{
  "SERIES": "PENN",
  "STATUS": "Established Series",
  "BYREV": "Rev. JDC-MS-MJ",
  "REVDATE": "02/2016",
  "STATES": "MD,NJ,PA,VA",
  "OVERVIEW": "The Penn series consists of moderately deep, well drained soils formed in residuum weathered from noncalcareous reddish shale, siltstone, and fine-grained sandstone normally of Triassic age. Slopes range from 0 to 60 percent. Saturated hydraulic conductivity is moderately high to high. Mean annual precipitation is 43 inches. Mean annual temperature is 55 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Ultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Penn silt loam, 3 to 8 percent slopes, severely eroded in cropland. (Colors are for moist interior soil unless otherwise noted.)\nAp--0 to 10 inches; dark reddish brown (5YR 3/3) silt loam; moderate fine and medium granular structure; friable, nonsticky, slightly plastic; common fine and few medium roots throughout; common medium pores; 5 percent subrounded channers; slightly acid; abrupt smooth boundary. (5 to12 inches thick)\nBt1--10 to 15 inches; reddish brown (5YR 5/4) silt loam; moderate fine and medium subangular blocky structure; friable, slightly sticky, slightly plastic; common fine roots throughout; few medium and coarse pores; few clay films on all faces of peds; 8 percent subrounded channers; slightly acid; clear wavy boundary.\nBt2--15 to 19 inches; reddish brown (2.5YR 4/4) silt loam; moderate medium and coarse subangular blocky structure; friable, slightly sticky, slightly plastic; few fine roots throughout; few medium pores; few clay films on all faces of peds; 10 percent subrounded channers; moderately acid; clear wavy boundary.\nBt3--19 to 22 inches; dark reddish brown (2.5YR 3/4) channery loam; moderate medium and coarse subangular blocky structure; firm, slightly sticky, slightly plastic; few clay films on all faces of peds; 20 percent subrounded channers; moderately acid; clear wavy boundary. (Combined thickness of the Bt Horizons 7 to 29 inches thick)\nCr--22 to 28 inches; weak red (10R 4/3) very channery loam; moderate coarse and very coarse prismatic structure; firm, slightly sticky, slightly plastic; very few clay films on all faces of peds; 40 percent subrounded channers; moderately acid; abrupt wavy boundary. (0 to 14 inches thick)\nR--28 inches; dusky red (10R 3/3), dry; 95 percent angular flagstones; highly fractured bedrock with soil material filling fractures, particularly in the upper 1 - 3 feet of R horizon, with less fractured bedrock below. Fractures are horizontally oriented with distance between them greater than 10 cm apart."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Montgomery Co, Upper Providance Twp, 250 feet South West of the intersection of Hafner Rd and Old State Rd on Old State Rd, 100 feet west of electric pole #9 in corn field. Phoenixville, Pennsylvania USGS 7.5 minutes quadrangle.  Latitude 40 degrees, 09 minutes, 55.3 seconds North; Longitude 75 degrees, 30 minutes, 55.0 secondsWest."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 17 to 34 inches. Where present, depth to paralithic materials ranges from 20 to 40 inches. Depth to bedrock ranges from 20 to 40 inches. Rock fragment content, by volume, ranges from 2 to 30 percent in the A horizon, from 5 to 50 percent in individual horizons of the B, and from 30 to 90 percent in the C horizon, the control section average is less than 35 percent. The soil, where unlimed, ranges from extremely through strongly acid in the upper part of the solum, is strongly acid or moderately acid in the lower part of the solum, and ranges from strongly acid through slightly acid in the C horizon.\nThe A or Ap horizon has hue of 7.5YR through 10R, value of 3 or 4, and chroma of 2 through 4. Texture is silt loam or loam in the fine-earth fraction.\nThe Bt horizon has hue of 10R through 5YR, value of 3 through 6, and chroma of 2 through 6. Texture is silt loam, loam, silty clay loam, or clay loam in the fine-earth fraction.\nThe BC horizon (where present) has hue of 10R through 5YR, value of 3 through 6, and chroma of 2 through 6. Texture is silt loam, loam, silty clay loam, or clay loam in the fine-earth fraction.\nThe C horizon has hue of 10R through 7.5YR, value of 3 or 4, and chroma of 2 through 4. Texture is silt loam, loam, or sandy loam in the fine earth-fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Brecknock, Caribel, Fredericktown, Greencreek (T), Neshaminy, and Weedmark series are in the same family. All of these soils are more than 40 inches from the soil surface to bedrock. The Brecknock series has dominant rock fragments of porcelanite and hornfel channers. The Caribel and Weedmark series receive less than 35 inches of precipitation much of it from snowfall and have hues 5YR or yellower. The Fredericktown series has depths to the base of the argillic horizon of 60 to 100 inches or more and has rock fragments dominated by gravels. The Neshaminy series have sola dominated by diabase rock fragments and colors can range yellower than 5YR. The Greencreek series does not have an OSD available."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Penn soils are on nearly level to steep moderately dissected uplands. Slopes range from 0 to 60 percent. They formed in materials weathered from noncalcareous reddish shale, siltstone, and fine-grained sandstone, normally of Triassic age. The climate is humid temperature. Mean annual precipitation ranges from 38 to 48 inches, mean annual air temperature ranges from 50 to 59 degrees F, and the frost free season ranges from 170 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Abbottstown, Athol, Bucks, Croton, Klinesville, Lewisberry, Readington, and Reaville soils. The Abbottstown, Croton, and Readington soils have fragipans. Athol and Lewisberry soils are more than 40 inches to bedrock. Klinesville soils have bedrock within 20 inches. Reaville soils have mottles in the top 10 inches of the argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; runoff is medium to very rapid and saturated hydraulic conductivity is moderately high to high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: About 75 percent cleared and largely used for rotation cropland. Woodlands are mixed hardwoods dominated by oaks."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern Pennsylvania, New Jersey, Maryland and Virginia. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: RALEIGH, NORTH CAROLINA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lebanon County, Pennsylvania, 1901."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\n1. Ochric epipedon - the zone from the surface of the soil to a depth of 10 inches (Ap horizon).\n2. Argillic horizon - the zone from 10 to 22 inches (Bt horizon).\n3. Lithic Contact- 28 inches\nPrior rev. 1/2006 GDM-EAW: 2008 REV: Moved to new location due to development of OSD site.\nADDITIONAL DATA: Laboratory data are available on two pedons sampled in Montgomery County, Pennsylvania and one pedon sampled in York County, Pennsylvania.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 25,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 10 inches; dark reddish brown (5YR 3/3) silt loam; moderate fine and medium granular structure; friable, nonsticky, slightly plastic; common fine and few medium roots throughout; common medium pores; 5 percent subrounded channers; slightly acid; abrupt smooth boundary. (5 to12 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 25,
        "bottom": 38,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--10 to 15 inches; reddish brown (5YR 5/4) silt loam; moderate fine and medium subangular blocky structure; friable, slightly sticky, slightly plastic; common fine roots throughout; few medium and coarse pores; few clay films on all faces of peds; 8 percent subrounded channers; slightly acid; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 38,
        "bottom": 48,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--15 to 19 inches; reddish brown (2.5YR 4/4) silt loam; moderate medium and coarse subangular blocky structure; friable, slightly sticky, slightly plastic; few fine roots throughout; few medium pores; few clay films on all faces of peds; 10 percent subrounded channers; moderately acid; clear wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 48,
        "bottom": 56,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "channery",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt3--19 to 22 inches; dark reddish brown (2.5YR 3/4) channery loam; moderate medium and coarse subangular blocky structure; firm, slightly sticky, slightly plastic; few clay films on all faces of peds; 20 percent subrounded channers; moderately acid; clear wavy boundary. (Combined thickness of the Bt Horizons 7 to 29 inches thick)"
      },
      {
        "name": "Cr",
        "top": 56,
        "bottom": 71,
        "moist_hue": "10R",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very channery",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Cr--22 to 28 inches; weak red (10R 4/3) very channery loam; moderate coarse and very coarse prismatic structure; firm, slightly sticky, slightly plastic; very few clay films on all faces of peds; 40 percent subrounded channers; moderately acid; abrupt wavy boundary. (0 to 14 inches thick)"
      },
      {
        "name": "R",
        "top": 71,
        "moist_hue": "10R",
        "moist_value": 3,
        "moist_chroma": 3,
        "narrative": "R--28 inches; dusky red (10R 3/3), dry; 95 percent angular flagstones; highly fractured bedrock with soil material filling fractures, particularly in the upper 1 - 3 feet of R horizon, with less fractured bedrock below. Fractures are horizontally oriented with distance between them greater than 10 cm apart."
      }
    ]
  ]
}
