{
  "SERIES": "PENO",
  "STATUS": "Established Series",
  "BYREV": "Rev. GJD-MWS-WJB",
  "REVDATE": "02/97",
  "STATES": "SD",
  "OVERVIEW": "The Peno series consists of very deep, well drained soils formed in glacial till on uplands.  The soils have  slow permeability. Slopes range from 2 to 25 percent.  Mean annual precipitation is about 17 inches, and mean annual temperature is about 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Vertic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Peno loam - on a northwest-facing slope of 4 percent in native grass.  When described the soil was dry throughout.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 3 inches; dark gray (10YR 4/1) loam, very dark gray (10YR 3/1) moist; weak medium granular structure; soft, friable; neutral; clear smooth boundary.  (2 to 7 inches thick)\nBt--3 to 8 inches; dark gray (10YR 4/1) clay loam, very dark gray (10YR 3/1) moist; weak medium prismatic structure parting to moderate medium subangular blocky; hard, firm, slightly sticky, and slightly plastic; few shiny films on faces of peds; neutral; gradual wavy boundary.  (4 to 7 inches thick)\nBk1--8 to 19 inches; light brownish gray (2.5Y 6/2) clay loam, dark grayish brown (2.5Y 4/2) moist; weak coarse prismatic structure parting to weak coarse subangular blocky; hard, firm, slightly sticky, and slightly plastic; few iron stains of yellowish red (5YR 5/8); common medium and fine accumulations of carbonate; violent effervescence; moderately alkaline; gradual wavy boundary.\nBk2--19 to 42 inches; light brownish gray (2.5Y 6/2) clay loam, dark grayish brown (2.5Y 4/2) moist; weak coarse subangular blocky structure; hard, firm, slightly sticky, and slightly plastic; few iron stains of yellowish red (5YR 5/8); common fine accumulations of carbonate; strong effervescence; moderately alkaline; gradual wavy boundary.  (Combined Bk horizons is 14 to 40 inches thick.)\nC--42 to 60 inches; light brownish gray (2.5Y 6/2) clay loam, dark grayish brown (2.5Y 4/2) moist; massive; hard, firm, slightly sticky, and slightly plastic; few iron stains of yellowish red (5YR 5/8); few fine nests of gypsum; few fine accumulations of carbonate; slight effervescence; strongly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sully County, South Dakota; about 18 miles east and 2 miles north of Agar; 48 feet east and 882 feet south of the northeast corner, sec. 15, T. 116 N., R. 74 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to free carbonate ranges from 6 to 11 inches.  Thickness of the mollic epipedon is 7 to 11 inches and extends into the Bt horizon.  Up to 35 percent by volume, granitic pebbles, cobbles, and stones that range to as much as 12 inches in diameter are in the surface layer and up to 15 percent by volume throughout the soil.   Most or all of the Bt horizon is incorporated with the A horizon in cultivated areas.\nThe A horizon has hue of 10YR, value of 4 or 5 and 2 or 3 moist, and chroma of 1 or 2.  It typically is loam or clay loam but is stony loam in some pedons.\nThe Bt horizon has hue of 10YR, value of 3 to 5 and 2 to 4 moist, and chroma of 1 or 2. It is clay loam or clay averaging between 35 to 45 percent clay and more than 15 percent fine or coarser sand.  Some pedons have accumulations of carbonates in the part.  It is neutral or slightly alkaline.  Some pedons have a Btk horizon.\nThe Bk horizon and C horizons have hue of 10YR or 2.5Y, value of 5 or 6 and 4 or 5 moist, and chroma of 1 to 4.  They are clay loam or clay and ranges from slightly alkaline to strongly alkaline.  They have few to many, fine or medium accumulations of carbonate in the Bk or C horizons.   Relic mottles are in the C horizon in some pedons.  Few or common nests of gypsum are in the C horizon of most pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Beadle, Carlson, Harney, Kirley, McClure, Mento, Raber, Reliance, and Spearville series.  Beadle soils are thicker to the base of the argillic horizon and are leached of carbonate to greater depths.  Carlson soils contain more carbonate in the C horizon.  Harney, Mento, Reliance, and Spearville soils contain less than 15 percent fine or coarser sand and formed in silty materials.   In addition, Mento soils contain 5 to 15 percent exchangeable sodium in the B and C horizons. Kirley soils have carbonate below depths of 11 inches and typically have thicker solums.  McClure soils contain less than 15 percent fine or coarser sand and have carbonate at greater depths.  Raber soils have thicker sola and are leached of carbonate to greater depths."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Peno soils are gently undulating to rolling and moderately steep on glacial till plains.  Typically, slopes are short and convex, and range from 2 to 25 percent.  Peno soils formed in firm clay loam glacial till.  Mean annual temperature ranges from 45 to 48 degrees F, and mean annual precipitation ranges from 17 to 21 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cavo, Demky, Gettys, Hoven, Jerauld, Oko, and Raber soils.  Cavo, Demky, Hoven, and Jerauld soils have a natric horizon.  Cavo, Demky, and Jerauld soils are on the smoother less sloping parts of the landscape.  Hoven soils are in depressions. Gettys soils do not have a mollic epipedon and are on nearby steeper landscapes.  Glenham soils are fine-loamy and the Oko soils contain more clay and have vertic characteristics.  Gettys and Oko soils are on similar landscapes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium.  Permeability is moderately slow or slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used primarily as rangeland.  Native vegetation consists mainly of western wheatgrass, green needlegrass, blue grama, sideoats grama, sedges, and forbs.  Corn, small grain, and alfalfa are the main crops in the few cultivated areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East-central South Dakota, east of the Missouri River.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hughes County, South Dakota, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of about 8 inches (A & Bt horizons); argillic horizon - the zone from a depth of about 3 to 8 inches (Bt horizon); vertic properties - a linear extensibility of more than 6.0 in the upper 100 cm.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
