{
  "SERIES": "PENOBSCOT",
  "STATUS": "Established Series",
  "BYREV": "DET-NRB",
  "REVDATE": "08/2016",
  "STATES": "ME",
  "OVERVIEW": "The Penobscot series consists of moderately deep, well drained soils that formed in a loamy mantle of till, typically over residuum that is underlain by limestone-interbedded phyllite, calcareous metasiltstone, or pelitic limestone bedrock. Penobscot soils are on linear to slightly convex summits and upper side slopes of ground moraines. Estimated saturated hydraulic conductivity is moderately high in the mineral solum and moderately high or high in the residuum. Slope ranges from 1 to 15 percent. The mean annual air temperature is about 6 degrees C, and the mean annual precipitation is about 1090 mm at the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, isotic, frigid Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Penobscot gravelly loam, on a slightly convex 4 percent east-facing slope in a fallow field at an elevation of 104 meters. (Colors are for moist soil unless otherwise noted. When described on August 2, 2004, the soil was moist throughout.)\nAp--0 to 23 cm; dark yellowish brown (10YR 3/4) gravelly loam, yellowish brown (10YR 5/4) dry; moderate fine and medium subangular blocky structure; friable; non-sticky and slightly plastic; common very fine roots; 15 percent gravel, 5 percent channers, 2 percent parachanners; strongly acid (pH 5.3); abrupt smooth boundary. (18 to 30 cm thick)\nBw--23 to 46 cm; olive brown (2.5Y 4/4) gravelly loam; moderate very fine and fine subangular blocky structure; friable; non-sticky and slightly plastic; few very fine roots; 15 percent gravel, 2 percent parachanners; 5 percent dark yellowish brown (10YR 4/4) very friable remnants of highly weathered fine gravel-sized pelitic limestone; slightly acid (pH 6.1); abrupt smooth boundary. (10 to 46 cm thick)\n2Cr--46 to 76 cm; pale brown (10YR 6/3); highly fractured phyllite tilted 70 degrees from horizontal; weakly cemented; moderate excavation difficulty; very few very fine roots in cracks and bedding planes; very slightly effervescent; slightly acid (pH 6.1); abrupt smooth boundary. (0 to 41 cm thick)\n2R--76 cm; fractured limestone-interbedded phyllite bedrock dipped 70 degrees from horizontal."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Penobscot County, Maine; Town of Newport; 2600 feet east of the Penobscot and Somerset county line and 1600 feet south-southeast of the intersection of Williams Road and Hope Road., USGS Corinna topographic quadrangle; lat. 44 degrees 52 minutes 51 seconds N. and long. 69 degrees 17 minutes 32 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mineral solum thickness and depth to the 2Cr or 2C horizon where present is 28 to 91 cm. Depth to unweathered bedrock (2R layer) is 50 to 100 cm. Rock fragments, in the form of gravel, channers, and cobbles, range from 5 to 25 percent in the surface, 10 to 25 percent in the subsoil and 5 to 35 percent in the till substratum where present. Parachanners range from  2 to 20 percent in the subsoil and till substratum where present. Parachanners, channers and flagstones range from 20 to 75 percent in the residual substratum. Very friable remnants of highly weathered, fine to medium pebble-sized pelitic limestone are present in some pedons in the subsoil and substratum. These remnants are intact within the profile but are easily crushed when rubbed between the fingers. They range up to 10 percent in the subsoil and up to 20 percent in the till substratum. Reaction in unlimed areas is very strongly acid to slightly acid in the surface and subsoil, and moderately acid to neutral in the substratum. The subsoil and till substratum where present averages 8 to 15 percent clay. Surface stones and boulders range from 0 to 3 percent.\nForested areas may have an Oe horizon with hue of 10YR or 7.5YR, value of 2 to 3, and chroma of 1 or 2.\nThe Ap, or A horizon where present, has hue of 10YR, value of 3 to 5 moist, 4 to 6 dry, and chroma of 2 to 4 moist, 4 dry. Texture is loam or silt loam in the fine earth fraction.\nThe Bw horizon has hue of 2.5Y, value of 3 to 5, and chroma of 4 or 6; or hue of 10YR, value of 4 or 5, and chroma of 4 or 6. Texture is loam, silt loam, or sandy loam in the fine-earth fraction.\nSome pedons have a BC and/or C horizon with hue of 7.5YR to 2.5Y, value of 4 or 5, and chroma of 4 or 6. Texture is typically loam or silt loam in the fine-earth fraction, but is sandy loam in some C horizons. BC horizons are up to 20 cm thick, and C horizons are up to 22 cm thick.\nSome pedons have a 2C horizon with dominant hue of 7.5YR through 2.5Y, and value and chroma of 3 to 6. Typically, three to five contrasting colors occur in the dipped strata of this residual substratum.  It is very fine sandy loam, silt loam or fine sandy loam in the fine-earth fraction. It is up to 33 cm thick.\nThe 2Cr horizon has variegated colors in a wide spectrum of hues, values, and chroma. It is extremely weakly to moderately cemented. It constitutes paralithic materials."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Conic series. Conic soils have a densic contact and rock fragments that are primarily igneous in origin."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Penobscot soils are on slightly convex summits and upper side slopes of ground moraines. Slope ranges from 1 to 15 percent. The soils formed in glacial till derived from phyllite interbedded with limestone, calcareous metasiltstone, and pelitic limestone. Surface stones and boulders range from 0 to 3 percent. Elevations are 50 to 230 meters. The mean annual precipitation is 1000 to 1135 mm. The mean annual temperature is 5 to 7 degrees C. The frost-free period is 115 to 155 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Boothbay, Chesuncook, Corinna, Kenduskeag, Pushaw, Sebasticook, Swanville, Telos, and Wassookeag soils. The moderately well drained Boothbay, the somewhat poorly drained Pushaw, and the poorly drained Swanville soils formed in very deep glaciomarine or glaciolacustrine sediments. They are on adjacent lake plains or marine terraces, at slightly lower elevations. The very deep, moderately well drained Chesuncook soils and the very deep, somewhat poorly drained Telos soils formed in lodgement till, and are on side slopes and toe slopes. The shallow, somewhat excessively drained Corinna soils are on slightly convex summits and shoulders. The deep, well drained Sebasticook soils are on linear to slightly convex summits and side slopes. The deep, moderately well drained Wassookeag soils are on linear to slightly concave summits and side slopes. The very deep, somewhat poorly drained Kenduskeag soils are on foot slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Estimated saturated hydraulic conductivity is moderately high in the mineral solum and moderately high or high in the residuum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for row crops or hay production, or are in pasture or forestland. Common row crops are potatoes and corn. Native forest vegetation is dominantly northern white cedar (Thuja occidentalis), sugar maple (Acer saccharum), white ash (Fraxinus americana), basswood (Tilia Americana) and American beech (Fagus grandifolia)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Ground moraines in central Maine, limited mainly to the northwestern part of soil survey area ME612, Penobscot County Maine, southern part, MLRA 144B. The series is of small extent totaling about 17000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Penobscot County, Maine, 2016"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The series is named for Penobscot County, ME. This soil is part of a proposed suite of soils that includes Sebasticook, Corinna, and Wassookeag. They developed in till that is shallow to deep to calcareous metamorphic bedrock of the Sangerville and Waterville Formations. In comparison to other soils of the region they have a higher base saturation, water-holding capacity, and saturated hydraulic conductivity. They are considered agriculturally productive, particularly for potatoes.\nDiagnostic horizons and features in this pedon include:\n1. Ochric epipedon - from a depth of 0 to 23 cm (Ap horizon)\n2. Cambic horizon - from a depth of 23 to 46 cm (Bw horizon)\n3. Lithic contact - at 76 cm (2R layer)\n4. Features similar to those described as remnants of highly weathered pelitic limestone, were historically described as \"limestone ghosts\" in some places.\n5. The series concept is that of  having developed in till over residuum. It is recognized that in some areas till directly overlies unweathered bedrock."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Primary characterization samples from pedon 05N0220, samples 1304-1307, from Penobscot County, Maine, samples by SSL, Lincoln, NE, 08/04."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "structure": "moderate fine and medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": 5.3,
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 23 cm; dark yellowish brown (10YR 3/4) gravelly loam, yellowish brown (10YR 5/4) dry; moderate fine and medium subangular blocky structure; friable; non-sticky and slightly plastic; common very fine roots; 15 percent gravel, 5 percent channers, 2 percent parachanners; strongly acid (pH 5.3); abrupt smooth boundary. (18 to 30 cm thick)"
      },
      {
        "name": "Bw",
        "top": 23,
        "bottom": 46,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "structure": "moderate very fine and fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": 6.1,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bw--23 to 46 cm; olive brown (2.5Y 4/4) gravelly loam; moderate very fine and fine subangular blocky structure; friable; non-sticky and slightly plastic; few very fine roots; 15 percent gravel, 2 percent parachanners; 5 percent dark yellowish brown (10YR 4/4) very friable remnants of highly weathered fine gravel-sized pelitic limestone; slightly acid (pH 6.1); abrupt smooth boundary. (10 to 46 cm thick)"
      },
      {
        "name": "2Cr",
        "top": 46,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "weakly cemented",
        "cf_class": "NA",
        "pH": 6.1,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "2Cr--46 to 76 cm; pale brown (10YR 6/3); highly fractured phyllite tilted 70 degrees from horizontal; weakly cemented; moderate excavation difficulty; very few very fine roots in cracks and bedding planes; very slightly effervescent; slightly acid (pH 6.1); abrupt smooth boundary. (0 to 41 cm thick)"
      },
      {
        "name": "2R",
        "top": 76,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R--76 cm; fractured limestone-interbedded phyllite bedrock dipped 70 degrees from horizontal."
      }
    ]
  ]
}
