{
  "SERIES": "PENSOM",
  "STATUS": "Established Series",
  "BYREV": "Rev. PDC",
  "REVDATE": "10/2018",
  "STATES": "AZ",
  "OVERVIEW": "The Pensom series consists of deep, excessively drained soils on sand sheets and dunes on mesas and plateaus.  These soils formed in eolian sand from sandstone.  Slope is 1 to 16 percent.  Mean annual precipitation is about 12 inches and the mean annual air temperature is about 53 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic Ustic Torripsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pensom fine sand - rangeland.  (Colors are for dry soil unless otherwise noted.)\nC1--0 to 2 inches; reddish yellow (7.5YR 6/6) fine sand, yellowish red (5YR 4/6) moist; single grain; loose; few very fine roots; few very fine irregular pores; moderately alkaline (pH 7.9); abrupt smooth boundary.  (2 to 11 inches thick)\nC2--2 to 6 inches; brown (7.5YR 5/4) fine sand, yellowish red (5YR 4/6) moist; massive; soft, very friable; common very fine roots; few very fine tubular pores; moderately alkaline (pH 7.9); clear wavy boundary.\nC3--6 to 21 inches; strong brown (7.5YR 5/6) fine sand, yellowish red (5YR 4/6) moist; massive; soft, very friable; few very fine roots; few very fine tubular pores; moderately alkaline (pH 8.0); clear wavy boundary.\nC4--21 to 55 inches; yellowish red (5YR 5/6) fine sand, yellowish red (5YR 4/6) moist; massive; loose; few very fine roots; few very fine tubular pores; moderately alkaline (pH 8.0); abrupt smooth boundary.  (Combined thickness of the subsurface C horizons is 30 to 56 inches)\n2R--55 inches; sandstone, partially weathered in the upper 2 inches."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Coconino County, Arizona; about 23 miles west and 3 miles north of Marble Canyon; 1,800 feet north and 750 feet east of the southwest corner of section 13, T. 40 N., R. 3 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture - Intermittently moist in some part of the soil moisture control section during July-September and December-February.  Driest during May and June.  Ustic aridic soil moisture regime.\nSoil temperature - 50 to 58 degrees F.\nDepth to bedrock - 40 to 60 inches\nCalcium carbonate - noneffervescent to 15 inches or more\nReaction - slightly to moderately alkaline\nC horizons\nHue:  5YR, 7.5YR\nValue: 4 to 7 dry, 3 t0 6 moist\nChroma:  3 to 8 dry 3 to 6 moist\nTexture:  fine sand, loamy fine sand, loamy sand, sand\nSome pedons contain layers of fine sandy loam and loam between 40 inches and bedrock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Calladito (NM), Curtis Siding (WY), Dwyer (WY), Karval (CO), Mido (UT), Orpha (WY), Pinavetes (NM), Tullock (WY), Valent (CO), and Wigton (CO) soils.  Curtis Siding, Dwyer, Orpha, Tullock, Valent and Wigton soils are moist in the moisture control section during May and June.  Mido, Pinavetes, Valent and Wigton soils are very deep. Curtis Siding is inactive."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Pensom soils are on sand sheets, structural benches, and dunes on mesas and plateaus.  They formed in eolian sand from sandstone.  Slopes range from 1 to 16 percent.  Elevation is 4,260 feet to 7,100 feet.  Mean annual precipitation is 9 to 14 inches.  Mean annual air temperature is 48 to 56 degrees F.  The frost-free period is 130 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Arches series.  Arches soils have bedrock at depths of 10 to 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained; very slow runoff; very rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for livestock grazing and wildlife habitat.  Vegetation is black grama, Indian ricegrass, needleandthread, dropseed and galleta."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Arizona.  This series is of small extent. MLRA 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Coconino County, Arizona; Soil survey of Coconino County Area, Arizona, North Kaibab Part; 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 2 inches (C1 horizon)\nPsamment feature - the absence of diagnostic subsurface horizons, and is sandy throughout\nSoils classified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Twelfth Edition, 2014.\nUpdates and revisions for the correlation of Navajo Mountain Area (AZ711), June 26, 2006, CEM\nUpdated and revised for the correlation of Canyonlands National Park (UT688), October 2009, WWJ\nUpdate and revisions for the correlation of Kane County (UT642), July 2017, CEM\nNational Cooperative Soil Survey\nU.S.A."
  }
}
