{
  "SERIES": "PENSTOCK",
  "STATUS": "Established Series",
  "BYREV": "Rev. KJO/SJB/DJE",
  "REVDATE": "01/2004",
  "STATES": "CA",
  "OVERVIEW": "The Penstock series consists of very deep, well drained soils formed in material weathered from metavolcanic or pyroclastic rock.  Penstock soils are on mountain sideslopes.  Slopes range from 5 to 75 percent.  The mean annual precipitation is about 35 inches and the mean annual temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Ultic Palexeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Penstock stony loam, forested, on a 46 percent N facing slope under a cover of mixed conifers at 5,040 feet elevation. (When described August 13, 1985, the soil was dry throughout.  Colors are for dry soil unless otherwise noted.)\nThe surface is covered with 5 to 10 percent stones.\nA--0 to 12 inches; light yellowish brown (10YR 6/4) stony loam, dark yellowish brown (10YR 4/4) moist; weak fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and many fine and medium roots; many very fine interstitial pores; 10 percent cobbles and 50 percent pebbles; medium acid (pH 6.0); clear wavy boundary. (5 to 12 inches thick)\nBAt--12 to 27 inches; light brown (7.5YR 6/4) very gravelly loam, strong brown (7.5YR 5/6) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine, and few coarse roots; many very fine interstitial pores; few thin clay films on peds; 10 percent cobbles and 35 percent pebbles; medium acid (pH 6.0); clear wavy boundary. (10 to 15 inches thick)\nBt1--27 to 44 inches; reddish yellow (7.5YR 6/6) very gravelly loam, strong brown (7.5YR 5/6) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine and few fine roots; many very fine tubular pores; many thin clay films on peds; 5 percent cobbles and 35 percent pebbles; medium acid (pH 6.0); clear wavy boundary.\nBt2--44 to 63 inches; reddish yellow (7.5YR 6/6) very gravelly loam, strong brown (7.5YR 5/6) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; many very fine tubular pores; many thin and common moderately thick clay films on peds; 5 percent cobbles and 30 percent pebbles of weathered rock; medium acid (pH 6.03; abrupt wavy boundary.  (The combined thickness of the Bt horizon is 45 to 60 inches.)\nCr--63 inches; moderately weathered metavolcanic rock with features 1/2 to 1 inch apart."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Plumas County, California; on Little Dyer Mountain about 2 miles E of Lake Almanor; 2.3 miles W of bridge to shallow borrow pit then 0.4 mile W on log trail to landing; about 1,000 feet N and 1,700 feet E of the SW corner of Sec. 15, T. 28 N., R. 8 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature varies from 42 to 46 degrees F.  The soil moisture control section (12 to 28 inches) is dry from August 1st to November 1st (92 days) and is moist in some or all parts the rest of the time.  The soil temperature exceeds 41 degrees F. from May 1st to December 1st and exceeds 47 degrees F. from June 1st to November 1st.  Base saturation ranges from 30 to 50 percent.  The surface is covered with 0 to 25 percent stones.\nThe A horizon dry color is 10YR 4/3, 6/3, 6/4 or 7.5YR 6/2. Moist color is 10YR 3/2, 3/3, 4/4 or 7.5YR 4/2.  It is very gravelly sandy loam, stony loam or very stony loam.  Rock fragments, mostly gravel, range from 35 to 60 percent. Reaction is medium acid through neutral.\nThe BAt horizon dry color is 10YR 5/3, 6/3 or 7.5YR 6/4. Moist color is 10YR 4/3, 4/4 or 7.5YR 4/4 or 5/6.  Rock fragments, mostly gravel, range from 35 to 50 percent. Reaction is medium acid or slightly acid.\nThe Bt horizon dry color is 10YR 5/4, 6/4, 7.5YR 5/6, 6/4, or 6/6.  Moist color is 10YR 4/6, 5/6, 7.5YR 3/4, 4/4 or 5/6.  Clay content increases with depth and ranges from 18 to 27 percent.  Rock fragments, mostly gravel, range from 35 to 50 percent.  Reaction is medium acid or slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Scaribou (T) series.  Scaribou soils have 27 to 35 percent clay in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Penstock soils are on mountain sideslopes.  Slopes range from 5 to 75 percent.  These soils formed in material weathered from metavolcanic or pyroclastic rock.  Elevation is 5,000 to 7,470 feet.  The climate is subhumid with warm dry summers and cold moist winters.  The mean annual precipitation is about 25 inches with 40 to 80 inches of snow east of Fredonyer Summit and 35 to 45 inches with 80 to 150 inches of snow west of Fredonyer Summit.  The mean annual temperature is 42 to 44 degrees F., mean July temperature is about 60 degrees F. and mean annual January temperature is about 26 degrees F.  The frost-free season is less than 60 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Hangtown, Outlook (T), and the competing Scaribou (T) soils.  Hangtown soils have extremely gravelly sandy loam subsoils.  Outlook soils have soft bedrock within 20 to 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, runoff is medium through very rapid; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Penstock soils are used for timber production.  Vegetation is Douglas-fir, sugar pine, white fir, Incense-cedar, Jeffery pine, red fir, whitethorn, ceanothus, serviceberry, ribes and sierra chinkapin."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Plumas County east of Lake Almanor and Northwestern Lassen County.  The soils of this series are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Plumas County, California, Susanville Area, parts of Lassen and Plumas County Soil Survey area, 1985.  The name is from a local powerhouse."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the mineral soil surface to a depth of 12 inches (A horizon).\nArgillic horizon - the zone from about 27 to 63 inches (Bt1 and Bt2 horizons).\nPale great group - clay content increases with increasing depth, beyond 60 inches.\nOSED scanned by SSQA.  Last revised by state on 2/87.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "stony",
        "pH": 6,
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 12 inches; light yellowish brown (10YR 6/4) stony loam, dark yellowish brown (10YR 4/4) moist; weak fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and many fine and medium roots; many very fine interstitial pores; 10 percent cobbles and 50 percent pebbles; medium acid (pH 6.0); clear wavy boundary. (5 to 12 inches thick)"
      },
      {
        "name": "BAt",
        "top": 30,
        "bottom": 69,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 6,
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BAt--12 to 27 inches; light brown (7.5YR 6/4) very gravelly loam, strong brown (7.5YR 5/6) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine, and few coarse roots; many very fine interstitial pores; few thin clay films on peds; 10 percent cobbles and 35 percent pebbles; medium acid (pH 6.0); clear wavy boundary. (10 to 15 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 69,
        "bottom": 112,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 6,
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--27 to 44 inches; reddish yellow (7.5YR 6/6) very gravelly loam, strong brown (7.5YR 5/6) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine and few fine roots; many very fine tubular pores; many thin clay films on peds; 5 percent cobbles and 35 percent pebbles; medium acid (pH 6.0); clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 112,
        "bottom": 160,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt2--44 to 63 inches; reddish yellow (7.5YR 6/6) very gravelly loam, strong brown (7.5YR 5/6) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; many very fine tubular pores; many thin and common moderately thick clay films on peds; 5 percent cobbles and 30 percent pebbles of weathered rock; medium acid (pH 6.03; abrupt wavy boundary.  (The combined thickness of the Bt horizon is 45 to 60 inches.)"
      },
      {
        "name": "Cr",
        "top": 160,
        "narrative": "Cr--63 inches; moderately weathered metavolcanic rock with features 1/2 to 1 inch apart."
      }
    ]
  ]
}
