{
  "SERIES": "PENTHOUSE",
  "STATUS": "Established Series",
  "BYREV": "Rev. YHH/RTM/PDC/RKS/HCD",
  "REVDATE": "01/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, thermic Ustic Calciargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Penthouse cobbly clay loam - rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 3 inches; brown (7.5YR 5/4) cobbly clay loam, brown (7.5YR 4/4) moist; moderate medium platy structure; slightly hard, friable, slightly sticky and moderately plastic; common fine roots; few fine irregular pores; slightly alkaline (pH 7.6); clear smooth boundary.  (2 to 5 inches thick)\nBt1--3 to 10 inches; reddish brown (5YR 5/3) clay, reddish brown (5YR 4/3) moist; moderate fine subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common fine roots; common fine pores; few faint clay films on faces of peds; moderately alkaline (pH 8.0); gradual smooth boundary.  (5 to 10 inches thick)\nBt2--10 to 17 inches; reddish brown (5YR 5/3) clay, reddish brown (5YR 4/4) moist; moderate fine and medium subangular and angular blocky structure; very hard, firm, moderately sticky and moderately plastic; few fine roots; few fine tubular pores; common distinct clay films on faces of peds and lining pores; slightly effervescent; moderately alkaline (pH 8.2); gradual wavy boundary.  (7 to 12 inches thick)\nBt3--17 to 27 inches; reddish brown (5YR 5/4) clay, dark reddish brown (5YR 3/4) moist; moderate fine and medium subangular blocky structure; very hard, firm, moderately sticky and moderately plastic; few fine roots; few fine tubular pores; common distinct clay films on faces of peds and lining pores; slightly effervescent; moderately alkaline (pH 8.2); clear wavy boundary.  (8 to 12 inches thick)\n2Bk--27 to 60 inches; pink (5YR 7/4) extremely cobbly clay loam, reddish yellow (5YR 6/6) moist; massive; hard and weakly cemented; 50 percent cobble and 20 percent gravel; violently effervescent; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Yavapai County, Arizona; near Penthouse Tank in the northeast 1/4 of Section 9. T. 14 N., R 6 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture:  Intermittently moist in some part of the soil moisture control section during July - September and December - February.  Driest during May and June.  Ustic aridic soil moisture regime.\nSoil Temperature:  Averages 59 to 70 degrees F.\nRock Fragments:  Averages less than 35 percent in the control section; can range to 50 percent in any one subhorizon\nDepth to calcic horizon:  20 to 40 inches\nCalcium carbonate equivalent:  Averages 15 to 40 percent\nOrganic matter:  Averages 1 percent or more in the surface\nA horizon\nHue:  5YR, 7.5YR, 10YR\nValue:  4 through 6 dry, 3 through 6 moist\nChroma:  3 through 6, dry or moist\nBt horizon\nHue:  5YR, 7.5YR\nValue:  4 through 7 dry, 3 through 6 moist\nChroma:  3 or 4, dry or moist\nTexture:  Clay loam, clay, sandy clay loam, sandy clay\nBk or C horizons\nHue:  5YR, 7.5YR, 10YR\nValue:  5 through 8 dry, 4 through 7 moist\nChroma: 2 through 6, dry or moist\nTexture:  Sandy clay loam, clay loam, silty clay loam, clay, sandy loam, coarse sandy loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bernardino (AZ), Forrest (AZ) and Stellar (NM) series.  Bernardino soils have a calcic horizon at depths less than 20 inches.  Forrest soils have textures coarser than moderately fine in the series control section.  Stellar soils have a much lower mean annual rainfall component and are dry in the soil moisture control section for longer periods."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Penthouse soils are on fan terraces and have slopes of 0 to 15 percent.  Elevations range from 3,000 to 5,800 feet.  These soils formed in fan alluvium from mixed sources.  The mean annual precipitation is 12 to 16 inches.  The mean annual air temperature is 57 to 68 degrees F.  The frost-free period is 160 to 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Forrest and the Karro and White House soils.  Karro soils do not have argillic horizons and White House soils do not have calcic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; low to high runoff; very slow or slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Penthouse soils are used for livestock grazing and wildlife habitat.  Present vegetation is mesquite, tobosa, blue grama, cacti and widely scattered juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern and Central Arizona.  This series is of moderate extent.  MLRA is 38."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Yavapai County, Arizona; Soil survey of the Beaver Creek Area, Arizona; 1965."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 3 inches (A horizon)\nArgillic horizon - The zone from 3 to 27 inches (Bt1, Bt2, Bt3 horizons)\nCalcic horizon - The zone from 27 to 60 inches (2Bk horizon)\nClassified according to Keys to Soil Taxonomy, Ninth Edition, 2003.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
