{
  "SERIES": "PEONE",
  "STATUS": "Established Series",
  "BYREV": "Rev. NCD/RWL/RJS",
  "REVDATE": "10/2016",
  "STATES": "WA",
  "OVERVIEW": "The Peone series consists of very deep, poorly drained soil formed in alluvium derived mainly from volcanic ash mixed with loess in the upper part. Peone soils are on alluvial fans, drainageways, flood plains, and depressional areas. Slopes are 0 to 5 percent. The mean annual precipitation is about 20 inches and the mean annual air temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, glassy, nonacid, mesic Aquandic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Peone ashy silt loam in a pasture on a one percent slope at an elevation of 1,835 feet. (Colors are for dry soil unless otherwise noted. All textures are apparent field textures)\nA--0 to 6 inches; grayish brown (10YR 5/2) ashy silt loam, very dark grayish brown (10YR 3/2) moist; moderate thin platy structure parting to moderate medium granular; slightly hard, friable, slightly sticky, slightly plastic; common fine roots; many very fine and fine irregular and tubular pores; slightly acid (pH 6.4); abrupt smooth boundary. (4 to 7 inches thick)\nBw--6 to 11 inches; light brownish gray (10YR 6/2) ashy silt loam, dark grayish brown (10YR 4/2) moist; moderate thin platy structure parting to moderate medium granular; slightly hard, friable, slightly sticky, slightly plastic; common fine roots; common very fine and fine irregular pores; neutral (pH 6.6); abrupt smooth boundary. (4 to 6 inches thick)\nBg1--11 to 30 inches; gray (10YR 6/1) ashy silt loam, dark gray (10YR 4/1) moist; massive; hard, friable, slightly sticky, slightly plastic; few fine roots; common very fine and fine irregular pores; 20 percent medium distinct brown (7.5YR 4/4) moist and strong brown (7.5YR 5/6) dry masses of iron and manganese accumulation; neutral (pH 6.6); clear wavy boundary. (18 to 22 inches thick)\nBg2--30 to 42 inches; light gray (2.5Y 7/2) ashy very fine sandy loam, grayish brown (2.5Y 5/2) moist; massive; slightly hard, friable, nonsticky, nonplastic; few roots; common very fine and fine irregular pores; 20 percent medium distinct brown (7.5YR 4/4) moist and strong brown (7.5YR 5/6) dry masses of iron and manganese accumulation; slightly acid (pH 6.2); clear wavy boundary. (10 to 14 inches thick)\n2Cg--42 to 60 inches; light gray (2.5Y 7/2) loamy coarse sand, grayish brown (2.5Y 5/2) moist; massive; soft, friable; 20 percent medium prominent brown (7.5YR 4/4) moist and strong brown (7.5YR 5/6) dry masses of iron and manganese accumulation; common very fine and fine irregular pores; moderately acid (pH 6.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Spokane County, Washington; About 2 miles southwest of Peone, Wa.; about 340 feet west and 2,200 feet south of the northeast corner section 5, T. 26 N., R. 44 E., USGS Mead, WA. topographic quadrangle. Latitude - 47 degrees 46 minutes 53.02 seconds north, longitude -117 degrees 15 minutes 46.02 seconds west, NAD83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature 47 to 50 degrees F.\nVolcanic glass content in the 0.02 to 2mm fraction - 25 to 40 percent in the upper part, 40 to 80 percent in the lower part\nAcid-oxalate extractable Al plus 1/2 Fe - 0.2 to 0.4\nMoist bulk density - 0.95 to 1.2 g/cc (in the A, Bw, and Bg horizons)\n15 bar water retention - 5 to 12 percent on air-dried samples\nDepth to redoximorphic features with a chroma of 2 or less 10 to 20 inches\nDepth to sandy layer 40 to more than 60 inches\nA horizon\nHue - 10YR or 2.5Y\nValue -5 or 6 dry, 2 to 4 moist\nChroma - 1 or 2 dry or moist\nReaction - slightly acid or neutral\nBw horizon\nHue - 10YR or 2.5Y\nValue - 5 to 7 dry, 4 to 5 moist\nChroma -1 to 3 dry or moist\nTexture - ashy silt loam or ashy very fine sandy loam\nReaction - slightly acid or neutral\nBg horizons\nHue - 10YR or 2.5Y\nValue - 5 to 8 dry, and 4 to 6 moist\nChroma -1 or 2 dry or moist\nTexture - ashy silt loam or ashy very fine sandy loam\nPresent in some pedons - strata of pumicite, diatomite or volcanic ash that range up to 12 inches in thickness\nReaction - slightly acid or neutral\n2Cg horizon\nHue of 10YR, 2.5Y, or 5Y\nValue of 5 to 8 dry, 4 to 6 moist\nChroma - 1 or 2 dry or moist\nTexture - loamy sand or loamy coarse sand with thin strata of silt loam, very fine sandy loam, fine sandy loam, or sandy loam\nReaction - moderately acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Peone soils are on alluvial fans, flood plains, drainageways and depressional areas at elevations of 1,530 to 3,000 feet. They formed in volcanic ash, diatomite and recent alluvium of mixed mineralogy. They are in a continental temperate climate, have relatively dry summers and cool, moist winters. The average January temperature is 26 degrees F. and the average July temperature is 68 degrees F. The mean annual air temperature is 45 to 48 degrees F. The mean annual precipitation is 13 to 25 inches. The frost free season is 80 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bridgeson, Colville, Hardesty, Kronquist and Narcisse soils. Bridgeson soils are frigid and have a fine-loamy control section. Colville soils have a fine-silty control section. Hardesty soils have a mollic epipedon and are on treads on stream terraces in higher positions. Kronquist soils have a fine-loamy control section and are in depressions of bottomlands. Narcisse soils have a mollic epipedon and a coarse-loamy control section and are on treads of stream terraces in higher positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained; slow to medium runoff; moderately high saturated hydraulic conductivity. Depth to apparent water table February through May, 10 to 20 inches unless drained; June through January greater than 20 inches. These soils are frequently to occasionally flooded from January through May."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for small grains(when drained), grass, hay and pasture. Potential natural vegetation is water tolerant grasses, willows, rush, sedge, redtop, reed canarygrass, wild rose and common snowberry, quaking aspen, redosier dogwood and rose spirea."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Washington. MLRA 43A, 44A; Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Spokane County, Washington, 1917."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizon and features recognized in this pedon are:\nOchric epipedon the zone from the surface to 6 inches (A horizon).\nCambic horizon the zone from 6 to 42 inches (Bw, Bg1 and Bg2 horizons).\nParticle-size control section the zone from 10 to 40 inches (part of the Bw, the Bg1 and part of the Bg2 horizons).\nPeone soils have an aquic soil moisture regime.\nThe revision 03/04 reflects a change in classification from Ashy, glassy, nonacid mesic Typic Vitraquands to Ashy, glassy, nonacid, mesic Aquandic Endoaquepts based on updated soil mapping in Spokane County and laboratory data collected near the original type location. Since the soil was established in 1917, there has been a continuous accumulation of alluvium from mixed loess and ash which required an update to the series concept. Lab data is also consistent with data collected for the Hoodoo taxadjunct in Spokane County, which is a similar soil in frigid temperature regime.\nADDITIONAL DATA: Laboratory data available for Soil Survey Sample Number: S01-WA-063-005 Spokane County, Washington; NSSL Pedon Number: 02N0116.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
