{
  "SERIES": "PEOTONE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JWS-DEC-AAC",
  "REVDATE": "12/2015",
  "STATES": "IL,IN",
  "OVERVIEW": "The Peotone series consists of very deep, very poorly drained soils formed in colluvial sediments in depressional parts of till plains. Slope gradients are less than 2 percent. Mean annual air temperature is about 10.5 degrees C (51 degrees F), and mean annual precipitation is about 978 mm (38.5 inches).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Cumulic Vertic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Peotone silty clay loam - on a slope with less than a 1 percent gradient in a cultivated field at an elevation of about 215 meters (707 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 18 cm (0 to 7 inches); black (N 2.5/) silty clay loam, dark gray (10YR 4/1) dry; weak fine granular structure; friable; common very fine roots; neutral; clear smooth boundary.\nA--18 to 33 cm (7 to 13 inches); black (N 2.5/) silty clay loam, dark gray (10YR 4/1) dry; weak fine granular structure; friable; common very fine roots; neutral; clear smooth boundary. [Combined thickness of the A horizon is 25 to 61 cm (10 to 24 inches).]\nBg1--33 to 69 cm (13 to 27 inches); black (N 2.5/) silty clay loam, dark gray (10YR 4/1) dry; moderate medium angular blocky structure; friable; common very fine roots; neutral; clear smooth boundary.\nBg2--69 to 104 cm (27 to 41 inches); dark gray (10YR 4/1) silty clay; moderate fine prismatic structure; firm; common very fine roots; common fine faint dark grayish brown (10YR 4/2) iron depletions in the matrix; few fine prominent yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; slightly alkaline; clear smooth boundary.\nBg3--104 to 127 cm (41 to 50 inches); dark gray (10YR 4/1) silty clay; moderate medium prismatic structure; few very fine roots; firm; common medium faint dark grayish brown (10YR 4/2) iron depletions in the matrix; common fine prominent yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; slightly alkaline; clear smooth boundary. [Combined thickness of the Bg horizon is 30 to 127 cm (12 to 50 inches).]\nCg--127 to 152 cm (50 to 60 inches); dark gray (10YR 4/1) silty clay loam; massive; firm; few fine faint dark grayish brown (10YR 4/2) iron depletions in the matrix; few fine prominent yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Ford County, Illinois; about 1 mile south and 0.5 mile east of Cabery; 315 feet south and 2,233 feet east of the northwest corner of sec. 21, T. 29 N., R. 9 E.; USGS Cabery, Illinois, topographic quadrangle; lat. 40 degrees 58 minutes 49.1 seconds N. and long. 88 degrees 12 minutes 00.2 seconds W.; UTM Zone 16, 399043 easting and 4537265 northing; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of soil development: 97 cm (38 inches) or more\nDepth to carbonates: 76 cm (30 inches) or more\nThickness of the mollic epipedon: 61 to 91 cm (24 to 36 inches), includes upper part of the Bg horizon in most pedons.\nParticle-size control section: averages 35 to 45 percent clay and less than 10 percent fine sand or coarser\nGrade of structure: commonly moderate or strong in some or all subhorizons in the subsoil\nAp and/or A horizon:\nHue: 10YR, 2.5Y, 5Y, or neutral\nValue: 2 to 3 (3 to 5 dry)\nChroma: 0 or 1\nTexture: typically silty clay loam but ranges to silty clay in lower subhorizons\nReaction: moderately acid to slightly alkaline\nAB or BA horizon (where present):\nHue: 10YR, 2.5Y, 5Y, or neutral\nValue: 2 to 3 (3 to 5 dry)\nChroma: 0 or 1. Redoximorphic features occur in some pedons.\nTexture: silty clay loam or silty clay\nReaction: moderately acid to slightly alkaline\nBg horizon:\nHue: 10YR, 2.5Y, 5Y, or neutral\nValue: 2 to 4 in the upper part (3 to 5 dry) and 4 to 6 in the lower part\nChroma: 0 to 2\nTexture: typically silty clay loam or silty clay, but includes silt loam in the lower part in some pedons\nReaction: slightly acid to slightly alkaline. Some pedons contain carbonates in the lower part.\nCg horizon:\nHue: 10YR, 2.5Y, 5Y, or neutral\nValue: 4 to 6\nChroma: 0 to 2. Redoximorphic features are commonly present with chroma of 1 to 8.\nTexture: typically silty clay loam. Ranges to silt loam or silty clay in some subhorizons and is stratified in some pedons.\nClay content: 25 to 42 percent\nSand content: less than 20 percent\nReaction: neutral to moderately alkaline. Carbonates are present in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Chehalem, Clamo, Derrynane, Okoboji, Rantoul, Shiloh, Southbrook, Wabash, Zoe, and Zook series. Chehalem, Derrynane, and Southbrook soils average greater than 20 percent sand in the lower part of the series control section. Clamo soils have carbonates within a depth of 76 cm (30 inches). Okoboji soils average more than 10 percent fine and coarser sand in the particle-size control section. Rantoul and Wabash soils average more than 45 percent clay in the particle-size control section. Shiloh soils average more than 12.8 degrees C (55 degrees F) in the soil temperature control section and have less available phosphorous in the upper 91 cm (3 feet) (see remarks). Zoe soils contain more soluble salts and have a sodium absorption ratio of more than 10 in the series control section. Zook soils have mollic epipedons more than 91 cm (36 inches) thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Peotone soils typically are in potholes and depressions on till plains of Wisconsinan Age and have concave or plane surfaces. Slope gradients are less than 2 percent. These soils formed in colluvial sediments from adjacent or surrounding nearly level or gently undulating soils. Mean annual air temperature ranges from 8 to 12.5 degrees C (46.5 to 54.5 degrees F), mean annual precipitation ranges from 838 to 1092 mm (33 to 43 inches), frost-free period ranges from 140 to 195 days, and elevation ranges from 152 to 311 meters (500 to 1020 feet) above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Andres, Ashkum, Elliott, and Flanagan soils. The somewhat poorly drained Andres, Elliott, and Flanagan soils are on higher parts of the till plains. The poorly drained Ashkum soils are on adjacent low-lying areas but have mollic epipedons less than 61 cm (24 inches) in thickness."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Very poorly drained. These soils are subject to ponding. Where drained, an apparent seasonal high water table is at a depth of 15 cm (0.5 foot) above the surface to 30 cm (1.0 foot) below the surface at some time between January and June in normal years. In undrained conditions, an apparent seasonal high water table is at a depth of 30 cm (1.0 foot) above the surface to15 cm (0.5 foot) below the surface at some time between October and September in normal years. The potential for surface runoff is negligible. Saturated hydraulic conductivity is moderately high (1.41 to 4.23 micrometers/s). Permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most drained areas are used for growing cultivated crops. Corn and soybeans are the principal crops. Most undrained areas are idle or are used for pasture. Native vegetation is marsh grasses and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: East-central and northeastern Illinois, and west-central Indiana. The extent is moderate in MLRA 95B, 108, and 110."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Will County, Illinois, 1951."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The differentiae needed to clearly separate the Peotone series from the Shiloh series is not well defined in terms of soil properties. Both Peotone and Shiloh soils are in depressional parts of broad interfluves. Peotone soils are on the Wisconsinan till plain and Shiloh soils are on the Illinoisan till plain. A marl substratum phase is currently recognized. These soils will be evaluated during MLRA updating to determine if new series are needed.\nDiagnostic horizons and features recognized in this pedon are:\nmollic epipedon - the zone from the soil surface to a depth of about 69 cm (0 to 27 inches) (Ap, A, and Bg1 horizons);\ncambic horizon - the zone from about 69 to 127 cm (27 to 50 inches) (Bg2 and Bg3 horizons);\naquic soil moisture regime - chroma of 1 in the matrix and redoximorphic features present in horizons below the mollic epipedon (Bg2, Bg3, and Cg horizons).\n________________________________________"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 18 cm (0 to 7 inches); black (N 2.5/) silty clay loam, dark gray (10YR 4/1) dry; weak fine granular structure; friable; common very fine roots; neutral; clear smooth boundary."
      },
      {
        "name": "A",
        "top": 18,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--18 to 33 cm (7 to 13 inches); black (N 2.5/) silty clay loam, dark gray (10YR 4/1) dry; weak fine granular structure; friable; common very fine roots; neutral; clear smooth boundary. [Combined thickness of the A horizon is 25 to 61 cm (10 to 24 inches).]"
      },
      {
        "name": "Bg1",
        "top": 33,
        "bottom": 69,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bg1--33 to 69 cm (13 to 27 inches); black (N 2.5/) silty clay loam, dark gray (10YR 4/1) dry; moderate medium angular blocky structure; friable; common very fine roots; neutral; clear smooth boundary."
      },
      {
        "name": "Bg2",
        "top": 69,
        "bottom": 104,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bg2--69 to 104 cm (27 to 41 inches); dark gray (10YR 4/1) silty clay; moderate fine prismatic structure; firm; common very fine roots; common fine faint dark grayish brown (10YR 4/2) iron depletions in the matrix; few fine prominent yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; slightly alkaline; clear smooth boundary."
      },
      {
        "name": "Bg3",
        "top": 104,
        "bottom": 127,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bg3--104 to 127 cm (41 to 50 inches); dark gray (10YR 4/1) silty clay; moderate medium prismatic structure; few very fine roots; firm; common medium faint dark grayish brown (10YR 4/2) iron depletions in the matrix; common fine prominent yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; slightly alkaline; clear smooth boundary. [Combined thickness of the Bg horizon is 30 to 127 cm (12 to 50 inches).]"
      },
      {
        "name": "Cg",
        "top": 127,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg--127 to 152 cm (50 to 60 inches); dark gray (10YR 4/1) silty clay loam; massive; firm; few fine faint dark grayish brown (10YR 4/2) iron depletions in the matrix; few fine prominent yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; slightly effervescent; slightly alkaline."
      }
    ]
  ]
}
