{
  "SERIES": "PEPOON",
  "STATUS": "Established Series",
  "BYREV": "Rev. WAS/RJE",
  "REVDATE": "10/2001",
  "STATES": "WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy-skeletal, glassy, frigid Lithic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pepoon stony ashy loam, shrubs. (Colors are for dry soil unless otherwise stated.)\nA1--0 to 5 inches; very dark gray (10YR 3/1) stony ashy loam, black (10YR 2/1) moist; single grain; loose, friable, nonsticky and nonplastic;  many fine roots; 25 percent stones; slightly acid (pH 6.5); clear wavy boundary. (4 to 6 inches thick)\nA2--5 to 10 inches; very dark brown (10YR 2/2) very stony ashy loam, black (10YR 2/1) moist; single grain; loose, very friable, nonsticky and nonplastic; many fine roots; 60 percent stones; slightly alkaline (pH 7.4); abrupt smooth boundary. (4 to 9 inches thick)\n2R--10 inches; fractured quartzitic bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Ferry County, Washington; NE1/4 NE1/4 NW1/4 section 2, T.37 N., R.36 E. In clearing north of Mattson Creek, Davis Lake logging road in Colville National Forest."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature at the lithic contact ranges from 42 to 45 degrees F. The control section contains more 30 percent volcanic glass in the fraction less than 2 mm in size and contains 35 to 50 percent coarse fragments by weighted average, dominantly stone size. These soils are usually moist but are dry in all parts between 4 and 12 inches or the lithic contact for more than 45 to 60 consecutive days. Depth to bedrock and thickness of the mollic epipedon ranges from 8 to 15 inches. The soil reaction ranges from from slightly acid to slightly alkaline.\nThe A horizon has 10YR hue, range in values of 1 to 4 dry, 2 or 3 moist, and chroma of 1 or 2 dry or moist. They are stony or very stony, ashy loam or ashy silt loam and are massive, single grain, or have weakly blocky structure.\nThe 2R horizon is fractured quartzitic bedrock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Henkle and Threemold series.  Henkle and Threemold soils are dry for more than 90 consecutive days in normal years. In addition Threemold soils do not have a mollic epipedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Pepoon soils occur on undulating to steep glacially abraded mountain ridges, knolls, peaks, and saddles at elevations of 2,500 to 5,000 feet. The regolith consists of volcanic ash with granitic coarse fragments and a mixture of glacial till. Pepoon soils occur in a cold subhumid climate; the mean annual precipitation is 18 to 35 inches; the mean annual temperature is 42 to 45 degrees F.; and the frost free period is 90 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Vallan, Molson, Nevine, Edds, Koepke, and Tenas soils. Molson, Nevine, Edds, Koepke, Tenas soils lack a lithic contact within 20 inches. Vallan soils lack a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; permeability is moderate; runoff is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Limited grazing, wildlife browse, and watershed protection. Sandberg bluegrass, bitterroot, lewisia, and erigonum."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Washington; series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Ferry County, Washington, 1968."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in the pedon are:\nMollic epipedon - from 0 to 10 inches (A1, and A2 horizon)\nLithic contact - At 10 inches (top of 2R horizon)\nAndic soil properties assumed - Based on laboratory data from associated soils.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
