{
  "SERIES": "PEQUAYWAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. MPD-CTS-AGG",
  "REVDATE": "09/2006",
  "STATES": "MN",
  "OVERVIEW": "The Pequaywan series consists of very deep, moderately well drained soils that formed in a loamy mantle overlying gravelly glacial outwash. These soils are on outwash plains, moraines, drumlins and eskers.  Slopes range from 0 to 4 percent. Mean annual air temperature is about 38 degrees F. Mean annual precipitation is about 28 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, isotic, frigid Aquic Dystric Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pequaywan fine sandy loam on a 1 percent concave slope in a depression under mixed deciduous forest at an elevation of 1,540 feet. (Colors are for moist soil unless otherwise stated.)\nA--0 to 2 inches; dark brown (7.5YR 3/2) fine sandy loam, brown (7.5YR 5/2) dry; weak medium granular structure; very friable; many medium roots; about 5 percent gravel; moderately acid; abrupt smooth boundary. (2 to 6 inches thick)\nBw1--2 to 12 inches; dark brown (7.5YR 3/4) fine sandy loam, light brown (7.5YR 6/4) dry; weak medium subangular blocky structure; friable; many medium roots; about 8 percent gravel; strongly acid; clear wavy boundary.\nBw2--12 to 20 inches; brown (7.5YR 4/4) fine sandy loam; moderate medium subangular blocky structure; friable; common fine roots; few fine prominent strong brown (7.5YR 5/6) Fe concentrations; about 10 percent gravel; strongly acid; clear wavy boundary.\nBw3--20 to 30 inches; brown (7.5YR 4/4) sandy loam; weak medium subangular blocky structure; friable; few fine roots; common fine distinct strong brown (7.5YR 5/6) Fe concentrations and common fine faint brown (7.5YR 4/2) Fe depletions above the contact with the underlying material; about 10 percent gravel; strongly acid; gradual wavy boundary. (Combined thickness of the Bw is 18 to 34 inches)\n2C1--30 to 36 inches; brown (7.5YR 4/4) very gravelly loamy sand; single grain; loose; about 40 percent gravel; about 5 percent cobbles; moderately acid; clear wavy boundary.\n2C2--36 to 80 inches; dark reddish brown (5YR 3/4) very gravelly coarse sand; single grain; loose; about 60 percent gravel; 5 percent cobbles; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: St. Louis County, Minnesota; about 36 miles north of Duluth; 2450 feet north and 250 feet east of the southwest corner, section 30, T. 54 N., R. 14 W.; USGS Comstock Lake Quadrangle, latitude 47 degrees 07 minutes 56 seconds N. and longitude 92 degrees 10 minutes 25 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the loamy mantle and depth to gravelly loamy sand or coarser textures ranges from 20 to 40 inches. The depth to free carbonates is more than 80 inches. Rock fragment content ranges from 3 to 25 percent in the mantle and 15 to 65 percent in the underlying sediment.\nThe A horizon has hue of 10YR or 7.5YR, value of 2 or 3 and chroma of 1 or 2. It is fine sandy loam, sandy loam or loam. Rock fragment content ranges from 5 to 15 percent with 3 to 15 percent gravel, 0 to 7 percent cobbles and 0 to 3 percent stones and boulders. It is strongly acid to slightly acid.\nSome pedons have thin E horizons.\nThe Bw horizon has hue of 7.5YR or 5YR, value of 3 through 5 and chroma of 4 through 6. It is sandy loam, fine sandy loam, loam or their gravelly analogues. Rock fragment content ranges from 3 to 25 percent with 3 to 25 percent gravel, 0 to 7 percent cobbles and 0 to 3 percent stones and boulders. Fe depletions and concentrations are in the lower part of the Bw horizon. The reaction is strongly acid to slightly acid.\nSome pedons have a BC or a 2BC horizon.\nThe 2C horizon has hue of 7.5YR or 5YR, value of 3 through 5 and chroma of 4 through 6. Some pedons have hue of 10YR, value of 3 and chroma of 2 in some Rainy lobe materials. It is very gravelly loamy sand, very gravelly coarse sand, very gravelly sand or their gravelly analogues. Rock fragment content ranges from 15 to 65 percent. The gravel content typically ranges from 15 to 65 percent but subhorizons may range from 5 to 75 percent. Cobbles range from 0 to 10 percent and the stone and boulder content ranges from 0 to 3 percent. It is moderately or slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Pequaywan soils have linear to concave slopes on outwash plains, moraines, drumlins and eskers. They formed in a loamy mantle overlying acid gravelly outwash. The material is from the Rainy Lobe, Superior Lobe or mixed from both sources and is of the Late Wisconsinan glaciation. Slopes range from 0 to 4 percent. Mean annual air temperature ranges from 36 to 42 degrees F. Mean annual precipitation ranges from 26 to 30 inches. Annual frost free days range from 90 to 120 days. The elevation above sea level ranges from 1,150 to 1,650 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Aldenlake, Gnesen, Rollins and the Hulligan series. The well drained Aldenlake and the somewhat excessively drained Rollins soils are on higher lying positions on the landscape. The somewhat poorly drained Gnesen soils and poorly and very poorly drained Hulligan soils are on lower lying positions on the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. Surface runoff is low to very low. Saturated hydraulic conductivity is 14.11 to 42.34 micrometers per second (2 to 6 inches per hour) in the upper mantle and greater than 141.14 micrometers per second (20 inches per hour) in the underlying outwash. Apparent seasonal high saturation is at 2.5 feet at some time from April to June in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used mainly for timber production. Native vegetation is mixed deciduous and coniferous forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Minnesota. This series is of moderate extent in MLRA's 90 and 93."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: St. Louis County, Minnesota (Virginia subset) 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: ochric epipedon - the zone from 0 to 2 inches (A horizon); cambic horizon - the zone from 2 to 30 inches (Bw horizons), Dystric subgroup based on no free carbonates above 40 inches. The nature of this reddish colored parent material masks redoximorphic features in the lower part of this soil profile. A positive reaction with alpha alpha dipyridyl is presumed at some time during the year in most years. Isotic minerology is based upon the 15 Bar moisture/clay ratio of greater than .6 in the control section.\nADDITIONAL DATA: Soil interpretation Record number MN0762.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 2 inches; dark brown (7.5YR 3/2) fine sandy loam, brown (7.5YR 5/2) dry; weak medium granular structure; very friable; many medium roots; about 5 percent gravel; moderately acid; abrupt smooth boundary. (2 to 6 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 5,
        "bottom": 30,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1--2 to 12 inches; dark brown (7.5YR 3/4) fine sandy loam, light brown (7.5YR 6/4) dry; weak medium subangular blocky structure; friable; many medium roots; about 8 percent gravel; strongly acid; clear wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 30,
        "bottom": 51,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2--12 to 20 inches; brown (7.5YR 4/4) fine sandy loam; moderate medium subangular blocky structure; friable; common fine roots; few fine prominent strong brown (7.5YR 5/6) Fe concentrations; about 10 percent gravel; strongly acid; clear wavy boundary."
      },
      {
        "name": "Bw3",
        "top": 51,
        "bottom": 76,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw3--20 to 30 inches; brown (7.5YR 4/4) sandy loam; weak medium subangular blocky structure; friable; few fine roots; common fine distinct strong brown (7.5YR 5/6) Fe concentrations and common fine faint brown (7.5YR 4/2) Fe depletions above the contact with the underlying material; about 10 percent gravel; strongly acid; gradual wavy boundary. (Combined thickness of the Bw is 18 to 34 inches)"
      },
      {
        "name": "2C1",
        "top": 76,
        "bottom": 91,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "cf_class": "very gravelly",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2C1--30 to 36 inches; brown (7.5YR 4/4) very gravelly loamy sand; single grain; loose; about 40 percent gravel; about 5 percent cobbles; moderately acid; clear wavy boundary."
      },
      {
        "name": "2C2",
        "top": 91,
        "bottom": 203,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "coarse sand",
        "cf_class": "very gravelly",
        "pH_class": "slightly acid",
        "narrative": "2C2--36 to 80 inches; dark reddish brown (5YR 3/4) very gravelly coarse sand; single grain; loose; about 60 percent gravel; 5 percent cobbles; slightly acid."
      }
    ]
  ]
}
