{
  "SERIES": "PERAZZO",
  "STATUS": "Established Series",
  "BYREV": "Rev. WMA/JBF",
  "REVDATE": "05/2016",
  "STATES": "ID,NV",
  "OVERVIEW": "The Perazzo series consists of deep, well drained soils on fan piedmonts.  They formed in alluvium derived from mixed rocks.  Slopes are 0 to 15 percent.  The average annual precipitation is about 125 mm and the average annual air temperature is about 10 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Typic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Perazzo very gravelly sandy loam - rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 3 cm; pale brown (10YR 6/3) very gravelly sandy loam, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; many very fine interstitial pores; 40 percent gravel; neutral (pH 7.0); abrupt wavy boundary.  (0 to 8 cm thick)\nA2--3 to 10 cm; light brownish gray (10YR 6/2) loam, dark grayish brown (10YR 4/2) moist; massive; soft, very friable, nonsticky and slightly plastic; few very fine roots; many medium and fine vesicular pores; 10 percent gravel; neutral (pH 6.8); abrupt smooth boundary.  (5 to 15 cm thick)\nBt1--10 to 20 cm; brown (7.5YR 5/4) gravelly sandy clay loam, brown (7.5YR 4/4) moist; weak medium subangular blocky structure, hard, very friable, moderately sticky and moderately plastic; few fine and common very fine roots; few fine and common very fine tubular pores; 15 percent fine gravel; common thin and very thin clay bridges; neutral (pH 6.6); clear smooth boundary.  (8 to 15 cm thick)\nBt2--20 to 33 cm; brown (7.5YR 5/4) very gravelly sandy clay loam, brown (7.5YR 4/4) moist; moderate fine and medium subangular blocky structure slightly hard, very friable, slightly sticky and slightly plastic; common fine and many very fine roots; few fine and common very fine tubular pores; 55 percent gravel; few thin and common very thin clay bridges; slightly acid (pH 6.4); clear wavy boundary.  (10 to 20 cm thick)\nBk1-- 33 to 53 cm; pinkish gray (7.5YR 6/2) extremely gravelly sandy loam, brown (7.5YR 4/4) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; many fine and very fine interstitial pores; 65 percent gravel; few carbonate coats on underside of gravel; neutral (pH 6.6); clear wavy boundary.  (20 to 60 cm thick)\n2Bk2--53 to 66 cm; pale brown (10YR 6/3) extremely gravelly loamy sand, brown (10YR 4/3) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; many fine and very fine interstitial pores; 70 percent gravel; strongly effervescent; strongly alkaline (pH 8.6); gradual wavy boundary.  (13 to 46 cm thick)\n2Bk3--66 to 152 cm; pale brown (10YR 6/3) extremely gravelly loamy sand, brown (10YR 4/3) moist; single grained; loose, nonsticky and nonplastic; few very fine roots; many fine and very fine interstitial pores; 65 percent gravel; strongly effervescent; very strongly alkaline (pH 9.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lyon County, Nevada; about 800 feet south and 2,300 feet west of the northeast corner of section 19, T.13N., R.24E.; USGS Artesia Lake, NV 7.5 minute topographic quadrangle; latitude 38 degrees 58 minutes 51 seconds N and longitude 119 degrees 20 minutes 16 seconds W; WGS84 Decimal Degrees 38.9813889 latitude, -119.338889 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist for short periods in winter and spring, dry in summer and fall; typic aridic moisture regime.\nMean annual soil temperature: 12 to 15 degrees C.\nCombined thickness of A and Bt horizons: 25 to 50 cm.\nParticle-size control section - Clay content:  20 to 30 percent.\nRock fragments:  35 to 50 percent, mainly gravel.\nA horizon\nValue:  6 or 7 dry, 3 through 5 moist.\nChroma:  2 or 3.\nBt horizon\nHue:  10YR or 7.5YR.\nValue:  5 or 6 dry, 3 through 5 moist.\nChroma:  3 or 4.\nTexture:  Sandy clay loam or clay loam.\nRock fragments:  15 to 35 percent in the upper part, 45 to 60 percent in the lower part, mainly gravel.\nStructure:  Subangular blocky or massive.\nReaction:  Slightly acid to slightly alkaline.\nEffervescence: Some pedons are effervescent in the lower subhorizon.\nSodicity (SAR):   Less than 13 percent in the A and Bt horizons.\nOther features:  Some pedons have Btk horizon.\nBk horizons\nHue:  10YR or 7.5YR.\nValue:  6 or 7 dry; 3 through 5 moist.\nChroma:  2 through 4.\nTexture:  The upper part is extremely gravelly sandy loam or extremely gravelly loam.  The lower part, below depth of 50 cm, is extremely gravelly sand or extremely gravelly loamy sand.\nReaction:  Neutral or slightly alkaline in the upper part; moderately alkaline through very strongly alkaline in the lower part."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Fireball, Jurado, Minnye, Preatorson, Rednik, Stonell and Zaba series.\nFireball soils have an argillic horizon with 15 to 30 percent exchangeable sodium. Jurado and Minnye soils are moist in part of the moisture control section for 10 to 20 days in the summer and are calcareous in the A horizons.  Preatorson soils have a Bt horizon directly over a very gravelly sand substrata at a depth of 25 to 50 cm, have 35 to 75 percent rock fragments throughout all parts of the argillic horizon, and are moist for intermittent periods during the late spring and early summer. Rednik soils have a calcareous argillic horizon that is 15 to 30 percent exchangeable sodium in some part.  Spike soils have Bt horizons with more than 15 percent exchangeable sodium.  Stonell soils have less than 18 percent clay in the control section.  Zaba soils have less than 18 percent clay in the argillic horizon, a calcareous Bt horizon, and 15 to 35 percent exchangeable sodium in the A and Bt horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Perazzo soils are on fan piedmonts. These soils formed in alluvium from mixed rock sources.  Slopes are normally 0 to 15 percent, but range up to 40 percent in Idaho. Elevations are 1,280 to 2,130 meters, and 730 to 1,220 meters in Idaho. Average annual temperature is 9 to 11 degrees C and the average annual precipitation is 100 to 200 mm.  Frost-free season is 100 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cleaver, Rawe, and Theon soils.  Cleaver soils are shallow to an indurated duripan.  Rawe soils have a fine, smectitic Bt2 horizon.  Theon soils are shallow over bedrock.  Theon soils are on foothills.  Cleaver and Rawe soils are on positions similar to Perazzo soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; slow to rapid runoff; moderately slow permeability; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  A few areas are irrigated.  Irrigated crops are alfalfa hay and small grains.  The vegetation is principally Indian ricegrass, shadscale, Bailey greasewood and bud sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nevada.  The series is of moderate extent. MLRA 26 and 27."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Douglas County Area, Nevada, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the surface to 10 cm (A1 and A2 horizon).\nArgillic horizon - The zone from 10 to 33 cm (Bt1 and Bt2 horizons).\nParticle-size control section - The zone from 10 to 33 cm (Bt1 and Bt2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
