{
  "SERIES": "PERCIVAL",
  "STATUS": "Established Series",
  "BYREV": "Rev. JRN-RAL-DJP",
  "REVDATE": "07/2018",
  "STATES": "IA,MO,NE,SD",
  "OVERVIEW": "The Percival series consists of very deep, somewhat poorly drained soils on flood plains. These soils formed in 38 to 76 centimeters (15 to 30 inches) of clayey alluvium and the underlying sandy alluvium. Slope ranges from 0 to 6 percent. Mean annual air temperature is about 11 degrees C (51 degrees F). Mean annual precipitation is about 710 millimeters (28 inches).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey over sandy or sandy-skeletal, smectitic over mixed, calcareous, mesic Aquic Udifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Percival silty clay, on about a 1 percent slope, on a flood plain, in a cultivated field, at an elevation of 306 meters (1,005 feet) above sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 centimeters (0 to 8 inches); very dark gray (10YR 3/1) silty clay, gray (10YR 5/1) dry; weak fine subangular blocky structure; firm; few fine pores; few strong brown (7.5YR 5/6) root stains; slightly effervescent; slightly alkaline; clear smooth boundary. [15 to 23 centimeters (6 to 9 inches) thick]\nCg1--20 to 61 centimeters (8 to 24 inches); grayish brown (2.5Y 5/2) and dark gray (5Y 4/1) silty clay, dark grayish brown (2.5Y 4/2) crushed; firm; few very fine pores; massive with weak, thin alluvial stratification; few fine prominent dark reddish brown (5YR 3/4) and strong brown (7.5YR 5/6) redoximorphic concentrations; strongly effervescent; slightly alkaline; abrupt smooth boundary. [23 to 53 centimeters (9 to 21 inches) thick]\n2Cg2--61 to 152 centimeters (24 to 60 inches); stratified grayish brown (2.5Y 5/2) loamy fine sand and fine sand; single grain; loose; common fine dark masses (Fe-Mn oxides); few fine prominent strong brown (7.5YR 5/6) and brown (7.5YR 4/4) redoximorphic concentrations; few fine faint gray (10YR 5/1) redoximorphic depletions; strongly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Land Resource Unit (LRU) 107B-Iowa and Missouri Deep Loess Hills; Harrison County, Iowa; about 3 miles south of Modale; about 490 feet south and 2,550 feet west of the northeast corner of sec. 9, T. 78 N., R. 45 W.; USGS Modale topographic quadrangle; lat. 41 degrees 34 minutes 45 seconds N. and long. 96 degrees 1 minute 23 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to carbonates--0 to 25 centimeters (0 to 10 inches)\nDepth to sandy alluvium--38 to 76 centimeters (15 to 30 inches)\nThickness of the ochric epipedon--15 to 23 centimeters (6 to 9 inches)\nClay content in the upper third to upper half of the particle-size control section (weighted average)--40 to 60 percent\nClay content in the lower half to lower two thirds of the particle-size control section (weighted average)--2 to 10 percent\nSand content in the upper third to upper half of the particle-size control section (weighted average)--0 to 5 percent fine sand and sand coarser than fine sand\nSand content in the lower half to lower two thirds of the particle-size control section (weighted average)--70 to 95 percent fine sand and sand coarser than fine sand\nAp horizon:\nHue--10YR or 2.5Y\nValue--3 or 4\nChroma--1 or 2\nTexture--silty clay, silty clay loam, or clay\nClay content--35 to 60 percent\nSand content--0 to 5 percent\nCalcium carbonate equivalent--0 to 15 percent\nReaction--slightly alkaline or moderately alkaline\nCg horizon:\nHue--2.5Y or 5Y\nValue--4 or 5\nChroma--1 or 2\nTexture--clay or silty clay\nClay content--40 to 60 percent\nSand content--0 to 5 percent\nCalcium carbonate equivalent--0 to 25 percent\nReaction--slightly alkaline or moderately alkaline\nSome pedons have transitional horizons, less than 13 centimeters (5 inches) thick, with a texture of silty clay loam.\n2Cg horizon:\nHue--2.5Y\nValue--4 to 6\nChroma--2\nTexture--fine sand or loamy fine sand\nClay content--2 to 10 percent\nSand content--70 to 95 percent, dominantly fine sand and medium sand\nCalcium carbonate equivalent--0 to 25 percent\nReaction--slightly alkaline or moderately alkaline\nSome pedons have lenses, less than 15 centimeters (6 inches) thick, in the middle or lower part of this horizon with textures of silt loam, loam, silty clay loam, or silty clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--38 to 76 centimeters (15 to 30 inches) of clayey alluvium and the underlying sandy alluvium\nLandform--flood plains\nSlope--0 to 6 percent\nElevation--213 to 384 meters (700 to 1,260 feet) above sea level\nMean annual air temperature--8 to 13 degrees C (47 to 56 degrees F)\nMean annual precipitation--510 to 910 millimeters (20 to 36 inches)\nFrost-free period--135 to 180 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Albaton, Haynie, Modale, and Sarpy soils.\nAlbaton--are in the slightly lower landscape positions, have a saturated zone within a depth of 30 centimeters (1 foot) during March to June in most years, and have a clay content of 50 to 60 percent throughout the particle-size control section\nHaynie--are in the slightly higher landscape positions, have a clay content of 15 to 18 percent throughout the particle-size control section, and have a saturated zone between depths of 120 to 180 centimeters (4 to 6 feet) during April to June in most years\nModale--are in the slightly higher landscape positions, have a clay content of 10 to 18 percent in the upper third to upper half of the particle-size control section, and have a saturated zone between depths of 30 to 90 centimeters (1 to 3 feet) during April to June in most years\nSarpy--are in the higher landscape positions, have a clay content of 2 to 5 percent throughout the particle-size control section, and do not have a saturated zone within a depth of 180 centimeters (6 feet) in most years"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--somewhat poorly drained--a saturated zone occurs within depths of 30 to 90 centimeters (1 to 3 feet) during March to June in most years and is considered apparent\nSaturated hydraulic conductivity--0.01 to 0.10 micrometers per second in the clayey alluvium and 10.00 to 100.00 micrometers per second in the underlying sandy alluvium\nPermeability--slow in the clayey alluvium and rapid in the underlying sandy alluvium\nSurface runoff potential--medium\nFlooding--rare to frequent flooding with very brief to long duration during the months of February to November from precipitation events and snowmelt and flooding from streambank overflow is limited where dams and levees protect areas"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are cultivated. The principal crops are corn and soybeans. A few areas are land-leveled and irrigated. The native vegetation is big bluestem, little bluestem, western wheatgrass, indiangrass, switchgrass, and other grasses of the tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nLRUs--Iowa and Missouri Deep Loess Hills (107B); Loess Uplands and Till Plains (102B); and Loess Uplands (102C)\nLRR--M; along the Missouri River in Iowa, Missouri, Nebraska, and South Dakota\nExtent--moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Harrison County, Iowa, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon:\nParticle-size control section--the zone from a depth of 25 to 100 centimeters (10 to 40 inches - Cg1 and 2Cg2 horizons).\nSeries control section--the zone from the surface to a depth of 150 centimeters (60 inches - Ap, Cg1, and 2Cg2 horizons).\nOchric epipedon--the zone from the surface to a depth of 20 centimeters (8 inches - Ap horizon).\nUdic moisture regime.\nCation-exchange activity class is supported by lab sample number S96IA-193-019, National Soil Survey Laboratory.\nTaxonomy version--Keys to Soil Taxonomy, Twelfth Edition, 2014.\nThe colors of materials appear to be inherited from the alluvium. The underlying sand may be water-bearing during some period of the year, however, these soils are not artificially drained.\nADDITIONAL DATA:\nLaboratory data--National Soil Survey Laboratory, Lincoln, Nebraska pedon S96IA-193-019 (http://ssldata.sc.egov.usda.gov/).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 20 centimeters (0 to 8 inches); very dark gray (10YR 3/1) silty clay, gray (10YR 5/1) dry; weak fine subangular blocky structure; firm; few fine pores; few strong brown (7.5YR 5/6) root stains; slightly effervescent; slightly alkaline; clear smooth boundary. [15 to 23 centimeters (6 to 9 inches) thick]"
      },
      {
        "name": "Cg1",
        "top": 20,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Cg1--20 to 61 centimeters (8 to 24 inches); grayish brown (2.5Y 5/2) and dark gray (5Y 4/1) silty clay, dark grayish brown (2.5Y 4/2) crushed; firm; few very fine pores; massive with weak, thin alluvial stratification; few fine prominent dark reddish brown (5YR 3/4) and strong brown (7.5YR 5/6) redoximorphic concentrations; strongly effervescent; slightly alkaline; abrupt smooth boundary. [23 to 53 centimeters (9 to 21 inches) thick]"
      },
      {
        "name": "2Cg2",
        "top": 61,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cg2--61 to 152 centimeters (24 to 60 inches); stratified grayish brown (2.5Y 5/2) loamy fine sand and fine sand; single grain; loose; common fine dark masses (Fe-Mn oxides); few fine prominent strong brown (7.5YR 5/6) and brown (7.5YR 4/4) redoximorphic concentrations; few fine faint gray (10YR 5/1) redoximorphic depletions; strongly effervescent; slightly alkaline."
      }
    ]
  ]
}
