{
  "SERIES": "PERELLA",
  "STATUS": "Established Series",
  "BYREV": "CJH",
  "REVDATE": "06/2005",
  "STATES": "MN,ND",
  "OVERVIEW": "The Perella series consists of very deep, poorly drained soils that formed in lacustrine sediments.  Saturated hydraulic conductivity is moderately high. These soils are in depressions on glacial lake plains.  Slope ranges from 0 to 1 percent.  Mean annual air temperature is 40 degrees F, and mean annual precipitation is 19 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, frigid Typic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Perella silty clay loam - on a level concave slope of less than 1 percent under grass.  (Colors are for moist soil unless otherwise stated.  Where described the soil was moist throughout.)\nA1--0 to 9 inches; black (N 2/0) silty clay loam, very dark gray (N 3/0) dry; moderate very fine angular blocky structure; very hard, very friable, sticky and slightly plastic; many roots, many pores, neutral; clear irregular boundary.\nA2--9 to 14 inches; very dark gray (5Y 3/1) silty clay loam, dark gray (5Y 4/1) dry; few fine prominent light olive brown (2.5Y 5/6) redoximorphic concentrations; moderate very fine angular blocky structure; very hard, very friable, sticky and slightly plastic; many roots; many pores; neutral; clear wavy boundary.  (Combined A horizons 7 to 24 inches thick)\nBg1--14 to 18 inches; very dark gray (5Y 3/1) silty clay loam, gray (5Y 5/1) dry; many fine prominent dark yellowish brown (10YR 4/4) and distinct olive (5Y 4/3) redoximorphic concentrations; strong fine and very fine angular blocky structure; hard, friable, sticky and plastic; common roots; many fine pores, neutral; gradual wavy boundary.\nBg2--18 to 24 inches; dark gray (5Y 4/1) silty clay loam, gray (5Y 5/1) dry; many fine prominent dark reddish brown (5YR 3/3) and many fine distinct olive (5Y 5/4) redoximorphic concentrations; moderate medium and thin platy structure; hard, friable, sticky and plastic; few roots, many fine pores; slightly alkaline; clear wavy boundary.  (Combined Bg horizons 6 to 18 inches thick)\nCg1--24 to 30 inches; olive gray (5Y 5/2) silt loam, light gray (5Y 7/2) dry; many fine prominent strong brown (7.5YR 5/6) and dark reddish brown (5YR 3/4) and many large prominent dark reddish brown (5YR 2/2) redoximorphic concentrations; moderate medium and thin platy structure; hard, friable, slightly sticky and slightly plastic; few roots; common fine pores, slightly alkaline, gradual wavy boundary.\nCg2--30 to 52 inches; gray (5Y 6/1) silt loam, light gray (5Y 7/1) dry; many fine prominent strong brown (7.5YR 5/6) redoximorphic concentrations; massive; hard, friable, slightly sticky and slightly plastic; few medium pores; many small iron-manganese accumulations; slight effervescence; moderately alkaline; gradual wavy boundary.\nCg3--52 to 60 inches; light olive brown (2.5Y 5/4) silty clay loam, pale yellow (2.5Y 7/4) dry; many medium prominent gray (5Y 6/1) redoximorphic depletions and many fine prominent strong brown (7.5YR 5/6) redoximorphic concentrations; massive; hard, friable, sticky and plastic; few soft small iron accumulations; slight effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Pembina County, North Dakota; about 1/2 mile south and 2 miles west of Joliet; 1,390 feet north and 300 feet west of southeast corner, sec. 31, T. 162 N., R. 51 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the mollic epipedon ranges from about 10 to 24 inches.  Depth to carbonates ranges from 16 to 36 inches.\nThe A horizon has hue of 10YR, 2.5Y, or 5Y, value of 2 or 3 and 3 or 4 dry, and chroma of 1 or less.  It is silt loam, silty clay, clay, silty clay loam, clay loam or loam.  It is neutral or slightly alkaline.\nThe Bg horizon has hue of 10YR, 2.5Y, 5Y, or is neutral, value of 2 to 4 and 3 to 6 dry, and chroma of 3 or less.  It has few to many distinct or prominent low or high chroma redoximorphic features.  It is silt loam or silty clay loam.  It has thin layers of silty clay or clay in some pedons. It typically contains about 24 to 30 percent clay but ranges from 18 to 35 percent.  It is neutral or slightly alkaline.  It has moderate or strong grades or medium or fine angular or subangular blocky structure.  Some is weak or moderate prismatic structure parting easily to blocky or platy structure.  Some pedons have a Bkg horizon below a depth of 16 inches.\nThe Cg horizon has hue of 5Y or 2.5Y, value of 4 to 6 and 5 to 7 dry, and chroma of 1 to 4.  It has many redoximorphic features with chroma of 1 to 6.  It is silt, silt loam or silty clay loam, and is massive or varved.  Coarser or finer textured sediments are below depths of 40 inches in some pedons.  The Cg horizon is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bohnly, Kindred and Zeegee series.  Bohnly and Zeegee soils do not have carbonates and formed in alluvium.  Kindred soils are somewhat poorly drained and do not have a wet soil moisture status during the period of March through July."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Perella soils are in depressions in glacial lake plains.  Slope gradients are 0 to 1 percent.  The soils formed in calcareous silt loam and silty clay loam lacustrine sediments.  The climate is cool, subhumid.  The mean annual air temperature ranges from about 36 to 48 degrees F., and the mean annual precipitation from 15 to 27 inches.  Frost-free period ranges from 90 to 140 days.  Elevation above sea level ranges from 650 to 2350 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Kindred series and the Bearden, Borup, Colvin, Gardena, Glyndon and Overly soils.  Kindred series are on flats and in shallow depressions and swales.  Bearden, Colvin and Overly soils are on slightly higher elevations in the lake plain.  Bearden and Colvin soils have calcic horizons within depths of 16 inches.  Overly soils do not have distinct redoximorphic features within depths of 30 inches and are moderately well drained.  Borup, Gardena and Glyndon soils are on nearby lake plains and are coarse-silty."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Poorly drained.  Runoff is negligible to ponded.  Moderately high saturated hydraulic conductivity.  Water runs onto these soils and ponds for a time during wet seasons.  Perella soils commonly are too wet to cultivate unless drained.  A wet soil moisture status is at the surface to a depth of 1.5 feet below the surface sometime during the period March through July."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Soils are cropped to spring seeded small grains. Undrained areas are used for pasture or hay.  Native vegetation is northern reedgrass, prairie cordgrass, slim sedge and wooly sedge."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern North Dakota and northwestern Minnesota.  The soil is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sargent County, North Dakota, 1961."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of 18 inches (A1, A2, and Bg1 horizons); cambic horizon - the zone from 18 to 24 inches (Bg2 horizon); characteristics associated with wetness - chroma of 1 and distinct and prominent redoximorphic concentrations in the lower part of the mollic epipedon (Bg1 horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
