{
  "SERIES": "PERFECTO",
  "STATUS": "Established Series",
  "BYREV": "DHC/SSP",
  "REVDATE": "11/1999",
  "STATES": "CO",
  "OVERVIEW": "The Perfecto series consist of very deep, somewhat excessively drained soils formed in slope alluvium and colluvium derived from granite, granodiorite, granodiorite gneiss, or quartz monzonite.  These soils are on mountain slopes and ridges.  Slopes range from 15 to 65 percent.  Mean annual precipitation is about 23 inches and the mean annual temperature is about 35 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed Typic Cryorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Perfecto very cobbly very fine sandy loam, on a northwest facing 45 percent mountain slope under lodgepole pine at an elevation of 10,020 feet.  (colors are for dry soil unless otherwise noted)\nOi--0 to 1 inch; mat of slightly decomposed needles, twigs, and leaves (0 to 2 inches thick)\nA--1 to 5 inches; grayish brown (10YR 5/2) very cobbly very fine sandy loam, very dark grayish brown (10YR 3/2) moist; moderate medium and coarse platy structure; soft, very friable, nonsticky and nonplastic; 25 percent gravel, 15 percent cobbles; neutral (pH 6.6); gradual wavy boundary. (0 to 5 inches thick)\nE1--5 to 10 inches; light brownish gray (10YR 6/2) extremely cobbly sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; 40 percent gravel, 25 percent cobbles; 1 mm silt caps on rock fragments; slightly acid (pH 6.4); gradual wavy boundary.\nE2--10 to 17 inches; light brownish gray (10YR 6/2) extremely cobbly loamy sand, dark brown (10YR 3/3) moist; single grained; loose, nonsticky and nonplastic; 40 percent gravel, 30 percent cobbles, 5 percent stones; 3 mm silt caps on rock fragments; slightly acid (pH 6.4); gradual wavy boundary. (combined thickness of the E horizons is 10 to 20 inches)\nBw--17 to 66 inches; light yellowish brown (10YR 6/4) extremely cobbly sand, strong brown (7.5YR 4/6) moist; single grained; loose, nonsticky and nonplastic; 45 percent gravel, 35 percent cobbles, 10 percent stones; 3 mm silt caps on rock fragments; slightly acid (pH 6.2). (30 to 55 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Gunnison County, Colorado; about 5 miles northwest of Sargents, Colorado; located about 350 feet north and 2,250 feet east of the southwest corner of Section 36, T. 49 N., R. 4 E.; USGS Sargents topographic quadrangle; latitude 38 degrees, 27 minutes, 30 seconds north and longitude 106 degrees, 28 minutes, 53 seconds west, NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depths in this section are measured from the top of the mineral soil surface.\nSoil moisture: The soil moisture control section (smcs) is affected by precipitation that falls evenly throughout the year with the exception of a significant increase in July and August.  The smcs is driest during the fall.  The smcs is too dry for Udic and is considered to have an Ustic soil moisture regime.\nMean annual soil temperature: 35 to 45 degrees F.\nParticle-size control section: 4 to 10 percent clay, 50 to 90 percent rock fragments.\nA horizon:\nHue: 7.5YR or 10YR\nValue: 3 to 5 dry, 2 or 3 moist\nChroma: 2 or 3 dry or moist\nReaction: slightly acid (pH 6.1) to neutral (pH 7.3)\nRock fragments: granite, granodiorite, granodiorite gneiss, or quartz monzonite. 35 to 50 percent total rock fragments; 15 to 30 percent gravel, 15 to 35 percent cobbles, 0 to 10 percent stones.\nE horizon (upper part):\nHue: 7.5YR or 10YR\nValue: 6 or 7 dry, 3 to 5 moist\nChroma: 2 or 3 dry or moist\nTexture: extremely cobbly sandy loam, very cobbly sandy loam\nReaction: moderately acid (pH 5.6) to slightly acid (pH 6.5)\nRock fragments: granite, granodiorite, granodiorite gneiss, or quartz monzonite; 50 to 90 percent total rock fragments; 30 to 50 percent gravel, 20 to 50 percent cobbles, 0 to 10 percent stones.\nE horizon (lower part):\nHue: 7.5YR or 10YR\nValue: 5 to 7 dry, 3 to 5 moist\nChroma: 2 to 4 dry or moist\nTexture: extremely cobbly loamy sand, very cobbly loamy sand, extremely cobbly sand\nReaction: moderately acid (pH 5.6) to slightly acid (pH 6.5)\nRock fragments: granite, granodiorite, granodiorite gneiss, or quartz monzonite; 50 to 90 percent total rock fragments; 30 to 50 percent gravel, 20 to 50 percent cobbles, 0 to 10 percent stones.\nBw horizon:\nHue: 7.5YR or 10YR\nValue: 5 to 7 dry, 3 to 5 moist\nChroma: 4 to 6 dry or moist\nTexture: extremely cobbly sand, extremely cobbly loamy sand, very cobbly sand, very cobbly loamy sand\nReaction: moderately acid (pH 5.6) to slightly acid (pH 6.5)\nRock fragments: granite, granodiorite, granodiorite gneiss, OR quartz monzonite; 50 to 90 percent total rock fragments; 30 to 55 percent gravel, 20 to 50 percent cobbles, 0 to 15 percent stones."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Alflack, Canlodore, Castlepeak, Chena, Cryomont, Graylock, Nataga, Nizina, Obscurity, Pirapeak, Ragamuffin, Stecum, and Studebaker soils.\nAlflack: lithic contact between 20 and 40 inches\nCanlodore: lack silt caps and rock fragments are sandstone and/or quartzite\nCastlepeak: lacks an albic horizon\nCryomont, Nataga: lack silt caps and have typic udic soil moisture regimes\nGraylock: lithic contact at 40 to 60 inches\nChena, Nizina: lack silt caps and occur in a subarctic climate\nObscurity: formed in mud flow materials produced by the Mt. St. Helens eruption of 1980\nPirapeak: lack silt caps and have a xeric soil moisture pattern\nRagamuffin, Stecum: paralithic contact at 20 to 40 inches\nStudebaker: formed in avalanche debris flows produced by the Mt. St. Helens eruption of 1980"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  slope alluvium and colluvium derived from granite, granodiorite, granodiorite gneiss, or quartz monzonite\nLandform: mountain slopes and ridges\nSlopes: 15 to 65 percent\nElevation: 9,000 to 11,600 feet\nMean annual temperature: 30 to 40 degrees F.\nMean annual precipitation: 18 to 28 inches\nFrost-free period: 40 to 65 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Goosepeak, Legault, and Ohman soils. Goosepeak soils are on backslopes and toeslopes and have more than 20 percent clay in the particle-size control section. Legault soils are on backslopes and shoulders and have a paralithic contact at less than 20 inches. Ohman soils are on backslopes and summits and have a paralithic contact at less than 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: somewhat excessively drained; very high runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for wood products. Potential native vegetation is lodgepole pine with an understory of common juniper, elk sedge, kinnikinnick, and russet buffaloberry. It is in the Lodgepole Pine Woodland Site, Forest Cover Type 218."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western Colorado in LRR E and MLRA 48A. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Cochetopa Soil Survey Area, Gunnison National Forest, Gunnison County, Colorado, 1999. The name comes from Perfecto Creek within the area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon.\nParticle-size control section: the zone from 10 to 40 inches. (E2 and Bw horizons)\nAlbic horizon: the zone from 5 to 17 inches. (E1, E2 horizons)\nThe presence of silt caps is considered to be diagnostic for this pedon.\nSupporting lab data is not available for this soil.  In any future investigations the possibility of spodic horizon should be determined.\nTaxonomic version:  Eighth Edition, 1998.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
