{
  "SERIES": "PERFA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JFD-JAL-EMM",
  "REVDATE": "03/2008",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed Oxyaquic Haplocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Perfa sandy loam supporting a lodgepole pine/pinegrass community type, woodland; on a 1 percent slope; about 6,290 feet elevation. (Colors are for dry soil unless otherwise noted.)\n0e--0 to 1 inch; Forest litter; partially decomposed needles, twigs and cones; abrupt smooth boundary.\nA--1 to 4 inches; dark grayish brown (10YR 4/2) sandy loam, very dark brown (10YR 2/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine and few medium and coarse roots; common fine irregular pores; 10 percent gravel; strongly acid (pH 5.4); abrupt smooth boundary. (1 to 7 inches thick)\nBw1--4 to 6 inches; brown (10YR 5/3) sandy loam, dark yellowish brown (10YR 3/4) moist; weak fine subangular blocky structure parting to weak fine granular; soft, very friable, slightly sticky and slightly plastic; many very fine and fine and few medium and coarse roots; common fine irregular pores; 10 percent gravel; strongly acid (pH 5.4); abrupt smooth boundary. (2 to 6 inches thick)\nBw2--6 to 12 inches; pale brown (10YR 6/3) sandy loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; soft, very friable slightly sticky and slightly plastic; common fine roots; common fine irregular pores; common medium yellowish brown (10YR 5/6) moist and few fine strong brown (7.5YR 5/6) moist soft masses of iron accumulations; 10 percent gravel; moderately acid (pH 5.6); clear smooth boundary. (5 to 10 inches thick)\n2C1--12 to 20 inches; variegated gravelly loamy coarse sand; massive; soft, very friable, nonsticky and nonplastic; few fine roots; many very fine and fine irregular pores; common medium strong brown (7.5YR 4/6) moist soft masses of iron accumulations; 20 percent gravel; slightly acid (pH 6.2); gradual smooth boundary. (0 to 20 inches thick)\n2C2--20 to 45 inches; variegated gravelly coarse sand; massive; soft, very friable, nonsticky and nonplastic; few fine and medium roots; many fine and very fine irregular pores; few one inch thick horizontal bands of strong brown (7.5YR 5/6) moist soft iron accumulations; 30 percent gravel; slightly acid (pH 6.4); gradual wavy boundary. (0 to 45 inches thick)\n2C3--45 to 62 inches; variegated gravelly coarse sand; single grain; loose; few fine roots; many very fine and fine irregular pores; 25 percent gravel; slightly acid (pH 6.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Fremont County, Idaho; about 1 mile north of Island Park Siding Idaho; about 500 feet south and 1000 feet east of the northwest corner of section 6, T. 12 N., R. 44 E.; Latitude - 44 degrees, 23 minutes, 55 seconds North; Longitude - 111 degrees, 18 minutes, 40 seconds West."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 38 to 42 degrees F.\nMean summer soil temperature - 38 to 42 degrees F.\nDepth to redox features - 6 to 18 inches.\nDepth to 2C horizon - 10 to 18 inches.\nRock fragments in particle-size control section - averages 15 to 35 percent.\nDepth to high water table - 1/2 to 3 feet from April to June.\nMoisture control section - between 12 and 36 inches; dry throughout the moisture control section for 45 to 60 consecutive days during the four months following the summer solstice.\nA horizons\nValue - 4 or 5 dry, 2 to 4 moist\nChroma - 1 to 4 dry or moist\nRock fragments - 0 to 15 percent\nReaction - strongly acid to slightly acid\nBw horizons\nValue - 5 to 7 dry, 3 to 6 moist\nChroma - 2 or 3 dry, 2 to 4 moist\nSoft Fe accumulations - absent to common, fine or medium, faint or distinct\nRock fragments - 0 to 15 percent, mostly gravel\nReaction - strongly acid to slightly acid\n2C horizons\nSoft Fe accumulations - few or common, fine or medium, faint or distinct\nTexture - LCOS, COS\nRock fragments - 15 to 35 percent, mostly gravel\nReaction - strongly acid to slightly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Perfa soils occur on outwash plains and in drainage bottoms of dissected tablelands. Slopes range from 0 to 4 percent. The soil formed in mixed alluvium. Elevations range from 6,300 to 6,500 feet. The mean annual precipitation is 28 to 32 inches. The mean annual air temperature is 36 to 40 degrees F. The frost free season is 30 to 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bootjack and Koffgo soils. Bootjack soils have a fine-loamy over sandy or sandy-skeletal particle-size control section. The Koffgo soils are well drained, lack redoximorphic features and have a loamy-skeletal particle-size control section. Bootjack soils are in slightly lower positions than the Perfa soil. Koffgo soils are on higher positions than the Perfa soil."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. Slow runoff. Permeability is moderately rapid in the upper part and very rapid in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Perfa soils are used for wildlife habitat, recreation, and livestock grazing. These soils commonly support a lodgepole pine dominated community."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern Idaho. The soil is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Targhee National Forest, Fremont County, Idaho, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the mineral soil surface to 4 inches (the A horizon).\nCambic horizon - the zone from 4 to 12 inches (the Bw1 and Bw2 horizons).\nParticle-size control section - the zone from 11 to 41 inches (part of the Bw2, the 2C1 and part of the 2C2 horizons).\nRedoximorphic features - soft Fe accumulations in the zone from 6 to 45 inches (the Bw2, 2C1 and 2C2 horizons).\nMoisture regime - xeric.\nThe 3/2008 description reflects a change in classification from Sandy, mixed Oxyaquic Eutrocryepts to Sandy, mixed Oxyaquic Haplocryepts due to revision of the cryepts great groups and subgroups. The competing series section was not updated and should be reviewed after all the cryepts have been re-classified.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
