{
  "SERIES": "PERHAM",
  "STATUS": "Established Series",
  "BYREV": "Rev. PAH-CIB-MJK",
  "REVDATE": "03/2011",
  "STATES": "ME",
  "OVERVIEW": "The Perham series consists of moderately well drained soils on till plains and ridges. They are moderately deep to dense basal till and very deep to bedrock. These soils formed in dense till. The saturated hydraulic conductivity is moderately high or high in the mineral solum and low or moderately low in the dense substratum. Slope ranges from 0 to 35 percent. Mean annual average temperature is about 3.1 Celsius, and mean annual average precipitation is about 905 millimeters at the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, frigid Aquic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Perham silt loam on a 12 percent west-facing convex slope in a very stony cut-over wooded area, at an elevation of about 454 meters. (Colors are for moist soil.)\nOe -- 0 to 9 centimeters; black (7.5YR 2/1) moderately decomposed organic material; weak fine granular structure; very friable; many very fine to coarse roots; extremely acid; abrupt wavy boundary. (0 to 9 centimeters thick.)\nE -- 9 to 13 centimeters; light brownish gray (10YR 6/2) silt loam; weak fine granular structure; very friable; many very fine to coarse roots; 5 percent gravel; extremely acid; abrupt broken boundary. (0 to 9 centimeters thick.)\nBs1 -- 13 to 32 centimeters; reddish brown (5YR 4/4) loam; moderate fine subangular blocky structure; very friable; many very fine to coarse roots; 5 percent channers; very strongly acid; clear wavy boundary.\nBs2 -- 32 to 46 centimeters; strong brown (7.5YR4/6) loam; moderate fine subangular blocky structure; very friable; many very fine and fine roots; 5 percent gravel; strongly acid; clear wavy boundary.\nBs3 -- 46 to 55 centimeters; yellowish brown (10YR 5/6) channery loam; moderate medium subangular blocky structure; friable; few very fine roots; 15 percent channers; moderately acid; gradual wavy boundary. (The combined Bs thickness is 14 to 55 centimeters.)\nBC -- 55 to 70 centimeters; light olive brown (2.5Y 5/3) channery loam; moderate fine parting to medium subangular blocky structure; friable; 1 percent distinct brown (7.5YR 4/3) iron-manganese masses throughout, and 1 percent faint light brownish gray (2.5Y 6/2) areas of iron depletion lining pores and ped faces; 10 percent channers and 5 percent stones; strongly acid; clear wavy boundary. (0 to 26 centimeters thick.)\nCd1 -- 70 to 90 centimeters; light olive brown (2.5Y 5/3) channery clay loam; strong coarse platy geogenic structure; firm; 2 percent faint light brownish gray (2.5Y 6/2) areas of iron depletion throughout; 5 percent gravel, 10 percent channers, and 5 percent flagstones; slightly acid; clear wavy boundary.\nCd2 -- 90 to 165 centimeters; olive brown (2.5Y 4/4) gravelly clay loam; massive; firm; 10 percent gravel, 5 percent channers, and 5 percent cobbles; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Piscataquis County, Maine; T4 R11 WELS; USGS Telos Brook, ME topographic quadrangle; lat. 46 degrees, 00 minutes, 58.74 seconds N. and long. 69 degrees, 8 minutes, 7.5 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the mineral solum and depth to the dense basal till ranges from 51 through 76 centimeters. Depth to bedrock is more than 152 centimeters. Rock fragment content ranges from 5 to 35 percent by volume in the mineral soil. Rock fragments in the mineral soil are primarily gravels, with varying amounts of channers, cobbles, and stones. Reaction ranges from extremely acid through moderately acid in the upper part of the mineral solum and very strongly acid through slightly acid in the lower part of the solum and in the substratum.\nThe O horizon, where present, has hues of 5YR through 10YR, value of 2 through 6, and chroma of 1 through 4. It is composed of fibric, hemic, and/or sapric materials.\nThe Ap horizon, where present, has hue of 10YR, value of 3 or 4, and chroma of 2 through 4. It is silt loam or loam in the fine-earth fraction. Consistence is very friable or friable.\nThe E horizon has hue of 7.5YR or 10YR, value of 6 and chroma of 1 or 2. It is silt loam or loam in the fine-earth fraction. Consistence is very friable or friable.\nThe Bhs horizon, where present, has hue of 2.5YR or 5YR, value of 2 through 3, and chroma of 2 or 3. The Bh horizon, where present, has hue of 7.5YR or 10YR, value of 2 through 3, and chroma of 1 through 3. The Bs horizon has hue of 5YR through 10YR, value of 4 or 5, and chroma of 4 through 8. The B horizons are silt loam or loam in the fine-earth fraction. Consistence is very friable or friable.\nThe BC horizon, or E' horizon where present, has hue of 10YR or 2.5Y, value of 4 or 5 and chroma of 2 through 4. It is silt loam or loam in the fine-earth fraction. Consistence is friable or firm.\nThe Cd horizon has hue of 10YR through 5Y, value of 3 through 5, and chroma of 2 through 6. It is silt loam, loam, or clay loam in the fine-earth fraction. All structure in the Cd horizon is considered inherited (geogenic) from the parent material. Consistence is firm or very firm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family.\nThe Daigle series is in a related family. Daigle soils are shallow to dense basal till and are the somewhat poorly drained members of the same catena."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Perham soils are on till plains and ridges. Slope is dominantly 8 to 15 percent, but ranges from 0 to 35 percent. The soils formed in dense till derived mainly from slate, shale, metasediments, and some phyllite. The climate is humid and cool temperate. The mean annual precipitation ranges from 905 through 1002 millimeters and mean average temperature is 3.1 Celsius. The frost-free season ranges from 80 through 105 days. Elevation ranges from 37 through 579 meters above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the related Daigle series and the Elliottsville, Ragmuff, and Monson series. Daigle soils are somewhat poorly drained and are in lower positions on the landscape. Elliottsville, Ragmuff, and Monson soils are less than 100cm to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. Saturated hydraulic conductivity is moderately high or high in the mineral solum and low or moderately low in the dense substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Cultivated areas are used primarily for potatoes, oats, peas, and mixed grass and clover hay. Many cultivated areas have reverted back to woodland. Wooded areas are forested with sugar maple, paper birch, yellow birch, beech, white ash, and to a lesser extent red spruce, white spruce, balsam fir, and white pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern and eastern Maine. MLRA's 143 and 146. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Aroostook County, Maine, 1960."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The classification is changed with this update from Fine-loamy, isotic, frigid Aquic Haplorthods to Fine-loamy, mixed, active, frigid Aquic Haplorthods.\nDiagnostic horizons and features recognized in this pedon are:\na. Ochric epipedon - the zone from 0 to 13 centimeters (Oa and E horizons).\nb. Albic horizon - the zone from 9 to 13 centimeters (E horizon).\nc. Spodic horizon - the zone from 13 to 46 centimeters (Bs1 and Bs2 horizons).\nd. Aquic feature - redoximorphic features within 46 centimeters of the mineral soil surface.\ne. Densic contact - at 70 centimeters.\nf. Densic materials - the zone from 70 to 165 centimeters (Cd horizon)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: This pedon was sampled in 2007, USDA - NRCS National Soil Survey Lab number 09NO165. Other sources of data used in establishing taxonomic class and range in characteristics are Maine Agricultural Experiment Station Technical Bulletin Number 75, NRCS characterization data, and composite data from the Field Appraisal of Resource Management Systems compiled by Dr. Paul R. Hepler, Department of Plant and Soil Sciences, University of Maine at Orono, Orono, Maine."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 9,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Oe -- 0 to 9 centimeters; black (7.5YR 2/1) moderately decomposed organic material; weak fine granular structure; very friable; many very fine to coarse roots; extremely acid; abrupt wavy boundary. (0 to 9 centimeters thick.)"
      },
      {
        "name": "E",
        "top": 9,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "broken",
        "narrative": "E -- 9 to 13 centimeters; light brownish gray (10YR 6/2) silt loam; weak fine granular structure; very friable; many very fine to coarse roots; 5 percent gravel; extremely acid; abrupt broken boundary. (0 to 9 centimeters thick.)"
      },
      {
        "name": "Bs1",
        "top": 13,
        "bottom": 32,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bs1 -- 13 to 32 centimeters; reddish brown (5YR 4/4) loam; moderate fine subangular blocky structure; very friable; many very fine to coarse roots; 5 percent channers; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Bs2",
        "top": 32,
        "bottom": 46,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bs2 -- 32 to 46 centimeters; strong brown (7.5YR4/6) loam; moderate fine subangular blocky structure; very friable; many very fine and fine roots; 5 percent gravel; strongly acid; clear wavy boundary."
      },
      {
        "name": "Bs3",
        "top": 46,
        "bottom": 55,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bs3 -- 46 to 55 centimeters; yellowish brown (10YR 5/6) channery loam; moderate medium subangular blocky structure; friable; few very fine roots; 15 percent channers; moderately acid; gradual wavy boundary. (The combined Bs thickness is 14 to 55 centimeters.)"
      },
      {
        "name": "BC",
        "top": 55,
        "bottom": 70,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BC -- 55 to 70 centimeters; light olive brown (2.5Y 5/3) channery loam; moderate fine parting to medium subangular blocky structure; friable; 1 percent distinct brown (7.5YR 4/3) iron-manganese masses throughout, and 1 percent faint light brownish gray (2.5Y 6/2) areas of iron depletion lining pores and ped faces; 10 percent channers and 5 percent stones; strongly acid; clear wavy boundary. (0 to 26 centimeters thick.)"
      },
      {
        "name": "Cd1",
        "top": 70,
        "bottom": 90,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Cd1 -- 70 to 90 centimeters; light olive brown (2.5Y 5/3) channery clay loam; strong coarse platy geogenic structure; firm; 2 percent faint light brownish gray (2.5Y 6/2) areas of iron depletion throughout; 5 percent gravel, 10 percent channers, and 5 percent flagstones; slightly acid; clear wavy boundary."
      },
      {
        "name": "Cd2",
        "top": 90,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cd2 -- 90 to 165 centimeters; olive brown (2.5Y 4/4) gravelly clay loam; massive; firm; 10 percent gravel, 5 percent channers, and 5 percent cobbles; slightly acid."
      }
    ]
  ]
}
