{
  "SERIES": "PERKS",
  "STATUS": "Established Series",
  "BYREV": "Rev. RID-TEF-GWS",
  "REVDATE": "2/91",
  "STATES": "IA,MO",
  "OVERVIEW": "The Perks series consists of deep, excessively drained, rapidly permeable soils formed in alluvium on floodplains.  Slopes range from 0 to 7 percent.  Mean annual temperature is about 51 degrees F, and mean annual precipitation is about 33 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic Typic Udipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Perks loamy sand on a 2 percent slope - cultivated.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; very dark grayish brown (10YR 3/2) loamy sand, grayish brown (10YR 5/2) dry; weak fine granular structure; very friable; medium acid; abrupt smooth boundary.  (5 to 9 inches thick)\nC1--9 to 21 inches; yellowish brown (10YR 5/4) sand; single grained; loose; medium acid; gradual smooth boundary.\nC2--21 to 60 inches; light yellowish brown (10YR 6/4) sand; single grained; loose; few 1-inch strata of fine sand; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Louisa County, Iowa, Iowa; 1,450 feet east and 150 feet north of the southwest corner, sec. 17, T. 73 N., R. 2 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum is thin and corresponds to the thickness of the A or Ap horizon which is less than 10 inches.  Free carbonates are at depths of 40 to 80 inches or more.  Perks soils are medium acid to neutral throughout the soil.\nThe Ap horizon typically has hue of 10YR, value of 3 or 4, and chroma of 2 or 3.  Noncultivated areas have an A horizon 2 to 5 inches thick that is 10YR hue with value of 2 or 3 and chroma of 1 or 2.  Texture is sand, loamy sand, or sandy loam.\nThe C horizon typically has 10YR hue with value and chroma of 4 to 6.  Mottles of 10YR or 2.5Y hue and 3 chroma or higher are not excluded if present below a depth of 24 inches.  Texture is sand or loamy sand.\nVery thin strata of less sandy material are present above a depth of 40 inches in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Abscota, Biltmore, Caesar, Chute, Dabney, Hodge, Oakville, Penwood, Pinegrove, Plainfield, Sarpy, Spessard, Suncook, Tyner, Westport, and Windsor soils.  Abscota soils have a loamy sand Bw horizon with weak medium and coarse subangular blocky structure and also range to slightly alkaline in the series control section.  Biltmore soils have flakes of mica within the series control section.  Caesar, Oakville, Penwood, Plainfield, Spessard Tyner, and Windsor soils have Bw horizons within 40 inches of the surface.  Chute, Hodge, and Sarpy have free carbonates within the series control section. The upper part of the solum of Dabney soils is strongly acid.  Both Dabney and Suncook soils have more moisture in the moisture control section within 120 days following the summer solstice.  Pinegrove soils have fragments of sandstone bedrock within the series control section.  Westport soils are dominantly fine sand in the series control section and have more moisture in the soil moisture control section within 45 days following the summer solstice."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on undulating flood plains of 0 to 7 percent slope gradient.  Landscapes consist of elongated and narrow concentric point bars that parallel the present river channel or a former river channel.  They formed in sandy alluvium that is more than 6 feet thick.  Mean annual temperature ranges from 47 to 56 degrees F, and mean annual precipitation ranges from 30 to 34 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Chequest, Colo, Nodaway, and Vesser soils.  Chequest, Colo, and Vesser soils are on the more level first bottomlands, are finer textured, and are poorly drained.  Nodaway soils are on similar landforms, but formed in finer textured sediments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained.  Permeability is rapid.   Runoff is slow.  During parts of the year a temporary water table can be present at 3 to 6 feet for periods of less than 2 weeks.  These soils are subject to flooding unless protected by levees."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Some areas are partly leveled and cleared of young tree growth and are now cultivated.  Corn and soybeans are usually grown.  Native vegetation consisted of cottonwoods, elms, willows, and some hardwoods.  Many areas remain partly wooded."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Iowa and possibly in adjoining states.  They are of small extent.  Total acreage in Iowa is about 9,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jasper County, Illinois, 1928.  Type location moved to Louisa County, Iowa, in 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Further study is needed to determine the range in sand size.  In the past, Iowa has included sandy, acid soils that range from fine to medium sand in the Perks series.\nDiagnostic horizons and features recognized in this pedon are: Ochric epipedon--the zone from the surface to a depth of 9 inches (Ap horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
