{
  "SERIES": "PERLOR",
  "STATUS": "Established Series",
  "BYREV": "Rev. BJS-GJS-JVC-JBF",
  "REVDATE": "03/2016",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy, mixed, superactive, calcareous, mesic, shallow Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Perlor very fine sandy loam--rangeland.  (Colors are for dry soil unless otherwise noted.)  The surface is partially covered with approximately 10 percent gravel.\nA1--0 to 8 cm; pale brown (10YR 6/3) very fine sandy loam, brown (10YR 4/3) moist; moderate medium platy structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; common fine vesicular pores; 5 percent gravel; moderately alkaline (pH 8.4); clear smooth boundary.  (5 to 10 cm thick)\nA2--8 to 18 cm; pale brown (10YR 6/3) loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine and medium roots; common very fine interstitial pores; 5 percent gravel; slightly effervescent; moderately alkaline (pH 8.2); gradual wavy boundary.  (8 to 13 cm thick)\n2C1--18 to 30 cm; pale brown (10YR 6/3) sandy loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; common fine interstitial pores; 5 percent gravel; strongly effervescent; strongly alkaline (pH 8.5); clear smooth boundary.  (10 to 18 cm thick)\n2C2--30 to 36 cm; very pale brown (10YR 7/3) gravelly sandy loam, pale brown (10YR 6/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; common fine interstitial pores; 30 percent gravel; violently effervescent; strongly alkaline (pH 8.8); clear smooth boundary.  (0 to 10 cm thick)\n2Cr--36 cm; fractured, soft sedimentary tuff; few very fine roots along fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lander County, Nevada; about 30 miles southwest of Battle Mountain in Fish Creek Basin; about 1,375 feet north and 1,450 feet west of the southeast corner of section 11, T. 27 N., R. 4l E.; USGS Fish Creek Basin 7.5 minute topographic quadrangle; latitude 40 degrees 13 minutes 26 seconds N and longitude 117 degrees 19 minutes 48 seconds W; WGS84 Decimal Degrees 40.2238889 latitude, -117.3294444 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in winter and early spring, dry mid-May through November; typic aridic (torric) moisture regime.\nMean annual soil temperature: 8 to 11 degrees C.\nDepth to bedrock: 25 to 36 cm to a paralithic contact.  The paralithic materials below the contact are weathered tuff.\nParticle-size control section - Clay content: 10 to 18 percent.\nRock fragments:  Averages 5 to 20 percent gravel with up to 30 percent in any one subhorizon.  Up to 20 percent may be parachanners.\nA horizons\nHue:  10YR or 2.5Y.\nValue:  6 or 7 dry, 3 or 4 moist.\nChroma:  2 or 3, dry or moist.\nStructure:  Subangular blocky or platy.\nReaction: Moderately alkaline or strongly alkaline.\nEffervescence:  Noneffervescent through strongly effervescent.\nCalcium carbonate equivalent: 0 to 2 percent.\n2C horizons\nValue:  6 or 7 dry, 4, 5, or 6 moist.\nChroma:  2 or 3, dry or moist.\nTexture:  Loam, sandy loam, or gravelly sandy loam.\nStructure:  Subangular blocky or horizon is massive.\nEffervescence:  Slightly effervescent through violently effervescent.\nCalcium carbonate equivalent: 1 to 5 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Birdsley, Celeton, Goldyke, Oceanet, Roic, Shalet, and Slatery series.\nBirdsley soils have 18 to 35 percent clay in the particle-size control section.  Celeton soils have 60 to 80 percent pararock fragments of diatomite in the particle-size control section.  Goldyke soils are moist in some part for 10 to 20 cumulative days in the summer and have paralithic contacts at depths of 5 to 25 cm.  Oceanet soils are moist in some part for intermittent periods throughout the summer and have rock fragments comprised mainly of soft sandstone.  Roic soils are moist in some part for 10 to 20 cumulative days in the summer and contain secondary gypsum within the profile.  Shalet soils have hue of 5YR or redder and contain secondary gypsum.  Slatery soils have less than 50 percent sand."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Perlor soils are on hills.  These soils formed in loess derived from mixed rocks over residuum derived from tuffaceous sedimentary rocks.  Slopes are 2 to 15 percent.  Elevations range from 1,375 to 1,830 meters.  The climate is arid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 125 to 200 mm, mean annual temperature is 7 to 10 degrees C, and the frost-free period is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Genaw, Puett, and Tessfive soils. Genaw soils have an argillic horizon with more than 18 percent clay. Puett soils have less than 10 percent clay in the particle-size control section. Tessfive soils have hard bedrock within 50 cm."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; very high surface runoff; moderate permeability; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Perlor soils are used for rangeland and wildlife habitat.  The present vegetation is mainly shadscale, bud sagebrush, Indian ricegrass, bottlebrush squirreltail, and Sandberg's bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Nevada.  These soils are not extensive with about 5,800 acres of the series mapped to date.  MLRAs 24 and 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lander County (South Part), Nevada, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A1 and A2 horizons).\nParalithic contact - The boundary at 36 cm to underlying soft bedrock (2Cr layer).\nParticle-size control section - The zone from the soil surface to 36 cm (A1, A2, 2C1, and 2C2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
