{
  "SERIES": "PERMA",
  "STATUS": "Established Series",
  "BYREV": "Rev. BDD-DES-RJS",
  "REVDATE": "11/2012",
  "STATES": "CO,MT,UT,WY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Typic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Perma gravelly loam, in grassland (colors are for dry soil unless otherwise noted).\nA1--0 to 15 cm; dark grayish brown (10YR 4/2) gravelly loam, very dark brown (10YR 2/2) moist; moderate fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; common very fine and fine pores; 20 percent gravel; neutral (pH 7.0); clear wavy boundary.\nA2--15 to 30 cm; dark grayish brown (10YR 4/2) gravelly loam, very dark brown (10YR 2/2) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; common very fine and fine pores; 30 percent gravel; neutral (pH 7.2); clear wavy boundary. (combined thickness of A horizons - 18 to 38 cm)\nBw1--30 to 55 cm; brown (10YR 5/3) very gravelly loam, brown (10YR 4/3) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine and fine roots; common very fine pores; 35 percent gravel and 15 percent cobbles; neutral (pH 7.2); gradual wavy boundary.\nBw2--55 to 91 cm; pale brown (10YR 6/3) very gravelly sandy loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; common very fine pores; 40 percent gravel and 15 percent cobbles; slightly alkaline (pH 7.4); gradual wavy boundary. (combined thickness of Bw horizons - 16 to 90 cm)\nBC--91 to 152 cm; very pale brown (10YR 7/3) extremely gravelly loamy sand, grayish brown (10YR 5/2) moist; single grain; loose, nonsticky and nonplastic; few very fine roots; 50 percent gravel and 20 percent cobbles; slightly alkaline (pH 7.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Missoula County, Montana; 460 meters east and 90 meters north of the SW corner of sec. 19, T. 14N, R.15W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 3.5 to 8.0 degrees C.\nMollic epipedon thickness - 25 to 38 cm\nDepth to extremely gravelly material - 75 to 96 cm\nNote: Below a depth of 100 cm the rock fragments may have calcium carbonate casts on their undersides.\nA horizons\nValue: 4 or 5 dry; 2 or 3 moist\nChroma: 2 or 3; dry or moist\nTexture: loam or sandy loam\nClay content: 7 to 27 percent\nRock fragments: 5 to 60 percent--5 to 50 percent gravel, 0 to 30 percent cobbles, stones and boulders\nReaction: pH 6.1 to 7.4\nBw horizons\nHue: 2.5Y, 10YR or 7.5YR; dry or moist\nValue: 4 to 6 dry; 3 to 5 moist\nChroma: 2 to 4; dry or moist\nTexture: loam or sandy loam\nClay content: 7 to 27 percent\nRock fragments: 35 to 85 percent--25 to 65 percent gravel, 0 to 50 percent cobbles and stones\nReaction: pH 6.1 to 7.8\nBC horizon\nHue: 2.5Y, 10YR, 7.5YR or 5YR; dry or moist\nValue: 4 to 7 dry; 3 to 5 moist\nChroma: 2 to 4; dry or moist\nTexture: loam, coarse sandy loam or sandy loam, loamy sand or sand\nClay content: 0 to 20 percent\nRock fragments: 60 to 85 percent--25 to 65 percent gravel, 10 to 50 percent cobbles and stones\nCalcium carbonate equivalent: 0 to 10 percent\nReaction: pH 6.6 to 8.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAguja (NM) - are moderately deep to a lithic contact\nFinleypoint (MT) - have less than 60 percent coarse fragments below 30 inches\nFlott (MT) - have a calcic horizon\nKutler (CO) - are moderately deep to a paralithic contact\nLabre (MT) - have a calcic horizon\nPeso (NM) - are moderately deep to a lithic contact\nPesowyo (WY) - are moderately deep to a lithic contact\nRenegade (UT) - are deep to a paralithic contact\nSandia (NM) - are moderately deep to a lithic contact\nSlimbutte (SD) - have calcium carbonate accumulation within 100 cm of the surface\nSubwell (MT) - have a calcic horizon\nTowave (UT) - have calcium carbonate accumulation within 100 cm of the surface\nVeatch (CO) - are moderately deep to a lithic contact\nVigilante (MT) - are deep to a lithic contact\nWalstead (MT) - have a calcic horizon\nWanagan (ND) - have calcium carbonate accumulation within 100 cm of the surface\nWimper (MT) - have a calcic horizon"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - stream terraces, outwash terraces, outwash plains, inset fans, alluvial fans, fan remnants, eroded fan remnants, escarpments, moraines, hills and mountains\nElevation - 1,025 to 2,400 meters\nSlope - 0 to 80 percent\nParent material - alluvium, colluvium and outwash\nClimate - long, cold winters; moist springs; warm summers\nMean annual precipitation - 360 to 560 cm\nMean annual air temperature - 2.0 to 7.5 degrees C.\nFrost-free period - 70 to 135 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Perma soils are used mainly as rangeland. The potential native vegetation is rough fescue, Idaho fescue, bluebunch wheatgrass, prairie junegrass, and native forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Perma soils are of moderate extent in western and central Montana.  MLRAs - 43A, 43B, 44A, 44B, 46 and 48A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Mineral County, Montana, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 30 cm (A1, A2 horizons)\nCambic horizon - 30 to 91 cm (Bw1, Bw2 horizons)\nDepth to extremely gravelly material - at 91 cm (BC horizon)\nParticle-size control section - 25 to 100 cm (part of A2, Bw1, Bw2, part of BC horizons).\nPerma soils have a frigid temperature regime and an ustic moisture regime.\nADDITIONAL DATA: Soil interpretation records - MT0117, MT0211 and MT0148.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
