{
  "SERIES": "PERRINTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. JEF-WEF-MLK-MCB",
  "REVDATE": "02/2016",
  "STATES": "MI",
  "OVERVIEW": "The Perrinton series consists of very deep, moderately well drained soils formed in loamy and/or clayey till on ground moraines, end moraines, and till plains. Slope ranges from 0 to 12 percent. Mean annual precipitation is about 762 mm (30 inches), and mean annual temperature is about 7.8 degrees C (46 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, mesic Oxyaquic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Perrinton loam, on a 3 percent slope in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 18 cm (7 inches); dark brown (10YR 3/3) loam, light brownish gray (10YR 6/2) dry: moderate medium granular structure; friable; about 2 percent fine gravel; neutral; abrupt smooth boundary. [15 to 28 cm (6 to 11 inches) thick]\nE/B--18 to 25 cm (7 to 10 inches); 65 percent light brownish gray (10YR 6/2) fine sandy loam (E); extending into or completely surrounding isolated remnants of brown (7.5YR 4/4) clay loam (Bt); moderate medium subangular blocky structure; about 2 percent fine gravel; neutral; abrupt smooth boundary. [0 to 23 cm (9 inches) thick]\nB/E--25 to 38 cm (10 to 15 inches); 65 percent brown (7.5YR 4/4) clay loam (Bt); surrounded by or penetrated by tongues of light brownish gray (10YR 6/2) fine sandy loam (E); moderate medium subangular blocky structure; firm; common distinct brown (7.5YR 4/2) clay films of faces of peds; about 2 percent fine gravel; neutral; clear wavy boundary. [0 to 18 cm (7 inches) thick] [Total thickness of glossic horizon ranges 5 to 35 cm (2 to 14 inches)]\nBt1--38 to 61 cm (15 to 24 inches); brown (7.5YR 4/4) clay loam; moderate medium subangular blocky structure; firm; common faint dark brown (7.5YR 3/4) clay films on faces of peds; about 2 percent fine gravel; slightly alkaline; clear wavy boundary.\nBt2--61 to 76 cm (24 to 30 inches); yellowish brown (10YR 5/4) silty clay loam; weak medium subangular blocky structure; firm; few faint brown (7.5YR 4/4) clay films in root channels; few fine distinct strong brown (7.5YR 5/6) masses of oxidized iron in the matrix; about 2 percent fine gravel; slightly effervescent; slightly alkaline; clear wavy boundary. [Combined thickness of the Bt horizon is 25 to 48 cm (10 to 29 inches).]\nBC--76 to 203 cm (30 to 80 inches); yellowish brown (10YR 5/4) clay loam; weak fine subangular blocky structure; firm; about 3 percent fine gravel; white (10YR 8/1) lime streaks; few fine distinct strong brown (7.5YR 5/6) masses of oxidized iron in the matrix; slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Mason County, Michigan; about 6 miles southeast of the town of Scottville; 2,500 feet south and 50 feet east of the northwest corner of sec. 17, T. 17 N., R. 16 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: 51 cm (20 inches) or more\nDepth to carbonates: 51 to 102 cm (20 to 40 inches)\nReaction: moderately acid to slightly alkaline in the upper part of the solum and ranges to moderately alkaline in the lower part\nRock fragment content: 1 to 10 percent gravel throughout\nA horizon, where present:\nThickness: 2.5 to 15 cm (1 to 6 inches)\nHue: 7.5YR or 10YR\nValue: 2.5 or 3\nChroma: 1 to 3\nTexture: loam, silt loam, fine sandy loam, sandy loam, clay loam, or silty clay loam\nAp horizon:\nHue: 7.5YR or 10YR\nValue: 3 or 4\nChroma: 1 to 3\nTexture: loam, silt loam, fine sandy loam, sandy loam, clay loam, or silty clay loam\nE horizon, where present:\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 2 to 4\nTexture: loam, silt loam, sandy loam, fine sandy loam, clay loam, or silty clay loam\nPedons that do not have a B/E horizon have an E/B horizon that is 5 to 23 cm (2 to 9 inches) thick. The amount of E material present in the B/E or E/B horizon ranges from 15 to 70 percent.\nE part of the B/E or E/B horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 2 to 4\nTexture: loam, silt loam, sandy loam, fine sandy loam, clay loam, or silty clay loam\nBt part of the E/B or B/E horizon or Bt horizon:\nHue: 5YR to 10YR\nValue: 4 to 6\nChroma: 3 to 6.\nTexture: clay loam, silty clay loam, clay, or silty clay.\nClay content: 35 to 50 percent\nBC horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 3 or 4\nTexture: silty clay loam, clay loam, silty clay, or clay\nCaCO3 content: 20 to 40 percent\nC horizon, where present:\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 3 or 4\nTexture: silty clay loam, clay loam, silty clay, or clay\nCaCO3 content: 20 to 40 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Perrinton soils are on ground moraines, end moraines, and till plains. Slope ranges from 0 to 12 percent. The Perrinton soils formed in loamy and/or clayey till. Mean annual precipitation ranges from 711 to 864 mm (28 to 34 inches). Mean annual temperature ranges from 7.8 to 11.1 degrees C (46 to 52 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ithaca, Onekama, and Marlette soils. The somewhat poorly drained Ithaca soils on slightly lower landscape positions and the well drained Onekama soils on slightly higher landscape positions are in a drainage sequence with Perrinton soils. Marlette soils are on similar landscape positions and have fine-loamy control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. Depth to the top of a seasonal high water table ranges from 76 to 183 cm (2.5 to 6.0 feet) between September and May in normal years. Potential for surface runoff is medium to very high. Saturated hydraulic conductivity is moderately low. Permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the gently sloping areas are under cultivation to corn, soybeans, small grain, or hay. Some areas are in apple orchards. Most of the steeper areas are in pasture or woodland. Native vegetation is sugar maple, American elm, American beech, white ash, American basswood, red maple, and northern red oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 96, 97, 98, and 99 in the southern half and northwestern area of the lower peninsula of Michigan. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Gratiot County, Michigan, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\n1. Ochric epipedon: from the surface to a depth of 18 cm (7 inches) (Ap horizon).\n2. Argillic horizon: from a depth of 25 to 76 cm (10 to 30 inches) (B part of B/E, Bt1 and Bt2 horizons).\n3. Glossic horizon: from a depth of 18 to 38 cm (7 to 15 inches) (E/B and B/E horizons).\nThese soils were formerly mapped as dual drainage class (moderately well and well drained) until the Onekama series was established as the well drained component of the catena in 2005.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
