{
  "SERIES": "PERRINE",
  "STATUS": "Established Series",
  "BYREV": "Rev. SHM: AGH; GRB",
  "REVDATE": "05/2021",
  "STATES": "FL",
  "OVERVIEW": "The Perrine series consists of moderately deep, poorly drained, moderately slowly to moderately permeable soils in lowlands along the Atlantic Coast of Peninsular Florida.  They formed in calcareous silty and loamy sediments of marine or freshwater origin over limestone.  Near the type location, the mean annual temperature is about 74 degrees F., and the mean annual precipitation is about 60 inches.  Slopes are less than 1 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, carbonatic, isohyperthermic Typic Fluvaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Perrine silty clay loam in a cleared power line right-of-way.                (Colors are for moist soil.)\nA--0 to 10 inches; dark grayish brown (2.5Y 4/2) silty clay loam; moderate medium granular structure; friable; common fine and medium roots; few medium distinct very dark grayish brown (2.5Y 3/2) masses of organic matter accumulation; strongly effervescent; moderately alkaline; gradual wavy boundary.  (4 to 12 inches thick)\nBg--10 to 20 inches; light brownish gray (2.5Y 6/2) silt loam; weak coarse subangular blocky structure; slightly sticky; few fine roots; few fine fragments of shell; few small pockets very dark grayish brown (2.5Y 3/2) areas of organic matter accumulation; few fine and medium distinct light olive brown (2.5Y 5/6) masses of accumulation and few faint grayish brown (2.5Y 5/2) areas of depletions; strongly effervescent; moderately alkaline; clear smooth boundary.  (8 to 20 inches thick)\nCg--20 to 26 inches; very dark grayish brown (2.5Y 3/2) and dark grayish brown (2.5Y 4/2) silt; massive; slightly sticky; few small pockets and streaks of black (10YR 2/1) material; few to common fine fragments of shell and small white (10YR 8/1) calcium carbonate nodules; strongly effervescent; moderately alkaline; abrupt irregular boundary.  (5 to 10 inches thick)\n2Cr--26 to 30 inches; soft to hard very pale brown (10YR 7/4) limestone; limestone fragments in a matrix of almost liquid calcium carbonates cover the rock surface."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Broward County, Florida; approximately 0.7 mile east of U.S. Highway 1 and the Ft. Lauderdale International Airport, about 0.2 mile north of the Dania Cutoff Canal, about 200 feet north of the boat yard, and about 200 feet west of the paved entrance road; NE1/4, NW1/4, NW1/4, Sec. 35, T. 50 S., R. 42 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Soil thickness and depth to weathered limestone bedrock ranges from 20 to 40 inches.  Soil reaction is moderately alkaline throughout.\nA thin layer of organic material covers the A horizon in some pedons.  Where present, it has hue of 5YR to 10YR, value of 2 to 4, and chroma of 1 or 2.  Texture is muck.\nThe A or Ap horizon has hue of 10YR or 2.5Y, value of 3 to 6, and chroma of 1 or 2.  Redoximorphic features in shades of brown, yellow, or gray range from none to common.  Texture is silt loam or silty clay loam.\nThe Bg horizon has hue of 10YR to 5Y, value of 3 to 7, and chroma of 1 to 4.  Redoximorphic features in shades of gray, brown, or yellow range from none to common.  Texture is silt loam or silt.\nThe Cg horizon has the same range of colors and textures as the Bg horizon.  A Thin layer of black to gray sand, fine sand, or black muck is at the base of the C horizon in some pedons.\nThe 2Cr horizon is soft to hard limestone and can be easily excavated with light power equipment.  Solution holes range from few to common and extend 1 to 2 feet into the limestone. They are filled with sand, silt loam, or soft carbonatic material."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Pennsuco series is in the same family.  The poorly drained and very poorly drained Pennsuco soils are on similar positions and are deep to soft limestone bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Perrine soils are in broad low flats near the Atlantic Ocean in southeastern Florida.  Slopes are less than 1 percent.  They formed in deposits of sediments that are 90 to 90 percent calcium carbonate and are on the Miami Oolite Formation of the Pleistocene Age.  They are at elevations of 1 to 4 feet above sea level.  The climate is humid subtropical.  The average annual precipitation ranges from 55 to 65 inches and the average annual air temperature ranges from 73 to 75 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the competing Pennsuco series."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; moderately slow to moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Areas nearest the coast include American and white mangrove trees.  Areas that have been drained or with water control are used for growing vegetable crops, ornamental shrubs, and trees.  Vegetation in undrained areas includes sawgrass, sedges, reeds, various grasses, and scattered palm trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern coastal lowlands in Florida.  The series is of small extent in Broward and Indian River Counties but is moderately extensive in Dade County, Florida."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Everglades Project Area, Florida, 1945.  It was placed on inactive list in 1975 because of lack of use since adoption of Soil Taxonomy and reactivated in Broward County, Florida, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon:\nOchric epipedon - the zone from 0 to 10 inches (A horizon).\nCambic horizon - the zone from 10 to 20 inches (Bg horizon).\nParalithic contact - 26 inches to soft to hard limestone bedrock (2 Cr horizon).\nThe water table is within 10 inches of the surface about 30 to 50 percent of the time with highest probably from June to November.\nMoist soil color would put this soil in an Aeric family, but the soil is too wet to be so classified.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 25,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A--0 to 10 inches; dark grayish brown (2.5Y 4/2) silty clay loam; moderate medium granular structure; friable; common fine and medium roots; few medium distinct very dark grayish brown (2.5Y 3/2) masses of organic matter accumulation; strongly effervescent; moderately alkaline; gradual wavy boundary.  (4 to 12 inches thick)"
      },
      {
        "name": "Bg",
        "top": 25,
        "bottom": 51,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bg--10 to 20 inches; light brownish gray (2.5Y 6/2) silt loam; weak coarse subangular blocky structure; slightly sticky; few fine roots; few fine fragments of shell; few small pockets very dark grayish brown (2.5Y 3/2) areas of organic matter accumulation; few fine and medium distinct light olive brown (2.5Y 5/6) masses of accumulation and few faint grayish brown (2.5Y 5/2) areas of depletions; strongly effervescent; moderately alkaline; clear smooth boundary.  (8 to 20 inches thick)"
      },
      {
        "name": "Cg",
        "top": 51,
        "bottom": 66,
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Cg--20 to 26 inches; very dark grayish brown (2.5Y 3/2) and dark grayish brown (2.5Y 4/2) silt; massive; slightly sticky; few small pockets and streaks of black (10YR 2/1) material; few to common fine fragments of shell and small white (10YR 8/1) calcium carbonate nodules; strongly effervescent; moderately alkaline; abrupt irregular boundary.  (5 to 10 inches thick)"
      },
      {
        "name": "2Cr",
        "top": 66,
        "bottom": 76,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 4,
        "narrative": "2Cr--26 to 30 inches; soft to hard very pale brown (10YR 7/4) limestone; limestone fragments in a matrix of almost liquid calcium carbonates cover the rock surface."
      }
    ]
  ]
}
