{
  "SERIES": "PERRYTON",
  "STATUS": "Established Series",
  "BYREV": "TCB-CLN",
  "REVDATE": "05/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, mesic Torrertic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Perryton silty clay loam--on a nearly level plain, 0.2 percent slope in cultivated field. (Colors are for dry soil unless otherwise stated.)\nAp--0 to 23 cm (0 to 9 in); dark grayish brown (10YR 4/2) silty clay loam, very dark grayish brown (10YR 3/2) moist; weak fine granular and weak fine and medium subangular blocky structure; hard, friable; many very fine and fine roots; cracks 25 mm wide at the surface extend through the horizon; moderately alkaline; abrupt smooth boundary. (20 to 40 cm thick)\nBt1--23 to 51 cm (9 to 20 in); dark grayish brown (10YR 4/2) silty clay, very dark grayish brown (10YR 3/2) moist; moderate medium prismatic structure parting to moderate fine and medium angular blocky; very hard, very firm; many very fine and fine roots; common fine tubular pores; cracks 13 mm wide extend through the horizon; common distinct clay films and a few pressure faces on ped surfaces; moderately alkaline; clear smooth boundary.\nBt2--51 to 71 cm (20 to 27 in); grayish brown (10YR 5/2) silty clay loam, dark grayish brown (10YR 4/2) moist; moderate medium prismatic structure parting to moderate medium angular blocky; very hard, very firm; common very fine and fine roots; common fine tubular pores; cracks 13 mm wide extend through the horizon; common distinct clay films and a few pressure faces on ped surfaces; few very fine filaments of calcium carbonate in pores; slightly effervescent; moderately alkaline; clear smooth boundary. (combined thickness of the Bt horizons is 25 to 120 cm)\nBtk1--71 to 91 cm (27 to 35 in); grayish brown (10YR 5/2) silty clay loam, dark grayish brown (10YR 4/2) moist; moderate fine and medium angular blocky structure; hard, firm; few very fine and fine roots; common fine tubular pores; common distinct clay films on ped faces; common fine filaments of calcium carbonate in pores; strongly effervescent; moderately alkaline; clear smooth boundary. (13 to 40 cm thick)\nBtk2--91 to 147 cm (35 to 57 in); brown (7.5YR 5/4) silty clay loam, brown (7.5YR 4/4) moist; moderate coarse prismatic structure parting to moderate fine and medium subangular blocky; hard, friable; few very fine roots; few fine tubular pores; common distinct clay films on ped faces; common fine filaments of calcium carbonate in pores; slightly effervescent; moderately alkaline; gradual smooth boundary.\n2Btk3--147 to 193 cm (57 to 76 in); strong brown (7.5YR 5/6) silty clay loam, strong brown (7.5YR 4/6) moist; moderate coarse prismatic structure parting to moderate fine and medium subangular blocky; hard, friable; few very fine roots; few fine tubular pores; common distinct clay films on ped faces; few fine black (10YR 2/1) masses of iron-manganese between ped faces; few fine filaments of calcium carbonate in pores; slightly effervescent; moderately alkaline; clear smooth boundary. (combined thickness of the 2Btk horizons is 25 to 120 cm)\n2Btk4--193 to 203 cm (76 to 80 in); light brown (7.5YR 6/4) clay loam, brown (7.5YR 5/4) moist; moderate fine and medium subangular blocky structure; hard, friable; common fine and very fine tubular pores; few faint clay films on ped faces; common filaments, masses, and nodules of calcium carbonate; 26 percent calcium carbonate equivalent; violently effervescent; strongly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Ochiltree County, Texas; from the intersection of Farm Road 3045 and Farm Road 376 which is 3.2 kilometers (2 miles) south of Farnsworth; 8 kilometers (5 miles) south on Farm Road 376; 0.8 kilometers (0.5 mile) east down turn row; 30 meters (100 feet) south in field; Latitude: 36 degrees, 12 minutes, 58 seconds N; Longitude: 100 degrees, 57 minutes, 15 seconds W; Sourdough Creek Texas USGS quad; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  An ustic moisture regime bordering on aridic.  The soil moisture control section is dry in some or all parts for more than 180 but less than 205 days, cumulative, in normal years. July through August and December through February are the driest months.  These soils are intermittently moist in September through November and March through June.\nMean annual soil temperature: 13 to 15 degrees C (55 to 59 degrees F)\nThickness of the mollic epipedon: 50 to 100 cm (20 to 40 in)\nDepth to secondary calcium carbonate: 60 to 150 cm (23 to 60 in)\nDepth to calcic horizon: 150 to 203 cm (60 to 80 in)\nSolum thickness: More than 203 cm (80 in)\nParticle-size control section: 35 to 42 percent silicate clay\nLinear extensibility: averages 7 to 9 cm to a depth of 100 cm.  When dry, surface cracks extend to depths exceeding 50 cm (20 in).\nAp horizon:\nHue: 10YR\nValue: 4 or 5, 3 or 4 moist\nChroma: 2 or 3\nTexture: silt loam or silty clay loam\nEffervescence: None\nReaction: neutral or slightly alkaline\nBt horizon:\nHue: 10YR\nValue: 4 or 5, 3 or 4 moist.\nChroma: 2 or 3.\nTexture: silty clay loam or silty clay\nVisible secondary calcium carbonate: less than 2 percent as films or filaments in lower part.\nEffervescence: None to slight\nReaction: Slightly alkaline or moderately alkaline.\nBtk horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5, 3 or 4 moist\nChroma: 3 or 4\nTexture: silty clay loam or silty clay.\nVisible secondary calcium carbonate:\nEffervescence: Slight to strong\nReaction: Slightly alkaline or moderately alkaline.\n2Btk horizon:\nHue: 5YR or 7.5YR\nValue: 4 to 6, 3 to 5 moist.\nChroma: 3 to 6.\nTexture: loam, silty clay loam, or clay loam\nVisible secondary calcium carbonate:\nEffervescence: slight to violent.\nReaction: moderately alkaline or strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are no competing series.  Similar soils include the Darrouzett, Gruver, Sherm and Zella series.\nDarrouzett series: have mean annual soil temperature of more than 15 degrees C.\nGruver and Sherm series: have in the argillic horizon both a chroma more than 5 and do not have a clay decrease of 20 percent or more from the maximum within 150 cm; in addition the depth to a calcic horizon ranges from 76 to 150 cm.\nZella series: Have smectitic clay mineralogy and do not have a calcic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy and clayey eolian sediments of Pleistocene age.\nLandform: eolian plain\nSlopes: 0 to 1 percent\nMean annual air temperature: 12 to 14 degrees C (53 to 58 degrees F)\nMean annual precipitation: 432 to 559 mm (17 to 26 in)\nFrost free period: 170 to 200 days\nElevation ranges from 916 to 1,448 meters (3,000 to 4,750 ft)\nThornthwaite annual P-E Index Values: 25 to 36"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the similar Dumas, Gruver, Sherm, and Texline series and the Conlen, Dalhart, Dallam, Hansford, Knoblaw, Lautz, Oslo, Plack, and Sunray soils.\nConlen soils: are on plains or the shoulder on a valley side and have carbonatic mineralogy.\nDalhart and Dallam soils: are on similar landscape positions and have an ochric epipedon.\nDumas, Gruver, Sherm, and Texline soils: are on similar landscape positions.\nHansford, Knoblaw, and Lautz soils: are on the floor of playa basins.\nOslo soils: are on similar landscape positions and have 18 to 35 percent silicate clay in the particle-size control section.\nPlack soils: are on landscape positions adjacent to draws and have a petrocalcic horizon.\nSunray soils: are on plains or side slopes of draws and have 18 to 35 percent silicate clay in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Slow permeability.  Surface runoff is medium on 0 to 1 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly cultivated to corn, grain sorghum, and winter wheat.  A considerable acreage is irrigated.  Climax vegetation includes buffalograss and blue grama, with lesser amounts of vine-mesquite, western wheatgrass, galleta, and silver bluestem.  This soil has been correlated to the Deep Hardland (077AY001TX) ecological site in MLRA-77A."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern High Plains, Northern Part (MLRA 77A in LRR H)of Texas Panhandle.  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hansford County, Texas; 2007."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Series established during the MLRA-77 Update Survey of Hansford County Texas; 2007.  These soils were previously included with the Darrouzett series.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 71 cm (Ap and Bt horizons)\nArgillic horizon: 23 to 203 cm (Bt1, Bt2, Btk1, 2Btk2, 2Btk3, 2Btk4 horizons)\nCalcic horizon: 193 to 203 cm (2Btk4 horizon)\nLithologic discontinuity: 147 to 203 cm (2Btk horizons)\nTorrertic properties: cracks 5 mm or more wide through a thickness of 30 cm or more and have linear extensibility that is 6.0 cm or more to a depth of 100 cm.\nADDITIONAL DATA:  National Soil Survey Laboratory data sample number: S84TX-357-001, S94TX-357-004, S94TX-357-005, S94TX-357-009, S94TX-357-010, S94TX-357-011, (Ochiltree County, Texas); S57TX-195-002, S94TX-195-004, S94TX-195-006 (Hansford County, Texas); S84TX-111-001 (Dallam County, Texas); S94TX-233-001, S94TX-233-002 (Hutchinson County, Texas).\nTAXONOMIC VERSION:  Keys to Soil Taxonomy, Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
