{
  "SERIES": "PERSANTI",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLV-DJD",
  "REVDATE": "07/1999",
  "STATES": "GA,SC",
  "OVERVIEW": "The Persanti series consists of very deep, moderately well drained, slowly permeable soils that formed in thick clayey sediments on old stream terraces on the Coastal Plain.  They are saturated to within 2 feet of the surface in late winter and early spring. Slopes range from 0 to 6 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, kaolinitic, thermic Aquic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Persanti very fine sandy loam--forested.\n(Colors are for moist soil.)\nA--0 to 6 inches; dark gray (10YR 4/1) very fine sandy loam; weak medium subangular blocky structure; friable; many fine roots; very strongly acid; clear smooth boundary.  (4 to 8 inches thick)\nBt1--6 to 17 inches; brownish yellow (10YR 6/6) clay; common medium distinct pale brown (10YR 6/3) and few fine strong brown (7.5YR 5/8) and yellowish red (5YR 5/8) mottles; moderate medium subangular blocky structure; firm; very hard; common fine roots; few fine pores; many distinct clay films on faces of peds and in root channels; strongly acid; gradual smooth boundary.  (8 to 18 inches thick)\nBt2--17 to 44 inches; mottled brownish yellow (10YR 6/6), strong brown (7.5YR 5/8), and pale brown (10YR 6/3) clay; common fine and medium distinct light gray (10YR 7/2) and yellowish red (5YR 4/8) and few fine prominent red (2.5YR 4/8) mottles; strong medium subangular blocky structure; very firm; very hard; few fine roots; few fine pores; many prominent clay films on faces of peds; very strongly acid; gradual smooth boundary.  (20 to 30 inches thick)\nBt3--44 to 60 inches; mottled light gray (10YR 7/2) and yellowish brown (10YR 5/8) clay; many fine and medium distinct strong brown (7.5YR 5/8) and few fine prominent yellowish red (5YR 5/8) and red (2.5YR 4/8) mottles; strong medium subangular blocky structure; very firm; very hard; few fine pores; many prominent clay films on faces of peds; very strongly acid; clear smooth boundary.  (12 to 24 inches thick)\nBtg--60 to 72 inches; light gray (10YR 7/1) clay; common medium prominent strong brown (7.5YR 5/8), few fine prominent yellowish red (5YR 5/8) and few fine faint pale brown (10YR 6/3) mottles; strong medium subangular and angular blocky structure; very firm; very hard; few fine pores; many prominent clay films on faces of peds; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clarendon County, South Carolina; 7 miles south of Summerton, 3 miles west of Goat Island Landing."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is 60 to more than 80 inches.   The soil is very strongly acid to slightly acid in the A, E and upper part of the B horizons and extremely acid to strongly acid throughout the rest of the profile.\nThe A or Ap horizon has hue of 10YR to 2.5Y, value of 4 to 6, and chroma of 1 to 3.  It is very fine sandy loam, fine sandy loam, sandy loam, or loam.\nThe E horizon, where present, has hue of 10YR or 2.5Y, value of 6 or 7, and chroma of 2 to 4.  It is very fine sandy loam, fine sandy loam, sandy loam, or loam.\nThe BA or BE horizon, where present, has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 4 to 8.  It is clay loam, sandy clay loam, or rarely silty clay loam.\nThe upper part of the Bt horizon has hue of 7.5YR or 10YR, value of 5 or 6, and chroma of 4 to 8 with common to many mottles in shades of red, brown, yellow, or gray.  Mottles of chroma 2 or less are 15 to 30 inches from the surface.  The lower part of the Bt horizon commonly is mottled in shades of brown, yellow, red, or gray, or it is dominantly gray with brown, yellow, or red mottles.  The Bt horizon is clay or silty clay.  Consistence is firm, or very firm, hard, or very hard.\nThe BC horizon, where present, commonly is mottled in shades of brown, yellow, red, or gray, or it is dominantly gray with brown, yellow, or red mottles.  It is clay, clay loam, or silty clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Duplin series is the only other known series in this family.  Duplin soils have moderate subangular blocky structure and do not have significant amounts of vermiculite in the Bt horizon.  Similar soils in related families are the Angie, Caroline, Craven, Nevarc, Shubuta, Smithboro, and Tiak series.  Angie, Caroline, Craven, Nevarc, Shubuta, and Tiak have mixed mineralogy.  In addition Craven soils have a solum 40 to 60 inches thick, or they have a clay decrease of more than 20 percent within 60 inches.  Smithboro soils have dominant chroma of 2 or less from the base of the A or Ap horizon and 30 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on old stream terraces in the Coastal Plain.  Slopes dominantly are less than 2 percent but range up to 6 percent.  The soil formed in unconsolidated, dominantly clayey Coastal Plain and fluvial sediments.  The mean annual temperature ranges from 59 to 70 degrees F., mean annual precipitation ranges from 38 to 52 inches, and frost free days range from 190 to 245."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  In addition to the competing Duplin and Smithboro series, these are the Cantey, Coxville, Dunbar, Noboco, Norfolk, Orangeburg, Red Bay, and Summerton series.  Cantey, Coxville, Dunbar have dominant chroma of 2 or less from the base of the A or Ap horizon and 30 inches.  Noboco, Norfolk, Orangeburg, Red Bay, and Summerton soils are on higher landscapes and do not have mottles with chroma of 2 or less within 30 inches of the surface."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; medium runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  About 60 percent is in woodland and the remainder is in pasture or cropped to corn, soybeans, cotton, truck crops, or small grain.  Forested areas are lobolly and shortleaf pine, oaks, hickory, and sweetgum."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coastal Plain of Alabama, Georgia, South Carolina, and Virginia, and possibly Florida.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Clarendon County, South Carolina; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface of the soil to a depth of 6 inches ( A horizon).\nArgillic horizon - the zone from 6 to 72 inches (Bt1, Bt2, Bt3, and Btg horizons).\nMottles of chroma of 2 or less - present in the upper 24 inches of the argillic horizon (Bt1 horizon).\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nSC0047 PERSANTI    0-  6   59- 70  190-245  38- 52    40- 180\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nSC0047 NONE          1.5-3.0  APPARENT DEC-APR  60-60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nSC0047  0- 6  L VFSL                  0-  0  95-100 10-20   1-  3\nSC0047  0- 6  FSL SL                  0-  0  98-100  5-15   1-  4\nSC0047  6-60  C SIC                   0-  0  98-100 40-70   3-  8\nSC0047 60-72  C CL SICL               0-  0  98-100 30-60   2-  8\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nSC0047  0- 6  4.5- 6.5  .5-3.  0- 0   0.2- 2.0  LOW\nSC0047  0- 6  4.5- 6.5  .5-3.  0- 0   0.2- 2.0  LOW\nSC0047  6-60  3.6- 5.5  0.-.5  0- 0  0.06- 0.2  MODERATE\nSC0047 60-72  3.6- 5.5  0.-.5  0- 0  0.06- 0.2  MODERATE\nNational Cooperative Soil Survey\nU.S.A."
  }
}
