{
  "SERIES": "PERSIMMON",
  "STATUS": "Tentative Series",
  "BYREV": "SLM-CPH",
  "REVDATE": "03/2017",
  "STATES": "KS,OK,TX",
  "OVERVIEW": "The Persimmon series consists of very deep, somewhat poorly drained, moderately permeable soils that formed in sandy and loamy alluvium of Holocene age.  These soils are on nearly level to very gently sloping floodplains in the Southern High Plains, Breaks (MLRA 77E).  The slope ranges from 0 to 2 percent. Mean annual precipitation is about 530 mm (21 in), and mean annual air temperature is about 15 degrees C (59 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, thermic Oxyaquic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Persimmon loam - on a 0.5 percent linear slope, on a floodplain, in native rangeland at an elevation of 676 m (2218 ft).\n(Colors are for moist soil unless otherwise stated.)\nA--0 to 24 cm (0 to 9 in); dark grayish brown (10YR 4/2) loam, pale brown (10YR 6/3), dry; moderate coarse subangular blocky parting to moderate medium granular structure; moderately hard, friable; many very fine, common fine, and common coarse roots throughout; slightly effervescent (5 percent calcium carbonate equivalent); moderately alkaline, pH 8.0;  clear smooth boundary. (16 to 30 cm thick [7 to 12 in])\nBk1--24 to 59 cm (9 to 23 in); brown (10YR 4/3) fine sandy loam, light brownish gray (10YR 6/2), dry; moderate medium subangular blocky parting to weak fine subangular blocky structure; slightly hard, very friable; many fine and common medium roots; few fine spherical weakly cemented carbonate nodules throughout; few fine distinct threadlike carbonate masses along root channels; slightly effervescent (4 percent calcium carbonate equivalent); moderately alkaline, pH 8.3; gradual wavy boundary.\nBk2--59 to 76 cm (23 to 30 in); grayish brown (10YR 5/2) fine sandy loam, very pale brown (10YR 7/3), dry; moderate coarse subangular blocky structure; moderately hard, very friable; common fine and common medium roots; common fine and few medium faint irregular strong brown (7.5YR 5/6) masses of oxidized iron in matrix; common medium distinct threadlike carbonate masses along lamina or strata surfaces; very slightly effervescent (5 percent calcium carbonate equivalent); very strongly alkaline, pH 9.1; very slightly saline, EC 2.7 deciSiemens per meter; clear smooth boundary.\nBCk--76 to 106 cm (23 to 42 in); 50 percent brown (10YR 5/3) and 40 percent pale brown (10YR 6/3) and 10 percent dark grayish brown (10YR 4/2) stratified loam, 50 percent pale brown (10YR 6/3) and 40 percent very pale brown (10YR 7/3) and 10 percent grayish brown (10YR 5/2), dry; moderate medium subangular blocky structure; slightly hard, very friable; common very fine and common fine roots; few distinct black (10YR 2/1) manganese coatings on root channels; few fine distinct irregular black (10YR 2/1) manganese masses in matrix; common fine and common medium strong brown (7.5YR 5/6) distinct irregular masses of oxidized iron in matrix; few fine prominent platy carbonate masses along lamina or strata surfaces; slightly effervescent (8 percent calcium carbonate equivalent); very strongly alkaline, pH 9.1; slightly saline, EC 4.8 deciSiemens per meter; very abrupt smooth boundary. (Combined thickness of the Bk and BCk horizons: 44 to 102 cm [17 to 40 in])\nAkygb--106 to 143 cm (42 to 56 in); 60 percent dark gray (5Y 4/1) and 40 percent dark grayish brown (2.5Y 4/2) clay loam; weak coarse prismatic parting to moderate coarse subangular blocky structure; very hard, firm; common very fine and common fine roots; very few discontinuous distinct pressure faces on vertical ped surfaces; common fine strong brown (7.5YR 5/6) distinct irregular masses of oxidized iron on root channels;  common fine and common medium strong brown (7.5YR 5/6) distinct irregular masses of oxidized iron in matrix; common fine black (10YR 2/1) distinct irregular manganese masses in matrix; few fine distinct threadlike gypsum crystals on root channels; and few fine distinct threadlike carbonate masses along root channels; very slightly effervescent (16 percent calcium carbonate equivalent); moderately alkaline, pH 8.4; very slightly saline, EC 3.7 deciSiemens per meter; gradual smooth boundary. (Combined thickness of the Ab horizon(s) (where present): 20 to 38 cm [8 to 15 in])\nC--143 to 203 cm (56 to 80 in); pale brown (10YR 6/3) sand; single grain; loose, loose; common fine roots; common medium strong brown (7.5YR 5/6) distinct irregular masses of oxidized iron in matrix; 1 percent 2 to 5 mm well-rounded indurated quartzite fragments; noneffervescent (1 percent calcium carbonate equivalent); strongly alkaline, pH 8.5; nonsaline, EC 1.1 deciSiemens per meter."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Beaver County, Oklahoma; from the intersection of State Highway 412 with the Harper County line, about 6 miles north and 2 miles west; then 4875 ft (1485 m) south and 900 ft (274 m) west from the northeast corner of Section 28, Township 3N, Range 28E (Cimarron meridian).\nUSGS topographic quadrangle: Logan NE, Oklahoma\nLatitude: 36 degrees 41 minutes 23.70 seconds N\nLongitude: 100 degrees 2 minutes 33.17 seconds W\nDatum WGS84\nDecimal Degrees\nLatitude: 36.689916\nLongitude: -100.042541\nUTM Northing: 4060981\nUTM Easting:   406862\nUTM zone 14S"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness: greater than 200 cm (greater than 80 in)\nThickness of ochric epipedon: 17 to 38 cm (7 to 15 in)\nDepth to secondary carbonates: 0 to 13 cm (0 to 5 in)\nThickness of cambic horizon: 38 to 75 cm (15 to 30 in)\nBuried horizons are commonly observed but may not be present in all soil profiles.\nSaturation (water table): endosaturated within 60 to 100 cm (24 to 40 in) of the soil surface more than 30 cumulative days of the year, with seasonal fluctuations from 50 to 180 cm (20 to 71 in) to free water\nParticle-size control section (weighted average):\nSection range: 25 to 100 cm (10 to 40 in)\nSilicate clay: 6 to 17 percent\nClay-sized carbonate: 0 to 3 percent\nCoarse-fragments: amount-0 to 5 percent; size-fine to coarse gravels; kind-indurated well-rounded quartzite, feldspar, ironstone, and sandstone\nSalinity: nonsaline to moderately saline (electrical conductivity 0 to 16 deciSiemens per meter)\nSurface Fragments: amount-0 to 5 percent; size-fine to coarse gravels; kind-indurated well-rounded quartzite, feldspar, ironstone, and sandstone\nA horizon or Ak horizon (where present):\nHue: 7.5YR or 10YR\nValue: 5 or 6, 4 or 5 moist\nChroma: 2 or 3 moist or dry\nTexture: sandy loam, fine sandy loam, very fine sandy loam, loam, and silt loam\nCoarse fragments: amount-0 to 3 percent; size-fine to coarse gravels; kind-indurated well-rounded quartzite, feldspar, ironstone, and sandstone\nIdentifiable calcium carbonate: amount-0 to 1 percent; size-fine to medium; kind-masses and concretions\nCalcium carbonate equivalent: 0 to 5 percent\nEffervescence: none or slight\nReaction (pH): slightly alkaline to moderately alkaline (7.4-8.4)\nElectrical Conductivity: 0 to 16 dS/m\nBw horizons (where present):\nHue: 7.5YR or 10YR\nValue: 4 to 7, 4 to 6 moist\nChroma: 3 to 6 moist or dry\nTexture: fine sandy loam, very fine sandy loam, sandy loam, and loam\nCoarse fragments: amount-0 to 3 percent; size-fine to coarse gravels; kind-indurated well-rounded quartzite, feldspar, ironstone, and sandstone\nIdentifiable calcium carbonate: none\nCalcium carbonate equivalent: 0 percent\nEffervescence: none to very slight\nReaction (pH): neutral to slightly alkaline (6.6-7.3)\nElectrical Conductivity: 0 to 16 dS/m\nBk and BCk horizons:\nHue: 7.5YR or 10YR\nValue: 4 to 7, 4 to 6 moist\nChroma: 3 to 6\nTexture: fine sandy loam, very fine sandy loam, sandy loam, and loam\nCoarse fragments: amount-0 to 5 percent; size-fine to coarse gravels; kind-indurated well-rounded quartzite, feldspar, ironstone, and sandstone\nIdentifiable calcium carbonate: amount-1 to 10 percent; size-fine to very coarse; kind-finely disseminated carbonate, films, masses, concretions, and nodules\nCalcium carbonate equivalent: 0 to 10 percent\nEffervescence: slight to violent\nRedoximorphic Features: amount-1 to 10 percent, size-fine to medium; kind-iron depletions, masses of manganese and oxidized iron, nodules of iron-manganese, surface coats of manganese\nReaction (pH): moderately alkaline to very strongly alkaline (7.9-9.5)\nElectrical Conductivity: 0 to 16 dS/m.\nAb and other associated buried horizons (where present):\nHue: 7.5YR or 10YR\nValue: 2 to 6, 1 to 5 moist\nChroma: 1 to 4 moist or dry\nTexture: fine sandy loam, sandy loam, loam, silt loam, clay loam, and silty clay loam.\nCoarse fragments: amount-0 to 5 percent; size-fine to coarse gravels; kind-indurated well-rounded quartzite, feldspar, ironstone, and sandstone\nIdentifiable calcium carbonate: amount-0 to 5 percent; size-fine to very coarse; kind-finely disseminated carbonate, films, masses, concretions, and nodules\nVisible gypsum: amount-1 to 5 percent; size-fine to medium; kind-needles, crystals, and masses\nCalcium carbonate equivalent: 0 to 10 percent\nEffervescence: none to strong\nRedoximorphic Features: amount-5 to 20 percent, size-fine to medium; kind-depleted matrix, iron depletions, masses of manganese and oxidized iron, nodules of iron-manganese, surface coats of manganese\nReaction (pH): moderately alkaline to very strongly alkaline (7.9-9.5)\nElectrical Conductivity: 0 to 16 dS/m.\nC and Ck horizons:\nHue: 7.5YR or 10YR\nValue: 5 to 8, 4 to 7 moist\nChroma: 2 to 8 moist or dry\nTexture: sand, fine sand, loamy sand, sandy loam, fine sandy loam, and loam, and their gravelly counterparts.  Multiple textures may exist as strata or lamina throughout these horizons.\nCoarse fragments: amount-0 to 25 percent; size-fine to coarse gravels; kind-indurated well-rounded quartzite, feldspar, ironstone, and sandstone\nIdentifiable calcium carbonate: amount-0 to 4 percent; size-fine to very coarse; kind-finely disseminated carbonate, masses, concretions, and nodules\nCalcium carbonate equivalent: 0 to 3 percent\nEffervescence: none to slight\nRedoximorphic Features: amount-5 to 20 percent, size-fine to medium; kind-iron depletions, masses of manganese and oxidized iron, nodules of iron-manganese, surface coats of manganese\nReaction (pH): slightly alkaline to strongly alkaline (7.4-9.0)\nElectrical Conductivity: 0 to 16 dS/m."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series.  Similar series are the Gracemont(OK), and Waldeck(KS) soils.\nGracemont soils: do not have a cambic horizon and have slightly warmer mean annual soil temperatures.\nWaldeck soils: have a mollic epipedon and do not have a cambic horizon"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent Material: sandy and loamy alluvium of Holocene age.\nLandscape: alluvial plain remnant, river valley\nLandform: floodplains\nSlope: 0 to 2 percent\nSoil moisture: Section range-20 to 60 cm (8 to 24 in). An ustic moisture regime bordering on udic. The soil moisture control section is dry in some or all parts for more than 180 but less than 220 days, cumulative, in normal years. July through August and December through February are the driest months. These soils are intermittently moist in September through November and March through June.\nMean annual air temperature: 14 to 16 degrees C (57 to 61 degrees F)\nMean annual precipitation: 382 to 660 mm (15 to 26 in)\nFrost-free period: 180 to 210 days\nElevation: 600 to 1500 m (1968 to 4921 ft)\nThornthwaite annual P-E Index: 25 to 36"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Duckpond(T), Gilhula(T), Guadalupe, Sweetwater, Touzalin(T), and Wespur(T) series on similar landscape positions.\nDuckpond soils: have a mollic epipedon greater than 50 cm (40 in) thick, a fine-silty particle-size class, and do not have free water within the soil profile\nGiluha soils: have a mollic epipedon, and do not have free water within the soil profile\nGuadalupe soils: do not have free water within the soil profile\nSweetwater soils: have a mollic epipedon, and a fine-loamy over sandy strongly contrasting particle-size class\nTouzalin soils: have a sandy particle-size class\nWespur soils: have a mollic epipedon, a fine-loamy particle size class, and do not have free water within the soil profile"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: somewhat poorly drained\nPermeability: moderately rapid\nRunoff: negligible on 0 to 2 percent slopes\nFlooding: frequency-frequent to rare; duration-extremely brief to very brief during the spring and summer months\nSaturation (water table): endosaturation within 100 cm (40 in) of the surface most of the year and within 50 cm (20 in) from November through May"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are primarily used for livestock grazing.  Native vegetation is predominantly switchgrass, indiangrass, eastern gamma grass, alkali sacaton, inland salt grass, tall dropseed, purple threeawn, little bluestem, and vine mesquite. Cottonwood, willow, and salt cedar are the major woody species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern High Plains, Breaks (MLRA-77E in LRR H) of northwestern Oklahoma, the Texas and Oklahoma Panhandles, and adjacent areas of Southwestern Kansas.  This soil is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Beaver County, OK 2010.  The name of the series is from a small stream in Lipscomb Co., TX."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features in this pedon:\nOchric epipedon: 0 to 24 cm (0 to 9 in) (A horizon)\nCambic horizon: 24 to 76 cm (9 to 30 in) (Bk1 and Bk2 horizons)\nDepth to aquic conditions: 59 to 203 cm (23 to 80 in) (BCk, Akygb, and C horizons)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: KSSL data available. S2011OK007002 (TL-Beaver County, Oklahoma).\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Twelfth Edition, 2014."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 24,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "structure": "moderate medium granular",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "slightly effervescent",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 24 cm (0 to 9 in); dark grayish brown (10YR 4/2) loam, pale brown (10YR 6/3), dry; moderate coarse subangular blocky parting to moderate medium granular structure; moderately hard, friable; many very fine, common fine, and common coarse roots throughout; slightly effervescent (5 percent calcium carbonate equivalent); moderately alkaline, pH 8.0;  clear smooth boundary. (16 to 30 cm thick [7 to 12 in])"
      },
      {
        "name": "Bk1",
        "top": 24,
        "bottom": 59,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "weakly cemented",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "slightly effervescent",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bk1--24 to 59 cm (9 to 23 in); brown (10YR 4/3) fine sandy loam, light brownish gray (10YR 6/2), dry; moderate medium subangular blocky parting to weak fine subangular blocky structure; slightly hard, very friable; many fine and common medium roots; few fine spherical weakly cemented carbonate nodules throughout; few fine distinct threadlike carbonate masses along root channels; slightly effervescent (4 percent calcium carbonate equivalent); moderately alkaline, pH 8.3; gradual wavy boundary."
      },
      {
        "name": "Bk2",
        "top": 59,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "structure": "moderate coarse subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly alkaline",
        "eff_class": "very slightly effervescent",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bk2--59 to 76 cm (23 to 30 in); grayish brown (10YR 5/2) fine sandy loam, very pale brown (10YR 7/3), dry; moderate coarse subangular blocky structure; moderately hard, very friable; common fine and common medium roots; common fine and few medium faint irregular strong brown (7.5YR 5/6) masses of oxidized iron in matrix; common medium distinct threadlike carbonate masses along lamina or strata surfaces; very slightly effervescent (5 percent calcium carbonate equivalent); very strongly alkaline, pH 9.1; very slightly saline, EC 2.7 deciSiemens per meter; clear smooth boundary."
      },
      {
        "name": "BCk",
        "top": 76,
        "bottom": 106,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly alkaline",
        "eff_class": "slightly effervescent",
        "distinctness": "very abrupt",
        "topography": "smooth",
        "narrative": "BCk--76 to 106 cm (23 to 42 in); 50 percent brown (10YR 5/3) and 40 percent pale brown (10YR 6/3) and 10 percent dark grayish brown (10YR 4/2) stratified loam, 50 percent pale brown (10YR 6/3) and 40 percent very pale brown (10YR 7/3) and 10 percent grayish brown (10YR 5/2), dry; moderate medium subangular blocky structure; slightly hard, very friable; common very fine and common fine roots; few distinct black (10YR 2/1) manganese coatings on root channels; few fine distinct irregular black (10YR 2/1) manganese masses in matrix; common fine and common medium strong brown (7.5YR 5/6) distinct irregular masses of oxidized iron in matrix; few fine prominent platy carbonate masses along lamina or strata surfaces; slightly effervescent (8 percent calcium carbonate equivalent); very strongly alkaline, pH 9.1; slightly saline, EC 4.8 deciSiemens per meter; very abrupt smooth boundary. (Combined thickness of the Bk and BCk horizons: 44 to 102 cm [17 to 40 in])"
      },
      {
        "name": "Akygb",
        "top": 106,
        "bottom": 143,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "structure": "moderate coarse subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "very slightly effervescent",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Akygb--106 to 143 cm (42 to 56 in); 60 percent dark gray (5Y 4/1) and 40 percent dark grayish brown (2.5Y 4/2) clay loam; weak coarse prismatic parting to moderate coarse subangular blocky structure; very hard, firm; common very fine and common fine roots; very few discontinuous distinct pressure faces on vertical ped surfaces; common fine strong brown (7.5YR 5/6) distinct irregular masses of oxidized iron on root channels;  common fine and common medium strong brown (7.5YR 5/6) distinct irregular masses of oxidized iron in matrix; common fine black (10YR 2/1) distinct irregular manganese masses in matrix; few fine distinct threadlike gypsum crystals on root channels; and few fine distinct threadlike carbonate masses along root channels; very slightly effervescent (16 percent calcium carbonate equivalent); moderately alkaline, pH 8.4; very slightly saline, EC 3.7 deciSiemens per meter; gradual smooth boundary. (Combined thickness of the Ab horizon(s) (where present): 20 to 38 cm [8 to 15 in])"
      },
      {
        "name": "C",
        "top": 143,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "indurated",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "eff_class": "noneffervescent",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--143 to 203 cm (56 to 80 in); pale brown (10YR 6/3) sand; single grain; loose, loose; common fine roots; common medium strong brown (7.5YR 5/6) distinct irregular masses of oxidized iron in matrix; 1 percent 2 to 5 mm well-rounded indurated quartzite fragments; noneffervescent (1 percent calcium carbonate equivalent); strongly alkaline, pH 8.5; nonsaline, EC 1.1 deciSiemens per meter."
      }
    ]
  ]
}
