{
  "SERIES": "PESHASTIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. VB/CSN/TLA",
  "REVDATE": "12/97",
  "STATES": "WA",
  "OVERVIEW": "The Peshastin series consists of very deep, well drained soils formed in ablation glacial till and glacial outwash derived mainly from granite, schist, gneiss, and sandstone with a component of loess and volcanic ash in the surface.  These soils are glacial moraines and level to steep terraces.  Slopes are 0 to 60 percent.  The average annual precipitation is about 10 inches and the mean annual temperature is about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Calcidic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Peshastin loam - on a 5 percent slope under native grasses and shrubs at an elevation of 710 feet.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 7 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; weak thin platy structure; slightly hard, very friable, slightly sticky and slightly plastic; common roots; 5 percent gravel and cobbles; slightly alkaline (pH 7.8); abrupt smooth boundary.  (7 to 16 inches thick)\nBw--7 to 18 inches; brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; weak medium prismatic structure; slightly hard, very friable, slightly sticky and slightly plastic; common roots; 10 percent gravel and cobbles; moderately alkaline (pH 8.2); abrupt smooth boundary.  (5 to 15 inches thick)\nBk--18 to 60 inches; light brownish gray (10YR 6/2) extremely cobbly sandy loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, very friable, nonsticky and nonplastic; some lime accumulations on underside of rocks at 18 to 20 inch depth; 75 percent cobbles, gravel, and stones; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Chelan County, Washington. about 1 mile west of the town of Malaga; in the middle and on the west side of the small railroad cut in the NE1/4 NE1/4 sec. 29, T.22N., R.21E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 20 inches is 50 to 55 degrees F.  These soils are dry between depths of 8 and 24 inches more than half the time when the soil temperature at a depth of 20 inches is above 41 degrees F (105 to 120 days).  The particle-size control section averages 35 to 75 percent dominantly acid igneous rock.  The mollic epipedon is 7 to 16 inches thick.  Depth to secondary carbonates is 15 to 27 inches.\nThe A horizon has value of 3 through 5 dry, 2 or 3 moist, and chroma of 2 or 3 dry or moist.  It has weak platy, granular or subangular blocky structure.  Reaction is neutral or slightly alkaline.\nThe Bw horizon has value of 4 through 6 dry, 3 or 4 moist, and chroma of 2 through 4 dry or moist.  It is loam, fine sandy loam, or sandy loam and is gravelly, very gravelly, cobbly, or very cobbly in some pedons.  It is 5 to 40 percent gravel, 0 to 25 cobbles, and 0 to 5 percent stones.  It has weak subangular blocky, or prismatic structure. Reaction ranges from neutral to moderately alkaline.  Organic matter is less than one percent.  In some pedons the Bw horizon is absent.\nThe Bk horizon has hue of 10YR or 2.5Y, value of 4 through 7 dry, 4 or 5 moist, and chroma of 2 through 4 dry or moist. It is fine sandy loam, sandy loam, loam or coarse sandy loam and is very gravelly, extremely gravelly, very cobbly, extremely cobbly, or very stony.  It is 20 to 65 percent gravel, 10 to 35 percent cobbles and 0 to 20 percent stones.  Reaction ranges from slightly alkaline to strongly alkaline.\nSome pedons have a C horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Haystack, Heytou, Nighthawk, Olex, Redcanyon and Strat series.  Heytou soils are dominantly basalt rock fragments in the particle-size control section.  Nighthawk soils are weakly cemented in the lower part of the particle-size control section.  Olex soils have a mean annual soil temperature of 55 to 59 degrees F and have a silt loam cambic horizon.  Haystack soils have carbonates at 30 to 44 inches.  Redcanyon soils are 20 to 40 inches to bedrock.  Strat soils are dominated by sand and coarse sand in the lower part of the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Peshastin soils are on glacial moraines and terraces.  These soils formed in glacial outwash and ablation glacial till derived mainly from granite, schist, gneiss, and sandstone with a component of loess and volcanic ash in the surface.  Some ice-rafted deposits also occur.  Slopes are 0 to 60 percent.  Elevations range from 700 to 2,400 feet.  The climate is characterized by hot, dry summers and cool, moist winters.  The average annual precipitation is 8 to 12 inches.  The mean January temperature is about 28 degrees F, mean July temperature is about 74 degrees F, and the mean annual temperature is about 50 degrees F.  The frost-free period is 140 to 190 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aeneas, Burch, Cashmere, Cashmont, Couleedam, Farrell, Logy, Malaga, Malott, Pogue, Quincy, and Wenatchee soils and the competing Heytou soils.  Aeneas and Pogue soils are coarse-loamy over sandy or sandy-skeletal.  Burch, Cashmere, Cashmont, Farrell, Malaga, Malott, and Wenatchee soils have less than 35 percent coarse fragments in the control section. Couleedam soils are 10 to 20 inches deep to a lithic contact.  Logy soils have an irregular decrease in organic carbon content with increasing depth.  Quincy soils are sandy throughout."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Principal uses are irrigated orchards, irrigated hay and pasture, livestock grazing, and wildlife habitat.  Native vegetation consists of bluebunch wheatgrass, needleandthread, Sandberg bluegrass, antelope bitterbrush, threetip sagebrush, big sagebrush, silky lupine, common yarrow, and arrowleaf balsamroot."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North central Washington.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Chelan County, Washington, 1918."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this soil are a mollic epipedon from the surface to 7 inches, a cambic horizon from 7 to 18 inches, secondary carbonates from 18 to 60 inches, and 58 percent rock fragments in the 10- to 40-inch particle-size control section.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 7 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; weak thin platy structure; slightly hard, very friable, slightly sticky and slightly plastic; common roots; 5 percent gravel and cobbles; slightly alkaline (pH 7.8); abrupt smooth boundary.  (7 to 16 inches thick)"
      },
      {
        "name": "Bw",
        "top": 18,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bw--7 to 18 inches; brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; weak medium prismatic structure; slightly hard, very friable, slightly sticky and slightly plastic; common roots; 10 percent gravel and cobbles; moderately alkaline (pH 8.2); abrupt smooth boundary.  (5 to 15 inches thick)"
      },
      {
        "name": "Bk",
        "top": 46,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "extremely cobbly",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "narrative": "Bk--18 to 60 inches; light brownish gray (10YR 6/2) extremely cobbly sandy loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, very friable, nonsticky and nonplastic; some lime accumulations on underside of rocks at 18 to 20 inch depth; 75 percent cobbles, gravel, and stones; moderately alkaline (pH 8.4)."
      }
    ]
  ]
}
