{
  "SERIES": "PESHTIGO",
  "STATUS": "Established Series",
  "BYREV": "Rev. MJM-HFG-JJJ",
  "REVDATE": "09/2001",
  "STATES": "WI",
  "OVERVIEW": "The Peshtigo series consists of very deep, somewhat poorly drained soils formed in calcareous, loamy till on moraines. Permeability is moderate in the upper part of the solum, moderately slow or moderate in the lower part of the solum, and moderately slow in the substratum. Slopes range from 0 to 4 percent. Mean annual precipitation is about 30 inches. Mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, frigid Aquic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Peshtigo loam on a concave southeast facing 2 percent slope in a mixed deciduous and conifer forest on the side slope of an upland morainic drainageway at an elevation of about 860 feet.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 5 inches; very dark brown (10YR 2/2) loam, dark gray (10YR 4/1) dry; weak medium granular structure; friable; many roots; few uncoated sand grains; about 5 percent gravel and 4 percent cobbles; moderately acid; abrupt wavy boundary. (0 to 5 inches thick)\nE--5 to 11 inches; brown (10YR 4/3) loam, light gray (10YR 7/2) dry; weak thin platy structure; very friable; many roots; few fine prominent strong brown (7.5YR 4/6) and common fine distinct dark brown (7.5YR 3/4) masses of iron accumulation; many medium faint very dark brown (10YR 2/2) worm casts; about 10 percent gravel and 4 percent cobbles; moderately acid; clear wavy boundary. (0 to 7 inches thick)\nE/B--11 to 15 inches; 80 percent brown (10YR 5/3)fine  sandy loam (E), very pale brown (10YR 7/3) dry; weak medium platy structure; very friable; extends as tongues into reddish brown (5YR 4/4) sandy clay loam (Bt); moderate fine subangular blocky structure; friable; many roots; few distinct dark brown (7.5YR 3/4) clay films on faces of peds; few fine faint and prominent grayish brown (10YR 5/2) iron depletions; common fine prominent dark red (2.5YR 3/6) and many fine prominent strong brown (7.5YR 4/6) masses of iron accumulation; common fine and medium, prominent and distinct dark reddish brown (5YR 3/2) concretions iron-manganese oxides; common medium distinct and prominent very dark brown (10YR 2/2) worm casts; about 8 percent gravel and 3 percent cobbles; moderately acid; clear wavy boundary.\nB/E--15 to 29 inches; 70 percent reddish brown (5YR 4/4) loam (Bt); moderate fine angular blocky structure; firm; breaks to moderate thick plates along horizontal cleavage planes inherited from the parent material; common faint dark reddish brown (5YR 3/4) clay films on faces of peds; penetrated by tongues of brown (7.5YR 5/3) sandy loam (E), pink (7.5YR 7/3) dry; weak medium platy structure; friable; common roots; few fine prominent and distinct grayish brown (10YR 5/2) iron depletions; few fine prominent dark red (2.5YR 3/6) and common fine distinct and prominent yellowish red (5YR 4/6) masses of iron accumulation; many fine distinct and prominent dark reddish brown (5YR 2/2) concretions iron-manganese oxides; few medium prominent very dark brown (10YR 2/2) worm casts; about 4 percent gravel and 2 percent cobbles; moderately acid; gradual wavy boundary. (Glossic horizon - 7 to 30 inches thick)\nBt1--29 to 46 inches; reddish brown (5YR 4/4) clay loam; moderate medium prismatic structure parting to strong medium angular blocky; firm; breaks to moderate very thick plates along horizontal cleavage planes inherited from the parent material; common roots; common faint dark reddish brown (5YR 3/4) clay films on faces of peds; many distinct brown (7.5YR 5/3) coatings of clean sand grains on vertical faces of prisms; common fine prominent brown (7.5YR 5/2) iron depletions; few fine prominent dark red (2.5YR 3/6) and common fine distinct yellowish red (5YR 4/6) masses of iron accumulation; many fine distinct dark reddish brown (5YR 2/2) concretions iron-manganese oxides; about 4 percent gravel and 2 percent cobbles; moderately acid; gradual wavy boundary.\nBt2--46 to 62 inches; reddish brown (5YR 4/4) clay loam; weak coarse prismatic structure parting to weak coarse angular blocky; friable; breaks to weak medium plates along horizontal cleavage planes inherited from the parent material; few roots; common faint dark reddish brown (5YR 3/3) clay films on faces of peds and many prominent brown (7.5YR 4/2) clay films in pores; few distinct brown (7.5YR 5/3) coatings of clean sand grains on vertical faces of prisms; common medium prominent brown (7.5YR 5/2) iron depletions; common medium distinct yellowish red (5YR 4/6) masses of iron accumulation; many fine distinct dark reddish brown (5YR 2/2) concretions iron-manganese oxides; about 4 percent gravel and 2 percent cobbles; slightly acid; gradual wavy boundary.  (Combined thickness of the Bt horizons ranges from 10 to 35 inches.)\nC--62 to 80 inches; reddish brown (5YR 4/4) clay loam; massive; friable; breaks to moderate medium plates along horizontal cleavage planes; few roots; few fine distinct yellowish red (5YR 4/6) masses of iron accumulation; few fine distinct dark reddish brown (5YR 2/2) concretions iron-manganese oxides; slightly effervescent; about 4 percent gravel and 2 percent cobbles; mildly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Menominee County, Wisconsin; about 2 miles southeast of Keshena; 20 feet east and 820 feet south of the northwest corner of section 31, T. 28 N., R. 16 E.; USGS Shawano quadrangle; lat. 44 degrees 52' 6\" N. and long. 88 degrees 36' 42\" W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: (Unless otherwise stated, depth is measured from the top of the mineral soil.)  Depth to the base of the argillic horizon and depth to free carbonates range from 40 to 70 inches.  The weighted average clay content ranges from 18 to 30 percent and the weighted average content of fine sand or coarser ranges from 20 to 50 percent in the particle-size control section.  Rock fragments are a mixture of igneous, metamorphic, and sedimentary.  The sedimentary rocks are mostly dolomite.  Volume of gravel ranges from 2 to 10 percent and volume of cobbles ranges from 0 to 5 percent throughout the soil .  Reaction ranges from very strongly acid to slightly acid in the upper part of the solum and from strongly acid to neutral in the lower part.  The substratum is slightly or moderately alkaline and calcareous.  Redox depletions with chroma of 2 or less are within the upper 10 inches of the argillic horizon and saturation occurs there at some time in most years.\nSome pedons have a thin O horizon with hue of 7.5YR or 10YR, value of 2 or 3, and chroma of 1 or 2.  It is a mat of partially decomposed forest litter.\nThe A horizon has hue of 10YR, value of 2 or 3, and chroma of 1 or 2.  Cultivated pedons have an Ap horizon with hue of 10YR, value of 3 or 4, and chroma of 2 or 3.\nThe E horizon has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 2 or 3.  Colors of 4/3 or 5/3 have value dry of 7 or more.  It is sandy loam, fine sandy loam, or loam.\nSome pedons have a Bw horizon with hue of 10YR, value of 3 to 5, and chroma of 3 or 4.  It is fine sandy loam, sandy loam, or loam.\nSome pedons have an E' horizon, below the Bw horizon.  It has color and texture like the E horizon described above.\nPeshtigo soils have a glossic horizon (E/B or B/E horizons, or both).  The E part has color and texture like the E horizon above. The Bt part has hue of 2.5YR or 5YR, value of 4 or 5, and chroma of 3 or 4. It is loam, sandy clay loam, or clay loam.\nThe Bt horizon has color and texture like the Bt part described above.\nThe C horizon has hue of 2.5YR or 5YR, value of 4 or 5, and chroma of 3 or 4. Typically, it is clay loam or loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Kert, Meadland, Milladore, Point, Rietbrock, Sprinkler, and Withee series.  Kert soils have a paralithic contact at a depth of 20 to 40 inches.  Meadland, Milladore, Point, and Withee soils do not have limestone rock fragments, are more acid than slightly alkaline in the substratum, and do not have free carbonates in the substratum.  In addition, Milladore and Withee soils have more than 50 percent silt in the upper part of the series control section.  Rietbrock soils have a lithic contact at 40 to 60 inches.  Sprinkler soils are brittle in the glossic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Peshtigo soils are on moraines.  Slope gradients range from 0 to 4 percent.  The Peshtigo soils formed in calcareous loamy till.  Mean annual precipitation ranges from 28 to 33 inches. Mean annual temperature ranges from 39 to 45 degrees F.  The frost free period ranges from about 120 to 135 days.  Elevation ranges from 800 to 1100 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Iosco, Keshena(T), Menominee, Morganlake, and Tilleda soils.  The somewhat poorly drained Iosco soils, the moderately well drained Morganlake soils, and the well drained Menominee soils form a drainage sequence on nearby areas where there is a 20 to 40 inch thick sandy mantle over the till. The moderately well drained Keshena soils and the well drained Tilleda soils form a drainage sequence with Peshtigo soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained. Surface runoff is slow.  Permeability is moderate in the upper part of the solum, moderately slow or moderate in the lower part of the solum, and moderately slow in the substratum.  Peshtigo soils have a perched seasonal high water table at depths of 1 to 2.5 feet for 1 month or more per year at some time during the period of September to June in 6 or more out of 10 years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are mostly in woodland.  Timber stands are mostly red maple, northern red oak, and eastern white pine with sugar maple, American basswood, white ash, American hornbeam, American beech, and eastern hemlock as associates in most stands.  White oak is an associate in some stands.  Some areas are cleared and used for cropland.  Common crops are corn, small grain, and hay.  Some areas are used for pastureland."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Wisconsin.  The extent is small.  (The area is currently included in MLRA K90 but will be included in MLRA L95A when MLRA boundaries are updated.  It is on the Kirby Lake Member of the Kewaunee Formation of the Green Bay Lobe of Late Woodfordian age (12,000 BP) of late Wisconsinan glaciation.)"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Menominee County, Wisconsin, 1999. Source of the name is a former lake, which is now part of the Legend Lake area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Peshtigo soils formerly were included with the coarse-loamy Solona soils.\nDiagnostic horizons and features recognized in this pedon: ochric epipedon - 0 to 11 inches (A, E); albic horizon - 5 to 11 inches (E); glossic horizon - 11 to 29 inches (E/B, B/E); argillic horizon - 15 to 62 inches (B/E; Bt1, Bt2); aquic feature - redox depletions with chroma of 2 or less and saturation in the upper 10 inches of the argillic horizon.\nADDITIONAL DATA: Soil Interpretations Record - WIO584.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 5 inches; very dark brown (10YR 2/2) loam, dark gray (10YR 4/1) dry; weak medium granular structure; friable; many roots; few uncoated sand grains; about 5 percent gravel and 4 percent cobbles; moderately acid; abrupt wavy boundary. (0 to 5 inches thick)"
      },
      {
        "name": "E",
        "top": 13,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E--5 to 11 inches; brown (10YR 4/3) loam, light gray (10YR 7/2) dry; weak thin platy structure; very friable; many roots; few fine prominent strong brown (7.5YR 4/6) and common fine distinct dark brown (7.5YR 3/4) masses of iron accumulation; many medium faint very dark brown (10YR 2/2) worm casts; about 10 percent gravel and 4 percent cobbles; moderately acid; clear wavy boundary. (0 to 7 inches thick)"
      },
      {
        "name": "E/B",
        "top": 28,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E/B--11 to 15 inches; 80 percent brown (10YR 5/3)fine  sandy loam (E), very pale brown (10YR 7/3) dry; weak medium platy structure; very friable; extends as tongues into reddish brown (5YR 4/4) sandy clay loam (Bt); moderate fine subangular blocky structure; friable; many roots; few distinct dark brown (7.5YR 3/4) clay films on faces of peds; few fine faint and prominent grayish brown (10YR 5/2) iron depletions; common fine prominent dark red (2.5YR 3/6) and many fine prominent strong brown (7.5YR 4/6) masses of iron accumulation; common fine and medium, prominent and distinct dark reddish brown (5YR 3/2) concretions iron-manganese oxides; common medium distinct and prominent very dark brown (10YR 2/2) worm casts; about 8 percent gravel and 3 percent cobbles; moderately acid; clear wavy boundary."
      },
      {
        "name": "B/E",
        "top": 38,
        "bottom": 74,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "B/E--15 to 29 inches; 70 percent reddish brown (5YR 4/4) loam (Bt); moderate fine angular blocky structure; firm; breaks to moderate thick plates along horizontal cleavage planes inherited from the parent material; common faint dark reddish brown (5YR 3/4) clay films on faces of peds; penetrated by tongues of brown (7.5YR 5/3) sandy loam (E), pink (7.5YR 7/3) dry; weak medium platy structure; friable; common roots; few fine prominent and distinct grayish brown (10YR 5/2) iron depletions; few fine prominent dark red (2.5YR 3/6) and common fine distinct and prominent yellowish red (5YR 4/6) masses of iron accumulation; many fine distinct and prominent dark reddish brown (5YR 2/2) concretions iron-manganese oxides; few medium prominent very dark brown (10YR 2/2) worm casts; about 4 percent gravel and 2 percent cobbles; moderately acid; gradual wavy boundary. (Glossic horizon - 7 to 30 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 74,
        "bottom": 117,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--29 to 46 inches; reddish brown (5YR 4/4) clay loam; moderate medium prismatic structure parting to strong medium angular blocky; firm; breaks to moderate very thick plates along horizontal cleavage planes inherited from the parent material; common roots; common faint dark reddish brown (5YR 3/4) clay films on faces of peds; many distinct brown (7.5YR 5/3) coatings of clean sand grains on vertical faces of prisms; common fine prominent brown (7.5YR 5/2) iron depletions; few fine prominent dark red (2.5YR 3/6) and common fine distinct yellowish red (5YR 4/6) masses of iron accumulation; many fine distinct dark reddish brown (5YR 2/2) concretions iron-manganese oxides; about 4 percent gravel and 2 percent cobbles; moderately acid; gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 117,
        "bottom": 157,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--46 to 62 inches; reddish brown (5YR 4/4) clay loam; weak coarse prismatic structure parting to weak coarse angular blocky; friable; breaks to weak medium plates along horizontal cleavage planes inherited from the parent material; few roots; common faint dark reddish brown (5YR 3/3) clay films on faces of peds and many prominent brown (7.5YR 4/2) clay films in pores; few distinct brown (7.5YR 5/3) coatings of clean sand grains on vertical faces of prisms; common medium prominent brown (7.5YR 5/2) iron depletions; common medium distinct yellowish red (5YR 4/6) masses of iron accumulation; many fine distinct dark reddish brown (5YR 2/2) concretions iron-manganese oxides; about 4 percent gravel and 2 percent cobbles; slightly acid; gradual wavy boundary.  (Combined thickness of the Bt horizons ranges from 10 to 35 inches.)"
      },
      {
        "name": "C",
        "top": 157,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "mildly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--62 to 80 inches; reddish brown (5YR 4/4) clay loam; massive; friable; breaks to moderate medium plates along horizontal cleavage planes; few roots; few fine distinct yellowish red (5YR 4/6) masses of iron accumulation; few fine distinct dark reddish brown (5YR 2/2) concretions iron-manganese oxides; slightly effervescent; about 4 percent gravel and 2 percent cobbles; mildly alkaline."
      }
    ]
  ]
}
