{
  "SERIES": "PESKAH",
  "STATUS": "Established Series",
  "BYREV": "Rev: KH/LJL/RLB",
  "REVDATE": "12/2015",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic Duric Petroargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Peskah extremely gravelly fine sandy loam, rangeland and wildlife habitat. (Colors are for dry soil unless otherwise noted.) The soil surface is covered by approximately 70 percent pebbles, 5 percent cobbles and 3 percent stones.\nA--0 to 1 inch; pale brown (10YR 6/3) extremely gravelly fine sandy loam, brown (10YR 4/3) moist; moderate thin and medium platy structure; soft, very friable, slightly sticky and slightly plastic; common very fine roots; many very fine and fine vesicular pores; 70 percent pebbles, 5 percent cobbles, 3 percent stones; moderately alkaline (pH 8.2); abrupt smooth boundary. (1 to 4 inches thick)\nBA--1 to 4 inches; very pale brown (10YR 7/3) gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; strong thick platy structure; slightly hard, friable, moderately sticky and moderately plastic; common very fine and fine roots; many very fine and common fine vesicular pores; 15 percent pebbles; moderately alkaline (pH 8.4); abrupt smooth boundary. (3 to 6 inches thick)\nBtk1--4 to 8 inches; strong brown (7.5YR 5/6) gravelly sandy clay loam, strong brown (7.5YR 4/6) moist; strong fine and medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; many very fine and common fine roots; common very fine and fine tubular pores; few faint clay films on faces of peds and lining pores; few distinct calcium carbonate coats on the underside of rock fragments; 25 percent pebbles and 5 percent cobbles; moderately alkaline (pH 8.2); abrupt smooth boundary. (0 to 7 inches thick)\nBtk2--8 to 15 inches; brown (7.5YR 5/4) very gravelly sandy clay loam, brown (7.5YR 4/4) moist; moderate fine subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; many very fine and common fine roots; common very fine and fine tubular pores; common faint clay films on faces of peds and few lining pores; many distinct irregular calcium carbonate filaments throughout; common distinct calcium carbonate filaments on top and sides on rock fragments; few distinct calcium carbonate coats on the underside of rock fragments; 40 percent pebbles; strongly effervescent (6 percent calcium carbonate equivalent in the fine earth fraction); moderately alkaline (pH 8.2); abrupt smooth boundary. (6 to 30 inches thick)\n2Bk--15 to 26 inches; light brown (7.5YR 6/3) extremely gravelly sandy loam, brown (7.5YR 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; common very fine and fine interstitial pores; common distinct irregular threads of calcium carbonate; common distinct calcium carbonate filaments on top and sides on rock fragments; few distinct calcium carbonate coats on the underside of rock fragments; 60 percent pebbles, 10 percent cobbles and 1 percent stones; violently effervescent (6 percent calcium carbonate equivalent in the fine earth fraction); moderately alkaline (pH 8.4); abrupt smooth boundary. (11 to 45 inches)\n3Bk--26 to 43 inches; brown (10YR 5/3) extremely gravelly coarse sand, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine roots, common very fine and fine interstitial pores; 70 percent pebbles; few very thin calcium carbonate filaments on undersides of coarse fragments; moderately alkaline (pH 8.2); abrupt smooth boundary. (0 to 17 inches)\n4Bqkm--43 to 60 inches; very pale brown (10YR 8/2) moderately cemented duripan, very pale brown (10YR 7/3) moist; massive; extremely hard, extremely firm, brittle; violently effervescent."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clark County, Nevada; approximately 3.5 miles north of VEYK-C mine and approximately 2.8 miles along the far western steel power transmission line road in southern Eldorado valley; about 1,200 feet south and 200 feet west of the northeast corner of section 18, T. 27 S., R. 63 E.; 35 degrees, 35 minutes, 53 seconds north latitude and 114 degrees, 58 minutes, 23 seconds west longitude; USGS Nelson SW, NV 7.5 minute quadrangle; UTM 11S, 683619e 3941259n; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually dry, moist in some part for short periods during winter and early spring and for 10 to 20 days cumulative between July to October following convection storms. The soils have a typic-aridic moisture regime.\nSoil temperature - 59 to 65 degrees F.\nDepth to base of argillic horizon - 13 to 35 inches.\nDepth to secondary calcium carbonate - 4 to 10 inches.\nDepth to duripan - 40 to 60 inches\nControl section - Percent clay: 18 to 35 percent.\nRock fragments - Averages 35 to 50 percent.\nA horizon - Value: 5 or 6 dry, 3 or 4 moist.\nChroma: 3 or 4.\nBA horizon - Hue: 7.5YR or 10YR.\nValue: 5 through 7 dry, 4 or 5 moist.\nChroma: 3 or 4.\nTexture: Sandy loam or fine sandy loam.\nClay content: 8 to 18 percent.\nRock fragments: 15 to 50 percent.\nStructure: Platy or subangular blocky.\nBtk1 horizon (when present) - Value: 3 or 4 moist.\nChroma: 4 through 6.\nTexture: Sandy clay loam or sandy loam.\nClay content: 18 to 35 percent.\nRock fragments: 20 to 35 percent.\nCalcium carbonate equivalent of the fine earth fraction: 0 to 5 percent.\nBtk2 horizon - Value: 3 or 4 moist.\nChroma: 4 through 6.\nTexture: Sandy clay loam or sandy loam.\nClay content: 18 to 35 percent.\nRock fragments: 35 to 60 percent.\nCalcium carbonate equivalent of the fine earth fraction: 0 to 10 percent.\n2Bk horizon - Hue 7.5YR or 10YR.\nValue: 5 or 6 dry, 4 or 5 moist.\nChroma: 3 or 4.\nTexture: Sandy loam or loamy sand.\nClay content: 5 to 15 percent.\nRock fragments: 65 to 85 percent.\nCalcium carbonate equivalent of the fine earth fraction: 0 to 10.\n3Bk horizon - May be absent in some pedons.\n4Bqkm horizon  Consistence: Extremely hard or rigid, extremely firm or slightly rigid.\nCementation: Moderately or strongly cemented."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Peskah soils are on fan remnants. These soils formed in alluvium derived from volcanic rocks. Slope ranges from 2 to 8 percent. Elevations are 2,500 to 4,600 feet. The climate is hot and arid with warm, moist winters and hot, dry summers. The mean annual precipitation is 5 to 7 inches; mean annual temperature is degrees 57 to 63 F., and the frost-free season is 180 to 270 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Arizo and Crosgrain soils. Arizo and Crosgrain soils lack an argillic horizon. Arizo soils has a sandy-skeletal control section. Crosgrain soils are shallow to a duripan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; low or medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for rangeland and wildlife habitat. The present vegetation is mainly big galleta, white bursage, creosotebush, range ratany, ephedra, spiny hopsage and winterfat."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mojave Desert of southern Nevada. MLRA 30. These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clark County Area, Nevada, 2006. Proposed in  Clark County, Nevada, 1993. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Reclassified in 1996 from Loamy-skeletal, mixed, thermic Typic Haplargids to Loamy-skeletal, mixed, superactive, thermic Duric Petroargids.\nDiagnostic horizons and features recognized in this pedon are:\nOchric horizon - 0 to 4 inch (A horizon).\nArgillic horizon - 4 to 15 inches (Btk1 and Btk2 horizons).\nDuripan - 43 to 60 inches (4Bqkm horizon).\nParticle-size control section - 4 to 15 inches (Btk1 and Btk2 horizons).\nResponsibility for this series was transferred from Davis to Phoenix 12/2015. The last revision to the series was 7/2006. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
