{
  "SERIES": "PESO",
  "STATUS": "Established Series",
  "BYREV": "Rev. REN/VGL",
  "REVDATE": "01/2007",
  "STATES": "NM,WY",
  "OVERVIEW": "The Peso series consists of moderately deep, well drained, moderately slowly permeable soils formed from limestone, siltstone, and limy soft shale. These strongly sloping to very steeply sloping and rolling soils are on mountains. Slope ranges from 12 to 55 percent. Mean annual precipitation is about 21 inches and the mean annual temperature is about 41 degrees F",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Typic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Peso very cobbly clay loam, range and wooded.  (Colors are for dry soil unless otherwise noted.)\nOi--0 to 1 inch; undecomposed to partially decomposed leaves, needles, and woody twigs.  (0 to 4 inches thick)\nA--1 to 5 inches; very dark grayish brown (10YR 3/2) very cobbly clay loam, very dark brown (10YR 2/2) moist; moderate very fine granular structure; soft, very friable, slightly sticky, slightly plastic; many fine roots; many fine interstitial pores; about 10 percent channery fragments, 35 percent cobbles, and 10 percent stones; slightly alkaline; clear wavy boundary.  (2 to 6 inches thick)\nBw--5 to 17 inches; dark grayish brown (10YR 4/2) very cobbly clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; hard, friable, sticky, plastic; common fine and medium roots; common fine and medium interstitial pores; about 10 percent channery fragments, 35 percent cobbles, and 10 percent stones; slightly calcareous; slightly alkaline; clear wavy boundary.  (7 to 10 inches thick)\nBk--17 to 33 inches; brown (7.5YR 5/3) very cobbly clay loam, brown (7.5YR 4/3) moist; massive; hard, friable, sticky, slightly plastic; few medium to coarse roots; few fine interstitial and medium tubular pores; 10 percent gravel, 55 percent cobbles, 20 percent stones; few thin hard carbonate coatings on bottom sides of coarse fragments, common fine flecks of soft lime in the soil mass; moderately calcareous; moderately alkaline; gradual wavy boundary.  (11 to 24 inches thick)\nR--33 to 37 inches; limestone bedrock.  The upper 6 inches is highly fractured."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Otero County, New Mexico; about 1/4 mile up Five Canyon on a south facing slope about 500 feet north of the road, near the SW corner of section 13, T.14S., R.12E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock: 20 to 40 inches.  The upper 2 to 16 inches of bedrock is highly fractured.\nRock fragments in the control section: 35 to 85 percent limestone fragments increasing from the surface downward.\nAverage annual soil temperature: ranges from 39 to 47 degrees F.\nSoil moisture: These soils are usually moist with the driest periods between April and June. Typic ustic moisture regime.\nReaction: neutral or slightly alkaline in the surface and moderately or strongly alkaline in the Bk horizon.\nA horizon\nHue: 7.5YR or 10YR\nValue: 3 or 4 dry, 2 or 3 moist\nChroma: 1.5 through 3 dry or moist\nOrganic matter content: 2 to 14 percent.\nCalcium carbonate: It is noncalcareous to moderately calcareous.\nBw horizon\nRock fragments: 15 to 35 percent cobbles\nTexture: clay loam, silty clay loam, silt loam to loam\nClay content: 18 to 35 percent clay\nHue: 5YR, 7.5YR or 10YR\nValue: 4 or 5 dry, 2 or 3 moist\nChroma: 2 or 3 dry or moist.\nCalcium carbonate: contains some calcium carbonate ranging in form from finely divided and nonvisible to a few medium soft mottles of mycelia in the upper part of the Bw horizon where a few thin patchy coatings are on the bottom of coarse fragments.\nBk horizon\nHue: 7.5YR or 10YR\nValue: 4 through 7 dry, 3 through 5 moist\nChroma: 3 through 5 dry or moist.\nCalcium carbonate: 6 to 15 percent ranging in form from finely divided and nonvisible to common soft mottles, soft concretions and mycelia with thin patchy caliche on coarse fragments.\nRock fragments: 70 to 95 percent limestone fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ajuija (NM), Finleypoint (MT), Flott (MT), Kutler (CO), Labre (MT), Perma (MT), Peso (NM), Renegade (UT), Sandia (NM), Slimbutte (SD), Subwell (MT), Towave (UT), Veatch (CO), Vigilante (MT), Walstead (MT), Wanagan (ND) and Wimper (MT) series.\nAjuija soils: are moderately deep to tuff bedrock\nFinleypoint soils: very deep, have an albic horizon and are derived from glacial till.\nFlott soils: have a calcic horizon.\nKutler soils: have a paralithic contact between 20 to 40 inches and are derived from granite. Kutler soils are in the 17 to 20 inch rainfall zone.\nLabre soils: are very deep\nPerma soils: deep\nPeso soils: have Bk horizons with 6 to 15 percent calcium carbonate equivalent and formed in parent material derived from limestone\nRenegade soils: have paralithic contact between 40 to 60 inches.\nSandia soils: have greater than 50 percent calcium carbonate equivalent in control section and contain 50 percent cobbles and stones in the control section.\nSlimbutte soils: are calcareous at a shallow depth and fragmental below 40 inches.\nSubwell soils: have a discontinuity at 10 to 20 inches, secondary carbonate accumulation and are non-skeletal above the discontinuity.\nTowave soils: do not have a cambic horizon.\nVeatch soils: derived from sedimentary parent material and are deep.\nVigilante soils: deep\nWalstead soils: have calcic horizons\nWanagan soils: calcareous at shallow depths and contain a lithologic discontinuity at 12 to 20 inches.\nWimper soils: have calcic horizons and deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Peso soils are on strongly sloping to very steeply sloping and rolling mountains at elevations of 7,200 to 9,000 feet.  The parent material is weathered mostly from limestone, siltstone, and limy soft shales.  Peso soils occur in a dry subhumid climate.  The mean annual precipitation is about 18 to 24 inches with a summer maximum.  The average annual temperature is 37 to 45 degrees F.  The Thornthwaite P-E Index is about 30 to 45."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Caballo, Gaines and Telefono soils.  Caballo and Telefono soils have summer temperatures of less than 59 degrees F.  Gaines soils have argillic horizons and lack coarse fragments in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Range, woodland, recreation, watershed, and wildlife.  Principal native vegetation is mountain brome, needle grasses, blue grama, sideoats grama, ponderosa pine, oakbrush, and some fir."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountainous areas of south central New Mexico.  The series is of moderate extent. MLRA 39. This soil has been mapped in Wyoming. Use in Wyoming should be discontinued."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Otero County (Mescalero, Apache Area), 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nParticle-size control section: The zone from 10 to 37 inches. (Bw and Bk horizons)\nMollic epipedon: 1 to 17 inches. (A and Bw horizons).\nCambic horizon: 5 to 17 inches (Bw horizon).\nThe assignment of the cation exchange capacity is inferred from lab data from similar soils in the surrounding area.\nClassified according to Keys to Soil Taxonomy Tenth Edition, 2006."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--0 to 1 inch; undecomposed to partially decomposed leaves, needles, and woody twigs.  (0 to 4 inches thick)"
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "very cobbly",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--1 to 5 inches; very dark grayish brown (10YR 3/2) very cobbly clay loam, very dark brown (10YR 2/2) moist; moderate very fine granular structure; soft, very friable, slightly sticky, slightly plastic; many fine roots; many fine interstitial pores; about 10 percent channery fragments, 35 percent cobbles, and 10 percent stones; slightly alkaline; clear wavy boundary.  (2 to 6 inches thick)"
      },
      {
        "name": "Bw",
        "top": 13,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "very cobbly",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--5 to 17 inches; dark grayish brown (10YR 4/2) very cobbly clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; hard, friable, sticky, plastic; common fine and medium roots; common fine and medium interstitial pores; about 10 percent channery fragments, 35 percent cobbles, and 10 percent stones; slightly calcareous; slightly alkaline; clear wavy boundary.  (7 to 10 inches thick)"
      },
      {
        "name": "Bk",
        "top": 43,
        "bottom": 84,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "very cobbly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bk--17 to 33 inches; brown (7.5YR 5/3) very cobbly clay loam, brown (7.5YR 4/3) moist; massive; hard, friable, sticky, slightly plastic; few medium to coarse roots; few fine interstitial and medium tubular pores; 10 percent gravel, 55 percent cobbles, 20 percent stones; few thin hard carbonate coatings on bottom sides of coarse fragments, common fine flecks of soft lime in the soil mass; moderately calcareous; moderately alkaline; gradual wavy boundary.  (11 to 24 inches thick)"
      },
      {
        "name": "R",
        "top": 84,
        "bottom": 94,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--33 to 37 inches; limestone bedrock.  The upper 6 inches is highly fractured."
      }
    ]
  ]
}
