{
  "SERIES": "PETACA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JOC/JAW/JBC/WWJ",
  "REVDATE": "12/2003",
  "STATES": "NM",
  "OVERVIEW": "The Petaca series consists of shallow, well drained soils that formed in material derived from basalt and other materials.  Petaca soils are on undulating uplands and have slopes of 0 to 15 percent.  The annual precipitation is about 14 inches and the mean annual air temperature is about 52 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic Lithic Ustic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Petaca very stony loam, rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 2 inches; brown (10YR 5/3) very stony loam, brown (10YR 4/3) moist; weak fine granular structure; soft, very friable, slightly sticky, slightly plastic; common very fine and fine roots; common fine interstitial pores; 30 percent stones, 20 percent cobbles, 10 percent gravel; calcareous; slightly alkaline (pH 7.8); abrupt smooth boundary.  (2 to 4 inches thick)\nAC--2 to 5 inches; brown (10YR 5/3) cobbly loam, dark grayish brown (10YR 4/2) moist; massive; soft, friable, slightly sticky, slightly plastic; many very fine and fine roots; common very fine and fine interstitial pores; 20 percent cobbles; calcareous; moderately alkaline (pH 8.0); clear wavy boundary.  (4 to 10 inches thick)\nCk1--5 to 12 inches; pale brown (10YR 6/3) cobbly clay loam, brown (10YR 4/3) moist; massive; slightly hard, friable, sticky and slightly plastic; many very fine and fine roots; common very fine and fine interstitial pores; 20 percent cobbles; calcareous with lime disseminated; moderately alkaline (pH 8.0); clear irregular boundary.  (2 to 7 inches thick)\nCk2--12 to 17 inches; pale brown (10YR 6/3) very gravelly sandy loam, brown (10YR 4/3) moist; common white (10YR 8/1) soft and hard lime masses with lime disseminated between the masses; 40 percent lime coated basalt gravel; moderately alkaline (pH 8.2); clear irregular boundary.  (4 to 6 inches thick)\nR--17 inches; very dark gray (7.5YR 3/1) fractured basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Taos County, New Mexico; SW1/4 NW1/4 section 19, T.25N., R.11E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: The SMCS is usually dry, in all parts, 105 to 160 cumulative days from April through October. It is usually moist, in some part, 50 to 105 cumulative days during the same period. It is intermittently moist in some part November through April. The period of maximum precipitation is July through October. The soil is driest during May and June. Ustic aridic moisture regime.\nMean annual soil temperature: about 54 degrees F.\nMean annual summer soil temperature: about 70 degrees F.\nDepth to bedrock: 12 to 20 inches\nDepth to the calcic horizon: 6 to 14 inches\nRock fragments: 20 to 60 percent (averages less than 35 percent by volume in the control section)\nReaction: slightly or moderately alkaline.\nA1 horizon\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 2 or 3.\nCk horizon\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 2 or 3\nTexture: sandy loam or clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Pinon, Shalako, and Wayneco series. Pinon soils formed from limestone and are mainly channery loam throughout. Shalako soils formed in parent material derived from sandstone. Wayneco soils have hues of 7.5YR and redder and formed in parent material derived from sandstone and shale."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Petaca soils are on undulating uplands at elevations of 7,000 to 7,800 feet. Slopes range from 0 to 15 percent. The soils formed in material derived from basalt and other materials. The mean annual precipitation ranges from 12 to 16 inches.  The mean annual temperature is about 52 degrees F. and the summer temperature is about 68 degrees F. There are no climatic stations that can directly be related to the climate of Petaca soils."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Montecito, Silver, and Vibo soils. Montecito and Vibo soils have argillic horizons and are deep. Silver soils are deeper than 60 inches to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to slow runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for rangeland, wildlife and watershed.  Vegetation is big sagebrush with scattered broom snakeweed, blue grama, and widely scattered sand dropseed.  There is an occasional, very widely scattered, pinyon pine or oneseed juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern New Mexico and possibly northern Arizona, southern Colorado and Utah.  The series in Taos County is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Taos County Area, New Mexico, 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: The zone from the soil surface to a depth of about 2 inches. (A horizon)\nCalcic horizon: The zone from 12 to 17 inches. (Ck horizon)\nLithic contact: Basalt is at 17 inches. (R horizon)\nClassified according to Soil Taxonomy Second Edition, 1999\nPetaca series now includes the soils formerly in the Dormilon series.\nThe classification was changed and the description updated in January 2002.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
