{
  "SERIES": "PETERS",
  "STATUS": "Established Series",
  "BYREV": "Rev. WBS-MAV-DJE-AJP-TKK",
  "REVDATE": "12/2018",
  "STATES": "CA",
  "OVERVIEW": "The Peters series consists of shallow, well drained soils that formed in colluvium or residuum derived from basic tuff. Peters soils occur on hills. Slopes are 0 to 50 percent. The mean annual precipitation is about 420 mm and the mean annual air temperature is about 17 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, smectitic, thermic, shallow Typic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Peters clay on a west-facing, 7 percent, concave slope, under annual grasses and forbs at an elevation of 128 meters. (Colors are for dry soil unless otherwise stated. When described on August 21, 1980, the soil was dry throughout).\nA1--0 to 20 cm; dark gray (10YR 4/1) clay, black (10YR 2/1) moist; strong fine and medium granular in the upper one inch; very hard, firm, very plastic and sticky; many fine roots; many fine tubular pores; 5 percent gravel on the surface; slightly acid (pH 6.4); gradual smooth boundary. (10 to 25 cm thick)\nA2--20 to 41 cm; dark gray (10YR 4/1) clay, black (10YR 2/1) moist; moderate coarse subangular blocky structure; common very fine roots; common very fine interstitial and few very fine tubular pores; slightly acid (pH 6.4); abrupt smooth boundary. (10 to 25 cm thick)\nCr--41 to 46 cm; pale brown (10YR 6/3) sandstone, generally moderately consolidated, but strata of loose sands occur in places; the upper surface is variegated very pale brown (10YR 7/4) and brown (10YR 5/3) in places, but the characteristic color of the material is bluish gray (5B 5/1); in places the upper 1 cm is slightly harder than the material below."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Stanislaus County, California; about 6.4 km (4 miles) southeast of Knights Ferry, 0.2 km (1/8 mile) N of the center of sec. 9, T.2 S., R.12 E. USGS 7.5 minute topographic quadrangle: Knights Ferry, California; WGS84 37.7779024 latitude -120.6557688 longitude. UTM Zone 10 706450 meters N 4183761 meters N NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature: The mean annual soil temperature at the paralithic contact is 18 to 20 degrees C. The difference between the mean summer and mean winter soil temperature is greater than 6 degrees C. The soils have a thermic temperature regime.\nSoil moisture: The moisture control section is dry in all parts from about May to October. When dry, the soil has cracks extending to the Cr horizon. The soils have a xeric moisture regime.\nDiagnostic features:\nMollic epipedon thickness: 18 to 50 cm\nDepth to paralithic contact: 25 to 50 cm\nParticle size control section weighted averages:\nClay content: 40 to 60 percent\nRock fragments: 0 to 25 percent\nGravel content: 0 to 10 percent\nCobble content: 0 to 25 percent\nStone content: 0 to 25 percent\nOrganic matter: 1 to 3 percent in the upper 25 cm.\nA horizons (A1 and A2)\nHue: 10YR, 7.5YR\nValue: 2 to 5 dry; 2 to 3 moist\nChroma: 1 or 2\nTexture: clay loam, silty clay loam, silty clay, or clay\nReaction: moderately acid to neutral\nCr horizon\nHue: 10YR, 2.5Y, 5B\nValue: 5 to 8 dry; 4 to 6 moist\nChroma: 1 to 4 dry; 2 to 4 moist"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other soils in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Peters soils are on linear to concave footslope and toeslope positions on low hills, slight depressions, and saddles between higher hillslope positions. Slopes are 0 to 50 percent. Gilgai microrelief is present in some areas. The soils formed in colluvium or residuum derived from basic tuff (andesitic)that was deposited by wind or water or both, primarily associated with the Mehrten formation.  The grain size distribution of these volcaniclastic rocks is dominantly sand sized, but there can be layers with volcanic conglomerate or andesitic coarse fragments. Gravel and cobbles in the soil profile are commonly lag deposits from remnant Pleistocene stream terraces associated with the overlying Arroyo Seco or China Hat formations. Elevations range from 35 to 370 meters. The climate is Mediterranean with hot, dry summers and cool, moist winters. Mean annual precipitation is 365 to 725 mm. Mean annual air temperature is 15 to 17 degrees C. Mean January air temperature is about 8 degrees C, and mean July air temperature is 25 to 27 degrees C. Frost-free season is 295 to 340 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Amador, Daulton, Gillender, Hadselville, Keyes, Newville, Pentz, and Redding soils. Amador and Gillender soils are on hills with mound and swale microrelief, form in acidic tuff, have less than 35 percent clay in the particle-size control section, and have dry color values of 6 or more. Daulton soils form on hills in slate and have a lithic contact between 50 and 100 cm. Hadselville and Pentz soils form in basic tuff on mounds on hills with mound and swale microrelief, and have less than 35 percent clay in the particle-size control section. Redding soils are on dissected fan remnants, have an argillic horizon, and a duripan of a depth of 50 to 100 cm. Keyes soils are on fans, stream terraces and hills, have an argillic horizon, and a duripan within 50 cm. Newville soils are on dissected fan remnants associated with the Tehama formation and have an argillic horizon.  Redding soils are on dissected fan remnants, have an argillic horizon, and a duripan between 50 to 100 cm."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderately low saturated hydraulic conductivity throughout the soil. Saturated hydraulic conductivity of the bedrock is moderately high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for rangeland and dry-farmed grain. Most areas are used for rangeland and have a cover of annual grasses and forbs such as soft chess, ripgut brome, filaree, bur clover, wild oats and medusahead."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Sierra Nevada Foothills of California; MLRA 18. These soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Stockton Area, San Joaquin County, California, 1940. Source of the name is the community of Peters, California."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 41 cm (A1 and A2 horizon)\nParalithic contact: 41 cm (Cr horizon)\nThe Peters soils mapped in the 1961 Amador Area report are now excluded from this series as they are greater than 20 inches deep. The unclassified Raynor series fits this deeper concept. The Peters soils as mapped in the 1940 Stockton Area report have some depths less than 20 inches and some more than 20 inches. The latter would be excluded from this concept. The Peters as mapped in the 1967 Tehama County report have a lithic contact and would be excluded from this concept.\nADDITIONAL DATA:\nNASIS User Pedon ID: 1964CA099032\nPedon Purpose: Soil survey inventory\nSoil classified using the 12th Edition of the Keys to Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
