{
  "SERIES": "PETIT MANAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. NRB-MGD-CIB",
  "REVDATE": "09/2018",
  "STATES": "ME",
  "OVERVIEW": "The Petit Manan series consists of very deep, very poorly drained soils formed in herbaceous organic deposits over fine-silty mineral material. They are in tidal marshes subject to inundation by salt water twice daily. Slope ranges from 0 to 2 percent. Saturated hydraulic conductivity is moderately high or very high in the organic layers and low to moderate in the underlying mineral sediments. Mean annual temperature is 7 degrees C, and mean annual precipitation is 1900 mm.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, nonacid, frigid Histic Sulfaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Petit Manan mucky peat - salt grass tidal marsh, undrained. (Colors are for moist soil unless noted otherwise.)\nOe--0 to 10 cm; olive brown (2.5Y 4/3) mucky peat (hemic material); 60 percent fiber, 35 percent rubbed; dense mat of roots, stems, and leaves; massive; many very fine, fine, and common medium roots; very friable; neutral; clear smooth boundary.\nOa--10 to 30 cm; very dark gray (2.5Y 3/1) muck (sapric material); 45 percent fiber, 15 percent rubbed; dense mat of roots, stems, and leaves; massive; common very fine and fine roots; very friable; neutral; abrupt smooth boundary.  (Combined thickness of the organic horizons is 20 to 40 cm thick)\nCseg--30 to 165 cm; dark greenish gray (10G 4/1) silty clay loam; massive; firm; 20 percent medium prominent light olive brown (2.5Y5/4) and brown (7.5YR 4/4) masses of oxidized iron, 10 percent medium prominent black (10YR 2/1) manganese masses; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Washington County, Maine; town of Milbridge; 2.2 miles south of route 1 off of the Wyman road turn right onto the Marsh Rd and travel 0.75 miles to a parking spot near a telephone pole and walk 0.25 mile east along a trail to Sawyer Marsh; USGS Bois Bubert, ME topographic quadrangle; latitude 44 degrees, 29 minutes, 50.3 seconds N, longitude 67 degrees, 51 minutes, 52.3 seconds W., WGS 84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the organic deposits ranges from 20 to 40 cm. The soil ranges from strongly acid to slightly alkaline in its natural condition and ultra-acid to neutral once oxidized. The electrical conductivity (EC) ranges from 0.0 to 4.0 dS/m in a 1:5 soil to water mixture by volume. Salt content ranges from about 5,000 to 35,000 ppm. Some pedons may contain sea shells.\nThe O horizon is neutral or has hue of 10YR to 2.5Y, value of 2 to 4, and chroma of 1 to 3. It is typically comprised of hemic and sapric materials, but some pedons have fibric materials. Fiber content ranges from 25 through 90 percent, rubbed fiber content ranges from 10 to 65 percent. Organic matter content ranges from 20 to 90 percent.\nThe A horizon, where present, is neutral or has a hue of 5YR to 5Y, value of 2 to 3, and chroma of 1 or 2. Textures range from sandy loam to silty clay loam or their mucky modifier. It is 0 to 20 cm thick.\nThe C horizon has hue of 2.5Y to 10G, value of 4 to 7, and chroma of 1 to 4. Texture ranges from silt loam to silty clay. Shell fragments and herbaceous fibers are common."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are currently no other series in the same family. Boxiron soils are in a related family but occur in areas with a mesic soil temperature regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Petit Manan soils are level and occur in tidal marshes along the coast of Maine. They are subject to tidal flooding twice daily except in areas protected by dikes, tide gates, or other restrictions. Petit Manan soils formed in thick fine-silty deposits beneath organic material. Mean annual temperature ranges from 5 to 9 degrees C, and mean annual precipitation ranges from 1600 to 2200 mm."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Fort Knox, Gouldsboro, Todds Point, Pemaquid, Phippsburg, and Damariscotta soils in nearby tidal marsh areas. Fort Knox soils have organic materials 40 to 130 cm thick and are underlain by loamy mineral materials. Gouldsboro soils are fine-silty mineral soils with a thin to absent organic cap less than 20 cm thick. Todds Point soils have organic materials greater than 130 cm thick and seldom have any mineral within 165 cm. Pemaquid soils have organic materials 40 to 130 cm thick and are underlain by sandy mineral materials. Phippsburg soils have an organic cap 20 to 40 cm thick and are underlain by sandy mineral materials. Damariscotta soils are sandy mineral soils with a thin to absent organic cap less than 20 cm thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Very poorly drained. Runoff is negligible or ponded. Saturated hydraulic conductivity is moderately high to very high in the organic surface horizon and low to moderately high in the underlying mineral material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are in salt marsh and provide food and habitat for fish, shellfish, and wildfowl. Small scattered areas are used for saltgrass hay. The most common grasses are salt meadowgrass, salt water grass, and spike grass. Other vegetation includes blackgrass, sea lavender, saltwort, seaside goldenrod, aster, and purple gerardi. In areas where the 1:5 soil to water EC by volume is below 1.5 dS/m, vegetation consists principally of tall reeds and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Coastal areas and along tidally influenced rivers of Maine; MLRA 144B. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Washington County, Maine, 2018."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\n1. Histic epipedon - the zone from 0 to 30 cm (Oe, Oa horizons).\n2. Fine-silty particle-size class - the control section is from 55 to 130 cm (Cseg horizon).\n3. Sulfidic materials - the zone from 0 to 165 cm (Oe, Oa, Cseg horizons)\n4. Reaction (pH value) is more than 4.5 throughout the control section.\nADDITIONAL DATA: This pedon is entered as 2017ME029030 in the National Soils Information System.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 10,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Oe--0 to 10 cm; olive brown (2.5Y 4/3) mucky peat (hemic material); 60 percent fiber, 35 percent rubbed; dense mat of roots, stems, and leaves; massive; many very fine, fine, and common medium roots; very friable; neutral; clear smooth boundary."
      },
      {
        "name": "Oa",
        "top": 10,
        "bottom": 30,
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 1,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oa--10 to 30 cm; very dark gray (2.5Y 3/1) muck (sapric material); 45 percent fiber, 15 percent rubbed; dense mat of roots, stems, and leaves; massive; common very fine and fine roots; very friable; neutral; abrupt smooth boundary.  (Combined thickness of the organic horizons is 20 to 40 cm thick)"
      },
      {
        "name": "Cseg",
        "top": 30,
        "bottom": 165,
        "moist_hue": "10G",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "pH_class": "slightly alkaline",
        "narrative": "Cseg--30 to 165 cm; dark greenish gray (10G 4/1) silty clay loam; massive; firm; 20 percent medium prominent light olive brown (2.5Y5/4) and brown (7.5YR 4/4) masses of oxidized iron, 10 percent medium prominent black (10YR 2/1) manganese masses; slightly alkaline."
      }
    ]
  ]
}
