{
  "SERIES": "PETROF",
  "STATUS": "Established Series",
  "BYREV": "Rev. DVP-JDW",
  "REVDATE": "09/1999",
  "STATES": "AK",
  "OVERVIEW": "The Petrof series consists of very deep, moderately well drained and somewhat poorly drained soils that formed in stratified loamy alluvium over sand and gravel deposits. Petrof soils are on alluvial plains and low stream terraces.  Slopes range from 0 to 3 percent.  Mean annual temperature is about 39 degrees F. and the mean annual precipitation is about 70 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, nonacid Typic Cryofluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Petrof silt loam, on a south facing, 1 percent slope under Sitka spruce, cottonwood, bluejoint grass, and forbs at 30 feet elevation. (Colors are for moist soils unless otherwise stated.  When described, the soil was moist throughout).\nOe---1 to 0 inch; very dark brown (10YR 2/2) mucky peat; medium acid (pH 6.0); abrupt smooth boundary. (0 to 3 inches thick)\nA--0 to 7 inches; dark grayish brown (10YR 4/2) and very dark grayish brown (10YR 3/2) silt loam; moderate thin platy structure; very friable, nonsticky, nonplastic; common very fine, fine, medium, and coarse roots; thin fine sandy loam strata; strongly acid (pH 5.2); gradual wavy boundary. (5 to 13 inches thick)\nC--7 to 26 inches; dark brown (10YR 3/3) stratified fine sand and fine sandy loam; single grain and weak thin platy structure; loose and very friable, nonsticky, nonplastic; common very fine, fine, medium, and coarse roots; medium acid (pH 5.8); clear smooth boundary. (17 to 23 inches thick)\nCg1--26 to 54 inches; olive gray (5Y 4/2) stratified silt loam and fine sandy loam; massive; very friable, nonsticky, nonplastic; neutral (pH 7.0); clear smooth boundary.\nCg2--54 to 60 inches; very dark gray (5Y 3/1) stratified sandy loam and loamy sand; massive and single grain; very friable and loose; nonsticky, nonplastic; mildly alkaline (pH 7.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kenai Peninsula Area, Alaska; Rocky River Valley; 530 feet south and 50 feet west of the NE corner of section 22, T. 10S., R.  13W., Seward Meridian; USGS Seldovia B-4 quadrangle; lat. 59 degrees 18 minutes 16 seconds N. and long. 151 degrees minutes 30 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 39 to 41 degrees F. Thickness of the loamy surface mantle ranges from 45 to greater than 60 inches over sand and gravel.  Depth to bedrock is greater than 60 inches.  The pH of the solum ranges from 5.2 to 6.5.  The pH of the substratum increases with depth and ranges from 5.8 to 7.5.\nThe A horizons have hue of 10YR, value of 3 or 4, and chroma of 2 to 4.  They are silt loam, or very fine sandy and commonly have thin strata of sand or loamy sand.\nThe C horizons have hue of 10YR or 2.5Y, value of 3 or 4, and chroma of 2 or 3.  They are stratified silt loam, fine sandy loam, and loamy sand.\nThe Cg horizons have hue of 2.5Y to 5Y, value of 3 or 4, and chroma of 1 to 2.  They are stratified silt loam, fine sandy loam, and loamy sand.  The underlying material is very gravelly or extremely gravelly sand or loamy sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Soils in the same subgroup include the Portdick series.  Portdick soils have a particle size control section that is composed of stratified loamy alluvium over sand and gravel."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Petrof soils are formed in stratified loamy sediments over sand and gravel deposits on alluvial plains and low terraces.  In some areas recent tectonic activity has dropped these landforms several feet.  The lowest of these subsided areas are affected by saltwater intrusion.  Slopes range from 0 to 3 percent.  Elevations are 20 to 150 feet.\nThe climate is maritime with mild winters and cool summers.  Mean annual precipitation ranges from 65 to 75 inches and the mean annual snowfall is 50 to 100 inches.  Mean January temperature is 26 degrees F., mean July temperature is 55  degrees F., and the mean annual temperature ranges from 38  to 40 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Chenega, Jakolof, and Portdick soils.  Chenega soils have a particle size control section that is sandy-skeletal and are on floodplains and alluvial fans.   Jakolof soils have spodic horizons and are on stream terraces and alluvial fans. Portdick soils occur in complex with Petrof soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained and somewhat poorly drained.  Runoff is slow.  Permeability is moderate. These soils may be flooded for short periods after prolonged heavy rainfall."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for timber production, subsistence, recreation, and wildlife habitat.  Petrof soils have native vegetation of Sitka spruce and cottonwood with an understory of alder, salmonberry, fern, and bluejoint grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Kenai Peninsula, Alaska.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lower Kenai Peninsula Area, Alaska.  1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this profile include:\nFinely stratified fresh sediments near the surface.\nColors that change irregularly with depth.\nIrregular organic carbon distribution with depth.\nCryic temperature regime.\nCoarse-loamy control section.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
