{
  "SERIES": "PETRIE",
  "STATUS": "Established Series",
  "BYREV": "Rev. PSD",
  "REVDATE": "02/97",
  "STATES": "WY",
  "OVERVIEW": "The Petrie series consists of deep, well drained soils that formed in alluvium derived from sodic sedimentary rock.  These soils are on fan aprons, fan pediments, and alluvial terraces.  Slopes are 0 to 10 percent.  The mean annual precipitation is about 13 inches, and the mean annual temperature is about 45 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, calcareous, mesic Ustertic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Petrie clay loam-rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 1 inch; light yellowish brown (2.5Y 6/4) clay loam, light olive brown (2.5Y 5/4) moist; moderate medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and medium roots; strongly effervescent, lime disseminated; moderately alkaline (pH 8.4); clear smooth boundary.  (1 to 6 inches thick)\nAC--1 to 5 inches; light yellowish brown (2.5Y 6/4) clay loam, light olive brown (2.5Y 5/4) moist; weak medium subangular blocky structure parting to moderate coarse granular; slightly hard, friable, slightly sticky and slightly plastic; common fine and few medium roots; strongly effervescent, lime disseminated; strongly alkaline (pH 8.8); clear wavy boundary.  (2 to 7 inches thick)\nC1--5 to 19 inches; light yellowish brown (2.5Y 6/4) clay, light olive brown (2.5Y 5/4) moist; massive; very hard, firm, sticky and plastic; few fine roots; strongly effervescent, lime disseminated; strongly alkaline (pH 8.8); gradual wavy boundary.\nC2--19 to 60 inches; light yellowish brown (2.5Y 6/4) clay, light olive brown (2.5Y 5/4) moist; massive; very hard, very firm, sticky and plastic; few fine roots; strongly effervescent, lime disseminated; very strongly alkaline (pH 9.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Natrona County, Wyoming; about 1,780 feet east and 2,100 feet south of the NW corner of sec. 6, T. 34 N., R. 81 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are typically calcareous throughout but may be leached a few inches in some pedons.  The mean annual soil temperature is 47 to 53 degrees F.  The particle size control section is a clay, silty clay, clay loam, or silty clay loam with 35 to 60 percent clay.  Exchangeable sodium ranges from 15 to 40 percent throughout the control section.  Rock fragments are typically less than 5 percent but range from 0 to 15 percent rounded pebbles.  Calcium carbonate equivalent ranges from 1 to about 8 percent.  The majority of the carbonates and gypsum are autogenetic with only minor secondary accumulations with depth.\nThe A horizon has hue of 2.5Y through 7.5YR, value of 5 through 7 dry, 3 through 5 moist, and chroma of 2 through 4.  Cracks one cm wide extend to the surface of most pedons.  EC ranges from 2 to 4 mmhos.  Reaction is moderately through very strongly alkaline.\nThe AC horizon has hue of 2.5Y through 7.5YR, value of 5 through 7 dry, 4 through 6 moist, and chroma of 2 through 4.  Texture is typically clay loam or clay but may be silty clay or silty clay loam.  Cracks one cm wide extend through this horizon.  EC ranges from 2 to 4 mmhos.  Reaction is strongly or very strongly alkaline.  Some pedons have a Bw horizon in place of the AC horizon.  This is allowed since the distinction is difficult at best between the two.\nThe C horizon has hue of 2.5Y through 7.5YR, value of 5 through 7 dry, 4 through 6 moist, and chroma of 2 through 4.  Texture is typically clay loam or clay but may be silty clay or silty clay loam.  Cracks are common to a depth of 30 inches or more in this horizon.  Autogenetic carbonates and gypsum range from few to common soft masses and nests of crystals.  EC ranges from 4 to 8 mmhos in nonirrigated areas.  Some areas, where irrigated, have seasonal water tables and EC may range up to 16 mmhos.  Reaction is strongly or very strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bahl and Limon series.  These soils contain less than 15 percent exchangeable sodium throughout."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Petrie soils are on fan aprons, fan pediments, alluvial terraces, and to a limited extent low energy alluvial fans.  These soils formed in alluvium derived from sodic shale and siltstone.  Slopes are 0 to 10 percent.  Elevation is 3,700 to 6,500 feet.  The mean annual precipitation is about 13 inches and ranges from 10 to 16 inches of which about half falls as snow or rain in April, May, and early June.  The mean annual air temperature ranges from 43 to 49 degrees F.  The frost-free season is estimated to range from 105 to 130 days depending upon elevation, aspect, and local air drainage."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Arvada and competing Bahl soils.  Arvada soils have natric horizons and occur on more stable parts of the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; very slow permeability.  Under irrigation some soils have a seasonal high water table at 2 to 3 feet."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland, wildlife habitat, very limited irrigated cropland.  Native vegetation consists of Gardner saltbush, western wheatgrass, inland saltgrass, alkali sacaton, and greasewood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and eastern Wyoming and Colorado.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Johnson County, Wyoming, South Part; 1971.\nNational Cooperative Soil Survey."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "NA"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 3,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 1 inch; light yellowish brown (2.5Y 6/4) clay loam, light olive brown (2.5Y 5/4) moist; moderate medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and medium roots; strongly effervescent, lime disseminated; moderately alkaline (pH 8.4); clear smooth boundary.  (1 to 6 inches thick)"
      },
      {
        "name": "AC",
        "top": 3,
        "bottom": 13,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 8.8,
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "AC--1 to 5 inches; light yellowish brown (2.5Y 6/4) clay loam, light olive brown (2.5Y 5/4) moist; weak medium subangular blocky structure parting to moderate coarse granular; slightly hard, friable, slightly sticky and slightly plastic; common fine and few medium roots; strongly effervescent, lime disseminated; strongly alkaline (pH 8.8); clear wavy boundary.  (2 to 7 inches thick)"
      },
      {
        "name": "C1",
        "top": 13,
        "bottom": 48,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": 8.8,
        "pH_class": "strongly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C1--5 to 19 inches; light yellowish brown (2.5Y 6/4) clay, light olive brown (2.5Y 5/4) moist; massive; very hard, firm, sticky and plastic; few fine roots; strongly effervescent, lime disseminated; strongly alkaline (pH 8.8); gradual wavy boundary."
      },
      {
        "name": "C2",
        "top": 48,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": 9.2,
        "pH_class": "very strongly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--19 to 60 inches; light yellowish brown (2.5Y 6/4) clay, light olive brown (2.5Y 5/4) moist; massive; very hard, very firm, sticky and plastic; few fine roots; strongly effervescent, lime disseminated; very strongly alkaline (pH 9.2)."
      }
    ]
  ]
}
