{
  "SERIES": "PETROLIA",
  "STATUS": "Established Series",
  "BYREV": "Rev. TJE-GRS",
  "REVDATE": "04/2011",
  "STATES": "IL,IN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, nonacid, mesic Fluvaquentic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Petrolia silty clay loam - nearly level in a cultivated field at an elevation of about 125 meters (412 feet). (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 centimeters (0 to 8 inches); dark grayish brown (2.5Y 4/2) silty clay loam, light brownish gray (2.5Y 6/2) dry; moderate fine granular structure; friable; common very fine roots; few fine prominent spherical black (N 2.5/) and strong brown (7.5YR 4/6) extremely weakly cemented iron-manganese accumulations throughout; about 34 percent clay; neutral; abrupt smooth boundary. (10 to 36 centimeters or 4 to 14 inches thick)\nBg--20 to 38 centimeters (8 to 15 inches); dark gray (2.5Y 4/1) silty clay loam; weak medium subangular blocky structure; friable; few very fine roots; few faint dark gray (2.5Y 4/1) pressure faces on faces of peds; common fine prominent dark yellowish brown (10YR 4/4) and common fine faint dark grayish brown (2.5Y 4/2) masses of oxidized iron and manganese in the matrix; few fine prominent spherical black (N 2.5/) and strong brown (7.5YR 4/6) extremely weakly cemented iron-manganese accumulations throughout; about 32 percent clay; slightly acid; clear smooth boundary.\nBtg1--38 to 66 centimeters (15 to 26 inches); gray (2.5Y 5/1) silty clay loam; weak fine prismatic structure parting to moderate medium subangular blocky; firm; few very fine roots; common distinct dark gray (2.5Y 4/1) clay films on faces of peds; common fine and medium prominent dark yellowish brown (10YR 4/4) masses of oxidized iron and manganese in the matrix; few fine and medium prominent spherical black (N 2.5/) iron-manganese nodules with sharp strong brown (7.5YR 4/6) boundaries and few fine prominent irregular strong brown (7.5YR 5/6) extremely weakly cemented iron-manganese accumulations throughout; about 33 percent clay; slightly acid; clear smooth boundary.\nBtg2--66 to 107 centimeters (26 to 42 inches); gray (2.5Y 5/1) silty clay loam; weak medium prismatic structure parting to weak medium and coarse subangular blocky; firm; few very fine roots; few distinct dark gray (2.5Y 4/1) clay films on faces of peds; common fine and medium prominent yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; few fine and medium prominent spherical black (N 2.5/) iron-manganese nodules with sharp strong brown (7.5YR 4/6) boundaries and common fine prominent irregular strong brown (7.5YR 5/6) extremely weakly cemented iron-manganese accumulations throughout; about 34 percent clay; slightly acid; gradual smooth boundary.\nBtg3--107 to 140 centimeters (42 to 55 inches); gray (2.5Y 5/1) silty clay loam; weak medium prismatic structure; firm; few very fine roots; few distinct dark gray (2.5Y 4/1) clay films lining root channels and pores; common medium prominent yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; few medium prominent spherical black (7.5YR 2.5/1) iron-manganese nodules with clear strong brown (7.5YR 5/6) boundaries and common fine and medium prominent irregular strong brown (7.5YR 4/6) extremely weakly cemented iron-manganese accumulations throughout; about 35 percent clay; slightly acid; gradual smooth boundary.\nCg1--140 to 185 centimeters (55 to 73 inches); gray (2.5Y 6/1) silty clay loam; massive; firm; few very fine roots in old channels; few distinct dark gray (2.5Y 4/1) clay films lining root channels and pores; many fine and medium prominent yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; few medium prominent spherical black (7.5YR 2.5/1) iron-manganese nodules with clear strong brown (7.5YR 5/6) boundaries and common fine and medium prominent irregular strong brown (7.5YR 4/6) extremely weakly cemented iron-manganese accumulations throughout; about 33 percent clay; neutral; diffuse smooth boundary.\nCg2--185 to 203 centimeters (73 to 90 inches); gray (2.5Y 6/1) silty clay loam; massive; firm; common medium and coarse prominent yellowish brown (10YR 5/6) masses of oxidized iron inthe matrix; few fine prominent irregular black (7.5YR 2.5/1) iron-manganese nodules with clear strong brown (7.5YR 5/6) boundaries and few fine and medium prominent irregular strong brown (7.5YR 4/6) extremely weakly cemented iron-manganese accumulations throughout; dark gray (2.5Y 4/1) krotovinas; about 35 percent clay; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clinton County, Illinois; about 3 miles south of Bartelso; 400 feet south and 800 feet west of the center of sec. 29, T. 1 N., R. 3 W.; USGS Addieville topographic quadrangle; lat. 38 degrees 29 minutes 56 seconds N. and long. 89 degrees 27 minutes 28 seconds W.; MLRA 114B; UTM Zone 16, Easting 285659, Northing 4263792; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the cambic horizon: 76 to 203 centimeters (30 to 80 inches)\nDepth to carbonates: more than 152 centimeters (60 inches)\nParticle-size control section: Averages 27 to 35 percent clay and less than 20 percent fine sand or coarser material\nContent of rock fragments: less than 2 percent throughout the series control section\nOther features: an irregular decrease in organic carbon content with increasing depth\nMean annual soil temperature: 12 to 15 degrees C (54 to 59 degrees F) at a depth of 51 centimeters (20 inches)\nAp or A horizon:\nHue: 10YR or 2.5Y\nValue: typically 4 to 6; 3 in some thin surface layers in uncultivated areas\nChroma: 1 or 2\nRedoximorphic features: hue of 5YR, 7.5YR, 10YR, or 2.5Y, value of 2 to 5, and chroma of 2 to 8\nTexture: typically silty clay loam, or less commonly silt loam, with clay content of 20 to 35 percent and sand content of less than 20 percent\nReaction: moderately acid to moderately alkaline\nBg or Btg horizon and BCg horizon, where present:\nHue: 10YR, 2.5Y, 5Y, or N\nValue: 4 to 6\nChroma: 0 to 2\nRedoximorphic features: hue of 5YR, 7.5YR, 10YR, or 2.5Y, value of 2 to 6, and chroma of 1 to 8\nTexture: silty clay loam, with clay content of 27 and 35 percent clay and sand content of less than 15 percent\nReaction: moderately acid to neutral\nCg horizon:\nHue: 10YR, 2.5Y, 5Y, or N\nValue: 4 to 6\nChroma: 0 to 2\nRedoximorphic features: hue of 5YR, 7.5YR, 10YR, or 2.5Y, value of 2 to 6, and chroma of 1 to 8\nTexture: dominantly silty clay loam; silt loam below a depth of 102 centimeters (40 inches) in some pedons; strata of silty clay, silt loam, loam, or fine sandy loam below a depth of 102 centimeters (40 inches) in other pedons; clay content ranges from 20 to 35 percent clay and the sand content averages less than 40 percent\nReaction: strongly acid to slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Aetna, Canalschool (T), Nookachamps, Puget, Rafton, Skagit and Wick series. Aetna soils have a buried, dark soil at depths of less than 91 centimeters (36 inches). Canalschool (T), Nookachamps, Puget, Rafton, and Skagit soils formed in different climates and MLRAs, with typically more precipitation and at lower elevations above mean sea level. Skagit soils also have volcanic ash with glass content in the series control section. Wick soils have a mean annual soil temperature of less than 12 degrees C (54 degrees F)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Petrolia soils are on nearly level or slightly depressional parts of flood plains or on flooded parts of glacial lake plains. Slopes range from 0 to 2 percent. Petrolia soils formed in light colored, moderately fine textured or medium textured alluvium. Mean annual air temperature ranges from 11 to 14 degrees C (52 to 57 degrees F.), mean annual precipitation ranges from 965 to 1219 millimeters (38 to 48 inches), frost free days range from 180 to 200, and elevation ranges from 104 to 152 meters (340 to 500 feet) above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Birds, Bonnie, Karnak, Piopolis, and Zipp soils. Birds and Bonnie soils commonly are on flood plains of smaller streams or are closer to the upland source of sediments on larger flood plains and glacial lake plains. Karnak soils are farther from the stream channel or on lower-lying parts of flood plains; they contain more clay in the particle-size control section. Piopolis soils are on similar parts of flood plains nearby; they are more acidic in the control section for reaction. Zipp soils are nearby on the main body of glacial lake plains and contain more clay in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained and very poorly drained. The potential for surface water runoff is low or negligible. Saturated hydraulic conductivity is moderately high (1.41 to 4.23 micrometers per second). Permeability is moderately slow. Flooding from stream overflow is rare to frequent during late winter and early spring. In the undrained condition, these soils have an apparent seasonal high water table as much as 61 centimeters (2 feet) above the surface at some time during the year in most years. Where drained, the water table is 15 centimeters (0.5 foot) above the surface to 31 centimeters (1 foot) below at some time between November and May in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used to grow corn and soybeans. Some areas are in forestland or pastureland. Native vegetation is hardwood trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern and south-central Illinois, and southwestern Indiana in MLRAs 113, 114B, 115A, 115B and 115C. Extent is large (slightly more than 100,000 acres correlated)."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lawrence County, Illinois, 1952."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: With the 2001 update, the type location was moved to a more representative site in Clinton County, Illinois and reclassified as an Inceptisol.\nDiagnostic horizons and features recognized in this pedon are: ochric epipedon - the zone from the surface to a depth of 20 centimeters (8 inches), (Ap horizon); cambic horizon - the zone from 20 to 140 centimeters (8 to 55 inches); aquic conditions - chroma of 1 and redox concentrations below the Ap horizon.\nADDITIONAL DATA: Lab data is on file for several pedons including the typical pedon at the Illinois state office and at the NSSL.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
