{
  "SERIES": "PETTINGELL",
  "STATUS": "Established Series",
  "BYREV": "Rev. MLP/JWB/AP",
  "REVDATE": "07/2010",
  "STATES": "CO",
  "OVERVIEW": "The Pettingell series consists of very deep, well drained soils that formed in colluvium  and slope alluvium from mixed granite, schist and gneiss rocks. Pettingell soils are on mountain slopes and footslopes.  Slopes range from 5 to 80 percent.  Mean annual precipitation is about 19 inches and the mean annual temperature is about 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  loamy-skeletal, micaceous Ustic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pettingell gravelly sandy loam, on a northwestern facing, convex 38 percent slope under Rocky mountain Douglas fir, lodgepole pine and grasses at an elevation of  8755 feet. (Colors are for dry soils unless otherwise noted.)\nThe surface is covered by 1 percent stones, 3 percent cobble and 10 percent gravel.\nA1--0 to 4 inches; dark grayish brown (10YR 4/2), gravelly sandy loam, very dark brown (10YR 2/2) moist;  moderate medium granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine, fine and few medium roots; common, visible mica as fine and medium sand sized particles; 20 percent gravel, 5 percent cobble; neutral; clear smooth boundary. ( 1 to 4 inches thick)\nA2--4 to 11 inches;  brown (10YR 5/3) very gravelly loam, dark brown (10YR 3/3) moist; weak fine subangular blocky parting to moderate medium granular structure; soft, very friable; slightly sticky and slightly plastic; common very fine, fine and few medium and coarse roots; common, visible mica as fine and medium sand sized particles; 25 percent gravel, 10 percent cobble and 5 percent stone; slightly acid; clear wavy boundary.  (9 to 12 inches thick)\nBw--11 to 18 inches; brown (10YR 5/3) very gravelly sandy loam,  brown (10YR 4/3) moist; weak medium subangular blocky structure; soft, friable, nonsticky and nonplastic; few coarse, common very fine roots and few fine roots; common, visible mica as fine and medium sand sized particles; 35 percent gravel, 15 percent cobble and 1 percent stone; slightly acid; gradual wavy boundary. (6 to 12 inches thick)\nBC--18 to 37 inches; very pale brown (10YR 7/3) very cobbly coarse sandy loam, pale brown (10YR 6/3) moist; massive; soft, very friable, nonsticky, and nonplastic; few very fine and fine roots; common, visible mica as fine and medium sand sized particles; 30 percent gravel, 15 percent cobble and 10 percent stone; slightly acid, gradual wavy boundary. (15 to 20 inches thick)\nC--37 to 60 inches; pink (7.5YR 7/4) extremely stony sandy loam, reddish yellow (7.5YR 6/6) moist; massive; soft, very friable, slightly sticky, slightly plastic; few fine roots; many, visible mica as fine and medium sand sized particles; 30 percent gravel, 15 percent cobble and 20 percent stone; slightly acid.  (15 to 30 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clear Creek County, Colorado; about 750 feet west and 800 feet north of the southeast corner sec. 3, T.4S., R.73W.. Idaho Springs Quadrangle; Latitude 39 degrees 43 minutes 37.25 seconds N. and Longitude 105 degrees 32 minutes 16.66 seconds W., NAD 1927"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime:  Ustic/udic\nMean annual soil temperature:  39 to 42 degrees F.\nDepth to cambic horizon:  10 to 20 inches\nDepth to base of cambic horizon:  16 to 27 inches\nParticle-size control section (weighted average):\nClay content: 8 to 18 percent\nSand content:  52 to 75 percent\nRock fragments: 35 to 75 percent\nA horizon(s):\nHue:  10YR\nValue:  3 through 5 dry, 2 through 3 moist\nChroma:  1 to 3\nTexture: sandy loam, loam, coarse sandy loam, sandy loam\nClay Content:  10 to 26 percent\nRock fragments:  25 to 45 percent\nReaction:  slightly acid to neutal\nB horizon(s):\nHue:  10YR\nValue:  5 or 7 dry,  4 to 5 moist\nChroma:  1 through 4\nTexture: sandy loam, coarse sandy loam,\nClay Content:  8 to 25 percent\nRock fragments:  35 to 80 percent\nReaction: moderately acid to slightly acid\nC horizon:\nHue:  10YR or 7.5YR\nValue:  5 through 7 dry,  4 to 6 moist\nChroma:  3 through 6\nTexture: coarse sandy loam, sandy loam,\nClay Content:  8 to 15 percent\nRock fragments:  35 to 80 percent\nReaction: moderately acid to slightly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent Material:  Colluvium and slope alluvium from schist, granite and gneiss\nLandform:  Mountain slopes and footslopes\nSlopes:  5 to 80 percent\nElevation:  8000 to 10500 feet\nMean annual air temperature: 39 to 44 degrees F.\nMean annual precipitation:  18 to 22 inches\nPrecipitation pattern:  Wettest months; March, April, May, June\nDriest months;  September and October\nFrost-free period:  30 to 80 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Gateview, Kittredge, Legault, Raleigh, and Rogert series.  The Gateview soils have mollic colors extending below 16 inches and are on mountain slopes.  The Kittredge soils argillic subsoils and are on mountain slopes and footslopes.  The Legault, Raleigh and Rogert soils all shallow to bedrock and are on mountain slopes and ridges."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, medium to rapid runoff and rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Recreation, wildlife and watershed.  The present vegetation is Rocky mountain Douglas fir, lodgepole pine, ninebark, currant and an understory of mountain muhly, Arizona fescue and sheep fescue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountains of central Rocky Mountains, Colorado; LRR E, MLRA 48A"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Clear Creek County, Georgetown soil survey area, 2000.  The name is taken from the mountain peak in Clear Creek County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nSeries control section:  The zone from 10 to 40 inches.\nParticle-size control section:  The zone from 10 to 40 inches.\nMollic epipedon:  The zone from 10 to 16 inches.\nTaxonomic Version:  8th Edition, 1998\nThe mineralogy class was changed from paramicaceous to micaceous in 07/2010 by the National Soil Survey Center on request of the responsible MLRA regional office.  The change was necessary based on the eleventh edition of the Keys to Soil Taxonomy, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
