{
  "SERIES": "PEVETO",
  "STATUS": "Established Series",
  "BYREV": "Rev. CM:WLC",
  "REVDATE": "05/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, thermic Typic Udipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Peveto fine sand, on ridge crest, 1 percent slope.  (Colors are for moist soils)\nA1--0 to 9 inches; very dark grayish brown (10YR 3/2) fine sand; massive; very friable; many fine roots; few shell fragments; neutral; clear wavy boundary.  (4 to 10 inches thick)\nA2--9 to 15 inches; dark grayish brown (10YR 4/2) fine sand; massive; very friable; few fine roots; mildly alkaline; clear smooth boundary.  (0 to 7 inches thick)\nC--15 to 31 inches; brown (10YR 5/3) channery fine sand; massive; very friable; fine to coarse shell fragments comprise about 20 percent of the horizon; moderately alkaline; abrupt smooth boundary.  (5 to 18 inches thick)\nAb1--31 to 38 inches; very dark grayish brown (10YR 3/2) loamy fine sand; massive; very friable; mildly alkaline; clear wavy boundary.  (6 to 12 inches thick)\nAb2--38 to 46 inches; very dark gray (10YR 3/1) loamy fine sandy; weak medium subangular blocky structure; friable; mildly alkaline; abrupt smooth boundary.  (0 to 10 inches thick)\nC'1--46 to 59 inches; brown (10YR 5/3) channery loamy sand; massive; very friable; shell fragments and shells ranging to about 10 cm in diameter, comprise about 20 percent of the horizon; moderately alkaline; abrupt smooth boundary.  (12 to 20 inches thick)\nC'2--59 to 75 inches; brown (10YR 5/3) fine sand; many coarse faint grayish brown (10YR 5/2) and common fine faint dark yellowish brown (10YR 4/4) mottles; massive; friable; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cameron Parish, Louisiana, 2.7 miles west of Oak Grove, 45 feet north of Louisiana Highway 82, NE 1/4 NW 1/4 sec. 2, T. 14 S., R. 8 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil ranges from neutral to moderately alkaline throughout the profile.  Depth to buried Ab horizons ranges from 20 to 50 inches.\nThe A and Ab horizons have hue of 10YR, value of 3 or 4, and chroma of 1 to 3.  The A horizon is sand, fine sand, loamy fine sand, or fine sandy loam, and the Ab horizon is fine sand, sand or loamy fine sand.  Shell fragments range from 0 to about 20 percent.\nThe C horizon has hue of 10YR, value of 4 or 5, and chroma of 2 to 4.  It is sand, fine sand, loamy sand, or loamy fine sand.  Shell fragment content is highly variable in subhorizons of the C horizon but ranges from 5 percent to 35 percent in the 10- to 40-inch particle size control section."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Crevasse series in the same family and the Felicity, Galveston, Newhan, and Palm Beach series in the related families.  Crevasse soils do not contain shell fragments.  Felicity soils have a higher salt content.  Galveston and Palm Beach soils have hyperthermic temperatures.  Newhan soils have more than 90 percent extremely durable minerals."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Peveto soils are on low ridges generally parallel to the coast.  Slopes are 0 to 3 percent.  The soils formed in coastal beach deposits of sand and shell.  The mean air temperature is 68 degrees F, and the mean annual rainfall is about 53 inches near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Creole, Hackberry, Mermentau, and Scatlake series.  The Creole and Scatlake soils are on lower elevations than the Peveto soils and are clayey throughout.  Hackberry soils are on lower elevations than the Peveto soils and have a water table 1 to 4 feet below the surface throughout the year.  Mermentau soils are on lower elevations than the Peveto soils and have clayey surface layers."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; runoff is slow to very slow; permeability is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Peveto soils are used for pasture and homesites.  Some areas are used for gardens and orchards.  Native vegetation is bermudagrass, switchgrass, eastern gamma, purpletop, carpetgrass, oak, sugarberry, and cactus."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Along the gulf coast of Louisiana and possibly southeast Texas.  The soils of this series are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: AUBURN, ALABAMA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cameron Parish, Louisiana; 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly mapped as Palm Beach.\nDiagnostic horizons and features recognized in the pedon are:\nOchric epipedon - the zone from the surface to a depth of 15 inches (the A1 and A2 horizons).\nADDITIONAL DATA:  S 81 La 23-2.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
