{
  "SERIES": "PHALANX",
  "STATUS": "Established Series",
  "BYREV": "SCK-TJH/Rev. JAK-RJE",
  "REVDATE": "01/2005",
  "STATES": "MD,NJ",
  "OVERVIEW": "MLRA(S): 149A, 153C, 153D\nMLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia\nDepth Class: Moderately deep to petroferric contact, very deep to bedrock\nDrainage Class: (Agricultural) Well drained\nInternal Free Water Occurrence: Very deep\nFlooding Frequency and Duration: None\nPonding Frequency and Duration: None\nIndex Surface Runoff: Very high\nPermeability: Very slow (moderate or moderately rapid in the noncemented materials and very slow in the indurated layers)\nShrink-Swell Potential: Low\nLandscape: Northern Atlantic Coastal Plain\nLandform: Hill, ridge\nHill slope Profile Position: Summit, shoulder, backslope\nGeomorphic Component: Interfluve, side slope\nParent Material: Sandy and loamy fluviomarine deposits\nSlope: 0 to 25 percent\nElevation (type location): 140 feet\nFrost Free Period (type location): 195 days\nMean Annual Air Temperature (type location): 56 degrees F.\nMean Annual Precipitation (type location): 45 inches",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, semiactive, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Phalanx loamy sand (in an area of Phalanx loamy sand, 2 to 5 percent slopes), in woodland. (Colors are for moist soils.)\nA--0 to 2 inches; dark brown (7.5YR 3/2) loamy sand; brown (7.5YR 4/2) dry; weak medium granular structure; very friable; many fine roots; many medium irregular pores; extremely acid; clear smooth boundary. (1 to 7 inches thick)\nE--2 to 6 inches; reddish brown (5YR 5/3) loamy sand; weak medium granular structure; very friable; many fine roots and many medium roots; many fine irregular pores; extremely acid; gradual wavy boundary. (0 to 6 inches thick)\nBt1--6 to 12 inches; red (2.5YR 4/6) sandy loam; weak medium subangular blocky structure; very friable; common medium roots and common fine roots; many fine irregular pores; very strongly acid; diffuse wavy boundary.\nBt2--12 to 28 inches; red (2.5YR 4/6) channery sandy loam; weak medium subangular blocky structure; very friable; common medium roots; many fine irregular pores; common faint clay films on faces of peds and common clay bridging between sand grains; 20 percent indurated petroferric fragments; very strongly acid; gradual wavy boundary. (Combined thickness of the Bt horizon is 6 to 35 inches)\nBm--28 to 32 inches; red (10R 4/6) cemented material; massive; very rigid, indurated; common fine roots and common medium roots in cracks; cemented material (ironstone) is horizontal and more than 90 percent continuous, cracks are greater than 4 inches apart and are filled with red sandy loam soil material; very strongly acid; gradual wavy boundary.\nBC--32 to 35 inches; red (2.5YR 4/6) extremely flaggy loamy sand; massive; very friable; few medium roots and few fine roots; common fine irregular pores; few clay bridging between sand grains; 75 percent indurated petroferric fragments; very strongly acid; gradual wavy boundary.\nB'm--35 to 40 inches; red (10R 4/6) cemented material; massive; very rigid, indurated; common fine roots and common medium roots in cracks; cemented material (ironstone) is horizontal and more than 90 percent continuous, cracks are greater than 4 inches apart and are filled with red loamy sand soil material; very strongly acid; gradual wavy.\nBC'--40 to 43 inches; red (2.5YR 4/6) very channery loamy sand; massive; very friable; few medium roots and few fine roots; common fine irregular pores; few clay bridging between sand grains; 50 percent indurated petroferric fragments; very strongly acid; gradual wavy boundary. (Combined thickness of the BC horizon is 0 to 20 inches.)\nB''m--43 to 46 inches; red (2.5YR 4/6) cemented material; massive; very rigid, indurated; common fine roots and common medium roots in cracks; cemented material (ironstone) is horizontal and more than 90 percent continuous, cracks are greater than 4 inches apart and are filled with red loamy sand soil material; very strongly acid; gradual wavy. (Thickness of individual Bm horizons is 3 to 20 inches or more.)\nC--46 to 80 inches; yellowish red (5YR 5/6) sand; single grain; loose; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Ocean County, New Jersey; Jackson Township; about 0.5 mile west of Cassville and 150 feet north of County Road 528; USGS Cassville, NJ topographic quadrangle; lat. 40 degrees 06 minutes 12 seconds N. and long. 74 degrees 23 minutes 47 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to top of Argillic Horizon: 1 to 15 inches\nDepth to base of Argillic Horizon: 20 to 40\nDepth to Petroferric Contact: 20 to 40 inches\nDepth to Cemented Layers: 20 to 40 inches (At least one root restrictive, iron cemented layer occurs above 40 inches.)\nDepth to Lithologic Discontinuity (if it occurs): Greater than 50. The material below the discontinuity commonly consist of unconforming marine strata low in iron with matrix color in shades of brown or yellow or other highly contrasting materials that do not allow for the development of a petroferric contact or strongly cemented to indurated materials.\nDepth to Bedrock: Greater than 72 inches\nDepth to Seasonal High Water Table: Greater than 72 inches\nRock Fragments: 0 to 15 percent, by volume in the A and E horizons, 0 to 35 percent in the upper B horizon, 15 to 75 percent in the lower B and C horizons, and 0 to 5 percent in the 2C horizon. Rock fragments are mostly strongly cemented to indurated petroferric fragments, but some range to moderately or less cemented pararock fragments (formally called iron cemented sandstone). Some pedons contain rounded quartzite fragments. Fragment size includes pebbles, channers, flagstones, and stones with occasional boulders. The ironstone has a smooth to grainy feel (formally the grainy fragments were called iron cemented sandstone) and in some pedons the ironstone contains interbedded rounded quartzite gravel.\nSoil Reaction: Extremely acid or very strongly acid, unless limed\nOther Features: Some pedons in wooded areas have a microsequence of thin A, E, and Bh horizons (micro-podzol). Total thickness of the A, E, and Bh horizon sequence is less than 6 inches and individual horizons are less than 2 inches thick. & RANGE OF INDIVIDUAL HORIZONS:\nO horizon (if it occurs):\nColor--hue of 5YR to 10YR, value of 2 to 4, chroma of 1 to 3\nTexture--slightly decomposed to highly decomposed plant material\nA or Ap horizon:\nColor--hue of 2.5YR to 7.5YR, value of 2 to 4, chroma of 2 or 3\nTexture (fine-earth fraction)--loamy sand or sandy loam\nBA horizon (if it occurs):\nColor--hue of 2.5YR to 7.5YR, value of 4 to 6, chroma 4 to 8\nTexture (fine-earth fraction)--coarse sandy loam, sandy loam, or loam\nMottles--in shades of brown or red\nBE or E horizon:\nColor--hue of 5YR to 10YR, value of 4 to 6, chroma of 3 to 8\nTexture (fine-earth fraction)--loamy sand or sandy loam\nBs horizon (if it occurs):\nColor--hue of 5YR or 7.5YR, value of 4 to 6, chroma of 4 to 6\nTexture (fine-earth fraction)--loamy sand or sandy loam\nBt horizon:\nColor--hue of 2.5YR to 7.5YR, value of 3 to 6, chroma 4 to 8\nTexture (fine-earth fraction)--sandy loam or sandy clay loam\nMottles (if they occur)--in shades of red, brown, or yellow\nBt/Bm horizon (if it occurs):\nBt part:\nColor--hue of 10R to 5YR, value of 3 to 5, chroma 4 to 8\nTexture (fine-earth fraction)--sandy loam or sandy clay loam\nMottles (if they occur)--in shades of red, brown, or yellow\nBm part:\nTexture--cemented material (ironstone) that is fractured, greater than 90 percent continuous and horizontal, and strongly cemented to indurated. The thin (generally less than 1-inch thick) cemented layers are too intermingled with the distinct B material to designate as a separate horizon.\nBm, B'm, or B''m horizons:\nColor--10R to 5YR, value of 3 to 5, chroma 4 to 8\nTexture--cemented material (ironstone) that is fractured, greater than 90 percent continuous and horizontal, and strongly cemented to indurated.\nMottles (if they occur)--in shades of red, brown, or yellow\nBC horizon:\nColor--hue of 2.5YR or 7.5YR, value of 3 to 5, chroma 4 to 8\nTexture (fine-earth fraction)--sandy loam or loamy sand\nMottles (if they occur)--in shades of red, brown, or yellow\nBC/Bm horizon (if it occurs):\nBC part:\nColor--hue of 2.5YR or 5YR, value of 3 to 5, chroma of 4 to 8\nTexture (fine-earth fraction)--sand, loamy sand, loamy coarse sand, coarse sandy loam, sandy loam, or loamy sand\nMottles (if they occur)--in shades of red, brown, or yellow\nBm part:\nColor--10R to 5YR, value of 3 to 5, chroma 4 to 8\nTexture--cemented material (ironstone) that is fractured, greater than 90 percent continuous and horizontal, and strongly cemented to indurated. The thin (generally less than 1-inch thick) cemented layers are too intermingled with the distinct B material to designate as a separate horizon.\nMottles (if they occur)--in shades of red, brown, or yellow\nC horizon:\nColor-hue of 5YR or 7.5YR, value of 4 to 6, chroma of 4 to 8\nTexture (fine-earth fraction)-sand or loamy sand, or stratified with these textures and sandy loam or sandy clay loam\nMottles (if they occur)--in shades of red, brown, or yellow\n2C horizon (if it occurs):\nColor--hue of 10YR to 5Y, value of 5 to 8, chroma of 3 to 8\nTexture (fine-earth fraction)--loamy sand, loamy fine sand, fine sand, very fine sand, coarse sand or loamy coarse sand.\nMottles (if they occur)--in shades of red, brown, or yellow"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nDennisville soils-do not have petroferric contact, have a seasonal high water table at a depth of 42 to 72 inches (well drained), and have layers with more than 15 percent rock fragments within 40 inches\nDowner soils--do not have petroferric contact, and subhorizons with more 35 percent or more gravel\nIngleside soils--do not have petroferric contact, have a seasonal high water table at a depth of 42 to 72 inches (well drained), and have layers with less than 15 percent fragments within 40 inches of the soil surface\nMasasnutten soils--do not have petroferric contact, are moderately deep to lithic contact, and formed in residuum from sandstone\nSwainton soils--do not have petroferric contact and contain subhorizons with more 35 percent or more gravel\nWoodmansie soils--do not have petroferric contact and have a 6 inch thick or more albic horizon\nZepp soils--do not have petroferric contact and average 5 to 35 percent sandstone and shale fragments in the particle-size control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Northern Atlantic Coastal Plain\nLandform: Hills, ridges\nHill slope Profile Position: Summit, shoulder, backslope\nGeomorphic Component: Interfluve, side slope\nParent Material: Sandy and loamy fluviomarine deposits\nSlope: 0 to 25 percent\nElevation: 80 to 160 feet\nMean Annual Air Temperature: 50 to 57 degrees F.\nMean Annual Precipitation: 40 to 48 inches\nFrost Free Period: 180 to 215 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nChillum soils-have a fine-silty particle-size control section, do not have a petroferric contact or cemented layers; on similar landforms\nCroom soils-have a loamy-skeletal particle-size control section, do not have a petroferric contact or cemented layers; on similar landforms\nFort Mott soils--have sandy surfaces thicker than 20 inches, do not have a petroferric contact or cemented layers; on similar landforms\nAura soils-have a fragipan, do not have a petroferric contact or cemented layers; on similar landforms\nColts Neck soils-have weighted average of 2 to 10 percent glauconite and a fine-loamy particle-size control section, do not have petroferric contact or cemented layers; on similar landforms\nSassafras soils-have a fine-loamy particle-size control section, do not have a petroferric contact or cemented layers; on similar landforms\nDowner soils-have as coarse-loamy particle size control section, do not have a petroferric contact or cemented layers; on lower landforms"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDepth Class: Moderately deep to petroferric contact, very deep to bedrock\nDrainage Class: (Agricultural) Well drained\nInternal Free Water Occurrence: Very deep (greater than 72 inches) and absent (not observed)\nFlooding Frequency and Duration: None\nPonding Frequency and Duration: None\nIndex Surface Runoff: Very high\nPermeability: Very slow (moderate or moderately rapid in the noncemented materials and very slow in the cemented layers)\nShrink-Swell Potential: Low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Woodland, with a very minor acreage used for irrigated vegetables. Historically, many areas were mined for building stone, iron ore, and some areas to obtain iron ore for cannonballs during the American revolutionary war.\nDominant Vegetation: Wooded areas are dominantly black oak, white oak, chestnut oak, scarlet oak, hickory, pitch pine, Virginia pine, maple, and hickory. The understory includes lowbush blueberry and mountain laurel"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: The Northern Atlantic Coastal Plain of New Jersey and Maryland\nExtent: Small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Ocean County, New Jersey, 1977"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\n06/2000-These soils were formally mapped as Sandy Land, Ironstone in older surveys in New Jersey. This revision was done under the guidance and consultation with Thornton J. Hole, former NRCS project leader who proposed the Phalanx series and wrote the original type location description in Ocean County, NJ. It refines the horizonation and identifies specific cemented (ironstone) layers formally specifically described, but included as part of the Bt or BC horizons. Thickness and percent cementation given for each horizon (originally described as Birm layers) was used as the basis for calculating the depths and thickness of the individual cemented layers (Bm horizons). The new horizonation provides a better format for interpretation generation in NASIS.\nSandstone bedrock does not exist in soils of the coastal plain of New Jersey. This revision excludes the use of sandstone as a term used in conjunction with cemented materials. Locally, sandstone was commonly used to describe coarse-grained materials in the past. Phalanx soils in NJ are typically red due to ferriferous parent materials. The revision defines the diagnostic horizons and features that are found in this soil. The range of individual horizons has had major revision. In some pedons, it may not be appropriate to identify many very thin Bm layers, and more useful to describe the layer as a Bt/Bm or similar horizon designation. The revision refines the parent materials, geographic setting, and other information that is needed for updating or maintaining modern soil surveys.\nDiagnostic horizons and other soil characteristics recognized in this pedon are:\nOchric epipedon-the zone from 0 to 6 inches, (A and E horizons)\nArgillic horizon--the zone from 6 to 28 inches, (Bt1 and Bt2 horizons)\nPetroferric contact--contact at a depth of 28 inches and also at 35 and 43 inches (the upper boundaries of the Bm, B'm, and B''m horizons)\nOther soil features identified with this pedon:\nCemented material--the zone from 28 to 32 inches (Bm horizon), 35 to 40 inches (B'm horizon), and 43 to 46 inches (B''m horizon)\nParticle-size control section--the zone from 6 to 28 inches\nSeries control section--the zone from 0 to 28 inches"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: None\nDatabase Information:\nOSD Data Mapunit ID: To be developed\nTypical Pedon Data Mapunit ID: 100448\nOSD User Pedon ID: Phalanx-OSD\nTABULAR SERIES DATA:\nSOI-5   Soil Name   Slope  Airtemp  FrFr/Seas  Precip   Elevation\nNJ0083  PHALANX     0- 25   50-57   180-215    40-48    80-140\nSOI-5   FloodL  FloodH Watertable Kind   Months  Bedrock  Hardness\nNJ0083  NONE           >72               -       >72\nSOI-5  Depth  Texture                 3-Inch  No-10   Clay% -CEC-\nNJ0083  0- 6  LS S                    0-  0   85- 95  2-10    -\nNJ0083  6-22  SL LS CN-SL             0- 15   80- 95  5- 2    -\nNJ0083 22-46  CN-SL FL-LS SCL         5- 30   15- 70  2-25    -\nNJ0083 46-72  S LS FL-S               0- 30   20-100  1- 9    -\nSOI-5   Depth    -pH-      O.M.   Salin  Permeab   Shnk-Swll\nNJ0083  0- 6    3.6- 5.0   .5-2.  0- 0   6.0-20.0  LOW\nNJ0083  6-22    4.5- 5.5    -     0- 0   2.0-20.0  LOW\nNJ0083  22-46   4.5- 5.5    -     0- 0   0.6-20.0  LOW\nNJ0083  46-72   4.5- 5.5    -     0- 0   6.0-20.0  LOW"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 2 inches; dark brown (7.5YR 3/2) loamy sand; brown (7.5YR 4/2) dry; weak medium granular structure; very friable; many fine roots; many medium irregular pores; extremely acid; clear smooth boundary. (1 to 7 inches thick)"
      },
      {
        "name": "E",
        "top": 5,
        "bottom": 15,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "E--2 to 6 inches; reddish brown (5YR 5/3) loamy sand; weak medium granular structure; very friable; many fine roots and many medium roots; many fine irregular pores; extremely acid; gradual wavy boundary. (0 to 6 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 15,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Bt1--6 to 12 inches; red (2.5YR 4/6) sandy loam; weak medium subangular blocky structure; very friable; common medium roots and common fine roots; many fine irregular pores; very strongly acid; diffuse wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 30,
        "bottom": 71,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--12 to 28 inches; red (2.5YR 4/6) channery sandy loam; weak medium subangular blocky structure; very friable; common medium roots; many fine irregular pores; common faint clay films on faces of peds and common clay bridging between sand grains; 20 percent indurated petroferric fragments; very strongly acid; gradual wavy boundary. (Combined thickness of the Bt horizon is 6 to 35 inches)"
      },
      {
        "name": "Bm",
        "top": 71,
        "bottom": 81,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10R",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bm--28 to 32 inches; red (10R 4/6) cemented material; massive; very rigid, indurated; common fine roots and common medium roots in cracks; cemented material (ironstone) is horizontal and more than 90 percent continuous, cracks are greater than 4 inches apart and are filled with red sandy loam soil material; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "BC",
        "top": 81,
        "bottom": 89,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loamy sand",
        "cf_class": "extremely flaggy",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BC--32 to 35 inches; red (2.5YR 4/6) extremely flaggy loamy sand; massive; very friable; few medium roots and few fine roots; common fine irregular pores; few clay bridging between sand grains; 75 percent indurated petroferric fragments; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "B'm",
        "top": 89,
        "bottom": 102,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10R",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "B'm--35 to 40 inches; red (10R 4/6) cemented material; massive; very rigid, indurated; common fine roots and common medium roots in cracks; cemented material (ironstone) is horizontal and more than 90 percent continuous, cracks are greater than 4 inches apart and are filled with red loamy sand soil material; very strongly acid; gradual wavy."
      },
      {
        "name": "BC'",
        "top": 102,
        "bottom": 109,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loamy sand",
        "cf_class": "very channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BC'--40 to 43 inches; red (2.5YR 4/6) very channery loamy sand; massive; very friable; few medium roots and few fine roots; common fine irregular pores; few clay bridging between sand grains; 50 percent indurated petroferric fragments; very strongly acid; gradual wavy boundary. (Combined thickness of the BC horizon is 0 to 20 inches.)"
      },
      {
        "name": "B''m",
        "top": 109,
        "bottom": 117,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "B''m--43 to 46 inches; red (2.5YR 4/6) cemented material; massive; very rigid, indurated; common fine roots and common medium roots in cracks; cemented material (ironstone) is horizontal and more than 90 percent continuous, cracks are greater than 4 inches apart and are filled with red loamy sand soil material; very strongly acid; gradual wavy. (Thickness of individual Bm horizons is 3 to 20 inches or more.)"
      },
      {
        "name": "C",
        "top": 117,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--46 to 80 inches; yellowish red (5YR 5/6) sand; single grain; loose; very strongly acid."
      }
    ]
  ]
}
