{
  "SERIES": "PHEENEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. LDG/RJE/TLA",
  "REVDATE": "06/2011",
  "STATES": "WA",
  "OVERVIEW": "The Pheeney series consists of moderately deep, well drained soils formed in andesite and breccia colluvium with an admixture of volcanic ash.  Pheeney soils are on ridge crests and mountain slopes at elevations of 1,500 to 2,800 feet.  Slopes are 5 to 90 percent. Average annual precipitation is about 60 inches and average annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, frigid Andic Humixerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pheeney gravelly ashy loam - forested.  (Colors are for moist soil unless otherwise noted.)\nOi--0 to 1 inch; slightly decomposed forest litter and moss.  (1/4 to 1 inch thick)\nA1--1 to 7 inches; black (10YR 2/1) gravelly ashy loam, dark gray (10YR 4/1) dry; moderate medium granular structure; soft, very friable, slightly sticky, slightly plastic and weakly smeary; many fine, medium and coarse roots; 20 percent hard angular pebbles; moderately acid (pH 5.6); clear broken boundary.\nA2--7 to 11 inches; very dark brown (10YR 2/2) gravelly ashy silt loam, dark grayish brown (10YR 4/2) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic and weakly smeary; many fine and medium roots; many fine pores; 30 percent pebbles; moderately acid (pH 5.6); clear broken boundary.  (Combined thickness of the A horizon is 7 to 15 inches)\nBw--11 to 31 inches; dark yellowish brown (10YR 3/4) extremely gravelly ashy silt loam, yellowish brown (10YR 5/4) dry; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic and weakly smeary; 45 percent angular pebbles; 20 percent cobbles; moderately acid (pH 5.8); abrupt irregular boundary. (6 to 30 inches thick)\n2R--31 inches; slightly weathered, fractured andesite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Thurston County, Washington; 3 miles south of Vail about 1,750 feet east and 2,375 feet south of the northwest corner of section 3, T. 15 N., R. 1 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a lithic contact is 20 to 40 inches.  Rock fragments in the particle-size control section average 35 to 70 percent.  The mean annual soil temperature ranges from 43 to 47  F.  The soil is strongly acid to moderately acid throughout.  The umbric epipedon is 7 to 15 inches thick.\nThe A horizon has hue of 10YR or 7.5YR, value of 2 or 3 moist, 3 to 5 dry, and chroma of 1 to 3 moist and dry.  It has 15 to 30 percent pebbles and 0 to 5 percent cobbles.\nThe Bw horizon has hue of 10YR or 7.5YR and value of 3 or 4 moist, 4 to 7 dry and chroma of 3 or 4 moist and dry.  Texture is very gravelly ashy silt loam, very gravelly ashy loam, very cobbly ashy silt loam, extremely cobbly ashy silt loam, very cobbly ashy loam, or extremely cobbly ashy loam and has 25 to 50 percent pebbles and 10 to 40 percent cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Avonville, Mazdale, McCumber, Mountaineer, Satus and similar soils in other familes Firoke, Kingtain, Sheld, Tumac, Waca, and Windy series.  Avonville, Mazdale, McCumber and Satus series are more than 60 inches deep to bedrock.  Mountaineer soils are sandy loam in the fine-earth fraction of the particle-size control section.  Firoke, Kingtain, Sheld, Tumac, and Windy soils lack a lithic contact within a depth of 40 inches.  Waca soils have a paralithic contact at depths of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Pheeney soils are on ridge crests and mountainsides at elevations of 1,500 to 2,800 feet.  Slopes are 5 to 90 percent. These soils formed in residuum and colluvium from andesite and breccia with an admixture of volcanic ash and pumice.  Average annual precipitation is 55 to 85 inches.  Mean January temperature is about 32 degrees F, mean July temperature is about 61 degrees F, and mean annual temperature is about 43 degrees F.  The growing season (28 F) is 140 to 190 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Baumgard, Dobbs, Jonas, Reichel, and Stahl soils.  Baumgard soils are deep and have a mesic temperature regime.  Dobbs soils have a paralithic contact at 20 to 40 inches.  Jonas soils are medial.  Reichel and Stahl soils have a cryic temperature regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for timber production, watershed, and wildlife habitat.  Vegetation is Douglas-fir, red alder, bigleaf maple, western redcedar, and western hemlock, with an understory vegetation of salal, Oregon-grape, red huckleberry, western brackenfern, western swordfern, vine maple, violet, and trailing blackberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West slopes of the Cascade Mountains in western Washington.  Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lewis County, Washington, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizon and features recognized in this pedon are an umbric epipedon from the mineral surface to 10 inches, a cambic horizon from 10 to 30 inches, and a lithic contact at 30 inches.  The particle-size control section is the zone from 10 inches to the lithic contact (Bw horizon).  The bulk density of the particle-size control section is assumed to be between 0.90 and 1.00 g/cc.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "narrative": "Oi--0 to 1 inch; slightly decomposed forest litter and moss.  (1/4 to 1 inch thick)"
      },
      {
        "name": "A1",
        "top": 3,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 5.6,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "broken",
        "narrative": "A1--1 to 7 inches; black (10YR 2/1) gravelly ashy loam, dark gray (10YR 4/1) dry; moderate medium granular structure; soft, very friable, slightly sticky, slightly plastic and weakly smeary; many fine, medium and coarse roots; 20 percent hard angular pebbles; moderately acid (pH 5.6); clear broken boundary."
      },
      {
        "name": "A2",
        "top": 18,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "gravelly",
        "pH": 5.6,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "broken",
        "narrative": "A2--7 to 11 inches; very dark brown (10YR 2/2) gravelly ashy silt loam, dark grayish brown (10YR 4/2) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic and weakly smeary; many fine and medium roots; many fine pores; 30 percent pebbles; moderately acid (pH 5.6); clear broken boundary.  (Combined thickness of the A horizon is 7 to 15 inches)"
      },
      {
        "name": "Bw",
        "top": 28,
        "bottom": 79,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "extremely gravelly",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bw--11 to 31 inches; dark yellowish brown (10YR 3/4) extremely gravelly ashy silt loam, yellowish brown (10YR 5/4) dry; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic and weakly smeary; 45 percent angular pebbles; 20 percent cobbles; moderately acid (pH 5.8); abrupt irregular boundary. (6 to 30 inches thick)"
      },
      {
        "name": "2R",
        "top": 79,
        "narrative": "2R--31 inches; slightly weathered, fractured andesite."
      }
    ]
  ]
}
