{
  "SERIES": "PHILLIPPY",
  "STATUS": "Established Series",
  "BYREV": "JEM/RLT",
  "REVDATE": "03/2014",
  "STATES": "KY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey over loamy, smectitic over mixed, superactive, thermic Oxyaquic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Phillipy silty clay loam, on a 1 percent slope in a cultivated field.  (Colors are for moist soil unless otherwise stated.)\nAp1--0 to 3 inches; very dark grayish brown (10YR 3/2) silty clay loam, dark grayish brown (10YR 4/2) dry; weak coarse granular and moderate fine subangular blocky structure; friable; many fine roots; neutral (pH 6.9); clear smooth boundary.\nAp2--3 to 10 inches; very dark grayish brown (10YR 3/2) silty clay loam, dark grayish brown (10YR 4/2) dry; weak medium subangular blocky structure parting to moderate fine subangular blocky; firm; common fine roots; moderately acid (pH 6.0); clear smooth boundary.  (Combined thickness of the Ap horizon is 6 to 12 inches)\nA--10 to 19 inches; dark brown (10YR 3/3) silty clay, dark grayish brown (10YR 4/2) dry; moderate medium subangular blocky structure parting to strong fine angular blocky; very firm; few fine roots; common faint very dark grayish brown (10YR 3/2) organic coatings on faces of peds; few pressure faces; moderately acid (pH 6.0); clear smooth boundary. (6 to 12 inches thick)\n2Bw1--19 to 24 inches; brown (10YR 4/3) loam; moderate medium subangular blocky structure; firm; very few fine roots; common faint very dark grayish brown (10YR 3/2) organic coatings on faces of peds; few fine faint brown masses of iron accumulations around depletions; few medium faint grayish brown (2.5Y 5/2) iron depletions on surfaces along pores; moderately acid (pH 5.9); clear smooth boundary.\n2Bw2--24 to 29 inches; brown (10YR 4/3) very fine sandy loam; moderate fine subangular blocky structure; very friable; few fine faint brown masses of iron accumulations around depletions; common medium distinct gray (2.5Y 5/1) iron depletions on surfaces along pores; moderately acid (pH 5.7); clear smooth boundary.  (Combined thickness of the 2Bw horizon is 6 to 16 inches)\n2BC--29 to 42 inches; brown (10YR 4/3) fine sand; weak medium granular structure; very friable; moderately acid (ph 5.9); gradual smooth boundary.  (6 to 14 inches thick)\n2C1--42 to 65 inches; brown (10YR 4/3) fine sand; structureless, single grain; very friable; moderately acid (ph 5.9); gradual smooth boundary\n2C2--65 to 80 inches; brown (10YR 4/3) very fine sandy loam; structureless, massive; very friable; common medium prominent gray (2.5Y 5/1) iron depletions; common medium distinct dark brown (7.5YR 3/3) and common medium prominent strong brown (7.5YR 4/6) masses of iron accumulations in the matrix around depletions; moderately acid (pH 5.9)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fulton County, Kentucky;  10.8 miles southwest of Hickman along KY Hwy 94 near Tyler;  0.85 miles west of the junction of KY Hwy 94 and Tyler Road, then 800 feet south of Tyler Road in a cultivated field, 0.5 miles north of the Kentucky-Tennessee state line;  Bondurant 7.5 minute USGS quadrangle; Latitude-36 degrees 30 minutes 32 seconds N,   Longitude-89 degrees 21 minutes 54 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum is 24 to 48 inches.  The mollic epipedon ranges from 14 to 23 inches in thickness.  Depth to the contrasting loamy textures ranges from 18 to 30 inches. Reaction is moderately acid to neutral in the A and 2Bw horizons and moderately acid to slightly alkaline in the 2C horizon.\nThe Ap and A horizons have hue of 10YR or 2.5Y, value of  2 or 3, and chroma of 1 to 3. Texture is silty clay loam, silty clay, or clay.  Clay content averages 35 to 50 percent.  Some pedons have a Bw horizon with the colors and texture similar to the A horizon.\nThe 2Bw horizon has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 3 or 4.  Redoximorphic accumulations and depletions are in shades of brown and gray.  Texture is clay loam, loam, very fine sandy loam, fine sandy loam, or silt loam.\nThe 2BC and 2C horizons have hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 3 or 4.  Redoximorphic accumulations and depletions are in shades of brown and gray.  Texture is very fine sandy loam, fine sandy loam, loamy fine sand, fine sand, or sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family. Series in similar families are the Bowdre and Cooter series, Bowdre soils are somewhat poorly drained and occur below the Phillipy soils on nearly level to slightly depressional landscape positions.  Cooter soils have sandy textures immediately below the clayey surface horizons and occur on nearly level to depressional areas."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Phillipy soils occur on nearly level to slightly convex low ridges or old natural levee positions on flood plains of the Mississippi River in MLRA 131. Slopes range from 0 to 5 percent. The soil formed in clayey alluvium in the upper 1.5 to 2.5 feet and the underlying loamy sediments. Most areas are protected from flooding by levees. Mean annual precipitation is about 52 inches and mean annual temperature is 59 degrees Fahrenheit near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Bowdre soils along with the Bardwell, Bondurant, Commerce, Keyespoint, Openlake, Tunica, and Ware soils.  All these soils, except for Bardwell and Ware, are at lower elevations on the flood plain.  Bardwell soils are fine-silty and are on similar positions as the Phillippy soils.  Bondurant soils have clayey textures to 3.5 feet and are somewhat poorly drained.  Commerce soils are fine-silty and somewhat poorly drained. Keyespoint soils are somewhat poorly drained and do not have a mollic epipedon.  Openlake soils are somewhat poorly drained, clayey throughout, and do not have a mollic epipedon. Tunica soils are poorly drained and are below the Phillippy soils on nearly level to depressional landscape positions. Ware soils are on similar landforms but do not have clayey textures in the upper part and are coarse-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained with slow to moderate runoff.  Permeability of the clayey upper part is slow and moderate to moderately rapid in the underlying layers. A seasonal water table fluctuates between a depth of 2.0 and 4.0 feet during late winter and early spring. Unless protected by levees, this soil is subject to flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of these soils have been cleared and are used for growing crops such as corn, soybeans, wheat, and cotton. Wooded areas are in mixed bottomland hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western Kentucky (MLRA 131) and possibly western Tennessee, southeast Missouri and southern Illinois. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AUBURN, ALABAMA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Fulton County, Kentucky; 2002."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon-the zone from the surface to 19 inches (Ap1, Ap2, A horizons).\nCambic horizon-the zone from 19 to 42 inches (2Bw1, 2Bw2, 2BC horizons)\nADDITIONAL DATA: Complete characterization data by the University of Kentucky from the Typical Pedon S99KY-075-3 along with satellite pedons S99KY-075-2 and S01KY-075-3.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
