{
  "SERIES": "PICAYUNE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLS/MEO/JMW",
  "REVDATE": "03/2003",
  "STATES": "UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Calcic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cobbly silt loam - rangeland (Colors are for dry soil unless otherwise noted.)\nAl--0 to 6 inches--dark grayish brown (10YR 4/2) cobbly silt loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure that parts to moderate fine             granular structure; slightly hard, friable, slightly sticky, plastic; common fine and very fine roots; few medium and fine discontinuous pores; neutral (pH 7.2); clear smooth boundary. (2 to 6 inches thick)\nB2--6 to 12 inches; brown (10YR 5/3) cobbly silty clay loam, dark brown (10YR 3/3) moist; moderate fine blocky structure; hard, firm, slightly sticky, plastic; common fine and very fine roots; few fine discontinuous pores; soil mass is noncalcareous with soft  medium nodules; mildly alkaline (pH 7.4); clear smooth boundary. (6 to 16 inches             thick)\nB31ca--12 to 23 inches; pale brown (10YR 6/3) cobbly silty clay loam, brown (10YR 4/3) moist; moderate        fine and medium blocky structure; hard, firm, slightly sticky, plastic; few fine and very fine roots; few medium and fine discontinuous pores; strongly calcareous\n(lime is well disseminated and in tiny nodules); mildly alkaline (pH 7.4); gradual smooth boundary. (6 to 11 inches thick)\nB32ca--23 to 29 inches; pale brown (10YR 6/3) cobbly silty clay loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; hard, firm, slightly sticky, plastic; few fine and very fine roots; few very fine discontinuous pores; strongly calcareous; mildly alkaline (pH 7.6); gradual wavy boundary. (0 to 6 inches thick)\nClca--29 to 53 inches; light gray (10YR 7/2) cobbly silt loam, light brownish gray (10YR 6/2) moist; massive; slightly hard, friable, slightly sticky, plastic; few medium and fine roots; few very fine discontinuous pores; very strongly calcareous (lime is disseminated and in medium, soft nodules); mildly alkaline (pH 7.7). Limestone saprolite scattered throughout the horizon."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Utah County, Utah; about 3 1/2 miles south of Santaquin in Pole Canyon, at a point 1,500 feet south and 2,500 feet east of the NW corner of sec. 25, T.10S., R.lE."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soil is more than 40 inches deep. The solum is usually 18 to 29 inches thick and ranges from 10 to 29 inches thick. The mollic epipedon is less than 20 inches thick. The average annual soil temperature is less than 47 degrees F. and the average summer temperature at 20 inches is 60 to 65 degrees F. These soils are usually moist but are dry in the 7 to 20 inch depth for more than 60 consecutive days.\nThe Al horizon has value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3. Modally it is noncalcareous but ranges from 0 to 10 percent lime.\nThe B2 horizon has hue of 7.5YR or 10YR, value of 4 or 5 dry, 3 or 4 moist, and chroma of 2 through 4. It is clay loam to heavy silty clay loam with 20 to 50 percent cobble and gravel (modally 30 to 40 percent).  It has 0 to 15 percent CaC03 equivalent but is mainly less than 10 percent. The lime occurs as nodules, or soft limestone fragments. The B3ca horizon is moderately to strongly calcareous, and mildly to strongly alkaline. The Cca horizon is sandy loam to clay loam, averaging less than 35 percent clay in the 10- to 40-inch section. It is strongly to very strongly calcareous."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Araveton, Aspen, Jacoby, and Ridge- crest series. Araveton soils have loam B2 horizons. Aspen soils are underlain at about 30 inches with loose gravelly sandy materials. Jacoby soils have a lithic contact at depths of 20 to 40 inches. Ridgecrest soils have more than fifty percent coarse fragments in the control section and are less than 40 inches deep to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Picayune soils occur at elevations of 5,200 to 7,200 feet above sea level on steep or very steep mountain slopes with gradients of 15 to 70 percent slopes. These soils formed in medium textured colluvium or local alluvium derived mainly from limestone parent rocks. The climate is moist subhumid having mean annual temperatures of about 43 to 45 degrees  F., an average summer temperature of 62 to 65 degrees F. and an average annual precipitation of 18 to 20 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "PRINCIPAL ASSOCIATED SOILS",
    "content": "PRINCIPAL ASSOCIATED SOILS: These are the Dry Creek. Henefer and Rake soils. Dry Creek soils have cobbly clay B2t horizons and calcic horizons. Henefer soils have cobbly clay B2t horizons. Rake soils have very cobbly Bt horizons underlain by petrocalcic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well-drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Native vegetation is big sagebrush, oakbrush, maple, bluegrasses, bunch grasses, bitterbush, birchleaf mountain mahogany, lupine and balsam roots."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: These soils are inextensive and important for watershed and grazing along the Wasatch Front in north-central Utah."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Utah County (Central Utah County Area), Utah, 1969.\nOSED scanned by NSSQA.  Last revised by state 4/71."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
