{
  "SERIES": "PICARD",
  "STATUS": "Established Series",
  "BYREV": "Rev. SGR/RJE/TLA",
  "REVDATE": "10/2002",
  "STATES": "WA",
  "OVERVIEW": "The Picard series consists of very deep, well drained soils formed in glaciofluvial material with a small component of loess.  These soils are on terraces and terrace escarpments.  Slopes are 0 to 30 percent.  The average annual precipitation is 12 to 15 inches, and the mean annual air temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Ultic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Picard very fine sandy loam - on a northwest facing 1 percent slope at 2,370 feet elevation.  (Colors are for dry soil unless otherwise stated.)\nA1--0 to 5 inches; grayish brown (10YR 5/2) very fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky, nonplastic; many very fine and fine roots, common medium roots; many very fine tubular pores; neutral (pH 6.6); clear smooth boundary.\nA2--5 to 16 inches; brown (10YR 5/3) fine sandy loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure parting to weak fine subangular blocky structure; soft, very friable, slightly sticky, nonplastic; many very fine and fine roots, few medium roots; common very fine tubular pores; neutral (pH 6.6); clear smooth boundary (combined thickness of the A horizon is 7 to 18 inches.)\nBw1--16 to 27 inches; light yellowish brown (10YR 6/4) fine sandy loam, dark yellowish brown (10YR 3/4) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky, nonplastic; many very fine and common fine roots, few medium roots, common very fine tubular pores; neutral (pH 6.8); clear smooth boundary.\nBw2--27 to 40 inches; light yellowish bjrown (10YR 6/4) fine sandy loam, olive brown (2.5Y 4/4) moist; weak medium subangular blocky structure parting to weak fine subangular blocky structure; soft, very friable, nonsticky, nonplastic; common very fine and fine roots; common very fine tubular pores; neutral (pH 7.2); gradual smooth boundary (combined thickness of the Bw horizon is 18 to 31 inches.)\nC1--40 to 51 inches; light yellowish brown (10YR 6/4) fine sandy loam, olive brown (2.5Y 4/4) moist; massive; soft, very friable, nonsticky, nonplastic; few very fine and very fine roots; few very fine tubular pores; neutral (pH 7.2); gradual smooth boundary.  (8 to 20 inches thick)\nC2--51 to 60 inches; light yellowish brown (2.5Y 6/4) loamy fine sand, light olive brown (2.5Y 5/4) moist; massive; soft, very friable, nonsticky, nonplastic; few very fine roots; few very fine tubular pores; neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Colville Indian Reservation; Okanogan County, Washington; about 2 miles east of the town of Nespelem; 2,000 feet south, 2,150 feet west of the northeast corner of sec. 20, T. 31 N., R.  31 E., W.M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature at a depth of 20 inches ranges from 49 to 51 degrees F.  These soils are usually moist but are dry between depths of 8 and 24 inches for 90 to 105 consecutive days following the summer solstice.  Solum thickness ranges from 25 to 45 inches.  The mollic epipedon is 10 to 18 inches thick. The particle-size control section is 10 to 15 percent clay and averages 0 to 10 percent coarse fragments but any substratum horizon may contain up to 30 percent.\nThe A horizon has value of 4 or 5 dry, 2 or 3 moist, and chroma fo 2 or 3 dry of moist.  It is very fine sandy loam or fine sandy loam.  Coarse fragment range from 0 to 10 percent.  Reaction is slightly acid or neutral. The Bw horizon has hue of 10YR or 2.5Y moist, value of 5 or 6 dry, 3 through 5 moist, and chroma of 3 or 4 moist or dry.  It is very fine sandy loam or fine sandy loam.  Coarse fragments range from 0 to 10 percent.  Reaction is slightly acid or neutral.\nThe C horizon has hue of 10YR or 2.5Y, value of 6 to 8 dry, 4 or 5 moist, and chroma of 3 or 4 moist or dry.  The upper part of the C horizon to a depth of about 40 inches, is fine sandy loam, sandy loam, gravelly fine sandy loam, or gravelly sandy loam and has 0 to 20 percent coarse fragments.  The lower part of the C horizon is very fine sandy loam, fine sandy loam, loamy fine sand, gravelly fine sandy loam, or gravelly loamy fine sand.  It has 0 to 20 percent coarse fragments.  It is massive or single grained.  Reaction is neutral to mildly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ardening, Billyridge, Canderly, Catelli, Conconully, Crouch, Donavan, Fanal (T), Ginnis, Hellgate, Rebecca, Shangland, Spokane, Usk, and Wind River series.  Ardening soils have 15 to 35 percent weathered schist fragments in the particle-size control section and are dry for 60 to 75 consecutive days.  Billyridge soils are dry 60 to 75 consecutive days.  Canderly soils have a mean annual soil temperature of 54 to 56 degrees F.  Cotelli, Ginnis, Shangland, Spokane, and Usk soils are 20 to 40 inches deep to a paralithic contact.  Conconully and Rebecca soils have 15 to 35 percent pebbles in the control section. Crouch soils have a mean annual soil temperature of about 55 degrees F. Donavan and Hellgate soils are dry for 75 to 90 consecutive days. Fanal soils have mottles in the lower B and C horizons.  Wind River soils have a mean annual soil temperature of 50 to 54 degrees F, and a solum of 15 to 25 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Picard soils are on glacial outwash terraces and terrace escarpments at elevations of 1,200 to 2,700 feet.  Slopes are 0 to 30 percent.  These soils formed in glaciofluvial material.  They occur in a climate with warm, dry summers and cool, moist winters.  The average annual precipitation is 12 to 15 inches.  The average January temperature is about 24 degrees F, average July temperature is about 70 degrees F, and the average annual air temperature is about 48 degrees F.   The frost-free season is about 110 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Conconully soils and the Ewall and Haley soils.  Ewall soils are sandy throughout the control section.  Haley soils have sandy textures in the lower part of the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland, wildlife habitat, and watershed are the principal uses.  Some areas are used for irrigated cropland.  Native vegetation is mainly bluebunch wheatgrass, Sandberg bluegrass, Idaho fescue, arrowleaf balsamroot, and threetip sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northcentral Washington.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Colville Indian Reservation; Okanogan County, Washington, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this soil are a mollic epipedon from the surface to 16 inches, and a cambic horizon from 16 to 40 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
