{
  "SERIES": "PICEANCE",
  "STATUS": "Established Series",
  "BYREV": "Rev. GB/JPP",
  "REVDATE": "03/2003",
  "STATES": "CO",
  "OVERVIEW": "The Piceance series consists of moderately deep, well drained soils that formed in material weathered from hard, fine-grained sandstone. Piceance soils are on uplands and broad ridgetops, and have slopes of 2 to 20 percent.  The mean annual precipitation is about 16 inches and the mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Ustic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Piceance fine sandy loam, native rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 4 inches; brown (10YR 5/3) fine sandy loam, dark brown (10YR 3/3) moist; moderate medium and fine granular structure; soft, very friable, slightly sticky and slightly plastic; few fine channers; slightly alkaline; clear smooth boundary.  (3 to 5 inches thick)\nBw1--4 to 9 inches; brown (10YR 5/3) light loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; 5 percent fine channers; slightly alkaline; clear wavy boundary.  (3 to 7 inches thick)\nBw2--9 to 22 inches; light yellowish brown (10YR 6/4) loam, yellowish brown (10YR 5/4) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; 10 percent channers; slightly effervescent in lower half of horizon; slightly alkaline; clear wavy boundary.  (6 to 14 inches thick)\nBk--22 to 30 inches; very pale brown (10YR 7/3) very channery light loam, pale brown (10YR 6/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; 35 percent channers; visible calcium carbonate in thin seams and soft masses; violently effervescent; moderately alkaline; clear wavy boundary.  (8 to 18 inches thick)\nR--30 inches; hard, fine-grained sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rio Blanco County, Colorado; 2,100 feet east and 1,600 feet south of the NW corner of Sec. 10, T. 2 S., R. 99 W.  U.S.G.S. Wolf Ridge quad.; Lat. 39 degrees, 53 minutes, 39 seconds N., and Long. 108 degrees, 29 minutes, 30 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the lithic contact ranges from 20 to 40 inches.  Depth to calcareous material ranges from 12 to 24 inches.  Rock fragments (mainly fine flat fragments) range from 0 to 10 percent in the A and B horizons.  In the C horizon rock fragments range from 25 to 35 percent.\nThe A horizon has hue of 10YR or 7.5YR, value of 5 or 6 dry, 3 or 4 moist, and chroma of 3 or 4.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 5 through 7 dry, 4 or 5 moist, and chroma 3 through 6.  It is dominantly loam but includes fine sandy loam or sandy clay loam.  Clay content ranges from 18 to 35 percent.\nThe Bk horizon has hue of 10YR or 7.5YR and the fine earth fraction ranges from sandy loam to sandy clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Chaperton (WY), Rickman (WY), and Yamo (CO) series.  Chaperton and Rickman soils have a paralithic contact at a depth of 20 to 40 inches.  Yamo soils lack bedrock above a depth of 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEORAPHIC SETTING",
    "content": "GEORAPHIC SETTING:  Piceance soils are on uplands and broad ridgetops.  Elevation ranges from 6,300 to 7,500 feet.  Slopes are 2 to 20 percent.  The soil formed in loamy material weathered from fine grained sandstone.   Mean annual precipitation ranges from 15 to 18 inches.  Climate is cool, dry, semiarid, with long cold winters and moist springs.  Mean annual temperature ranges from 40 to 45 degrees F., and the frost-free season ranges from 80 to 105 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEORAPHICALLY ASSOCIATED SOILS",
    "content": "GEORAPHICALLY ASSOCIATED SOILS:  These are the Rentsac, Redcreek and the competing Yamac soils.  Rentsac and Redcreek soils have a lithic contact at a depth of less than 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow or medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Piceance soils are used mainly for grazing.  Principal vegetation is streambank wheatgrass, needleandthread grass, bluebunch wheatgrass, bluegrasses, big sagebrush, and rabbitbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Series is mainly in northwestern Colorado.  It is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rio Blanco County, Colorado, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This revision updates the classification from a Borollic Camborthid to be compatible with the 1994 revisions to Soil Taxonomy.  It adds frigid to the family.  Diagnostic horizons and features recognized are:  mollic colors from 0 to 4 inches; a cambic horizon from 4 to 22 inches; visible carbonates in the Bk horizon; a lithic contact at 30 inches; an ustic aridic moisture regime; and a frigid temperature regime.  Last updated by the state 4/95.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Lakewood MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
