{
  "SERIES": "PICKWICK",
  "STATUS": "Established Series",
  "BYREV": "Rev. JCJ-RPS",
  "REVDATE": "04/2001",
  "STATES": "AL,AR,KY,OK,TN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, semiactive, thermic Typic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pickwick silt loam - cultivated. (Colors are for moist soil.)\nAp -- 0 to 6 inches; brown (10YR 4/3) silt loam; weak fine and medium granular structure; very friable; many fine roots; neutral; clear wavy boundary. (5 to 10 inches thick)\nBt1 -- 6 to 14 inches, reddish brown (5YR 4/4) silty clay loam; weak fine and medium subangular blocky structure; friable; common fine roots; common wormcasts filled with brown silt loam; few fine concretions; slightly acid; clear smooth boundary.\nBt2 -- 14 to 20 inches, yellowish red (5YR 4/6) silty clay loam; moderate fine and medium subangular blocky structure; friable; common fine roots and pores; few faint clay films on faces of peds; few fine black concretions; strongly acid; clear smooth boundary.\nBt3 -- 20 to 32 inches, yellowish red (5YR 4/6) silty clay loam; moderate fine subangular blocky structure; friable; few fine roots and pores; few faint clay films on faces of peds and in pores; few fine and medium black concretion; few fine pebbles; strong acid; clear wavy boundary.\nBt4 -- 32 to 41 inches, dark red (2.5YR 3/6) silty clay loam; few brown and yellowish brown silty streaks about 1/2 inch in width; some dusky red and reddish brown coatings on peds; moderate fine and medium subangular blocky structure; firm; few fine roots and pores; few faint clay films on faces of peds; few pebbles; few dusky red, reddish brown, and black coatings on some peds; few fine black concretions;strongly acid; gradual wavy boundary.\nBt5 -- 41 to 60 inches, dark red (2.5YR 3/6) silty clay loam; strong fine subangular blocky structure; friable, few fine roots and pores; few distinct clay films on faces of peds; few coarse pebbles; few lenses of brown and yellowish brown from highly weathered pebbles;  few black stains; strongly acid; (combined thickness of the Bt horizon is 50 inches or more)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hardin County, Tennessee; 2 miles south of Savannah on State Highway 69, 1000 feet east on gravel road, 400 feet north of road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to rock is greater than 60 inches.  Some pedons have a few rounded pebbles or angular gravel in the solum and some contain thin gravelly layers in the lower part of the solum.  Reaction is strongly acid or very strongly acid except in surface layers that have been limed.  Transition horizons have color and texture similar to adjacent horizons.\nThe Ap horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 4 to 6.  Texture is silt loam, or in some severely eroded areas it is silty clay loam.  Some pedons, have a thin A horizon with hue of 10YR, value of 3, and chroma of 2 or 3.\nThe upper part of the Bt horizon has hue of 7.5YR to 2.5YR, value of 4 or 5, and chroma of 4 to 8.  Texture is silt loam or silty clay loam.  The lower part of the Bt horizon has hue of 5YR or 2.5YR, value of 3 to 5, and chroma of 4 to 8.  Mottles range from none to common in shades of brown, yellow, red, and gray.  Texture is silty clay loam, clay loam, silty clay, or clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family. Closely related series include the Armour, Atwood, Aycock, Bewleyville, Blevins, Crider, Curtistown, Etowah, Harpeth, Minvale and Mountview series.  Armour, Atwood and Harpeth soils have base saturation of more than 35 percent. Aycock and Blevins soils are siliceous and formed in marine sediments.  Bewleyville and Mountview soils are siliceous and have discontinuties of residuum weathered from limestone below the silty mantle.  Crider soils have base saturation of more than 35 percent and are mesic.  Curtistown soils are siliceous and have surface layers with a value less than 4. Etowah and Minvale soils are fine-loamy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Pickwick soils are on old, high terraces of major streams and rivers.  The topography is gently sloping to hilly.  Slopes range from 2 to 20 percent.  The soil formed in a silty mantle 1 to 3 feet thick over old alluvium or entirely in old alluvium.  At the type location the average annual precipitation is about 55 inches, and the average annual temperature is about 62 degrees."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the similar Bewleyville, Etowah, Minvale, and  Mountview series, and the Paden, Waynesboro, and Wolftever series.  Paden soils, on adjacent landscapes, have a fragipan.   Waynesboro soils, on adjacent and slightly higher positions, and Wolftever soils, on lower terraces, are clayey."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to high runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly cleared and used for growing cotton, corn, small grains, hay, and pasture.  A small acreage is in forest of oaks, hickory, poplar, beech, gum, and elm."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  High terraces along major streams in the Highland Rim and Coastal Plain areas and possibly Kentucky, and northern Alabama.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Decatur County, Tennessee: 1943."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The classification is revised from Typic Hapludults to Typic Paleudults with this draft.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - from 0 to 6 inches (Ap horizon)\nArgillic horizon - from 6 to 60 inches (Bt1, Bt2, Bt3, Bt4,Bt5 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
