{
  "SERIES": "PICKTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLL:MLG",
  "REVDATE": "03/2003",
  "STATES": "OK,TX",
  "OVERVIEW": "The Pickton series consists of very deep, well drained, moderately permeable soils on uplands.  The soil formed in sandy and loamy deposits.  Slopes range from 1 to 15 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, siliceous, semiactive, thermic Grossarenic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pickton loamy fine sand--in a cultivated field.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; brown (10YR 5/3) loamy fine sand, pale brown (10YR 6/3) dry; single grained; loose; few fine roots; slightly acid; gradual boundary.  (6 to 12 inches thick)\nE1--8 to 26 inches; dark yellowish brown (10YR 4/4) loamy fine sand, pale brown (10YR 6/3) dry; single grained; loose; few fine and very fine roots; slightly acid; gradual boundary.  (12 to 28 inches thick)\nE2--26 to 54 inches; yellowish brown (10YR 5/4) loamy fine sand, very pale brown (10YR 7/3) dry; single grained; loose; few fine roots; slightly acid; clear smooth boundary.  (22 to 34 inches thick)\nBt1--54 to 63 inches; yellowish brown (10YR 5/8) sandy clay loam; common medium distinct dark yellowish brown (10YR 4/4), and few medium distinct reddish brown (5YR 4/4) mottles; moderate medium subangular blocky structure; hard, friable; few medium pale brown (10YR 6/3) streaks and pockets of uncoated sand grains; thin patchy clay films; slightly acid; gradual smooth boundary.  (6 to 20 inches thick)\nBt2--63 to 90 inches; prominently and coarsely mottled gray (10YR 6/1), strong brown (7.5YR 5/6), and red (10R 4/6) sandy clay loam; moderate medium subangular blocky structure; hard, friable; thin patchy clay films on faces of peds; few fragments of petrified wood; strongly acid; gradual smooth boundary.  (20 to 40 inches thick)\nBC--90 to 120 inches; yellowish red (5YR 5/8) sandy clay loam; common medium prominent gray (10YR 6/1) and common medium faint red (2.5YR 4/8) mottles; weak medium and coarse subangular blocky structure; hard, friable; thin patchy clay films on faces of some peds; few flakes of mica; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hopkins County, Texas; about 15 miles east of Sulphur Springs on Interstate Highway 30; 5.5 miles south on Farm Road 269; 20 feet west of road ditch."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 80 to over 120 inches.\nThe Ap horizon has hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 2 to 4.  Texture is loamy fine sand or fine sand.  Reaction is medium acid through neutral.\nThe E horizon has hue of 10YR, value of 4 to 7, and chroma of 3 or 4.  Texture is loamy fine sand or fine sand.  Reaction is medium acid through neutral.  It has none to few mottles and has 1/8 inch thick discontinuous red and brown lamellae in some pedons.\nThe Bt1 horizon has hue of 10YR or 7.5YR, value of 5 or 6, and chroma of 4 to 8 and contains none to common yellow, brown, and red mottles. The texture is sandy clay loam, fine sandy loam, or clay loam.  The upper 20 inches contains 18 to 30 percent clay.  Reaction is very strongly acid through slightly acid.\nThe Bt2 and BC horizons are in shades of brown, gray, and red or are mottled in these colors.  Streaks and pockets of uncoated sand grains range from none to 10 percent by volume.  The texture is sandy clay loam or fine sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Kenney, Landman, Latch, Lutterloh and Tonkaver series in the same family and the Boy, Darco, Desan, Larue, Patilo, and Troup series.  Kenney soils have red Bt horizons and lack gray mottles. Landman soils contain plinthite below 60 inches. Latch soils have mottles with chroma of 2 within 30 inches of the surface.  Lutterloh soils are dominated by chroma of 1 or 2 within 30 inches of the surface. Tonkaver soils have a paralithic contact at a depth of between 60 and 80 inches. Boy soils contain plinthite and have gray B21t horizons. Darco and Troup soils have base saturation of less than 35 percent. Desan and Patilo soils are dry for more than 90 days in most years. Larue soils have sandy A horizons less than 40 inches thick and have red Bt horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Pickton soils are on gently sloping to moderately steep uplands of the Coastal Plain.  The soil formed in lentil sands mainly of the Queen City and Wilcox Geologic Group. Slopes are 1 to 15 percent.  At the type location, mean annual precipitation ranges from 40 to 50 inches; average annual temperature ranges from 62 to 68 degrees F., and P-E index ranges from 64 to 76.  Frost free days range from 235 to 275."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Larue series, and the Bernaldo, Duffern, Freestone, and Tonkawa series.  Bernaldo and Freestone soils have A horizons less than 20 inches thick and Freestone soils have clayey lower Bt horizons and gray mottles within 30 inches of the soil surface and are on lower positions.  Larue soils are on similar positions.  Duffern and Tonkawa soils lack argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; very slow runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Many areas have been cleared and cultivated, but are now in pasture.  Coastal bermuda and lovegrass are the most important pasture grasses.  Tree vegetation is mainly red oak, blackjack oak, hickory, persimmon, sassafras, sandjack oak, and some shortleaf and loblolly pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Coastal Plain of Texas and Oklahoma and possibly Louisiana.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hopkins County, Texas; 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils have been previously included in the Lakeland series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 54 inches.\nArgillic horizon - 54 to 90 inches.\nGrossarenic feature - loamy sand textures to 54 inches.\nADDITIONAL DATA:  Base saturation at 72 inches is 54 percent by field kit.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
