{
  "SERIES": "PICKENS",
  "STATUS": "Established Series",
  "BYREV": "Rev. ECN",
  "REVDATE": "02/2000",
  "STATES": "AR,OK",
  "OVERVIEW": "The Pickens series consists of shallow, somewhat excessively drained, moderately permeable soils that formed in residuum from hard, alkaline, shale bedrock.  These soils are located on nearly level to moderately steep uplands.  Slopes range from 2 to 20 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, semiactive, thermic Lithic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pickens channery silt loam - forested.\n(Colors are for moist soil unless otherwise stated.)\nA--0 to 4 inches, very dark grayish brown (10YR 3/2) channery silt loam, grayish brown (10YR 5/2) dry; moderate fine granular structure; slightly hard, friable; about 25 percent, by volume, shale fragments less than 3 inches in diameter; slightly acid; clear smooth boundary.  (2 to 5 inches thick)\nE--4 to 10 inches, brown (10YR 5/3) very channery silt loam, very pale brown (10YR 7/3) dry; moderate fine granular structure; slightly hard, friable; about 35 percent, by volume, shale fragments less than 3 inches in diameter; strongly acid; diffuse wavy boundary.  (3 to 9 inches thick)\nBw--10 to 17 inches, yellowish brown (10YR 5/4) extremely channery silt loam, very pale brown (10YR 7/4) dry; weak fine granular structure; slightly hard, friable; about 70 percent, by volume, hard shale fragments less than 3 inches diameter and 5 percent, by volume, 3 to 10 inches in diameter; strongly acid; clear wavy boundary.  (2 to 14 inches thick)\nR--17 to 30 inches, very dark gray (10YR 3/1) hard, moderately alkaline shale bedrock that is fractured and has less than 5 percent soil in fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  McCurtain County, Oklahoma; 1,320 feet west and 600 feet south of the northeast corner of sec. 22, T. 2 S., R. 23 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of solum and depth to hard shale ranges from 10 to 20 inches.  The soil is channery,very channery or extremely channery silt loam, loam, clay loam, or silty clay loam, with 15 to 30 percent clay.\nThe A horizon is very dark grayish brown (10YR 3/2), dark brown (10YR 3/3; 7.5YR 3/2, 3/4), dark yellowish brown (10YR 3/4, 4/4), brown (10YR 4/3; 7.5YR 4//2, 4/4), or dark grayish brown (10YR 4/2).  It ranges from strongly acid through slightly acid.  Shale fragments 3 to 10 inches in diameter comprise from 0 to 5 percent of the volume and shale fragments less than 3 inches in diameter comprise from 20 to 60 percent of the volume.\nThe E horizon is dark grayish brown (10YR 4/2), brown (10YR 4/3, 5/3; 7.5YR 4/2, 4/4, 5/2, 5/4), dark yellowish brown (10YR 4/4), grayish brown (10YR 5/2), yellowish brown (10YR 5/4), light brownish gray (10YR 6/2), pale brown (10YR 6/3), light yellowish brown (10YR 6/4), pinkish gray (7.5YR 6/2), or light brown (7.5YR 6/4). It ranges from strongly acid through medium acid.  Shale fragments are similar to those in the A horizon.\nThe Bw horizon is brown (10YR 4/3, 5/3; 7.5YR 4/4, 5/4), dark yellowish brown (10YR 4/4), olive brown (2.5Y 4/4), light olive brown (2.5Y 5/4, 5/6), yellowish brown (10YR 5/4, 5/6), or strong brown (7.5YR 5/6).  It ranges from very strongly acid through moderately acid.  Shale fragments 3 to 10 inches in diameter comprise from 0 to 10 percent of the volume and shale fragments less than 3 inches in diameter comprise from 35 to 85 percent of the volume.\nThe R layer is in shades of gray or brown.  It ranges from neutral through moderately alkaline.  It is tilted as much as 20 degrees from horizontal."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Manteo is the only other series in this family.  Manteo soils have coarse fragments of schist.  Similar soils in other families include Hector, Montevallo, Ramsey and Sulphura.  Hector soils have less than 35 percent fragments larger than 2 mm.  Montevallo soils are shallow over bedrock that has a hardness of less than 3 on Mohs scale.  Ramsey soils have mean annual soil temperature of less than 59 degrees F.  Sulphura soils have Bt (argillic) horizons in part of the pedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Pickens soils are on very gently sloping to moderately steep uplands.  Slopes are 2 to 20 percent.  The Pickens soils formed in residuum weathered from alkaline, hard shales.  The climate is moist, subhumid to humid.  The rainfall is greater than about 37 inches and the Thornthwaite P-E index is greater than 64.  The mean annual air temperature is from 57 degrees to about 70 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Hector and the Carnasaw, Sacul, Sherwood, and Tiak soils.  The Carnasaw, Sacul, Sherwood, and Tiak soils have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; medium to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used primarily as forested rangeland.  The native vegetation is mainly post oak, blackjack oak, winged elm, and Eastern redcedar with a few scattered hickory and pines in some areas.  There is an understory of tall native grasses. Pickens Series"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Arkansas, eastern Oklahoma and possibly other states.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Howard County, Arkansas; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:   The Pickens soils were formerly clssified as Lithosols.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
