{
  "SERIES": "PIDCOKE",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLL:CLN",
  "REVDATE": "04/2022",
  "STATES": "TX",
  "OVERVIEW": "The Pidcoke series consists of shallow, well drained, moderately slowly permeable soils derived from marly marine sediments over indurated fossiliferous limestone. These occur on summits of knolls and low hills. The slope range is 1 to 3 percent. Mean annual precipitation is 660 to 864 mm (26 to 34 in), and mean annual air temperature is about 17.8 to 20 degrees C (64 to 68 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, carbonatic, thermic Lithic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pidcoke clay loam, on a convex 2 percent slope in rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 18 cm (0 to 7 in); dark grayish brown (10YR 4/2) clay loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky and granular structure; hard, friable; common very fine and fine roots; common fine concretions of calcium carbonate; about 5 percent by volume fossil shells from 3 to 38 mm (1/8 to 1 1/2 in across); strongly effervescent; moderately alkaline; clear smooth boundary.  (Thickness is 10 to 30 cm [4 to 12 in].)\nBk--18 to 33 cm (7 to 13 in); grayish brown (10YR 5/2) gravelly clay loam, dark grayish brown (10YR 4/2) moist; weak fine subangular blocky; hard, friable; common very fine and fine roots; common fine concretions and few films and threads of calcium carbonate; about 25 percent by volume fossil shells from 3 to 38 mm (1/8 to 1 1/2 in across); strongly effervescent; moderately alkaline; abrupt smooth boundary.  (Thickness is 15 to 20 cm [6 to 8 in].)\nR--33 to 76 (13 to 30 in); indurated fossiliferous limestone; massive and unfractured; hardness of about 3 by Mohs scale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Coryell County, Tx; from the intersection of Texas Highway 36 and Farm Road 2955 about 11 miles north of Gatesville; 0.4-mile northwest on Texas Highway 36; 0.6 mile south on county road; 75 feet northwest in rangeland. USGS topographic quadrangle: Ater, Texas; Latitude: 31 degrees, 34 minutes, 12.82 seconds N; Longitude: 97 degrees, 50 minutes, 47.13 seconds W; Datum: WGS84. UTM Easting 609469.75 m, UTM Northing 3493377.45 m, UTM Zone 14."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Ustic soil moisture regime. The soil moisture control section is dry in some or all parts for more than 90, but less than 120 days in normal years.\nDepth to lithic contact: 25 to 51 cm (10 to 20 in)\nDepth to secondary calcium carbonate: 10 to 30 cm (4 to 12 in)\nDepth to calcic horizon: 10 to 30 cm (4 to 12 in)\nThickness of the mollic epipedon: 18 to 33 cm (7 to 13 in)\nParticle-size control section (weighted average)\nClay content: 20 to 35 percent\nRock fragments: 1 to 25 percent\nA horizon\nHue: 7.5YR or 10YR\nValue: 3 or 4\nChroma: 2 or 3\nTexture: clay loam, silty clay loam, or their gravelly counterparts\nClay content: 20 to 35 percent\nRock fragments: 1 to 25 percent; 3 to 38 mm; fossil shells\nCalcium carbonate equivalent: 40 to 60 percent\nEffervescence: strong\nReaction(pH): moderately alkaline (7.9 to 8.4)\nBk\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 2 to 4\nTexture: clay loam, silty clay loam, or their gravelly counterparts\nClay content: 20 to 35 percent\nRock fragments: 1 to 25 percent; 3 to 38 mm; fossil shells\nIdentifiable secondary carbonate: 2 to 20 percent, 0.2 to 2 mm, concretions, films, and threads\nCalcium carbonate equivalent: 40 to 60 percent\nEffervescence: strong to violent\nReaction(pH): moderately alkaline (7.9 to 8.4)\nR layer\nIndurated limestone.  The limestone is cemented beds of fossilized oyster shells.  The beds are about 61 to 610 cm (2 to 20 ft) thick and have thin marl or shale seams at vertical intervals of about 30 to 91 cm (1 to 3 ft)."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nSimilar soils are the Cho, Doss, Maloterre, Purves, Real and Tarrant series.\nCho, Doss, and Real soils: are underlain by a paralithic contact, and in addition Real soils have skeletal control sections.\nMaloterre soils: are very shallow soils that have an ochric epipedon.\nPurves and Tarrant soils: are clayey, montmorillonitic.  In addition, Tarrant soils have a skeletal control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Residuum derived from Walnut Clay Geologic Formation of the Lower Cretaceous Period\nLandscape: Hills\nLandform: summits of low hills and knolls\nSlope: 1 to 3 percent\nPrecipitation Pattern: The majority of the yearly amount occurs during the fall and spring months. The winter and summer months are normally drier.\nMean annual precipitation: 660 to 864 mm (26 to 34 in)\nThornthwaite P-E Index: 44 to 56\nMean annual air temperature: 17.8 to 20 degrees C (64 to 68 degrees F)\nFrost-free period: 197 to 263 days\nElevation: 190.5 to 457.2 m (472.4 to 1500 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Brackett, Cho, Maloterre, and Topsey series.\nBrackett and Maloterre soils: have light colored surfaces and are below or on similar positions.\nCho soils: are on ridgetops at lower elevations.\nTopsey soils: are deep loamy soils on slopes below the Pidcoke soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, Permeability is moderately slow. Runoff is slow to medium."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly range.  Native vegetation includes little bluestem, sideoats grama, Texas wintergrass, buffalograss and threeawn.  Woody vegetation includes scattered live oak and juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Grand Prairie Land Resource Area in Central Texas; LRR J; MLRA 85; The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Coryell County, Texas; 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 0 to 33 cm (0 to 13 in). (A and Bk horizons)\nMollic epipedon - 0 to 18 cm (0 to 7 in)(A horizon)\nCalcic horizon - 18 to 33 cm (7 to 13 in) (Bk horizon)\nLithic contact - Soil and limestone interface at 33 cm (13 in)\nAdditional Comments:"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: S2017TX497034\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "structure": "weak fine subangular blocky and granular",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 18 cm (0 to 7 in); dark grayish brown (10YR 4/2) clay loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky and granular structure; hard, friable; common very fine and fine roots; common fine concretions of calcium carbonate; about 5 percent by volume fossil shells from 3 to 38 mm (1/8 to 1 1/2 in across); strongly effervescent; moderately alkaline; clear smooth boundary.  (Thickness is 10 to 30 cm [4 to 12 in].)"
      },
      {
        "name": "Bk",
        "top": 18,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "structure": "NA",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bk--18 to 33 cm (7 to 13 in); grayish brown (10YR 5/2) gravelly clay loam, dark grayish brown (10YR 4/2) moist; weak fine subangular blocky; hard, friable; common very fine and fine roots; common fine concretions and few films and threads of calcium carbonate; about 25 percent by volume fossil shells from 3 to 38 mm (1/8 to 1 1/2 in across); strongly effervescent; moderately alkaline; abrupt smooth boundary.  (Thickness is 15 to 20 cm [6 to 8 in].)"
      }
    ]
  ]
}
