{
  "SERIES": "PIEDRAS",
  "STATUS": "Established Series",
  "BYREV": "SD-PDH-JLS",
  "REVDATE": "07/2009",
  "STATES": "TX",
  "OVERVIEW": "The Piedras series consists of soils that are shallow and very shallow to a petrocalcic horizon. They are well drained, moderately permeable soils that formed in loamy sediments derived from the Goliad Formation. Slope ranges from 0 to 5 percent. Mean annual air temperature is about 22 degrees C (73 degrees F), and mean annual precipitation is about 610 mm (24 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, hyperthermic, shallow Petrocalcic Calciustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Piedras fine sandy loam, on a 2 percent, linear southeast-facing slope in rangeland. Elevation is 171 m (560 ft). (Colors are for dry soil unless otherwise stated.)\nA--0 to 5 cm (0 to 2 in); brown (7.5YR 4/4) fine sandy loam, dark brown (7.5YR 3/4) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine and medium roots; few very fine pores; 5 percent calcrete fragments less than 15 cm (6 in) in diameter; noneffervescent; neutral; clear smooth boundary. (thickness of the A horizon is 5 to 23 cm [2 to 9 in])\nA/Bk--5 to 25 cm (2 to 10 in); brown (7.5YR 4/4) extremely cobbly fine sandy loam, dark brown (7.5YR 3/4) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine and medium roots; 65 percent angular calcrete fragments 8 to 25 cm [3 to 10 in] in diameter; matrix noneffervescent; slightly alkaline; abrupt smooth boundary. (thickness of the A/Bk horizon is 13 to 28 cm [5 to 11 in])\nBkkm1--25 to 33 cm (10 to 13 in); very pale brown (10YR 8/2) strongly cemented calcium carbonate with a laminar cap 6 mm (1/4 in) thick, very pale brown (10YR 8/3) moist; violently effervescent; strongly alkaline; clear smooth boundary. (combined thickness of the Bkkm horizon is 152 to 185 cm [60 to 73 in])\nBkkm2--33 to 203 cm (13 to 80 in); very pale brown (10YR 8/2) weakly cemented calcium carbonate, very pale brown (10YR 8/3) moist; violently effervescent; strongly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Duval County, Texas; from the intersection of Texas Highway 359 and Texas Highway 339 in Benavides, 10.3 miles northwest on Texas Highway 339, west 0.2 miles on private ranch road, 0.3 miles southeast and 0.4 miles south on ranch road; site is 40 feet east in rangeland. Latitude: 27 degrees, 41 minutes, 58 seconds N, Longitude: 98 degrees, 30 minutes, 37 seconds W, NAD 83; USGS Parilla Creek NE, Texas topographic quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Ustic moisture regime bordering on aridic. The soil moisture control section remains moist in some or all parts less than 90 days, consecutive, in normal years. June through August and December through February are the driest months. These soils are intermittently moist in September through November and March through May.\nMean annual soil temperature: 21 to 24 degrees C (72 to 76 degrees F)\nDepth to petrocalcic horizon: 18 to 51 cm (7 to 20 in)\nParticle-size control section (weighted average)\nClay content: 7 to 18 percent\nCoarse Fragments: 35 to 80 percent strongly cemented or indurated calcrete pebbles and cobbles, increasing percentage with depth.\nThe matrix is noncalcareous. Very slight effervescence is observed where HCL contact is made with sand size carbonate fragments.\nA Horizon\nHue: 5YR or 7.5YR\nValue: 3 or 4\nChroma: 3 to 6\nTexture: fine sandy loam or loam\nPararock fragments: 0 to 5 percent\nBase saturation: 85 to 100 percent\nCalcium carbonate equivalent: 0 to 1 percent.\nReaction: neutral or slightly alkaline\nA/Bk Horizon\nHue: 5YR or 7.5YR\nValue: 3 or 4\nChroma: 3 or 4\nTexture: fine sandy loam or loam (very gravelly and extremely gravelly counterparts)\nCoarse Fragments: 35 to 80 percent strongly cemented or indurated calcrete pebbles and cobbles, increasing percentage with depth.\nPararock fragments: 0 to 5 percent\nBase saturation: 90 to 100 percent\nCalcium carbonate equivalent: 0 to 2 percent\nReaction: moderately alkaline or strongly alkaline\nBkkm Horizon\nHue: 10YR\nValue: 7 or 8\nChroma: 2 or 3\nCalcium carbonate equivalent: 50 to 85 percent\nReaction: moderately alkaline or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series in the same family. Similar soils are the Cuevitas, Lacoste, Olmedo, and Randado series.\nCuevitas, Lacoste, and Randado series: average less than 35 percent coarse fragments in the series control section. In addition, Lacoste and Randado soils have an argillic horizon.\nOlmedo series: have mollic epipedons"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: non-calcareous, loamy alluvium over petrocalcic derived from calcareous loamy alluvium of Miocene-Pliocene age\nLandform: narrow to broad summits and sideslopes of interfluves\nSlope: 0 to 5 percent\nMean annual temperature: 21 to 23 degrees C (70 to 74 degrees F)\nMean annual precipitation: 560 to 734 mm (22 to 29 in)\nFrost-free period: 270 to 300 days\nElevation: 122 to 244 m (400 to 800 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Benavides, Cuevitas, Delmita, and Olmedo series.\nBenavides series: are on sideslopes of interfluves, and do not have petrocalcic horizons.\nCuevitas series: occur on similar positions.\nDelmita series: have a petrocalcic horizon between 51 and 102 cm (20 and 40 in) of the surface and occur on slightly lower positions.\nOlmedo series: have a mollic epipedon and are calcareous throughout, and occur on similar positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Moderate permeability above a very slowly permeable petrocalcic horizon. Runoff is high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for livestock grazing and wildlife habitat. Native vegetation consists of plains bristlegrass, hooded windmillgrass, tanglehead, trichloris, Arizona cottontop, red grama, hairy tridens, perennial threeawns, and whorled dropseed. Common brush species are blackbrush , guajillo, kidneywood, range ratany, and leatherstem. The ecological site is Shallow Sandy Loam, PE 9-31 (R083CY487TX)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Rio Grande Plain, Texas; LRR I; MLRA 83C; moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Duval County, Texas, 1998. The name is from a creek in the county."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were previously included in the Cuevitas and Randado series. They are separated based on high coarse fragment content and absence of an argillic horizon respectively. A Petrocalcidic and Petrocalcic subgroup will be proposed to include this soil, and similar soils with a petrocalcic horizon within 102 cm (40 in) of the surface. The classification will include those soils that are noncalcareous in one or more horizons above the petrocalcic horizon.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 25 cm (0 to 10 in). (A and A/Bk horizons)\nPetrocalcic horizon: 25 to 203 cm (10 to 80 in). (Bkkm horizons)\nADDITIONAL DATA: The assignment of the cation-exchange activity class is inferred from lab data from similar soils in the geographic area. Particle-size analysis was performed at the local project office for 7 pedons from Duval County.\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Tenth Edition, 2006\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 5 cm (0 to 2 in); brown (7.5YR 4/4) fine sandy loam, dark brown (7.5YR 3/4) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine and medium roots; few very fine pores; 5 percent calcrete fragments less than 15 cm (6 in) in diameter; noneffervescent; neutral; clear smooth boundary. (thickness of the A horizon is 5 to 23 cm [2 to 9 in])"
      },
      {
        "name": "A/Bk",
        "top": 5,
        "bottom": 25,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "extremely cobbly",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A/Bk--5 to 25 cm (2 to 10 in); brown (7.5YR 4/4) extremely cobbly fine sandy loam, dark brown (7.5YR 3/4) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine and medium roots; 65 percent angular calcrete fragments 8 to 25 cm [3 to 10 in] in diameter; matrix noneffervescent; slightly alkaline; abrupt smooth boundary. (thickness of the A/Bk horizon is 13 to 28 cm [5 to 11 in])"
      },
      {
        "name": "Bkkm1",
        "top": 25,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 8,
        "moist_chroma": 3,
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bkkm1--25 to 33 cm (10 to 13 in); very pale brown (10YR 8/2) strongly cemented calcium carbonate with a laminar cap 6 mm (1/4 in) thick, very pale brown (10YR 8/3) moist; violently effervescent; strongly alkaline; clear smooth boundary. (combined thickness of the Bkkm horizon is 152 to 185 cm [60 to 73 in])"
      },
      {
        "name": "Bkkm2",
        "top": 33,
        "bottom": 203,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 8,
        "moist_chroma": 3,
        "pH_class": "strongly alkaline",
        "narrative": "Bkkm2--33 to 203 cm (13 to 80 in); very pale brown (10YR 8/2) weakly cemented calcium carbonate, very pale brown (10YR 8/3) moist; violently effervescent; strongly alkaline."
      }
    ]
  ]
}
