{
  "SERIES": "PIGEONROOST",
  "STATUS": "Established Series",
  "BYREV": "JBA-RHR; Rev. MKC",
  "REVDATE": "09/2007",
  "STATES": "GA,NC,VA",
  "OVERVIEW": "The Pigeonroost series consists of moderately deep, well drained, moderately permeable soils on ridges and side slopes of the Blue Ridge (MLRA 130). They formed in residuum affected by soil creep in the upper part and weathered from felsic to mafic, igneous and high-grade metamorphic rocks. Slope ranges from 5 to 95 percent. Mean annual precipitation is about 57 inches and mean annual air temperature is about 52 degrees F., near the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pigeonroost loam, on a 60 percent west-facing intermediate mountain side slope, elevation 3,380 feet--forested. (Colors are for moist soil unless otherwise stated.)\nOe--0 to 2 inches; matted roots and moderately decomposed oak-pine leaf litter. (2 to 0 inches thick.)\nA--2 to 5 inches; dark yellowish brown (10YR 4/4) loam, brown (10YR 5/3) dry; moderate fine granular structure; friable; common very fine or fine and few medium or coarse roots; common fine or medium interstitial pores; 5 percent by volume gravel; very strongly acid; abrupt smooth boundary. (1 to 8 inches thick.)\nBt1--5 to 14 inches; brownish yellow (10YR 6/6) loam; moderate medium subangular blocky structure; friable; few medium and coarse roots and many very fine or fine roots; few fine or medium and few medium or coarse tubular pores; common faint clay films on faces of peds; 5 percent by volume gravel; very strongly acid; gradual wavy boundary.\nBt2--14 to 27 inches; brownish yellow (10YR 6/8) loam; moderate medium subangular blocky structure; friable; common very fine or fine and common medium or coarse roots; common very fine or fine and few medium or coarse tubular pores; few faint clay films on faces of peds; 5 percent by volume gravel; very strongly acid; gradual wavy boundary. (Combined thickness of the Bt horizon is 10 to 35 inches.)\nBC--27 to 39 inches; yellowish brown (10YR 5/8) sandy loam; weak coarse subangular blocky structure; friable; few very fine to coarse roots; common very fine or fine and few medium or coarse tubular pores; few pockets of multicolored sandy loam saprolite; 5 percent by volume gravel; very strongly acid; abrupt smooth boundary. (0 to 10 inches thick.)\nCr--39 to 81 inches; weathered, multicolored, partially consolidated granodioritic gneiss that can be dug with difficulty with hand tools  few fine and medium roots in cracks that are spaced more than 4 inches apart."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Mitchell County, North Carolina; about 5.5 miles north of Bakersville on North Carolina Highway 226, 12.1 miles northwest on North Carolina Highway 197, 2.4 miles northeast on Secondary Road 1321 to a private lane, 1.2 miles east on the private lane to a fork in the road, 0.1 mile north (left fork) in a south-facing road cut; Huntdale USGS quadrangle; lat., 36 degrees, 06 minutes, 54 seconds N., and long., 82 degrees, 17 minutes, 08 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 15 to 40 inches. Depth to paralithic contact at the upper boundary of the Cr horizon ranges from 20 to 40 inches below the surface. Depth to lithic contact is more than 40 inches. The A horizons are extremely acid to moderately acid except where surface layers have been limed, and the B and C horizons are very strongly acid or strongly acid. Content of flakes of mica is few or common throughout. Content of rock fragments ranges from 0 to 35 percent by volume throughout.\nThe A or Ap horizon has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 2 to 6. Where value is 3, the horizon is less than 7 inches thick. Texture of the fine-earth fraction is coarse sandy loam, sandy loam, fine sandy loam, and loam.\nThe BA or BE horizon, where present, has hue of 7.5YR or 10YR, value of 3 to 6, and chroma of 3 to 6. It is coarse sandy loam, sandy loam, fine sandy loam, loam, and sandy clay loam.\nThe Bt horizon has hue of 7.5YR or 10YR, value of 4 to 6 and chroma of 4 to 8. It is commonly loam, but includes sandy clay loam, clay loam, and silty clay loam.\nThe BC or CB horizon has hue of 7.5YR or 10YR, value of 4 to 8, and chroma 3 to 8, or it is mixed or mottled in shades of red, brown, or yellow. It is coarse sandy loam, sandy loam, fine sandy loam, loam, sandy clay loam, and clay loam.\nThe C horizon, where present, is multicolored or it has hue of 5YR to 10YR, value of 3 to 8, and chroma 3 to 8 and may be mixed or mottled in shades of these colors. Some pedons have mottles in shades of red, brown, or yellow. It is saprolite that has a texture of  coarse sandy loam, sandy loam, fine sandy loam, or loam but includes sandy clay loam and clay loam.\nThe Cr horizon is weathered, multicolored, felsic to mafic, high-grade metamorphic or igneous rock.It is partially consolidated but can be dug with difficulty with  hand tools. The upper boundary is considered as a paralithic contact. Roots are commonly present and are in cracks or seams spaced more than 4 inches apart."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Clymer, Edgemont, Edneytown, Gladstone, Joanna, Millstone, Pennval (T), Shelocta, Syenite, and Wist (T) series. There are approximately 42 closely related series in different CEC classes or with no CEC class currently assigned. Clymer soils are deep to a lithic contact of sandstone. siltstone, or shale. Edgemont soils formed in residuum weathered from quartzitic rocks and contain fragments of those rocks. Edneytown soils are very deep. Gladstone soils have 5YR color in the Bt and are found in the Highlands sections of New Jersey and Pennsylvania. Joanna soils have redder hues throughout the solum and formed in Triassic materials. Millstone soils formed in alluvium on stream terraces of the Ohio River and have thicker argillic horizons. Pennval and Shelocta soils formed in colluvium from shale, siltstone, and sandstone. Syenite soils have a lithologic discontinuity of loess over residuum. Wist soils formed from fluvial marine sediments containing glauconite on the Northern Coastal Plain."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Pigeonroost soils are on strongly sloping to very steep ridges and side slopes of low and intermediate mountains in the Blue Ridge (MLRA 130).. Slopes are typically between 30 and  50  percent but range from 5 to 95 percent. Elevation ranges from about 1,200 to 4,500 feet. Pigeonroost soils formed in residuum affected by soil creep in the upper part and weathered from felsic to mafic high-grade metamorphic or igneous rocks such as granodioritic gneiss and hornblende gneiss. The mean annual temperature ranges from about 46 to 57 degrees F., the frost free season ranges from about 100 to 150 days, and the average annual rainfall ranges from about 45 to 64 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: In addition to the Edneytown, series, these are Ashe, Chestnut, Cleveland, Clifton, Cowee, Edneyville, Fannin, Huntdale, Peaks, Plott, Porters, Rabun, Saluda, Thunder, Toecane, Trimont, Tusquitee, Unaka, and Walhalla series. Evard and Cowee soils are 5YR or redder. Clifton soils have a fine particle size class. Ashe, Chestnut, Cleveland, Edneyville, Plott, Porters, and Unaka soils do not have an argillic horizon. Peaks soils are in a loamy-skeletal particle size family. Saluda soils have a paralithic contact with weathered bedrock at  less than 20 inches. Rabun soils have argillic horizon with value 3 or less and are in a fine particle-size class. Saunook, Trimont, Thunder, Toecane, and Tusquitee soils have thick surface horizons with Humic features. Huntdale, Plott, Porters, and Unaka have umbric epipedons. All these soils formed on ridges and side slopes except Saunook, Thunder, Toecane, and Tusquitee soils which are on colluvial benches, toe slopes, and fans. Also, Huntdale, Plott, Porters, Trimont, and Unaka soils are on cooler ridges and side slopes on north to east aspects."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderate permeability. Runoff class is high on strong or moderately steep slopes and very high on steeper slopes. Runoff is lower where forest litter has not been disturbed."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of Pigeonroost soils are forested. Common trees are chestnut oak, white oak, scarlet oak, black oak, hickory, red maple, yellow poplar, eastern white pine, and Virginia pine. Cleared areas are used for pasture, hayland, and occasionally ornamental crops and orchards."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Blue Ridge (MLRA 130) of North Carolina, Georgia, Virginia and possibly South Carolina and Tennessee. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Mitchell County, North Carolina, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Soils now included with the Pigeonroost series were previously mapped with Cowee or Edneytown soils. Cowee soils have hue of 5YR or redder in the subsoil, and Edneytown soils are very deep to bedrock. The clay content of the particle-size control section for Pigeonroost soils averages about 18 percent. The total silt content ranges from about 30 to 50 percent. The fine silt fraction averages about 35 percent and ranges from about 20 to 40 percent. According to engineering index data, a large portion of the silt content is very fine silt.\nThe 12/97 revision places the Pigeonroost series in the fine-loamy, mixed, active, mesic Typic Hapludults family per the 7th Edition of Keys to Soil Taxonomy (1996). The CEC activity class placement is based on sample pedons S90-NC-121-006 and S91-NC-171-002 and placement of similar soils such as Edneytown. Sample pedon S91-NC-171-002 classifies as semiactive, but the active class is consistent with similar series. Horizon depths and runoff class were also revised at this time.\nDiagnostic horizons and soil characteristics recognized in this pedon are:\nOchric epipedon - the zone from the soil surface to a depth of 5 inches (Oe and A horizons)\nArgillic horizon - the zone from 5 to 28 inches (Bt horizon)\nParalithic contact - weathered bedrock contact at 39 inches (upper boundary of the Cr horizon)\nADDITIONAL DATA: Characterization data is available from the National Soil Survey Laboratory, Lincoln, NE; pedon number S90NC-121-006 and S91NC-171-002 (sampled as Chestnut).\nMLRA: 130 SIR(s): NC0247\nRevised: 4/94-JBA-RHR-JAK; 1/98-DHK; 2/02-MKC\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 5,
        "narrative": "Oe--0 to 2 inches; matted roots and moderately decomposed oak-pine leaf litter. (2 to 0 inches thick.)"
      },
      {
        "name": "A",
        "top": 5,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--2 to 5 inches; dark yellowish brown (10YR 4/4) loam, brown (10YR 5/3) dry; moderate fine granular structure; friable; common very fine or fine and few medium or coarse roots; common fine or medium interstitial pores; 5 percent by volume gravel; very strongly acid; abrupt smooth boundary. (1 to 8 inches thick.)"
      },
      {
        "name": "Bt1",
        "top": 13,
        "bottom": 36,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--5 to 14 inches; brownish yellow (10YR 6/6) loam; moderate medium subangular blocky structure; friable; few medium and coarse roots and many very fine or fine roots; few fine or medium and few medium or coarse tubular pores; common faint clay films on faces of peds; 5 percent by volume gravel; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 36,
        "bottom": 69,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 8,
        "texture_class": "loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--14 to 27 inches; brownish yellow (10YR 6/8) loam; moderate medium subangular blocky structure; friable; common very fine or fine and common medium or coarse roots; common very fine or fine and few medium or coarse tubular pores; few faint clay films on faces of peds; 5 percent by volume gravel; very strongly acid; gradual wavy boundary. (Combined thickness of the Bt horizon is 10 to 35 inches.)"
      },
      {
        "name": "BC",
        "top": 69,
        "bottom": 99,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "BC--27 to 39 inches; yellowish brown (10YR 5/8) sandy loam; weak coarse subangular blocky structure; friable; few very fine to coarse roots; common very fine or fine and few medium or coarse tubular pores; few pockets of multicolored sandy loam saprolite; 5 percent by volume gravel; very strongly acid; abrupt smooth boundary. (0 to 10 inches thick.)"
      },
      {
        "name": "Cr",
        "top": 99,
        "bottom": 206,
        "narrative": "Cr--39 to 81 inches; weathered, multicolored, partially consolidated granodioritic gneiss that can be dug with difficulty with hand tools  few fine and medium roots in cracks that are spaced more than 4 inches apart."
      }
    ]
  ]
}
