{
  "SERIES": "PIGNUT",
  "STATUS": "Established Series",
  "BYREV": "Rev. MEC, MDJ",
  "REVDATE": "02/2008",
  "STATES": "VA",
  "OVERVIEW": "The Pignut series consists of moderately deep, well drained soils formed in residuum of greenstone or greenstone schist on ridges in the foothills and mountains of the Blue Ridge.  Saturated hydraulic conductivity is moderately high and high. Slope ranges from 0 to 65 percent. Mean annual precipitation is about 41 inches and mean annual air temperature is about 54 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pignut on a northwest facing slope in abandoned pastureland at an elevation of 510 feet above mean sea level. (Colors are for moist soil unless otherwise stated).\nAp--0 to 5 inches; brown (7.5YR 4/4) silt loam; moderate fine granular structure; friable, nonsticky, nonplastic; many coarse, medium, and fine roots; few fine moderate-continuity tubular pores; 5 percent subangular medium greenstone gravels; strongly acid; clear smooth boundary.\nAB--5 to 9 inches; dark yellowish brown (10YR 4/4) and yellowish brown (10YR 5/6) loam; weak medium subangular blocky structure, and weak fine subangular blocky structure; friable, nonsticky, nonplastic; many coarse, medium, and fine roots; few fine moderate-continuity tubular pores; 10 percent subangular coarse greenstone gravels; strongly acid; clear smooth boundary.\nBt1--9 to 15 inches; strong brown (7.5YR 5/6) clay loam; weak medium subangular blocky structure; friable, slightly sticky, nonplastic; common medium and fine roots; common fine high-continuity tubular pores; many, 20 percent, discontinuous faint clay films on all faces of peds; 12 percent subangular coarse greenstone gravels; very strongly acid; clear smooth boundary.\nBt2--15 to 24 inches; strong brown (7.5YR 5/8) gravelly silty clay loam; moderate medium subangular blocky structure; friable, slightly sticky, slightly plastic; common medium and fine roots; many, 40 percent discontinuous distinct clay films on all faces of peds; 20 percent subangular coarse greenstone gravels; very strongly acid; clear smooth boundary.\nCt--24 to 34 inches; yellowish red (5YR 5/8) and brown (7.5YR 5/4) extremely channery silt loam; massive; friable, nonsticky, nonplastic; common fine roots; 25 percent discontinuous distinct clay films on top surfaces of rock fragments; many, 20 percent, coarse prominent manganese coatings on bottom of rock fragments; 70 percent coarse subangular greenstone channers; moderately acid; clear wavy boundary.\nCr--34 to 50 inches; weathered greenstone bedrock.\nR--50 to 60 inches; hard greenstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Fauquier County, Virginia; 3000 feet northwest of junction of Va Rt 605 and US 29. 4000 feet southeast of junction of Va Rt 605 and Va Rt 672. Warrenton, Virginia USGS topographic quadrangle. Latitude 38 degrees 44 minutes 47.70 seconds north and Longitude 77 degrees 46 minutes 14.82 seconds west; NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to base of argillic ranges from 20 to 40 inches. Depth to paralithic contact ranges from 20 to 40 inches. Depth to lithic contact ranges from 40 to 60 inches.\nThe Ap horizon has hue of 5YR to 10YR, value of 2 to 5, and chroma of 2 to 6. It is loam, silt loam, or silty clay loam. Rock fragment content ranges from 0 to 35 percent. Rock fragments are mainly quartz and greenstone gravels. Reaction is strongly to slightly acid.\nSome pedons have an A horizon. It has hue of 5YR to 10YR, value of 2 to 5, and chroma of 2 to 6. It is loam, silt loam, or silty clay loam. Rock fragment content ranges from 0 to 35 percent. Rock fragments are mainly quartz and greenstone gravels. Reaction is strongly to slightly acid.\nThe AB horizon has hue of 7.5YR or 10YR, value of 3 to 6, and chroma of 3 to 8. It is loam or silt loam. Rock fragment content ranges from 0 to 35 percent. Rock fragments are mainly quartz and greenstone gravels. Reaction is strongly to slightly acid.\nSome pedons have an E horizon. It has hue of 7.5YR or 10YR, value of 5 or 6, and chroma of 4 to 8. It is loam or silt loam. Rock fragment content ranges from 0 to 35 percent. Rock fragments are mainly quartz and greenstone gravels. Reaction is strongly to slightly acid.\nThe Bt horizon has hue of 5YR to 10 YR, value of 4 or 5, and chroma of 6 to 8. It is loam, silt loam, clay loam, or silty clay loam. Rock fragment content ranges from 0 to 35 percent. Rock fragments are mainly quartz and greenstone gravels. Reaction is strongly to slightly acid.\nSome pedons have a BC horizon. It has hue of 5YR to 10YR, value of 4 to 6, and chroma of 4 to 8. It is loam, silt loam, or silty clay loam. Rock fragment content ranges from 0 to 35 percent. Rock fragments are mainly quartz and greenstone gravels. Reaction is strongly to slightly acid.\nThe Ct horizon has hue of 5YR to 10YR, value of 3 to 5, and chroma of 2 to 6. It is loam or silt loam. Rock fragment content ranges from 15 to 80 percent. Rock fragments are mainly quartz gravels and greenstone channers. Reaction is moderately acid to neutral.\nThe Cr horizon is weathered and fractured greenstone or greenstone schist that can be dug with hand tools.\nThe R horizon is hard greenstone or greenstone schist."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are Amanda, Belmont, Belmore, Caprell, Chile, Cliftycreek, Conestoga, Crouse, Gallman, Greybrook, Hickory, High Gap, Hollinger, Kanawha, Kidder, Kosciusko, Leroy, Lumberton, Martinsville, Military, Ockley, Princeton, Relay, Richardville, Riddles, Senachwine, Skelton, Strawn, Turnersburg, Wawaka, Wawasee, and Woodbine soils.\nAmanda, Belmore, Chile, Cliftycreek, Crouse, Greybrook, Hickory, Kanawha, Kidder, Kosciusko, Martinsville, Ockley, Princeton, Relay, Richardville, Riddles, Senachwine, Strawn, Turnersburg, and Wawaka soils are very deep to lithic or paralithic contact and well drained. Amanda, Belmore, Chile, Gallman, Hickory, Kosciusko, Martinsville, Ockley, Riddles, and Strawn soils formed in glacial deposits. Crouse, Kidder, Leroy, Richardville, Senachwine, and Wawaka soils formed in loess over glacial deposits. Criftycreek soils formed in glacial till over residuum of bedrock high in carbonates. Greybrook soils formed in loess over a paleosol. Kanawha soils formed in alluvium. Princeton soils formed in eolian deposits. Relay soils formed in residuum of basic Piedmont rock. Turnersburg formed in residuum of intermediate or mafic metamorphic or igneous rock. Belmont, Caprell, Conestoga, Hollinger, Lumberton, Skelton, Wawasee, and Woodbine soils are deep and very deep to paralithic or lithic contact and well drained. Belmont soils formed in residuum of limestone. Lumberton and Woodbine soils formed in loess over glacial deposits over limestone residuum. Military soils formed in loamy till over sandstone. Skelton soils formed in alluvium. Wawasee soils formed in glacial till. High gap soils formed in loess and drift over sandstone residuum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Pignut soils formed in residuum of greenstone or greenstone schist and are on ridges on the foothills and mountains of the Blue Ridge. Slope gradients range from 0 to 65 percent. Mean air temperature ranges from 53 to 57 degrees F, mean annual precipitation ranges from 38 to 44 inches, frost-free days range from 165 to 203, and elevation ranges from 350 to 3500 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Alanthus, Catoctin, Fauquier, Fletchersville, Middleburg and Myersville soils. Alanthus and Fauquier soils are very deep to paralithic contact. They are on similar landscape positions. Catoctin is loamy skeletal and mapped on similar landscape positions. Fletchersville soils are deep to paralithic contact and moderately well drained. They are on summits and shoulders of headslopes. Middleburg soils are very deep to paralithic contact and moderately well drained. They are in drainageways. Myersville soils are deep and mapped on similar landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. The potential for surface runoff is low to very high. Saturated hydraulic conductivity is moderately high to high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Pignut soils are used for woodlands, pastureland, hayland and cropland. Natural vegetation is mixed hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 130A. In Virginia. The soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Fauquier County, Virginia, 2004"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Pignut soils were formerly included in Catoctin soils. Diagnostic horizons and features recognized in this pedon are:\n1) ochric epipedon from 0 to 9 inches.\n2) argillic horizon from 9 to 24 inches.\n3) paralithic contact at 34 inches.\n4) lithic contact at 50 inches.\nSeries revised (2/2008) to expand range in rock fragments, surface color, and to update competing and geographically associated soils.\nPrior revision Rev. DGS, DRH - 02/2008\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 13,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 5 inches; brown (7.5YR 4/4) silt loam; moderate fine granular structure; friable, nonsticky, nonplastic; many coarse, medium, and fine roots; few fine moderate-continuity tubular pores; 5 percent subangular medium greenstone gravels; strongly acid; clear smooth boundary."
      },
      {
        "name": "AB",
        "top": 13,
        "bottom": 23,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "AB--5 to 9 inches; dark yellowish brown (10YR 4/4) and yellowish brown (10YR 5/6) loam; weak medium subangular blocky structure, and weak fine subangular blocky structure; friable, nonsticky, nonplastic; many coarse, medium, and fine roots; few fine moderate-continuity tubular pores; 10 percent subangular coarse greenstone gravels; strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt1",
        "top": 23,
        "bottom": 38,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--9 to 15 inches; strong brown (7.5YR 5/6) clay loam; weak medium subangular blocky structure; friable, slightly sticky, nonplastic; common medium and fine roots; common fine high-continuity tubular pores; many, 20 percent, discontinuous faint clay films on all faces of peds; 12 percent subangular coarse greenstone gravels; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 38,
        "bottom": 61,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "silty clay loam",
        "cf_class": "gravelly",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--15 to 24 inches; strong brown (7.5YR 5/8) gravelly silty clay loam; moderate medium subangular blocky structure; friable, slightly sticky, slightly plastic; common medium and fine roots; many, 40 percent discontinuous distinct clay films on all faces of peds; 20 percent subangular coarse greenstone gravels; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Ct",
        "top": 61,
        "bottom": 86,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "silt loam",
        "cf_class": "extremely channery",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Ct--24 to 34 inches; yellowish red (5YR 5/8) and brown (7.5YR 5/4) extremely channery silt loam; massive; friable, nonsticky, nonplastic; common fine roots; 25 percent discontinuous distinct clay films on top surfaces of rock fragments; many, 20 percent, coarse prominent manganese coatings on bottom of rock fragments; 70 percent coarse subangular greenstone channers; moderately acid; clear wavy boundary."
      },
      {
        "name": "Cr",
        "top": 86,
        "bottom": 127,
        "narrative": "Cr--34 to 50 inches; weathered greenstone bedrock."
      },
      {
        "name": "R",
        "top": 127,
        "bottom": 152,
        "narrative": "R--50 to 60 inches; hard greenstone bedrock."
      }
    ]
  ]
}
