{
  "SERIES": "PIGTAIL",
  "STATUS": "Established Series",
  "BYREV": "Rev. DL/DA/CLM",
  "REVDATE": "05/2000",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Abruptic Xeric Argidurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pigtail silt loam--on a slope of 2 percent under rangeland vegetation at 5,300 feet elevation.  When described on September 22, 1982, the soil was slightly moist throughout. (Colors are for dry soil unless otherwise stated.)\nA1--0 to 3 inches; pale brown (10YR 6/3) silt loam, dark brown (10YR 3/3) moist; moderate coarse platy structure; hard, friable, slightly sticky and slightly plastic; many very fine to medium roots; many very fine tubular pores; neutral (pH 6.9); abrupt smooth boundary.  (1 to 4 inches thick)\nA2--3 to 7 inches; pale brown (10YR 6/3) silty clay loam, dark brown (10YR 3/3) moist; moderate medium platy structure; hard, friable, sticky and plastic; many very fine to medium roots; many very fine tubular pores; neutral (pH 6.9); abrupt smooth boundary.  (2 to 4 inches thick)\nBt--7 to 18 inches; pale brown (10YR 6/3) silty clay, brown (10YR 4/3) moist; strong coarse prismatic structure; very hard, very firm, very sticky and very plastic; few very fine and fine roots; few very fine tubular pores; many prominent clay films on faces of peds and in pores; neutral (pH 7.3); abrupt wavy boundary.  (8 to 22 inches thick)\nBkq--18 to 32 inches; very pale brown (10YR 8/3) loam, pale brown (10YR 6/3) moist; massive; very hard, firm, slightly sticky and slightly plastic; few very fine roots; few very fine tubular pores; 5 percent gravel; violently effervescent (18 percent calcium carbonate); moderately alkaline (pH 7.9); abrupt smooth boundary.  (9 to 25 inches thick)\nBkqm--32 to 60 inches; white (10YR 8/1) fractured duripan, very pale brown (10YR 7/3) moist; platy; indurated; extremely hard, extremely firm; many 1/2 inch to 3 inch thick lime-silica cemented laminations with sandy loam soil material between the laminations; few very fine roots in fractures of the duripan; fractures are 1/4 inch wide and are 8 inches apart; violently effervescent; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Twin Falls County, Idaho; about 20 miles west of Rogerson, Idaho; in the northeast 1/4, northwest 1/4, northeast 1/4, section 6, T. 14 S., R. 13 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the duripan - 20 to 40 inches\nDepth to bedrock - more than 60 inches\nClay content in the control section - 45 to 55 percent\nAverage annual soil temperature - 47 to 50 degrees F.\nA1 horizon\nValue - 5 or 6 dry, 3 or 4 moist\nChroma - 2 or 3 dry or moist\nBt horizon\nValue - 6 or 7 dry, 4 or 5 moist\nChroma - 2 through 4 dry or moist\nPrismatic or angular blocky structure\nClay content - 45 to 55 percent\nBkqm horizon\nThickness of laminar capping - 1/2 to 3 1/2 inches\nMassive or platy structure\nWeak through strong cementation below capping\nWidth of fractures - 1/4 to 1/2 inch\nDistance between fractures - 7 to 20 inches\nThickness of duripan - 21 to more than 40 inches\nThickness of subsequent laminations - 1 to 6 inches"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Catchell, Chilcott, Kepler, Lookout, Lovejoy, and Reno series.  Catchell soils are underlain by bedrock at a depth of less than 40 inches.  Chilcott soils have E horizons with silt loam or very fine sandy loam textures directly over the abrupt textural change and a duriapn with laminations of very strong or indurated plates less than 20 inches thick.  Kepler and Reno soils have duripans less than 20 inches thick.  Lookout soils have more than 5 percent rock fragments in the control section. Lovejoy soils have 35 to 45 percent clay in the Bt horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Pigtail soils are in depressions on terraces.  The slope ranges from 1 to 3 percent.  The soils formed in alluvium from mixed sources. Elevations are 4,600 to 5,500 feet.  The average annual precipitation ranges from 9 to 12 inches.  The average annual temperature is 46 to 48 degrees F. The frost free season is 100 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Elijah, Roseworth, and Tanner soils.  Elijah, Roseworth, and Tanner soils occur on higher terraces.  Elijah soils are fine-silty.  Roseworth soils are shallow to a hardpan.  Tanner soils are frigid."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, slow runoff; very  slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Pigtail soils are used for rangeland.  Native vegetation is stunted Wyoming big sagebrush, Thurber needlegrass, Sandberg bluegrass, and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Pigtail soils are of small extent in south central Idaho."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Twin Falls County, Idaho, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Percent clay by hydrometer:  0-3 inches - 16 percent; 3-7 inches - 28 percent; 7-18 inches - 45 percent.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 7 inches (A1 and A2 horizons)\nAbrupt textural change - 7-8 inches (boundary between A2 and Bt horizons)\nArgillic horizon - 7 to 18 inches (Bt horizon)\nCalcic horizon - 18 to 32 inches (Bkq horizon)\nDuripan - 32 to 60 inches (Bkqm horizon)\nThe classification of this pedon has been revised as of 4/00 from Abruptic Xerollic Durargids to Abruptic Xeric Argidurids based on revisions to Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
