{
  "SERIES": "PIKE",
  "STATUS": "Established Series",
  "BYREV": "Rev. BGN-KKN",
  "REVDATE": "05/2007",
  "STATES": "IL,IN,OH",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, mesic Ultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pike silt loam, on a convex, 1 percent slope in a cultivated field at an elevation of about 219 meters (720 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 23 cm (0 to 9 inches); brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; weak fine granular structure; friable; many very fine roots; many very fine interstitial pores; moderately acid; abrupt smooth boundary. [15 to 30 cm (6 to 12 inches) thick]\nBt1--23 to 30 cm (9 to 12 inches); dark yellowish brown (10YR 4/6) silt loam; moderate very fine subangular blocky structure; friable; many very fine roots; common very fine interstitial and tubular pores; common distinct dark yellowish brown (10YR 4/4) clay films on faces of peds; strongly acid; abrupt wavy boundary.\nBt2--30 to 53 cm (12 to 21 inches); yellowish brown (10YR 5/6) silty clay loam; moderate fine subangular blocky structure; friable; many very fine roots; common very fine interstitial and tubular pores; many distinct dark yellowish brown (10YR 4/6) clay films on faces of peds; strongly acid; gradual wavy boundary.\nBt3--53 to 99 cm (21 to 39 inches); yellowish brown (10YR 5/4) silt loam; moderate fine and medium subangular blocky structure; friable; common very fine roots; common very fine vesicular and tubular pores; many distinct dark yellowish brown (10YR 4/4) clay films on faces of peds; common distinct pale brown (10YR 6/3) silt coats on faces of peds; very strongly acid; gradual wavy boundary. [Combined thickness of the Bt horizon is 51 to 127 cm (20 to 50 inches).]\n2Bt4--99 to 112 cm (39 to 44 inches); yellowish brown (10YR 5/4) silt loam; weak medium prismatic structure parting to moderate medium subangular blocky; friable; common distinct brown (7.5YR 4/4) clay films on faces of peds; common distinct pale brown (10YR 6/3) silt coats on faces of peds; very strongly acid; gradual wavy boundary.\n2Bt5--112 to 135 cm (44 to 53 inches); dark yellowish brown (10YR 4/6) silt loam; weak coarse prismatic structure parting to weak coarse subangular blocky; friable; many very fine and fine vesicular and tubular pores; common distinct strong brown (7.5YR 4/6) clay films on faces of peds and in pores; common distinct pale brown (10YR 6/3) silt coats on faces of peds; very strongly acid; clear wavy boundary. [Combined thickness of the 2Bt horizon is 0 to 51 cm (0 to 20 inches).]\n3Btb1--135 to 160 cm (53 to 63 inches); dark yellowish brown (10YR 4/6) loam; weak coarse and very coarse prismatic structure parting to weak medium and coarse subangular blocky; friable; common very fine and fine vesicular and tubular pores; very few distinct dark yellowish brown (10YR 4/4) clay films in root channels and pores; very strongly acid; clear wavy boundary.\n3Btb2--160 to 185 cm (63 to 73 inches); yellowish red (5YR 4/6) sandy loam; weak medium and coarse subangular blocky structure; friable; common very fine and fine vesicular and tubular pores; common distinct reddish brown (5YR 4/4) and distinct light yellowish brown (10YR 6/4) clay films on faces of peds; common distinct brown (7.5YR 4/4) clay films on faces of peds and in pores; few fine iron and manganese oxide concretions throughout; very strongly acid; clear wavy boundary.\n3Btb3--185 to 213 cm (73 to 84 inches); yellowish red (5YR 4/6) sandy clay loam; weak coarse subangular blocky structure; friable; common very fine and fine vesicular and tubular pores; few prominent red (2.5YR 4/6) and common prominent light yellowish brown (10YR 6/4) clay films on faces of peds; few distinct brown (7.5YR 4/4) clay films on faces of peds and in pores; few fine iron and manganese oxide concretions throughout; 1 percent rounded gravel; very strongly acid; clear wavy boundary.\n3Btb4--213 to 234 cm (84 to 92 inches); red (2.5YR 4/6) sandy clay loam; weak coarse subangular blocky structure; friable; common very fine and fine vesicular and tubular pores; common distinct dark red (2.5YR 3/6) and light yellowish brown (10YR 6/4) clay films on faces of peds; few distinct brown (7.5YR 4/3) clay films on faces of peds and in pores; few fine iron and manganese oxide concretions throughout; 1 percent rounded gravel; very strongly acid, clear wavy boundary.\n3Btb5--234 to 259 cm (92 to 102 inches); red (2.5YR 4/6) sandy loam; weak coarse subangular blocky structure; friable; common fine and medium vesicular and tubular pores; common distinct dark red (2.5YR 3/6) clay bridging between sand grains; common distinct brown (7.5YR 5/4) clay films on faces of peds and in pores; few fine iron and manganese oxide concretions throughout; 1 percent rounded gravel; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Owen County, Indiana; about 4 1/2 miles southwest of the town of Gosport; 2,400 feet west and 1,300 feet north of southeast corner of sec. 34, T. 11 N., R. 3 W.; USGS Gosport, Ind. topographic quadrangle; lat. 39 degrees 20 minutes 35.3 seconds N. and long. 086 degrees 43 minutes 55.3 seconds W., NAD 27; UTM Zone 16, 523092 easting and 4354898 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: more than 203 cm (80 inches)\nThickness of the loess or silty material: 102 to 152 cm (40 to 60 inches)\nAp horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 3 to 6; an A horizon, less than 6 inches thick, has value of 3, and chroma of 2 or 3\nTexture: commonly silt loam, and less commonly silty clay loam\nClay content: 12 to 30 percent\nSand content: 3 to 10 percent\nReaction: very strongly acid in non-limed areas, and ranges to neutral in limed areas\nBt horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 4 to 6\nTexture: silt loam or silty clay loam\nClay content: 18 to 30 percent\nSand content: 3 to 8 percent\nReaction: very strongly acid or strongly acid in non-limed areas, and ranges to moderately acid in the upper part in limed areas\n2Bt horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 4 to 6\nTexture: silt loam\nClay content: 15 to 26 percent\nSand content: 15 to 32 percent\nReaction: very strongly acid or strongly acid\n3Btb horizon:\nHue: 2.5YR to 7.5YR; hue of 5YR or redder is in some part; hue ranges to 10YR in the lower part\nValue: 4 or 5\nChroma: 4 to 6\nTexture: sandy clay loam, sandy loam, or loam or the gravelly analogs of these textures\nClay content: 10 to 30 percent\nSand content: 45 to 70 percent\nRock fragment content: 0 to 25 percent, mainly gravel\nReaction: very strongly acid or strongly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bearthicket, Cidermill, Elk, Elkinsville, Olephant, Parke, Rickert, Tobinsport, Wellrock, and Wellston series. Bearthicket soils have more than 8 percent fine and coarser sand in the upper part of the argillic horizon (Bt horizon). Cidermill, Elk, Elkinsville, Wellrock, and Wellston soils are less than 203 cm (80 inches) to the base of the argillic horizon. Olephant soils average less than 45 percent sand in the lower part of the series control section. Parke and Tobinsport soils are less than 102 cm (40 inches) to horizons containing more than 15 percent sand. Rickert soils have redox depletions in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Pike soils are on summits, shoulders and backslopes of eskers, crevasse fillings, and outwash plains. Slope gradients are dominantly 0 to 6 percent, but can range up to 50 percent. They formed in 102 to 152 cm (40 to 60 inches) of loess or other silty material and in the underlying paleosol in loamy outwash. The other silty material (2Bt horizons) consists of a mixing zone between the loess and the underlying outwash. Mean annual precipitation ranges from 1016 to 1168 mm (40 to 46 inches). Mean annual air temperature ranges from 11 to 14 degrees C (52 to 57 degrees F). Frost-free period ranges from 170 to 210 days. Elevation ranges from 152 to 244 meters (500 to 800 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are commonly the Chetwynd, Gallimore, Negley, Parke and Taggart soils and less commonly the Dubois, Hickory and Otwell soils. The Chetwynd, Negley, and Gallimore soils have less than 46 cm (18 inches) of loess and are on backslopes of dissected outwash plains. The Parke soils have less than 102 cm (40 inches) of loess are on similar landform positions as the Pike soils. The somewhat poorly drained Taggart soils are on nearly level summits of outwash plains. The Hickory soils have less than 51 cm (20 inches) of loess are on backslopes of dissected till plains. The somewhat poorly drained Dubois soils are on flats of lake plains and the moderately well drained Otwell soils are on shoulders and backslopes of dissected lake plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. The potential for surface water runoff ranges from low to high. Saturated hydraulic conductivity is moderately high. Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used to grow corn, soybeans, wheat and hay. Some areas are used for pasture, and a few areas are forested. Native vegetation is mixed deciduous forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Indiana, southern Illinois, and southern Ohio; MLRAs 111A, 113, 114A, 114B, and 115A. The type location is in MLRA 114B. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pike County, Indiana, 1929."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 23 cm (Ap horizon).\nArgillic horizon: from a depth of 23 to 259 cm (Bt, 2Bt, 3Btb horizons).\nADDITIONAL DATA: Characterization data is available for S92IN119-6 (typical pedon), S89IN119-13, and S92IN119-7 at the National Soil Survey Laboratory, Lincoln, NE. Data from the Agricultural Experiment Station at Purdue University is available for pedon S75IN21-1\nNational Cooperative Soil Survey\nU.S.A."
  }
}
