{
  "SERIES": "PILEPOINT",
  "STATUS": "Established Series",
  "BYREV": "Rev. MPR/EED/SBC",
  "REVDATE": "07/2007",
  "STATES": "WA",
  "OVERVIEW": "The Pilepoint series consists of moderately deep, moderately well drained soils formed in eolian sand over glacial outwash and dense glaciomarine deposits. Pilepoint soils are on hills of glacial drift plains. Slopes are 2 to 12 percent. Mean annual precipitation is about 25 inches and the mean temperature is about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Xeric Argialbolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pilepoint loam, pasture, on a northwest-facing slope of about 10 percent at 120 feet elevation. When described on October 14, 2003 the soil was moist below 38 inches. (Colors are for moist soils unless otherwise stated.)\nA1--0 to 4 inches, black (10YR 2/1) loam, very dark gray (10YR 3/1) dry; moderate medium granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and fine, few medium roots; many very fine and fine irregular pores; 10 percent gravel; moderately acid (pH 5.7); clear wavy boundary. (3 to 5 inches thick)\nA2--4 to 13 inches, black (10YR 2/1) loam, very dark gray (10YR 3/1) dry; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and fine, few medium roots; many very fine and fine irregular pores; 10 percent gravel; moderately acid (pH 5.8); clear wavy boundary. (7 to 11 inches thick)\nBw--13 to 22 inches, very dark brown (10YR 2/2) very gravelly sandy loam, dark brown (10YR 3/3) dry; single grain; loose; slightly sticky and nonplastic; many very fine and fine roots; many very fine and fine irregular and interstitial pores; 40 percent gravel; moderately acid (pH 5.8); abrupt wavy boundary. (4 to 8 inches thick)\nE--22 to 29 inches, dark grayish brown (2.5Y 4/2) gravelly loamy sand, grayish brown (2.5Y 5/2) dry; single grain; loose; nonsticky and nonplastic; many very fine and fine roots; many very fine and fine irregular pores; 15 percent gravel and 5 percent cobbles; moderately acid (pH 5.9); gradual irregular boundary. (5 to 11 inches thick)\n2Btg--29 to 36 inches, grayish brown (2.5Y 5/2) silt loam, light brownish gray (2.5Y 6/2) dry; strong coarse angular blocky structure; moderately hard, friable, moderately sticky and moderately plastic; few very fine roots throughout and many very fine roots between peds; few very fine and fine tubular pores; few faint clay films on faces of peds; many prominent dark yellowish brown (10YR 4/6) iron masses throughout, common distinct very dark brown (10YR 2/2) organic stains along crack faces; moderately acid (pH 5.9); gradual irregular boundary. (7 to 10 inches thick)\n2Cd1--36 to 46 inches, grayish brown (2.5Y 5/2) silt loam, light brownish gray (2.5Y 6/2) dry; massive; very hard, very firm, moderately sticky and moderately plastic; few very fine roots in cracks greater than 4 inches apart; prominent dark yellowish brown (10YR 4/6) iron masses in cracks; few distinct very dark brown (10YR 2/2) organic stains along crack faces; 5 percent gravel; slightly acid (pH 6.3). (10 to 20 inches thick)\n2Cd2--46 to 60 inches, grayish brown (2.5Y 5/2) silt loam, light brownish gray (2.5Y 6/2) dry; massive; very hard, very firm, moderately sticky and moderately plastic; few very fine roots in cracks greater than 4 inches apart; few distinct very dark brown (10YR 2/2) organic stains along crack faces; 5 percent gravel; slightly acid (pH 6.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Juan County, Washington - 2,500 feet north and 1000 feet west of the southeast corner of section 3, T. 34 N., R. 3 W. Willamette Baseline Meridian; USGS Falsebay NE quarter quadrangle; latitude 48 degrees 28 minutes 14 seconds N. and longitude. 123 degrees 2 minutes 37 seconds W"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 50 to 54 degrees F.\nSoil moisture control section - dry 75 to 90 days after the summer solstice\nDepth to redoximorphic features - 22 to 30 inches\nDepth to densic contact - 20 to 40 inches\nReaction - moderately acid to slightly acid\nParticle-size control section:\nclay content - 18 to 35 percent\nrock fragments - 0 to 15 percent gravel\nA horizons\nValue - 3 or 4 dry, 2 or 3 moist\nChroma - 1 or 2 moist and dry\nClay content - 8 to 18 percent\nRock fragments - 0 to 15 percent gravel\nBw horizon\nValue - 3 or 4 dry, 2 or 3 moist\nChroma - 2 or 3 moist and dry\nTexture - SL, LS, or LCOS\nClay content - 3 to 12 percent\nRock fragments - 15 to 50 percent gravel\nE horizon\nValue - 5 or 6 dry, 4 or 5 moist\nChroma - 1 to 2 moist and dry\nTexture - LS or SL\nClay content - 2 to 8 percent\nRock fragments - 0 to 15 percent gravel, 0 to 5 percent cobbles\n2Btg horizons\nHue - 10YR or 2.5Y\nValue - 5 or 6 dry, 4 or 5 moist\nChroma - 2 or 3 moist and dry\nTexture - SIL, SICL, or L\nClay content - 18 to 35 percent\nRock fragments - 0 to 15 percent gravel\n2Cd horizons\nValue - 3 to 5 moist, 4 to 6 dry\nChroma - 2 or 3 moist and dry\nTexture - SIL, L, or SL\nClay content - 12 to 27 percent\nRock fragments - 0 to 15 percent gravel"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Tensed series. Tensed soils are very deep, do not have a densic contact, are formed from colluvium mixed with loess, and have a mean annual soil temperature of 47 to 50 degrees."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Pilepoint soils are on hills of drift plains.  Slopes range from 2 to 12 percent. These soils formed in eolian sand over glacial outwash and dense glaciomarine deposits. Elevations range from 0 to 300 feet. The climate is characterized by warm dry summers and mild moist winters. Mean annual precipitation is 18 to 30 inches. The average annual air temperature is 48 to 52 degrees F. The frost-free period is about 200 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Coveland, Haro, Mitchellbay, and San Juan soils. Coveland soils are in valleys, have a densic contact at 40 to 60 inches and have redoximorphic features at 9 to 20 inches. Haro soils are on adjacent hillsides and have a lithic contact within 20 inches. Mitchellbay soils are also on glacial drift plains but lack a mollic epipedon. San Juan soils are on hill slopes and glacial outwash plains and lack an albic horizon, an argillic horizon, and a densic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. Permeability is moderately rapid to rapid in the upper part (A, Bw and E horizons) and moderately slow to very slow in the lower part (Btg and Cd horizons)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used mainly for pasture, forage crop production, and home sites. Potential natural vegetation consists of Douglas-fir, Oregon white oak, pacific madrone, Roemers fescue, snowberry, bracken fern, trailing blackberry, bald hip rose, and oceanspray."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwest Washington; MLRA 2, Northern Part. Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: San Juan County, Washington - 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nMollic epipedon - the zone from 0 to 22 inches (A and Bw horizons)\nAlbic Horizon - the zone from 22 to 29 inches (E horizon)\nArgillic Horizon - the zone from 29 to 36 inches (2Btg Horizon)\nDensic contact - 36 inches (top of the 2Cd horizon)\nAbrupt textural change - 29 inches (between the E and 2Btg horizons)\nParticle-size control section - the zone from 29 to 36 inches (argillic horizon)\nDepth to redoximorphic features - 22 inches (depleted matrix with chroma 2 or less)\nAdditional Data: Characterization sample - National Soil Survey Laboratory pedon number 03N0239 (user pedon ID 03WA055007)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
