{
  "SERIES": "PILLSBURY",
  "STATUS": "Established Series",
  "BYREV": "Rev. SALP-RAS-SHG-RFL",
  "REVDATE": "05/2015",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, acid, frigid Humic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pillsbury cobbly loam, on a 1 percent slope in a very stony wooded area. (Colors are for moist soil.)\nOe--0 to 3 cm; mucky peat. (O horizon is 0 to 10 cm thick)\nA--3 to 15 cm; black (10YR 2/1) cobbly loam; weak fine and medium granular structure; friable; many fine and common medium roots; 5 percent gravel, 10 percent cobbles, and 5 percent stones; very strongly acid (pH 4.8); clear smooth boundary. (0 to 20 cm thick)\nBg1--15 to 33 cm; dark grayish brown (10YR 4/2) cobbly fine sandy loam; weak medium granular structure; friable; few fine roots; few fine distinct dark yellowish brown (10YR 4/4) masses of iron accumulation and few fine prominent olive gray (5Y 5/2), and gray (5Y 5/1) iron depletions; 5 percent gravel, 10 percent cobbles, and 2 percent stones; very strongly acid (pH 4.8); clear smooth boundary.\nBg2--33 to 58 cm; dark grayish brown (2.5Y 4/2) cobbly fine sandy loam; weak medium subangular blocky structure; friable; very few fine roots; common medium prominent dark yellowish brown (10YR 4/4), light olive brown (2.5Y 5/4), and olive (5Y 5/6) masses of iron accumulation; 5 percent gravel, 10 percent cobbles, and 2 percent stones; very strongly acid (pH 5.0); clear smooth boundary. (Combined thickness of the Bg horizon is 10 to 60 cm.)\nCd--58 to 165 cm; olive brown (2.5Y 4/4) cobbly fine sandy loam; massive; firm; common medium faint dark yellowish brown (10YR 4/4), and common medium distinct yellowish brown (10YR 5/6) masses of iron accumulation; few widely spaced fracture faces with gray (5Y 5/1) interiors and yellowish brown (10YR 5/6) coatings that extend almost vertically into horizon; 10 percent gravel, 7 percent cobbles, and 3 percent stones; very strongly acid (pH 5.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Sullivan County, New Hampshire; Town of Lempster; located about 4.8 km west of NH Route 10, and 450 meters south of the Unity town line; USGS Newport, NH topographic quadrangle; latitude 43 degrees, 16 minutes, 10.67 seconds N. and longitude 72 degrees, 12 minutes, and 58.22 seconds W., NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the mineral solum ranges from 50 to 100 cm. Depth to bedrock is greater than 165 cm. Texture is typically loam, fine sandy loam, or sandy loam in the fine-earth fraction. Rock fragments are mostly gravel, cobbles, and stones, and range from 5 to 45 percent in the mineral solum and substratum. Unless limed, reaction is very strongly acid or strongly acid in the solum, and ranges from very strongly acid to moderately acid in the substratum.\nThe O horizons, where present, consist of peat, mucky peat, and/or muck.\nThe A horizon has hue of 7.5YR to 5Y, value of 2 to 3, and chroma of 1 to 3.\nSome pedons have an Ap horizon that has hue of 10YR to 5Y, value of 2 to 4, and chroma 1 to 3.\nSome pedons have an E horizon that has hue of 10YR to 5Y, value of 4 to 6, and chroma of 1 or 2.\nThe Bg horizon is neutral or has hue of 10YR to 5Y, value of 4 to 6, and chroma of 0 to 2.\nSome pedons have a B, BC, and/or BCg horizon that has hue of 10YR to 5Y, value of 3 to 6, and chroma of 1 or 2.\nThe Cd layer has hue of 10YR to 5Y, value of 3 to 6, and chroma of 1 to 4. It is massive or has plates or course prisms of geogenic origin. Consistence is firm or very firm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family. The Brayton, Cabot, and Monarda soils are in related families. These soils are all shallow to a dense substratum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Pillsbury soils are on nearly level to strongly sloping gradients in glaciated uplands and lowlands. They are typically on slightly convex to concave parts of backslopes, footslopes, and toeslopes. The soils formed in Wisconsin-aged, loamy lodgment till derived mainly from granite, gneiss, and schist. Slope ranges from 0 to 15 percent. The mean annual precipitation is 790 to 1640 mm, and the mean annual temperature is 2 to 7 degrees C. The frost-free period ranges from 90 to 140 days. Elevation ranges from about 100 to 800 meters above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Berkshire, Colonel, Lyman, Marlow, Peru, Sunapee, and Tunbridge soils. Pillsbury soils are in a drainage sequence with the well drained Marlow soils, moderately well drained Peru soils, and somewhat poorly drained Colonel soils. Berkshire and Sunapee soils are moderately well drained, on higher positions in the landscape, and formed in supraglacial till. Lyman and Tunbridge soils are better drained, shallow and moderately deep to bedrock respectively, and occur on higher positions in the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained. Estimated saturated hydraulic conductivity is moderately high or high in the solum and moderately low or moderately high in the dense substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are wooded. The common trees are red maple, sugar maple, eastern white pine, yellow birch, red spruce, balsam fir, and northern red oak. Areas cleared of stones are used mainly for hay and pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: New Hampshire, Massachusetts, Maine, and New York. MLRAs 143 and 144B. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Sullivan County, New Hampshire, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: 1. The Pillsbury series was previously classified as Coarse-loamy, mixed, active, acid, frigid Aeric Endoaquepts.\n2. Although the series is represented here as moderately deep to densic materials, Pillsbury soils have also been correlated as members of the shallow family.\n3. With this revision the series is restricted to the poorly drained class. However, Pillsbury soils have also been correlated as members of the somewhat poorly drained class.\n4. Diagnostic horizons and features recognized in this pedon are:\na. Ochric epipedon - the zone from 0 to 15 cm (Oe and A horizons).\nb. Cambic horizon - the zone from 15 to 58 cm (Bg1 and Bg2 horizons).\nc. Redoximorphic features - chroma of 2 and redox concentrations in the zone from 15 to 58 cm (Bg1 and Bg2 horizons).\nd. Densic materials - the zone from 58 to 165 cm (Cd layer).\nADDITIONAL DATA: Characterization data for Pillsbury and similar soils is available through the National Cooperative Soil Survey Soil Characterization Database: http://ncsslabdatamart.sc.egov.usda.gov/\nNational Cooperative Soil Survey\nU.S.A."
  }
}
