{
  "SERIES": "PILOTPEAK",
  "STATUS": "Established Series",
  "BYREV": "Rev.CHP/PSD/MCS",
  "REVDATE": "02/1999",
  "STATES": "WY",
  "OVERVIEW": "The Pilotpeak series consists of well or somewhat excessively drained soils that are very shallow and shallow to limestone.  They formed in residuum and colluvium from limestone and interbedded \"redbed\" sandstone.  These soils are on nearly level to steep cuesta dipslopes, structural benches,and plateaus.  Slopes are 1 to 40 percent.  The mean annual precipitation is about 12 inches, and the mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Lithic Ustic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pilotpeak cobbly very fine sandy loam on a west-facing convex slope of about 10 percent-rangeland.  The surface is covered with 60 percent pebbles and cobbles.  (Colors are for air dry soil unless otherwise stated.)\nA--0 to 4 inches; yellowish brown (10YR 5/4) cobbly very fine sandy loam, dark brown (10YR 3/3) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine, fine, and common medium roots; slightly effervescent, carbonates disseminated; 10 percent coarse limestone pebbles and 20 percent cobbles (3 to 6 inches across); moderately alkaline (pH 8.0); gradual wavy boundary.  (1 to 4 inches thick)\nBk1--4 to 14 inches; brown (10YR 5/3) very cobbly very fine sandy loam, dark yellowish brown (10YR 3/4) moist; massive; soft, very friable, slightly sticky and slightly plastic; common fine and medium roots; strongly effervescent; carbonates as small soft masses and as thin pendants on the undersides of rock fragments; 15 percent coarse pebbles and 25 percent cobbles (3 to 6 inches across); moderately alkaline (pH 8.4); abrupt smooth boundary.\nBk2--14 to 18 inches; pale brown (10YR 6/3) extremely cobbly very fine sandy loam, dark brown (10YR 3/3) moist; massive; soft, very friable, nonsticky and nonplastic; few medium roots; violently effervescent; carbonate occurs as thick pendants on undersides of rock fragments and as many fine soft masses in the matrix; 15 percent coarse pebbles and 45 percent cobbles (3 to 6 inches across);  strongly alkaline (pH 8.6); abrupt smooth boundary.  (Combined thickness of the Bk horizons is 6 to 16 inches.)\nR--18 inches; limestone bedrock, many feet thick."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Albany County, Wyoming; about 4 miles northeast of Laramie; approximately 2,000 feet west and 1,900 feet north of the SE corner of sec. 12, T. 16 N., R. 73 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the lithic contact is 7 to 20 inches.  The mean annual soil temperature ranges from 40 to 45 degrees F., and the mean summer soil temperature ranges from 60 to 68 degrees F.   Clay content in the particle-size control section ranges from 5 to 17 percent.  Rock fragment content in the particle-size control section ranges from 35 to 70 percent.  Rock fragments are dominantly 3 to 6 inch channers, angular cobbles, and some coarse pebbles.  The surface is covered with 15 to 80 percent similar rock fragments.  Reaction of the profile is moderately or strongly alkaline.\nThe A horizon has hue of 2.5YR through 10YR; value of 4 or 5 dry, 3 or 4 moist; and chroma of 3 through 6 dry and moist.  Coarse fragments range from 5 to 25 percent coarse pebbles and 10 to 20 percent angular cobbles.\nThe Bk and or Bw horizon has hue of 2.5YR through 10YR; value of 4 through 7 dry, 3 through 6 moist; and chroma of 3 through 6 dry and moist.  Texture usually is very fine sandy loam,  fine sandy loam or sandy loam with 35 to 70 percent rock fragments typically 5 to 50 percent angular cobble and 15 to 55 percent coarse pebbles.  Secondary calcium carbonate occurs as small concretions in the matrix and as pendants on rock fragments. Secondary calcium carbonate content ranges from 15 to 35 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Rencot series, and the similar Pensore series.  Pensore soils have carbonatic mineralogy.  Rencot soils have control sections with more than 18 percent clay and occur over argillite."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Pilotpeak soils are on level to steep cuesta dipslopes, strath terraces, plateaus, and structural benches.  Slopes are 1 to 40 percent.  These soils formed in residuum and colluvium derived from limestone and \"redbed\" sandstone. Some areas are interbeded with conglomerate. Elevation is 6,000 to 8000 feet. Precipitation ranges from 10 to 14 inches.  The mean annual temperature ranges from 40 to 45 degrees F.  The frost-free season is approximately 60 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Canwall and Tieside series.  Canwall soils have argillic horizons and are 20 to 40 inches deep over bedrock.  Tieside soils have less than 35 percent rock fragments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well or somewhat excessively drained; slow runoff on gentler slopes and medium runoff on steeper slopes; rapid or moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for rangeland and  wildlife habitat.  Vegetation is mostly needleandthread, prairie junegrass, bluebunch wheatgrass, sagebrush, and mountain mahogany."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The mountains of southeastern Wyoming and northwestern Colorado.  The series is of moderate extent, slightly over 10,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Albany County Area, Wyoming; 1991.  The name is taken from a local landmark."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons recognized in this pedon are:\nOchric epipedon--0 to 4 inches (A)\nCalcic horizon--4 to 14 inches (Bk1, Bk2)\nLithic contact--18 inches (R)\nBorollic feature--Organic carbon and temperature regime meet requirements for borollic."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively, well",
        "drainage_overview": "somewhat excessively, well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "very fine sandy loam",
        "structure": "weak fine granular",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "cobbly",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "eff_class": "slightly effervescent",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A--0 to 4 inches; yellowish brown (10YR 5/4) cobbly very fine sandy loam, dark brown (10YR 3/3) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine, fine, and common medium roots; slightly effervescent, carbonates disseminated; 10 percent coarse limestone pebbles and 20 percent cobbles (3 to 6 inches across); moderately alkaline (pH 8.0); gradual wavy boundary.  (1 to 4 inches thick)"
      },
      {
        "name": "Bk1",
        "top": 10,
        "bottom": 36,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "very fine sandy loam",
        "structure": "massive",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very cobbly",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bk1--4 to 14 inches; brown (10YR 5/3) very cobbly very fine sandy loam, dark yellowish brown (10YR 3/4) moist; massive; soft, very friable, slightly sticky and slightly plastic; common fine and medium roots; strongly effervescent; carbonates as small soft masses and as thin pendants on the undersides of rock fragments; 15 percent coarse pebbles and 25 percent cobbles (3 to 6 inches across); moderately alkaline (pH 8.4); abrupt smooth boundary."
      },
      {
        "name": "Bk2",
        "top": 36,
        "bottom": 46,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "very fine sandy loam",
        "structure": "massive",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "extremely cobbly",
        "pH": 8.6,
        "pH_class": "strongly alkaline",
        "eff_class": "violently effervescent",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bk2--14 to 18 inches; pale brown (10YR 6/3) extremely cobbly very fine sandy loam, dark brown (10YR 3/3) moist; massive; soft, very friable, nonsticky and nonplastic; few medium roots; violently effervescent; carbonate occurs as thick pendants on undersides of rock fragments and as many fine soft masses in the matrix; 15 percent coarse pebbles and 45 percent cobbles (3 to 6 inches across);  strongly alkaline (pH 8.6); abrupt smooth boundary.  (Combined thickness of the Bk horizons is 6 to 16 inches.)"
      },
      {
        "name": "R",
        "top": 46,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--18 inches; limestone bedrock, many feet thick."
      }
    ]
  ]
}
