{
  "SERIES": "PILOTBUTTE",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. TLC/TDT",
  "REVDATE": "02/2013",
  "STATES": "OR",
  "OVERVIEW": "The Pilotbutte series consists of very deep, somewhat excessively drained soils that formed in volcanic ash. Pilotbutte soils are on north slopes of buttes and mountains and have slopes of 12 to 70 percent.  The mean annual precipitation is about 18 inches and the mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, glassy, frigid Humic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pilotbutte ashy sandy loam, on a 20 percent north slope, woodland. (Colors are for moist soils unless otherwise noted.)\nOi--0 to 1 inch; slightly decomposed pine needles\nA--1 to 4 inches; very dark grayish brown (10YR 3/2) ashy sandy loam, brown (10YR 5/3) dry; weak very fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine roots; common very fine interstitial pores; 10 percent sand-size (0.25 to 1.0 mm) pumice; 5 percent gravel and 5 percent cobbles; neutral (pH 6.8); clear wavy boundary. (3 to 10 inches thick)\nBw1--4 to 31 inches; dark brown (10YR 3/3) ashy loamy sand, brown (10YR 5/3) dry; weak very fine granular structure; soft, very friable, nonsticky and nonplastic; common very fine, fine and coarse roots; common very fine interstitial pores;  20 percent sand-size (0.25 to 1.0 mm) pumice; 5 percent gravel and 5 percent cobbles; neutral (pH 7.0); clear wavy boundary. (17 to 30 inches thick)\nBw2--31 to 37 inches; dark grayish brown (10YR 4/2) ashy loamy sand, light yellowish brown (10YR 6/4) dry; single grain; loose, nonsticky and nonplastic; 30 percent sand-size (0.25 to 1.0 mm) pumice, very pale brown (10YR 7/4); neutral (pH 7.2); clear wavy boundary. (5 to 15 inches thick)\nC--37 to 60 inches; very pale brown (10YR 7/4) ashy sand, very pale brown (10YR 8/2) dry; single grain; loose, loose, nonsticky and nonplastic; 30 percent sand-size (0.25 to 1.0 mm) pumice; neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Crook County, Oregon;  located  1400 feet west and 400 feet south of the NE corner of section 34, T. 15 S., R. 17E.;  about 5 miles west of  Pilot Butte."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are usually moist, but are dry in the moisture control section for 60 to 90 days following the summer solstice.  The mean annual soil temperature ranges from 42 to 46 degrees F.  Depth to bedrock is greater than 60 inches.  The particle-size control section averages 2 to 5 percent clay.  The solum has phosphate retention of 25 to 40 percent, acid oxalate aluminum plus half the iron of 0.4 to 0.7 and 50 to 90 percent glass.  The mollic epipedon is 20 to 40 inches thick.  Base saturation by ammonium acetate throughout the solum is 65 to 80 percent.\nThe A horizon has value of 2 or 3 moist, 4 or 5 dry, and chroma of 2 or 3 moist and dry.  It contains 0 to 5 percent gravel and 0 to 5 percent cobbles.  The sand-size (0.25 to 1.0mm) pumice content ranges from 10 to 20 percent.\nThe Bw horizon has value of 3 or 4 moist, 5 or 6 dry, and chroma of 2 or 3 moist and 3 or 4 dry.  The upper part is ashy sandy loam or ashy loamy sand, the lower part is ashy loamy sand or ashy sand and contains 0 to 5 percent gravel and 0 to 5 percent cobbles.  The sand-size (0.25 to 1.0mm) pumice content ranges from 20 to 30 percent.  Base saturation by sum of cations is less than 75 percent throughout.\nThe C horizon has value of 6 or 7 moist, 7 or 8 dry, and chroma of  4 or 5 moist and 1 or 2 dry.  It contains 0 to 5 percent gravel and 0 to 5 percent cobbles. The sand-size (0.25 to 1.0mm) pumice content ranges from 25 to 40 percent  It has over 60 percent glass, has phosphate retention of 5 to 25 percent and 0.1 to 0.4 acid oxalate."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ermabell, Laidlaw, Lundgren, Retep, Suttle and Wanoga series.  Ermabell soils are on stream terraces and have a 10 to 15 inch thick mollic epipedon.  Laidlaw soils have a 10 to 19 inch thick mollic epipedon.  Lundgren soils have a 10 to 20 inch thick mollic epipedon and are 20 to 40 inches deep to glacial outwash material.  Retep and Wanoga soils are moderately deep to bedrock.  Suttle soils are somewhat poorly drained and have a umbric epipedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Pilotbutte soils are on buttes and mountains at elevations of 3,400 to 5,000 feet.  Slopes range from 12 to 70 percent.  These soils formed in volcanic ash.  The climate is characterized by cold wet winters and hot dry summers. The mean annual precipitation is 16 to 20 inches, the mean annual temperature is 40 to 44 degrees F., and the frost-free period is 40 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Breeseranch, Anatone, Bocker and Finsel soils. Anatone soils are loamy-skeletal and shallow to bedrock and are on adjacent ridgetops.  Breeseranch soils are clayey-skeletal and are deep to bedrock.  Finsel soils are clayey-skeletal, moderately deep to bedrock, and are on north slopes at lower elevations.  Bocker soils are loamy-skeletal, very shallow to bedrock on adjacent ridgetops."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained,  permeability is moderately rapid over rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Pilotbutte soils are used mainly for timber production, livestock grazing and wildlife habitat.  The native vegetation is ponderosa pine, Idaho fescue, bluebunch wheatgrass, antelope bitterbrush, pinegrass, elk sedge and Douglas-fir."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Oregon; MLRA 10.   This series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Crook County Area, Oregon; 2000."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features include:\nMollic epipedon - from the mineral soil surface to a depth of 31 inches (A and Bw1 horizons)\nAndic soil perperties - from 1 to 37 inches\nSeries correlated to plant associations in the dry pine, moist pine and dry Douglas-fir vegetative groups.\nADDITIONAL DATA:  S00OR-013-001\nNational Cooperative Soil Survey\nU.S.A."
  }
}
