{
  "SERIES": "PILTDOWN",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAF-RLB-JVC-JBF",
  "REVDATE": "03/2017",
  "STATES": "NV,UT",
  "OVERVIEW": "The Piltdown series consists of very deep, well drained soils that formed in alluvium derived from mixed rocks.  Piltdown soils are on fan remnants and fan skirts.  Slopes are 0 to 8 percent.  The mean annual precipitation is about 180 mm and the mean annual temperature is about 9 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, calcareous, mesic Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Piltdown fine sandy loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 15 cm; pale brown (10YR 6/3) fine sandy loam, brown (10YR 4/3) moist; weak thin platy structure parting to weak fine subangular blocky; soft, friable, nonsticky and nonplastic; few fine and very fine roots; few fine and very fine interstitial pores; strongly effervescent; strongly alkaline (pH 8.8); gradual smooth boundary.  (8 to 25 cm thick)\nC1--15 to 53 cm; pale brown (10YR 6/3) fine sandy loam, brown (10YR 4/3) moist; weak medium and fine subangular blocky structure; soft, friable, nonsticky and nonplastic; common fine and very fine roots; common fine and very fine interstitial pores; 5 percent gravel; violently effervescent; strongly alkaline (pH 8.8); gradual smooth boundary.  (25 to 46 cm thick)\nC2--53 to 99 cm; very pale brown (10YR 7/3) very fine sandy loam, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; many fine and very fine roots; common fine and very fine interstitial pores; 5 percent gravel; strongly effervescent; strongly alkaline (pH 8.8); gradual smooth boundary. (38 to 50 cm thick)\nC3--99 to 150 cm; light brownish gray (10YR 6/2) fine sandy loam, dark grayish brown (10YR 4/2) moist; massive; soft, very friable, nonsticky and nonplastic; few fine and very fine roots; few fine and very fine interstitial pores; strongly effervescent; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Eureka County, Nevada; approximately 16 miles south of Eureka in Fish Creek Valley; about 1,320 feet west and 1,980 feet north of the southeast corner of section 29, T. 17. N., R. 53 E; USGS Bellvue Peak 7.5 minute topographic quadrangle; latitude 39 degrees 18 minutes 51 seconds N and longitude 116 degrees 01 minutes 22 seconds W; WGS84 Decimal Degrees 39.3152778 latitude, -116.0247222 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist for short periods in the winter and spring, dry late May through November; typic aridic soil moisture regime.\nMean annual soil temperature: 8 to 14 degrees C.\nReaction: Slightly alkaline through strongly alkaline.\nEffervescence: Slightly effervescent through violently effervescent.\nParticle-size control section - Clay content: 10 to 18 percent.\nRock fragments:  Up to 15 percent, mainly gravel with thin strata of up to 25 percent.\nA horizon\nHue: 10YR or 2.5Y.\nValue:  5 through 7 dry, 3 through 5 moist.\nChroma:  2 through 6, dry.\nC horizon\nHue: 10YR or 2.5Y.\nValue:  5 through 7 dry, 3 through 5 moist.\nChroma:  2 or 3, dry or moist.\nTexture:  Loam, sandy loam, fine sandy loam or very fine sandy loam.\nStructure:  Massive or subangular blocky.\nConsistence: Soft through slightly hard dry, very friable or friable moist, nonsticky or slightly sticky and nonplastic or slightly plastic.\n2C horizon\nMay be present in some pedons below 100 cm.\nTexture: Very gravelly loamy sand, gravelly coarse sand, or sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Apron, Fang, Fruitland, Ganaflan, Geer, Jeddito, Jenrid, Kumiva, Marcou, Mazuma, Moepitz, Shotnick, Sodaspring, Tooele, Trachute, Vanderhoff, Wentridge, and Worland series.\nApron soils are moist for short periods in the summer and fall and do not have strata of very fine sandy loam.  Fang, Fruitland, and Geer soils are moist for short periods in the summer and fall and have mean annual soil temperatures of 12 to 15 degrees C.  Ganaflan, Moepitz, Vanderhoff, Wentridge, and Worland soils are moderately deep to paralithic contacts.  Jeddito, Jenrid, and Shotnick soils are intermittently moist for short periods in the summer and early fall.  Kumiva soils have mean annual soil temperatures of 11 to 13 degrees C.  Marcou soils are intermittently moist for short periods in the summer and have hue of 5YR or 7.5YR.  Mazuma soils have a Bk horizon and have exchangeable sodium percentage of 15 to 35 throughout the series control section.  Sodaspring soils contain 15 to 35 percent rock fragments in the particle-size control section.  Tooele soils have exchangeable sodium percentage of 15 to 35.  Trachute soils have hues redder than 10YR and have a Cy horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Piltdown soils are on fan remnants and fan skirts.    These soils formed in alluvium derived from mixed rock sources with some influence from loess and volcanic ash.  Slopes are 0 to 8 percent.  Elevations range from 1,310 to 1,985 meters.  The climate is arid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 100 to 200 mm, mean annual temperature is 7 to 11 degrees C, and the frost-free period is 80 to 145 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Maghills and Nuc soils.  Both of these soils have more than 35 percent rock fragments in the control section and mean annual soil temperatures of less than 8 degrees C."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; low or medium surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Piltdown soils are used for rangeland, irrigated cropland, and wildlife habitat.  The present vegetation is mainly shadscale and bud sagebrush with some Indian ricegrass.  Alfalfa and small grains are the principal irrigated crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Nevada and western Utah.  These soils are moderately extensive.  MLRAs 28A and 28B."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: DAVIS, CALIFORNIA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Eureka County, Nevada, 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A and part of the C1 horizons).\nParticle-size control section - The zone from 25 to 100 cm (C2, and parts of the C1 and C3 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
