{
  "SERIES": "PILTZ",
  "STATUS": "Established Series",
  "BYREV": "Rev. LAN/GB/JPP",
  "REVDATE": "02/1999",
  "STATES": "CO",
  "OVERVIEW": "The Piltz series consists of moderately deep, well drained soils that formed in residuum from igneous rock, primarily from granite.  Piltz soils are on hilltops and side slopes and have slopes ranging from 2 to 35 percent.  The mean annual temperature is about 40 degrees F., and the mean annual precipitation is about 22 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic Ustic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Piltz loams are on a 10 percent southeast-facing slope in grassland.  (Colors are for dry soil unless otherwise stated.)\nA1--0 to 8 inches; dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; moderate very fine granular structure; soft, friable, slightly sticky and slightly plastic; 10 percent pebbles; neutral; gradual smooth boundary.  (6 to 10 inches thick)\nA2--8 to 14 inches; dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; 10 percent pebbles; neutral; gradual wavy boundary.  (3 to 6 inches thick)\nBt1--14 to 20 inches; pale brown (10YR 6/3) gravelly clay loam, brown (10YR 4/3) moist; moderate very fine subangular blocky structure; very hard, friable, very sticky and very plastic; many distinct clay films on faces of peds; 30 percent pebbles, 5 percent cobbles; neutral; clear wavy boundary.  (3 to 8 inches thick)\nBt2--20 to 36 inches; pale brown (10YR 6/3) gravelly clay, brown (10YR 4/3) moist; moderate fine subangular blocky structure; very hard, firm, very sticky and very plastic; many distinct clay films on faces of peds; 30 percent pebbles; neutral; clear irregular boundary.  (8 to 18 inches thick)\nCr--36 to 60 inches; soft granite becoming more resistant with depth."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Custer County, Colorado; three-fourths of a mile SE of Querida; 1,150 feet north and 1,675 feet west of the southeast corner of Sec. 21, T. 22 S., R. 71 W.  U.S.G.S. Rosita quad.; lat. 38 degrees, 7 minutes, 0 seconds N., and long. 105 degrees, 19 minutes, 33 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 40 to 44 degrees F.  The mean summer soil temperature is 50 to 56 degrees F.  The thickness of the solum ranges from 20 to 40 inches and is the same as the depth to bedrock.  Rock fragments are mainly gravel.  Reaction is neutral or slightly alkaline.\nThe A horizon has hue of 10YR or 7.5YR, value of 4 or 5 dry, 2 or 3 moist, and chroma of 1 through 3.\nThe B2t horizon has hue of 2.5Y through 7.5YR, value of 5 or 6 dry, 4 through 6 moist, and chroma of 2 through 5.  This horizon is gravelly clay loam or gravelly clay and is 35 to 50 percent clay.  Coarse fragments make up 15 to 35 percent of horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Beaverdam (ID), Blackhorse (ID), Brinkert (CO), Buckskin (ID), Florissant (CO), Gothic (CO), Heath (CO), Heathcoat (ID), Helmet (CO), Jerry (CO), Judy (CO), Little Horn (MT), Mayoworth (WY), Owen Creek (WY), Sessions (UT), Sneffels (WY), Trout Creek (CO), and Youman (CO) series.\nBeaverdam, Blackhorse, Brinkert, Buckskin, Gothic, Heath, Heathcoat, Helmet, Jerry, Sessions, Trout Creek, and Youman soils lack a paralithic contact at a depth of less than 40 inches.  Judy, Little Horn, and Sneffels soils have a lithic contact at a depth less than 40 inches.  Florissant soils have an indurated Cca horizon.  Mayoworth soils have a 0 to 15 percent rock fragment in the particle-size control section. Owen Creek soils are continuously calcareous in some part of the solum and C horizon and have a continuous horizon of secondary carbonate accumulation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHICAL SETTING",
    "content": "GEOGRAPHICAL SETTING:  The Piltz soils are on hilltops and mountain side slopes at elevations of 8,200 feet to 10,000 feet.  They formed in fine textured residuum from weathered igneous rock, primarily granite.  The slopes are 2 to 35 percent.  The average annual temperature is 38 to 42 degrees F., and the average annual precipitation is 18 to 28 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  Lamphiers, Rogert, Skutum, and Woodhall soils.  Lamphiers and Skutum soils are deep and occur in footslopes and along drainageways.  Rogert soils have a lithic contact at a depth of less than 20 inches.  Woodhall soils have a lithic contact at a depth of less than 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland.  The vegetation is Arizona fescue, mountain muhly, Parry oatgrass, prairie junegrass, slender wheatgrass, and western wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South-central Colorado.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Custer County, Colorado, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic features include a mollic epipedon from 0 to 14 inches; an argillic horizon from 14 to 36 inches; and soft granitic bedrock at 36 to 60 inches.  Last updated by the state 4/94.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A1--0 to 8 inches; dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; moderate very fine granular structure; soft, friable, slightly sticky and slightly plastic; 10 percent pebbles; neutral; gradual smooth boundary.  (6 to 10 inches thick)"
      },
      {
        "name": "A2",
        "top": 20,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A2--8 to 14 inches; dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; 10 percent pebbles; neutral; gradual wavy boundary.  (3 to 6 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 36,
        "bottom": 51,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--14 to 20 inches; pale brown (10YR 6/3) gravelly clay loam, brown (10YR 4/3) moist; moderate very fine subangular blocky structure; very hard, friable, very sticky and very plastic; many distinct clay films on faces of peds; 30 percent pebbles, 5 percent cobbles; neutral; clear wavy boundary.  (3 to 8 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 51,
        "bottom": 91,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay",
        "cf_class": "gravelly",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Bt2--20 to 36 inches; pale brown (10YR 6/3) gravelly clay, brown (10YR 4/3) moist; moderate fine subangular blocky structure; very hard, firm, very sticky and very plastic; many distinct clay films on faces of peds; 30 percent pebbles; neutral; clear irregular boundary.  (8 to 18 inches thick)"
      },
      {
        "name": "Cr",
        "top": 91,
        "bottom": 152,
        "narrative": "Cr--36 to 60 inches; soft granite becoming more resistant with depth."
      }
    ]
  ]
}
