{
  "SERIES": "PINCHOT",
  "STATUS": "Established Series",
  "BYREV": "Rev. TA/EH/RJE",
  "REVDATE": "7/98",
  "STATES": "WA",
  "OVERVIEW": "The Pinchot series consists of very deep, well drained soils formed in layers of aerially deposited pumice and volcanic ash over lahar and alluvial sand and gravel.  Pinchot soils are on terraces and terrace escarpments at elevations of 1,000 to 1,600 feet.  Slopes are 0 to 90 percent.  The average annual precipitation is about 125 inches.  The mean annual temperature is about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial over sandy or sandy-skeletal, amorphic over mixed, mesic Typic Udivitrands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pinchot sandy loam - forested on a 3 percent south- facing slope at 1,170 feet.  (Colors are for moist soil unless otherwise noted.  All textures are apparent field textures)\nA1--0 to 2 inches; very dark brown (10YR 2/2) sandy loam, dark grayish brown (10YR 4/2) dry; weak fine granular structure; soft, very friable, nonsticky, nonplastic; many very fine, fine and medium roots; many very fine irregular pores; moderately acid (pH 5.6); abrupt wavy boundary.  (0 to 2 inches thick)\nA2--2 to 4 inches; dark brown (10YR 3/3) paragravelly silt loam, light brownish gray (10YR 6/2) dry; weak fine granular structure; soft, very friable, nonsticky, slightly plastic, weakly smeary; many very fine, fine and common medium roots; common fine irregular pores; 20 percent pumice; moderately acid (pH 5.8); abrupt wavy boundary.  (1 to 3 inches thick)\n2Bw1--4 to 6 inches; light brownish gray (10YR 6/2) extremely paragravelly coarse sand, light gray (10YR 7/2) dry, iron stains yellowish brown (10YR 5/6); single grain; loose; many very fine, fine and few medium roots; many medium coarse irregular pores; 65 percent pumice and 15 percent pebbles; moderately acid (pH 5.8); abrupt wavy boundary.  (2 to 4 inches thick)\n3Bw2--6 to 11 inches; very dark grayish brown (10YR 3/2) fine sandy loam, brown (10YR 5/3) dry; weak fine subangular blocky structure; soft, very friable, nonsticky, nonplastic, weakly smeary; many very fine, fine and common medium roots; many very fine irregular pores; 10 percent pumice; moderately acid (pH 6.0); abrupt wavy boundary.  (4 to 8 inches thick)\n3Bw3--11 to 25 inches; dark brown (10YR 3/3) paragravelly sandy loam, brown (10YR 5/3) dry, common, fine, distinct brownish yellow (10YR 6/8) mottles; weak fine and medium subangular blocky structure; soft, friable, nonsticky, nonplastic; many very fine, fine, medium and few coarse roots; many fine irregular and common fine tubular pores; 25 percent pumice; moderately acid (pH 5.8); gradual wavy boundary.  (10 to 20 inches thick)\n3Bw4--25 to 34 inches; dark brown (10YR 3/3) sandy loam, brown (10YR 5/3) dry; weak fine and medium subangular blocky structure; soft, friable, nonsticky, nonplastic, weakly smeary; many very fine, fine and common medium roots; many fine irregular and common fine tubular pores; 15 percent pebbles; slightly acid (pH 6.2); abrupt smooth boundary.  (6 to 10 inches thick)\n4C1--34 to 49 inches; dark brown (10YR 4/3) very gravelly loamy sand, pale brown (10YR 6/3) dry; single grain; loose; many very fine and fine roots; many fine and common medium irregular pores; 40 percent pebbles, 10 percent cobbles, and 5 percent stones; moderately acid (pH 5.8); clear smooth boundary.  (10 to 20 inches thick)\n4C2--49 to 60 inches; brown (10YR 5/3) very cobbly sand, pale brown (10YR 6/3) dry; massive; slightly hard, friable; few fine roots; many fine and medium irregular pores; 25 percent hard pebbles, 20 percent saprolitic pebbles, 15 percent cobbles, and 5 percent stones; moderately acid (pH 5.6)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Skamania County, Washington; north of Forest Service Road N-90, about 1,000 feet south and 1,600 feet west of the northeast corner of sec. 23, T. 7 N., R. 6 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are usually moist and are dry for less than 45 consecutive days following summer solstice.  Mean annual temperature is 49 to 52 degrees F.  Soil reaction is moderately acid or slightly acid throughout.\nThe A horizon has value of 2 through 4 moist, 4 to 6 dry, and chroma of 1 through 4 moist and dry.  Pumice fragments average from 5 to 15 percent.\nThe 2Bw1 horizon has 60 to 75 percent pumice fragments and 5 to 15 percent pebbles.  Iron stains have hue of 10YR of 7.5YR, value of 5 or 6 moist.\nThe 3Bw horizon has hue of 7.5YR or 10YR, value of 3 or 4 moist, 5 or 6 dry, and chroma of 2 through 4 moist and dry.  The horizon has intermittent lenses and pockets of silt loam to coarse sand size ash, and scoria fragments.  It is fine sandy loam or sandy loam in the fine earth fraction and has 12 to 15 percent 15-bar moisture (dry).  Pumice fragments average from 10 to 25 percent and hard rock fragments average 5 to 10 percent.\nThe 4C horizon averages 45 to 75 percent rock fragments including 35 to 50 percent pebbles, 5 to 20 percent cobbles, and 2 to 10 percent stones.  It is very gravelly, extremely gravelly, very cobbly, extremely cobbly, or very stony.  Texture is sand or loamy sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series.  The Domkey, Fortran, Parmenter, Stepstone, and Thowson series are similar.  Domkey, Parmenter, Stepstone and Thowson soils all have a xeric moisture regime.  Fortran soils are ashy over sandy-skeletal material."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Pinchot soils are on terraces and terrace escarpments at elevations of 1,000 to 1,600 feet.  Slopes are 0 to 90 percent.  Pinchot soils formed in layers of aerially deposited pumice and volcanic ash overlying lahar and alluvial sand and gravels.  Beginning at the surface of the mineral soil, the stratigraphy of pyroclastic material from Mt. St. Helens in a typical Pinchot soil profile is (1) fresh ash and pumice including the 176-year old \"Layer T\", (2) pumice of the 400-year-old \"LayerW\", (3) ash, pumice and scoria of the 2,500-year-old \"B set\", (4) lahar material or gravelly alluvium.  The climate is characterized by warm, moist summers and cool, wet winters.  Average annual precipitation is 115 to 130 inches.  Average January temperature is 30 degrees F, average July temperature is 63 degrees F, and the mean annual temperature is 49 to 51 degrees F.  The frost-free season is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Cinnamon, St. Helens and Yalelake soils.  Cinnamon and St. Helens soils ae frigid.  Yalelake soils are ashy over medial."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for timber production, recreation, wildlife habitat, and watershed.  Overstory vegetation includes Douglas-fir, western hemlock, western redcedar, vine maple, and Pacific dogwood.  Ground cover includes salal, Oregon-grape, princes pine, western brackenfern, vanilla leaf, and scattered huckleberry and common beargrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Skamania County, Washington.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Skamania County, Washington, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are an ochric epipedon from the mineral surface to 6 inches, and a cambic horizon from 6 to 34 inches formed in volcanic ash and a lithologic change to a sandy-skeletal lahar at 34 inches.  The particle-size control section is from the soil surface to 40 inches; with 4 to 6 inches qualifying as ashy-pumiceous; 6 to 34 inches qualifying as medial; and 34 to 40 inches qualifying as sandy-skeletal.  The particle-size class is based on the contrasting medial layer over sandy-skeletal layer.\nClassification changed 7/98 based on 1998 Keys to Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
