{
  "SERIES": "PINCKNEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. LMcD-JWW-SWF",
  "REVDATE": "05/2001",
  "STATES": "NY",
  "OVERVIEW": "The Pinckney series consists of very deep, well drained and moderately well drained soils formed in till derived from shale, siltstone, and some limestone. These soils are on nearly level to steep upland till plains. Slope ranges from 0 to 50 percent. Mean annual temperature is 42 degrees F. and mean annual precipitation is 45 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, frigid Typic Fragiudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pinckney silt loam on a 4 percent slope in a wooded area (previously cropped). (Colors are for most soil unless otherwise noted).\nAp -- 0 to 7 inches; dark brown (10YR 4/3) and dark grayish brown (10YR 4/2) silt loam; weak fine granular structure; very friable; common fine and few medium roots; 5 percent rock fragments, 1 percent greater than 3 inches; strongly acid; clear smooth boundary. (6 to 12 inches thick.)\nBw1 -- 7 to 11 inches; yellowish brown (10YR 5/4) loam; weak fine subangular blocky structure; friable; common fine and few medium roots; common very fine random vertical tubular pores; 10 percent rock fragments, 1 percent greater than 3 inches; very strongly acid; abrupt smooth boundary.\nBw2 -- 11 to 22 inches; dark yellowish brown (10YR 4/4) loam; weak medium and coarse subangular blocky structure; friable; common fine and few medium roots; common very fine random vertical tubular pores; 10 percent rock fragments, 1 percent greater than 3 inches; very strongly acid; clear wavy boundary. (Combined thickness of the Bw horizons is 10 to 24 inches.)\n2Bx1 -- 22 to 48 inches; brown (10YR 5/3) channery loam; moderate very coarse prismatic structure parting to moderate medium subangular blocky; firm and brittle; few fine and medium roots between prisms; common fine vertical tubular pores with common faint patchy clay linings; 20 percent rock fragments, 5 percent greater than 3 inches; light brownish gray (10YR 6/2) streaks with yellowish red (5YR 4/6) borders along prism faces; strongly acid; gradual irregular boundary.\n2Bx2 -- 48 to 64 inches; dark grayish brown (10YR 4/2) channery loam; strong very coarse prismatic structure parting to strong medium platy; firm and brittle; few fine and medium roots between prisms; common fine vertical tubular pores with common faint patchy clay linings; 20 percent rock fragments, 5 percent greater than 3 inches; light brownish gray (10YR 6/2) streaks with yellowish red (5YR 4/6) borders between prisms; strongly acid; gradual irregular boundary. (Combined thickness of the Bx horizons is 16 to 46 inches.)\n2C -- 64 to 72 inches; dark brown (10YR 3/3) channery loam; massive; friable; few horizontal tubular pores; 25 percent rock fragments, 10 percent greater than 3 inches; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jefferson County, New York. Town of Lorraine; 20 feet east of Plantation Road, 260 feet north of Middle Road, one mile east of Lawrence Road. USGS Rodman, NY topographic quadrangle. Latitude 43 degrees, 47 minutes, 26 seconds N. and Longitude 75 degrees, 59 minutes, 05 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the solum ranges from 38 to 70 inches. Depth to bedrock is greater than 60 inches. Depth to the fragipan ranges from 20 to 30 inches. Rock fragments range from 0 to 20 percent by volume above the fragipan, and from 10 to 35 percent in the fragipan and C horizon including up to 15 percent larger than 3 inches.\nThe A horizon has hue of 10YR or 2.5Y, value of 3 or 4, and chroma of 2 or 3. Some pedons in unplowed areas have thin micro-spodic horizons 1 to 3 inches thick. Texture is silt loam, loam or very fine sandy loam in the fine earth fraction. It has weak or moderate, granular structure and very friable or friable consistence. Unless limed, reaction ranges from very strongly acid through moderately acid.\nThe Bw horizon has hue of 7.5YR through 2.5Y, value of 4 or 5 and chroma of 2 through 6. Texture is silt loam, loam or very fine sandy loam in the fine earth fraction. Structure is very weak through moderate, fine through coarse subangular blocky or granular. Consistence is friable or very friable. Unless influenced by lime, reaction ranges from very strongly acid through moderately acid. Some pedons have a thin light grayish brown or pale brown E or 2E horizon immediately above the fragipan that ranges from silt loam to fine sandy loam in the fine earth fraction. Also, some pedons have redoximorphic accumulations in the lower part of the Bw or E horizon. Some pedons also have a 2B horizon.\nThe 2Bx horizon has hue of 10YR through 5Y, value of 4 or 5 and chroma of 2 through 4. Texture is loam or fine sandy loam in the fine earth fraction with shale fragments prominent. Structure is strong or moderate very coarse prismatic parting to subangular blocky or platy, or it is massive within prisms. Consistence is firm or very firm. Reaction ranges from strongly acid through slightly acid.\nThe 2C or 2Cd horizon has hue of 10YR through 5Y, value of 3 through 5, and chroma of 2 or 3. Texture is loam or fine sandy loam in the fine earth fraction with shale fragments prominent. Consistence is friable or firm. Reaction ranges from strongly acid through neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Willdin series in the same family. Willdin soils lack a lithologic discontinuity."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Pinckney soils are nearly level to steep soils on convex till plains. They formed in a silt enriched surficial deposit that is 15 to 28 inches thick and the underlying till which is dominated by shale and siltstone.  Slope ranges from 0 to 50 percent. Mean annual air temperature ranges from 40 to 44 degrees F.; mean annual precipitation ranges from 35 to 55 inches; and the frost-free season ranges from 90 to 130 days. The elevation ranges from 700 to 1800 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the somewhat poorly drained Camroden and poorly drained Marcy soils that are in a drainage sequence with Pinckney soils. The Adams, Colton, Empeyville, Manlius, Nassau, Potsdam, Westbury and Worth soils are nearby associates. Adams and Colton soils are on associated deltaic or outwash plains and terraces. Empeyville, Westbury and Worth soils have a higher sand content, contain spodic horizons and are on higher adjacent landscapes. Manlius and Nassau soils have shale bedrock at depths of 20 to 40 inches and 10 to 20 inches respectively, and are mesic soils that occur at slightly lower elevations. Potsdam soils developed in similar deposits but have spodic horizons, and are regional associates."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained and moderately well drained. The potential for surface runoff is medium to high. Permeability is moderate above the fragipan, slow or very slow in the fragipan and moderately slow or slow in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The Pinckney soils are used to grow corn silage, hay and pasture; however, many previously cleared areas are idle or have been reforested. Native vegetation consists of sugar maple, American beech, eastern hemlock, and yellow birch."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Tug Hill Plateau and adjacent areas of the Black River and Mohawk Valleys of New York. MLRA 141, 142, and 143. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lewis County, New York, 1956."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: In 1981 the classification of the Pinckney series was changed from a Spodosols to an Inceptisols. The revised classification was based on characterization data from pedon S78NY45-1 (new type location). Areas previously mapped Pinckney, have at best, weakly expressed spodic horizons. As previously defined, the Pinckney series was a very close competitor with the Potsdam series, separated primarily on the basis of lithology and sand content in the fragipan and C horizon. This previous revision clarifies the distinction between the two soils.\nShaly modifiers were changed to channery to meet modern language format.\nDiagnostic horizons and other features recognized in the typifying pedon are:\n1. Ochric Epipedon - the zone from the surface to 7 inches (Ap horizon).\n2. Cambic horizon - the zone from 7 to 22 inches (Bw horizons).\n3. Fragipan - the zone from 22 to 64 inches (Bx horizons).\nADDITIONAL DATA: Cornell University Soil Survey Laboratory Characterization data is available for the typical pedon (S78NY45-1) and for pedon S63NY25-1.\nSoil Interpretation Records: NY0008; NY0009; and NY0290.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap -- 0 to 7 inches; dark brown (10YR 4/3) and dark grayish brown (10YR 4/2) silt loam; weak fine granular structure; very friable; common fine and few medium roots; 5 percent rock fragments, 1 percent greater than 3 inches; strongly acid; clear smooth boundary. (6 to 12 inches thick.)"
      },
      {
        "name": "Bw1",
        "top": 18,
        "bottom": 28,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bw1 -- 7 to 11 inches; yellowish brown (10YR 5/4) loam; weak fine subangular blocky structure; friable; common fine and few medium roots; common very fine random vertical tubular pores; 10 percent rock fragments, 1 percent greater than 3 inches; very strongly acid; abrupt smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 28,
        "bottom": 56,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2 -- 11 to 22 inches; dark yellowish brown (10YR 4/4) loam; weak medium and coarse subangular blocky structure; friable; common fine and few medium roots; common very fine random vertical tubular pores; 10 percent rock fragments, 1 percent greater than 3 inches; very strongly acid; clear wavy boundary. (Combined thickness of the Bw horizons is 10 to 24 inches.)"
      },
      {
        "name": "2Bx1",
        "top": 56,
        "bottom": 122,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "channery",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "2Bx1 -- 22 to 48 inches; brown (10YR 5/3) channery loam; moderate very coarse prismatic structure parting to moderate medium subangular blocky; firm and brittle; few fine and medium roots between prisms; common fine vertical tubular pores with common faint patchy clay linings; 20 percent rock fragments, 5 percent greater than 3 inches; light brownish gray (10YR 6/2) streaks with yellowish red (5YR 4/6) borders along prism faces; strongly acid; gradual irregular boundary."
      },
      {
        "name": "2Bx2",
        "top": 122,
        "bottom": 163,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "channery",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "2Bx2 -- 48 to 64 inches; dark grayish brown (10YR 4/2) channery loam; strong very coarse prismatic structure parting to strong medium platy; firm and brittle; few fine and medium roots between prisms; common fine vertical tubular pores with common faint patchy clay linings; 20 percent rock fragments, 5 percent greater than 3 inches; light brownish gray (10YR 6/2) streaks with yellowish red (5YR 4/6) borders between prisms; strongly acid; gradual irregular boundary. (Combined thickness of the Bx horizons is 16 to 46 inches.)"
      },
      {
        "name": "2C",
        "top": 163,
        "bottom": 183,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "channery",
        "pH_class": "moderately acid",
        "narrative": "2C -- 64 to 72 inches; dark brown (10YR 3/3) channery loam; massive; friable; few horizontal tubular pores; 25 percent rock fragments, 10 percent greater than 3 inches; moderately acid."
      }
    ]
  ]
}
