{
  "SERIES": "PINESPRING",
  "STATUS": "Established Series",
  "BYREV": "Rev. DJP/PDC",
  "REVDATE": "01/2007",
  "STATES": "AZ",
  "OVERVIEW": "The Pinespring series consists of very deep, well drained soils in draws and on stream terraces.  These soils formed in alluvium derived dominantly from Miocene age granitic gravel.  Slope is 2 to 5 percent.  The mean annual precipitation is about 18 inches and the mean annual air temperature is about 52 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Pachic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pinespring sandy loam - woodland. (Colors are for dry soil unless otherwise noted).\nA--0 to 2 inches; brown (7.5YR 5/2) sandy loam, dark brown (7.5YR 3/2) moist; weak medium platy parting to moderate fine granular structure; soft, very friable, nonsticky and nonplastic; many fine and common very fine roots; many very fine irregular pores; noneffervescent; neutral (pH 6.6); abrupt smooth boundary.  (2 to 4 inches thick)\nBA--2 to 9 inches; brown (7.5YR 4/2) sandy clay loam, very dark grayish brown (10YR 3/2); moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many fine, few very fine and medium roots; common very fine irregular pores; noneffervescent; neutral (pH 6.8); abrupt smooth boundary. (0 to 10 inches thick)\nBt1--9 to 14 inches; brown (7.5YR 4/2) sandy clay loam, dark brown (7.5YR 3/2) moist; moderate medium subangular blocky structure; slightly hard, very friable, sticky and plastic; common fine, few very fine and medium roots; common very fine irregular and few very fine tubular pores; few faint clay films on ped faces; noneffervescent; neutral (pH 6.8); abrupt smooth boundary.  (4 to 7 inches thick)\nBt2--14 to 33 inches; dark brown (7.5YR 3/2) clay loam, dark brown (7.5YR 3/2) moist; weak medium prismatic structure; hard, firm, very sticky and very plastic; common medium, few very fine and fine roots; common very fine irregular and few very fine tubular pores; common faint clay films on ped faces; noneffervescent; neutral (pH 7.0); clear smooth boundary.  (15 to 20 inches thick)\nBt3--33 to 44 inches; brown (7.5YR 4/3) sandy clay, brown (7.5YR 4/2) moist; moderate medium prismatic structure; hard, friable, sticky and very plastic; few very fine through medium roots; common very fine irregular pores; common faint clay films on ped faces; noneffervescent; neutral (pH 7.2); abrupt smooth boundary.  (10 to 15 inches thick)\nBt4--44 to 60 inches; brown (7.5YR 4/4) sandy clay loam, brown (7.5YR 4/3) moist; weak coarse prismatic structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine through medium roots; common very fine irregular pores; common distinct clay films on ped faces and bridging sand grains; noneffervescent; slightly alkaline (pH 7.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Coconino County, Arizona; on the Hualapai Indian Reservation; 1600 feet west and 3100 feet north of the southeast corner of section 17, T. 28 N., R. 7 W.; 35 degrees, 48 minutes, 15 seconds north latitude, 113 degrees, 2 minutes, 40 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist in some part of the soil moisture control section during December - March and July - September.  Approximately 60 percent of the annual precipitation occurs during the winter months.  Driest during May and June.  Typic ustic soil moisture regime.\nSoil Temperature: 52 to 56 degrees F.\nThickness of mollic epipedon: 20 to 40 inches\nDepth to argillic horizon: 4 to 15 inches\nClay content: averages 35 to 50 percent in the control section\nRock fragments: Less than 15 percent in the control section\nA horizon\nHue: 7.5YR, 10YR\nValue:  3 through 5 dry, 2 or 3 moist\nChroma: 2 or 3, dry or moist\nBt horizons\nHue: 7.5YR, 10YR\nValue: 3 or 4 dry, 2 or 3 moist\nChroma: 2 through 4, dry or moist\nTexture: Sandy clay loam, clay loam, sandy clay\nReaction: Neutral or slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Crete (NE), Detroit (KS), Lane (SD), Onita (SD), Rago (CO), Smolan (KS), and Sponiker (AZ) series.  Crete (NE), Detroit (KS), Lane (SD), Onita (SD), Rago (CO), and Smolan (KS) soils are moist in the soil moisture control section during May and June.  Sponiker soils have loam, clay loam and clay textures and average less than 40 percent sand in the control section.  Rago soils also have an aridic ustic soil moisture regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Pinespring soils are in draws and on stream terraces bordering narrow intermittent drainages.  These soils formed in alluvium derived dominantly from the Frazier Well gravel formation.  Elevations are 6200 to 6800 feet.  Slopes range from 2 to 5 percent.  The mean annual air temperature is 50 to 54 degrees F.  Annual precipitation is 16 to 20 inches and the frost-free period is 120 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Pinntank, Pocomate, Retsover and Turkeytrack soils.  Pinntank soils do not have a mollic epipedon and are moderately deep to bedrock.  Pocomate soils have a lithic contact above 20 inches.  Retsover soils do not have a mollic epipedon and have bedrock at depths of 40 to 60 inches.  Turkeytrack soils have an abrupt clay increase at the upper boundary of the argillic horizon and a mollic epipedon that is less than 20 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow to medium runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for timber production, wildlife habitat and livestock grazing.  The present vegetation is ponderosa pine with an understory of mountain big sagebrush, blue grama, bottlebrush squirreltail, and muttongrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Arizona.  These soils are of small extent.  MLRA is 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Coconino County, Arizona; Soil survey of the Hualapai-Havasupai Area, AZ, Parts of Coconino, Mohave, and Yavapai Counties; 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon (with pachic properties): The zone from 0 to 33 inches (A, BA, Bt1, Bt2 horizons)\nArgillic horizon: The zone from 9 to 60 inches (Bt1, Bt2, Bt3, Bt4 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
