{
  "SERIES": "PINEGROVE",
  "STATUS": "Established Series",
  "BYREV": "TDG-MMF-DRM",
  "REVDATE": "7/88",
  "STATES": "OH",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic Typic Udipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pinegrove sand-on a 60 percent convex slope.\n(Colors are for moist soil unless otherwise stated)\nA - 0 to 8 inches; yellowish brown (10YR 5/4) sand, very pale\nbrown (10YR 7/3) dry; weak coarse granular structure; very\nfriable; few coarse and many fine and medium roots; 2 percent\nshale and 6 percent sandstone fragments; extremely acid; abrupt smooth boundary.  (1 to 10 inches thick)\nC1 - 8 to 15 inches; variegated yellowish brown (10YR 5/6)\n(85 percent) and very dark grayish brown (10YR 3/2) (15 percent) loamy coarse sand; single grained; loose; few fine and coarse\nroots; 12 percent sandstone fragments; extremely acid; clear\nwavy boundary.\nC2 - 15 to 30 inches; yellowish brown (10YR 5/8) channery\nloamy coarse sand; single grained; loose; few coarse roots; many\nsoft sandstone fragments; 10 percent shale and hard sandstone fragments; extremely acid; clear wavy boundary.\nC3 - 30 to 43 inches; yellowish brown (10YR 5/8) channery\nloamy coarse sand; single grained; loose; few coarse roots; 15 percent hard sandstone fragments; extremely acid; clear wavy boundary.\nC4 - 43 to 60 inches; variegated yellowish brown (10YR 5/6)\n(80 percent) and brown (10YR 4/3) (20 percent) channery loamy\ncoarse sand; single grained; loose; few fine and coarse roots;\nthin strata of channery sandy loam; many soft sandstone\nfragments; 12 percent shale fragments; extremely acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Gallia County, Ohio; Cheshire Township; about\n2.7 miles southeast of Eno; 525 feet north and 195 feet east of\nthe southwest corner of sec. 26, T. 5 N., R. 14 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Reaction ranges from strongly acid to extremely acid except for surface layers that have been\nreclaimed.  Fragments of medium and coarse-grained sandstone typically have weak coherence and weather rapidly.  They are\nless than 35 percent by volume to a depth of 40 inches, but\nrange up to 60 percent below 40 inches.  They are mostly in the\n2 mm. to 25 cm. range but also include stones and boulders.\nIn unreclaimed areas (or areas reclaimed without addition of\ntopsoil) the A or Ap horizon is sand, loamy sand, loamy coarse\nsand, sandy loam, or coarse sandy loam.  It has hue of 7.5YR,\n10YR, or 2.5Y; value of 3 to 6; and chroma of 2 to 6.  Areas reclaimed with addition of a blanket of \"topsoil\" have an Ap\nhorizon as much as 10 inches thick of loam, silt loam, or silty\nclay loam; and up to 15 percent rock fragments.  It has hue of\n2.5YR to 5Y, or is neutral; value of 4 to 6, and chroma of 0 to\n8.\nIndividual layers of the C horizon commonly are loamy sand,\nloamy coarse sand, sand, or coarse sand; or channery or gravelly analogues of these textures; but very gravelly or very channery analogues of these textures are in some subhorizons below 40\ninches, and thin subhorizons of finer textures are in some\npedons.  Clay content ranges from 2 to 12 percent.  Colors in\nthe C horizon have hue of 7.5YR to 2.5Y; value of 3 to 6; and\nchroma of 2 to 8."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Abscota, Caesar, Chute, Dabney, Hodge, Oakville, Penwood, Perks, Plainfield, Sarpy, Suncook,\nTyner, Westport, and Windsor series in the same family, and the Barkcamp, Bethesda, Itmann, and Sewell series.  All of the soils\nin the same family except Chute, Oakville, Plainfield, and\nWestport formed in fluvial sediments and are stratified.  Chute\nand Westport soils formed in aeolian sand deposits and lack\ncoarse fragments.  Oakville and Plainfield soils formed in sandy sediments or drift and do not have fragments of sandstone from surface mine operations.  Barkcamp, Bethesda, Itmann, and Sewell soils also formed in regolith from surface mine operations but\nare loamy-skeletal.  In addition Barkcamp soils are ultra acid (reaction of 3.5 or less); and Bethesda and Itmann soils have textures finer than loamy fine sand in the fine earth fraction\nof the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Pinegrove soils are on nearly level\nridgetops and benches to very steep side slopes.  They formed in\nacid regolith from surface mine operations.  Rock fragments are mostly medium and coarse-grained sandstone with lesser amounts\nof fine-grained sandstone, siltstone, shale, and coal.  Slopes\nrange from 0 to 70 percent.  Mean annual precipitation ranges\nfrom about 39 to 43 inches, and mean annual temperature ranges\nfrom about 51 to 56 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing\nBarkcamp and Bethesda soils, in similar positions; and the\nGilpin, Lily, Steinsburg, and Upshur soils that formed in\nresiduum from bedrock on uplands.  Gilpin and Lily soils have fine-loamy argillic horizons, but Steinsburg soils have\ncoarse-loamy cambic horizons.  Gilpin soils formed in residuum\nfrom interbedded siltstone, shale and sandstone, whereas Lily\nand Steinsburg soils formed in residuum from sandstone.   Upshur soils have fine-textured argillic horizons and formed in\nresiduum mainly from clay shale."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained; slow to very\nrapid runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Many areas have sparse vegetation and are\nused by wildlife or for recreation.  Some areas have been\nreclaimed and have been planted to trees or seeded to grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Ohio and possibly Kentucky,\nPennsylvania and West Virginia.  The series is of moderate\nextent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Gallia County, Ohio; 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly mapped as mine spoils and\nlater as inclusions in the Barkcamp series.  Pinegrove soils\nhave no diagnostic horizons except for an ochric epipedon (A) -\nfrom the surface to a depth of about 8 inches.\nADDITIONAL DATA:  Laboratory characterization data and\nengineering test data are available for GL-4 (typical pedon) and LW-3.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
