{
  "SERIES": "PINEHILL",
  "STATUS": "Established Series",
  "BYREV": "SGV-CJH",
  "REVDATE": "04/2002",
  "STATES": "MT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Aridic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pinehill loam, in rangeland. (Colors are for dry soil unless otherwise noted)\nA--0 to 5 inches; brown (10YR 5/3) loam, brown (10YR 4/3) moist; weak fine and medium angular blocky structure parting to weak fine and medium granular; slightly hard, friable, slightly sticky and slightly plastic; many fine to coarse roots; common very fine irregular pores; slightly alkaline (pH 7.6); clear smooth boundary. (2 to 6 inches thick)\nBt--5 to 11 inches; grayish brown (10YR 5/2) clay loam, dark grayish brown (10YR 4/2) moist; strong medium and coarse prismatic structure parting to strong medium and coarse angular blocky; hard, friable, sticky and very plastic; common fine and medium roots; common very fine and few fine tubular pores; continuous distinct dark gray (10YR 4/1) moist, clay films on faces of peds and in pores; slightly alkaline (pH 7.8); clear wavy boundary. (5 to 24 inches thick)\nBtk1--11 to 16 inches; grayish brown (10YR 5/2) silty clay loam, dark grayish brown (10YR 4/2) moist; moderate coarse prismatic structure parting to moderate medium and coarse angular blocky; hard, friable, sticky and very plastic; common fine and medium roots; few very fine tubular pores; common distinct clay films on faces of peds and in pores; few fine irregular masses of lime; slightly effervescent; moderately alkaline (pH 8.0); clear wavy boundary.\nBtk2--16 to 26 inches; light brownish gray (10YR 6/2) clay loam, grayish brown (10YR 5/2) moist; moderate coarse prismatic structure parting to moderate medium angular blocky; extremely hard, very firm, very sticky and very plastic; common fine and medium roots; few very fine tubular pores; common faint discontinuous clay films on horizontal faces of peds; few fine irregular masses of lime; strongly effervescent; moderately alkaline (pH 8.2); diffuse wavy boundary. (Combined Btk horizons 5 to 20 inches thick.)\nBk1--26 to 47 inches; light brownish gray (10YR 6/2) clay loam, grayish brown (10YR 5/2) moist; moderate coarse prismatic structure parting to moderate fine angular blocky; extremely hard, very firm, sticky and plastic; common very fine and fine roots; few very fine tubular pores; few medium irregular masses of lime; violently effervescent; strongly alkaline (pH 8.6); clear smooth boundary. (10 to 25 inches thick)\nBk2--47 to 60 inches; light gray (10YR 7/2) loam, brown (10YR 4/3) moist; weak medium and coarse prismatic structure; extremely hard, very firm, slightly sticky and plastic; common very fine roots; few very fine tubular pores; common fine and medium irregular masses of lime; violently effervescent; strongly alkaline (pH 8.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Custer County, Montana; 1,000 feet south and 800 feet west of the NE corner of sec. 9, T. 7 N., R. 46 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 44 to 47 degrees F.\nMoisture control section - between 4 and 20 inches; dry in all parts between four-tenths and five-tenths of the cumulative days per year when the soil temperature at a depth of 20 inches is 41 degrees F or higher.\nDepth to Btk horizon - 7 to 30 inches.\nRock fragments - 0 to 5 percent throughout.\nA horizon - Hue:  10YR or 2.5Y\nValue:  5 or 6 dry; 4 or 5 moist\nChroma:  2 or 3\nTexture:  loam, silty clay loam or clay loam\nClay content:  18 to 35 percent\nReaction:  pH 6.6 to 7.8\nBt horizon - Hue:  2.5Y or 10YR\nValue:  5 or 6 dry; 4 or 5 moist\nChroma:  2 or 3\nTexture:  clay loam, silty clay loam, or clay\nClay content:  35 to 50 percent\nReaction:  pH 6.6 to 8.4\nBtk horizons - Hue:  5Y, 2.5Y, or 10YR\nValue:  5 or 6 dry; 4 or 5 moist\nChroma:  2 or 3\nTexture:  clay loam, silty clay loam, or clay\nClay content:  35 to 50 percent\nCalcium carbonate equivalent:  1 to 10 percent\nReaction:  pH 7.4 to 8.4\nBk horizons - Hue:  5Y, 2.5Y, or 10YR\nValue:  5, 6, or 7 dry; 4, 5, or 6 moist\nChroma:  2, 3, or 4\nTexture:  clay loam, silty clay loam, or loam\nClay content:  18 to 35 percent\nCalcium carbonate equivalent:  5 to 15 percent\nReaction:  pH 7.9 to 9.0\nElectrical conductivity:  0 to 4 mmhos/cm"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nCampspass (MT) - has a lithic contact above a depth of 60 inches; has a mixed B/E horizon.\nCitadel (SD) - does not have a horizon of secondary calcium carbonate accumulation; mainly strongly acid above a depth of 23 inches; has a mixed B/A horizon.\nFortwingate (NM) - does not have a horizon of secondary calcium carbonate accumulation; has a lithic contact of sandstone at a depth of 20 to 40 inches.\nGoldvale (CO) - does not have a horizon of secondary calcium carbonate accumulation; has stone size rock fragments throughout; has mixed E/B horizons.\nLarkson (CO) - does not have a horizon of secondary calcium carbonate accumulation; has mixed E/B horizons; has a 2-inch O horizon of forest litter.\nMcVickers (AZ) - does not have a horizon of secondary calcium carbonate accumulation; has a lithic contact at depths of 40 to 60 inches; has the base of the argillic horizon at a depth of 40 inches or deeper.\nOsoridge (NM) - does not have a horizon of secondary calcium carbonate accumulation; has a lithic contact of sandstone at depths of 20 to 40 inches.\nPhillips (MT) - formed in till; has a moist bulk density of 1.55 to 1.75 g/cc; has a horizon of gypsum accumulation; has EC of 4 to 8 mmhos/cm below a depth of 30 inches.\nPylon (MT) - has a very hard or hard and massive surface and an extremely hard argillic horizon; has a paralithic contact of shale at depths of 20 to 40 inches.\nSonnett (MT) - has accumulation of secondary calcium carbonate and accumulations of gypsum in the same horizons.\nZuni (NM) - does not have a horizon of secondary calcium carbonate accumulation; formed in coarse-grained granite; has a lithic contact of granite bedrock at depths of 40 to 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - sedimentary plains; alluvial fans; fan remnants; hills; ridges; stream terraces.\nElevation - 2,200 to 5,500 feet.\nSlopes - 0 to 15 percent.\nParent material - alluvium.\nMean annual air temperature - 42 to 45 degrees F.\nMean annual precipitation - 11 to 16 inches.\nFrost-free period - 105 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately slow or slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Pinehill soils are used mainly for rangeland.  Some areas are used for nonirrigated cropland.  Potential native vegetation is mainly Wyoming big sagebrush, green needlegrass, Sandberg bluegrass, western wheatgrass, and fringed sagewort."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Pinehill soils are of small extent in the sedimentary plains of eastern Montana."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Custer County, Montana; 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil interpretation record:  MT1473.  Diagnostic horizons and features recognized in this pedon are:  an ochric epipedon from the soil surface to 5 inches (A horizon); an argillic horizon from 5 to 26 inches (Bt, Btk1, Btk2 horizons); a particle-size control section that is the upper 20 inches of the argillic horizon (Bt, Btk1, Btk2 horizons); accumulations of secondary calcium carbonate excluding the argillic horizon (Bk1, Bk2 horizons).  Pinehill soils have a frigid temperature regime and an ustic moisture regime that borders on aridic.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
