{
  "SERIES": "PINEISLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WPT/GB/JPP",
  "REVDATE": "01/2008",
  "STATES": "CO",
  "OVERVIEW": "The Pineisle series consists of very deep, well drained, moderately permeable soils that formed in residuum and colluvium from basaltic materials.  These soils are on high plateaus and flat mountain tops and have slopes ranging from 1 to 25 percent.  The mean annual precipitation is about 32 inches and the mean annual temperature is about 38 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive Ustic Haplocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pineisle loam - Subalpine grass park.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 5 inches; dark grayish brown (10YR 4/2) loam, dark brown (10YR 3/3) moist; weak coarse subangular blocky structure parting to moderate fine subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; 5 percent pebbles; strongly acid; clear smooth boundary.  (3 to 6 inches thick)\nBA--5 to 18 inches; grayish brown (10YR 5/2) loam, brown (10YR 4/3) moist; moderate fine and medium subangular blocky structure parting to moderate fine granular; slightly hard, friable, slightly sticky and slightly plastic; 5 percent pebbles; medium acid; clear smooth boundary.   (9 to 15 inches thick)\nBw--18 to 32 inches; brown (10YR 5/3) loam, brown (10YR 4/3) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; 10 percent pebbles; medium acid; clear smooth boundary.  (10 to 16 inches thick)\nC1--32 to 44 inches; brown (10YR 5/3) loam, dark yellowish brown (10YR 4/4) moist; massive, hard, friable, slightly sticky and slightly plastic; 10 percent pebbles, 5 percent cobbles; medium acid; clear wavy boundary.  (9 to 15 inches thick)\nC2--44 to 60 inches;  brown (10YR 5/3) coarse loam, brown (10YR 4/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; 10 percent pebbles, 5 percent cobbles; medium acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Garfield County, Colorado; about 550 feet west and 2,200 feet north of the projected southeast corner of Sec. 29, T. 2 S., R. 88 W. or 1.1 miles west of Indian lake in an unsectionized area of the Flat Tops Wilderness Area.  U.S.G.S. Deep Lake quad.; Lat. 39 degrees, 50 minutes, 48 seconds N., and long. 107 degrees, 16 minutes, 55 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is about 39 to 44 degrees F.  Mean summer soil temperature ranges from 43 to 47 degrees F.  The particle-size control section is typically loam, clay loam or sandy clay loam with clay ranging from 18 to 30 percent.  Coarse fragments range from 5 to 15 percent in the particle-size control section with pebbles dominant.  The solum is medium acid or slightly acid.\nThe A horizon has hue of 2.5Y through 7.5YR, value of 4 or 5, 2 or 3 moist, and chroma of 2 through 4.\nThe B and C horizons have hues of 2.5Y through 7.5YR, values of 4 through 6, 4 or 5 moist; and chroma of 2 through 6."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Chetaslina (AK), Knep (ID), Nimerick (CO), and Ripple (CO) series.  Knep soils have consistent k horizons above a paralithic contact at depths of 20 to 40 inches.  Nimerick soils have a lithic contact at depths of 20 to 40 inches.  Chetaslina soils have mean annual soil temperature of 35 degrees or less.  Ripple soils have ash influenced 2C horizons below 20 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Pineisle soils are on high plateaus and flat mountain tops.  Slopes range from 1 to 25 percent.  The soils formed in residuum and colluvium from materials of basaltic flows.  Elevation ranges from 9,400 to 11,500 feet.  The mean annual precipitation is 28 to 35 inches, the majority of which is received as snow.  Mean annual temperature is 36 to 40 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Causewa, Clinetop, Heterwa, competing Nimerick soils and Packtrail soils.  The Heterwa and Nimerick soils have bedrock at 20 to 40 inch depths.  The Causewa and Packtrail soils have umbric epipedons.  The Clinetop soils have a lithic contact at depths of 10 to 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Pineisle soils are used for wildlife habitat, recreation and limited late summer grazing.  Native vegetation includes open areas of alpine timothy, redtop, nodding brome, Letterman needlegrass, slender wheatgrass, sedges, and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountainous subalpine to alpine areas of western Colorado.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Flat Tops Soil Survey Area in the Flat Tops Wilderness Area, Colorado, 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic features include a cambic horizon from 18 to 32 inches.  Series is mapped in Flat Tops units 60, 22, and 1.  Last updated by the state 5/94.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
