{
  "SERIES": "PINETOP",
  "STATUS": "Established Series",
  "BYREV": "Rev. WGH",
  "REVDATE": "01/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Aquic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pinetop fine sandy loam (virgin).\nA--0 to 12 inches; dark grayish brown (10YR 4/2) fine sandy loam very dark brown (10YR 2/2) moist; moderate fine to medium subangular blocky aggregates that break to moderate fine and medium granules; slightly hard, friable, nonsticky, nonplastic; abundant fine roots; noncalcareous; slightly alkaline (pH 7.5); clear smooth boundary.  (6 to 14 inches thick)\nC--12 to 22 inches; dark grayish brown (10YR 4/2) light fine sandy loam, dark brown (10YR 3/3) moist; massive to weak fine granular structure; slightly hard, friable, nonsticky, nonplastic; plant roots plentiful; noncalcareous; neutral (pH 7.3); clear smooth boundary. (5 to 14 inches thick)\nCg1--22 to 37 inches; dark grayish brown (10YR 4/2) light fine sandy loam, dark brown (10YR 3/3) moist, with common medium distinct dark reddish brown (5YR 3/4) redox concentrations and gray (7.5YR 5/1) redox depletions when moist; massive; soft when dry, loose when moist; massive; soft when dry, loose when moist, nonsticky, nonplastic; few plant roots; noncalcareous; neutral (pH 6.8); clear smooth boundary. (12 to 25 inches thick)\nCg2--37 to 60 inches; grayish brown (10YR 5/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist, with many medium distinct reddish brown (5YR 4/4) redox concentrations and gray (10YR 5/1) redox depletions; slightly hard, friable, slightly sticky, slightly plastic; few plant roots and few fine vertical and oblique discontinuous tubular pores; noncalcareous; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  In the SE 1/4 sec. 19, T. 10N., R. 22E., near the town of Showlow."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Typically, the soil moisture control section (SMCS) is moist in all parts from January to July and intermittently moist in some part from July to October. The SMCS is moist in all parts greater than 40 percent of the time (cumulative), when the soil temperature at 20 inches is 41 degrees F or higher. Typic ustic moisture regime based on precipitation.\nColor: Color of the surface may be about one-half unit value lighter or darker than given above.\nRedoximorphic features: The mottling may occur below depths of 22 to 50 inches and in some areas little or no mottling is perceptible.\nTexture: In places, the texture does not change to a depth of 5 feet or more, but elsewhere stratification may occur with textures ranging from loamy fine sand to silt loam.  Medium textured materials are minor.\nOrganic matter content: is about 2 percent in the A1 and decreases gradually with depth.  Fine sandy loam is the only type recognized."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Generally smooth surface and on gentle slopes that range up to about 2 percent.  The soil usually occurs in comparatively narrow valleys adjacent to stream channels. Pinetop soils occur at elevations between 6,350 and 6,450 feet in a continental climate where the annual precipitation is about 16 inches.  The average January temperature is about 55 degrees, the average July temperature is about 70 degrees, the mean annual air temperature is about 60 degrees F., and the frost-free period about 117 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Pinetop soils are associated with Showlow, Elledge and Thunderbird series.  They resemble Heber soils to some degree.  Heber soils are well drained, have somewhat darker A1 horizons and lack the mottled lower C horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Permeability is moderate.  Much of the imperfect drainage is due to lateral seepage but some areas have a high water table."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of this soil is used for pasture.  Many areas have water for irrigation and are irrigated at least during the early part of summer when gravity water is available.  Nearly everywhere this soil has been seeded to pasture grasses with white and red clover, ryegrass, bromegrass and bluegrass.  In some areas grain and pastures are irrigated."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Known so far only in the vicinity of Showlow, Navajo County, Arizona. MLRA 39."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Navajo County soil survey area, Navajo County, Arizona, 1961.  Pinetop is the name of a local village."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to a depth of about 37 inches. (A, C horizons)\nAquic conditions - Saturation, reduction, and redoximorphic features present between 22 and 60 inches. (Cg1 & Cg2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
