{
  "SERIES": "PINEWOOD",
  "STATUS": "Established Series",
  "BYREV": "SWT-MLK",
  "REVDATE": "08/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, frigid Aquic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pinewood sandy loam, 0 to 2 percent slopes, in permanent pasture on a lake plain. (Colors are for moist soil unless otherwise stated).\nAp--0 to 20 cm (8 inches); very dark grayish brown (10YR 3/2) sandy loam, gray (10YR 5/1) dry; moderate fine subangular blocky structure parting to moderate fine granular; very friable; common very fine to medium roots; 4 percent gravel; very strongly acid; abrupt wavy boundary. [8 to 20 cm (3 to 8 inches) thick]\nB/E--20 to 36 cm (8 to 14 inches); brown (7.5YR 4/4) clay (Bt) occupies about 70 percent of the horizon surrounded by light brownish gray (10YR 6/2) sandy loam, light gray (10YR 7/2) dry (E); moderate medium and coarse subangular blocky structure parting to strong fine and medium subangular blocky; firm; many very fine and fine and common medium roots; common very fine tubular pores; common distinct brown (7.5YR 4/3) and few distinct brown (7.5YR 5/3) clay films on vertical and horizontal faces of peds; 2 percent very dark grayish brown (10YR 3/2) worm casts penetrating 8 cm (3 inches) down into the horizon; common fine and medium distinct strong brown (7.5YR 5/6) masses of oxidized iron; 4 percent gravel; strongly acid; clear wavy boundary. [8 to 15 cm (3 to 6 inches) thick]\nBt1--36 to 66 cm (14 to 26 inches); brown (10YR 4/3) clay; moderate coarse prismatic structure parting to strong medium and coarse subangular blocky; firm; many very fine and common fine roots; many very fine and fine tubular pores; many prominent brown (10YR 4/3) and common distinct dark brown (7.5YR 3/3) clay films on vertical and horizontal faces of peds; many fine and medium prominent strong brown (7.5YR 5/6) and common medium and coarse prominent yellowish red (5YR 5/8) masses of oxidized iron; few fine prominent light greenish gray (5GY 7/1) iron depletions; 5 percent gravel; slightly acid; abrupt wavy boundary.\nBt2--66 to 104 cm (26 to 41 inches); brown (10YR 4/3) silty clay and brownish yellow (10YR 6/6) fine sandy loam; moderate coarse subangular blocky structure parting to weak fine and medium subangular blocky; firm; common very fine and few fine roots; many very fine and fine tubular pores; common distinct brown (10YR 4/3) and few distinct dark grayish brown (10YR 4/2) clay films on horizontal faces of peds; many coarse distinct yellowish brown (10YR 5/6) and common fine prominent yellowish red (5YR 5/8) masses of oxidized iron; 2 percent gravel; slightly acid; clear wavy boundary.\nBt3--104 to 114 cm (41 to 45 inches); brown (10YR 5/3) silty clay; moderate coarse subangular blocky structure; firm; common very fine and few fine roots; many very fine and fine tubular pores; many prominent dark yellowish brown (10YR 4/4) clay films on vertical and horizontal faces of peds; few prominent very pale brown (10YR 7/3) carbonate coatings in root channels and pores; common fine and medium distinct yellowish brown (10YR 5/6) and common fine prominent yellowish red (5YR 4/6) masses of oxidized iron; 6 percent gravel; violently effervescent; moderately alkaline; abrupt wavy boundary. [Combined thickness of Bt horizon is 30 to 79 cm (12 to 31 inches).]\n2C1--114 to 147 cm (45 to 58 inches); strong brown (7.5YR 4/6) sand; weak medium and coarse subangular blocky structure; very friable; common very fine and few fine roots; a 25.4 to 38.1 mm (1 to 1.5 inches) thick layer of 7.5YR 4/4 sandy clay loam occurs along the Bt3 interface; few fine faint yellowish red (5YR 4/6) and common fine and medium faint strong brown (7.5YR 5/6) masses of oxidized iron; 3 percent gravel; violently effervescent; moderately alkaline; gradual wavy boundary.\n2C2--147 to 170 cm (58 to 67 inches); yellowish brown (10YR 5/6) sand; weak medium and coarse subangular blocky structure parting to single grain; very friable; common fine and medium faint strong brown (7.5YR 5/6) masses of oxidized iron; 3 percent gravel; violently effervescent; moderately alkaline; gradual wavy boundary.\n2C3--170 to 203 cm (67 to 80 inches); yellowish brown (10YR 5/4) sand; weak medium and coarse subangular blocky structure parting to single grain; very friable; 3 percent gravel; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Roscommon County, Michigan; about 425 feet north and 250 feet west of the southeast corner of sec. 4, T. 24 N., R. 1 W.; USGS St. Helen NW topographic quadrangle; lat. 44 degrees 29 minutes 45 seconds N. and long. 84 degrees 25 minutes 54 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 102 to 152 cm (40 to 60 inches)\nDepth to carbonates: 41 to more than 114 cm (16 to more than 45 inches)\nArgillic horizon: averages between 35 and 55 percent clay\nParticle-size control section: 0 to 5 percent gravel in the upper part and 0 to 10 percent in the lower part\nAp or A horizon:\nHue: 5YR or 10YR\nValue: 2, 2.5, or 3\nChroma: 1 or 2\nTexture: sandy loam or loam\nReaction: strongly acid to neutral\nE horizon, where present, and the E part of the B/E horizon:\nHue: 7.5YR or 10YR\nValue: 6 or 7\nChroma: 2 or 3\nTexture: sandy loam, loamy fine sand, or loam\nReaction: moderately acid to neutral\nBt part of the B/E horizon and the Bt horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 3 to 6\nTexture: clay loam, silty clay loam, silty clay, or clay with lenses of sandy loam, loamy fine sand, and fine sandy loam\nReaction: slightly acid or neutral in the upper part and neutral to moderately alkaline in the lower part\n2C horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 3 to 6\nTexture: dominantly sand but includes loamy sand or thin strata of loamy sand\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bowers, Kawkawlin, and Selkirk series. Bowers, Kawkawlin, and Selkirk soils do not have sand or loamy sand textures in the lower part of the series control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Pinewood soils are on collapsed lake plains of Wisconsinan age. Slope ranges from 0 to 2 percent. The Pinewood soils formed in clayey glaciofluvial deposits overlying sandy glaciofluvial deposits. Mean annual precipitation ranges from 711 to 813 mm (28 to 32 inches). Mean annual temperature ranges from 4.4 to 6.7 degrees C (40 to 44 degrees F). Frost-free period is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The moderately well drained Debolt and Kellogg soils are on similar positions. The moderately well drained Perecheney soils are on slightly higher positions. The poorly drained or very poorly drained Wakeley soils are in nearby depressions and narrow drainageways."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. Depth to the top or a perched seasonal high water table ranges from 30 to 61 cm (1 to 2 feet) between November and April in normal years. Potential for surface runoff is high. Saturated hydraulic conductivity is moderately high or moderately low in the clayey materials and high or very high in the sandy materials. Permeability is moderately slow or slow in the upper part of the series control section and rapid in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are idle or in pasture. A smaller part is in forest. Native vegetation is chiefly sugar maple, American beech, American elm, and some eastern white pine and eastern hemlock."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 94A in northern Lower Peninsula of Michigan. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Roscommon County, Michigan, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 20 cm (8 inches) (Ap horizon).\nGlossic horizon: from a depth of 20 to 36 cm (8 to 14 inches) (B/E horizon).\nArgillic horizon: from a depth of 20 to 114 cm (8 to 45 inches) (Bt part of the B/E horizon and Bt horizon).\nLithologic discontinuity: from clayey to sandy material at 114 cm (45 inches).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
