{
  "SERIES": "PINEDA",
  "STATUS": "Established Series",
  "BYREV": "Rev. MF; GRB",
  "REVDATE": "11/2013",
  "STATES": "FL",
  "OVERVIEW": "This very deep, nearly level, poorly drained soil is on broad low flats, hammocks, sloughs, depressions, poorly defined drainageways and flood plains in the Southern Florida Flatwoods (MLRA 155) and to a less extent in South Central Florida Ridge (MLRA 154), Southern Florida Lowlands (MLRA 156B), Florida Everglades and Associated Areas (MLRA 156A), North Central Florida Ridge (MLRA 138) and Eastern Gulf Coast Flatwoods (MLRA 152A). They formed in thick beds of sandy and loamy marine sediments. Near the type location, the mean annual temperature is about 72 degrees F., and the mean annual precipitation is about 55 inches. Slopes range from 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, siliceous, active, hyperthermic Arenic Glossaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pineda fine sand, in an area of rangeland (Colors are for moist soil).\nA--0 to 1 inch; black (10YR 2/1) fine sand; single grain; loose; many fine and medium roots, few coarse roots; moderately acid; clear smooth boundary.  (1 to 15 inches thick)\nE--1 to 5 inches; very pale brown (10YR 7/3) fine sand; single grain; loose; many fine and medium roots; moderately acid; clear wavy boundary.  (0 to 22 inches thick)\nBw1--5 to 13 inches; brownish yellow (10YR 6/8) fine sand; single grain; loose; strongly acid; clear wavy boundary.\nBw2--13 to 24 inches; reddish yellow (7.5YR 6/8) fine sand; single grain; loose; moderately acid; clear wavy boundary.  (Combined thickness of the Bw horizon ranges from 6 to 30 inches)\nE'--24 to 36 inches; light gray (10YR 7/2) fine sand; single grain; loose; few fine distinct brownish yellow (10YR 6/6) masses; moderately acid; abrupt irregular boundary.  (0 to 15 inches thick)\nB/E--36 to 54 inches; light brownish gray (2.5Y 6/2) fine sandy loam (B) with 20 percent light gray (10YR 7/2) vertical tongues or intrusions of fine sand (E) 3 to 10 inches in length and 0.5 inch to 2.0 inches in width; weak fine subangular blocky structure; slightly sticky and slightly plastic; sandy intrusions are single grain and loose; neutral; abrupt irregular boundary.  (2 to 40 inches thick)\nCg--54 to 80 inches; light gray (10YR 7/1) fine sand; single grain; loose; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lee County, Florida. Approximately 3,320 feet north of CR-840 (Alico Rd), 300 feet south of Premiere Airport Parkway and 620 feet west of Airport Haul Road; NW 1/4; SW 1/4; Sec 6, T. 46 S., R. 26 E.  Latitude 26 degrees 30 minutes 5.7 seconds N.; Longitude 81 degrees, 45 minutes, 23.6 seconds W. Datum WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to more than 80 inches. Limestone bedrock below a depth of 60 inches may occur in some areas. Combined thickness of the A, E, E', and Bw horizons ranges from 20 to 40 inches. Soil reaction ranges from very strongly acid to neutral in the A, E, E', B/E, and Bw horizons, strongly acid to moderately alkaline in the Btg horizon, and moderately acid to moderately alkaline in the Cg horizon.\nThe A or Ap horizon has hue of 10YR, value of 2 to 5, and chroma of 1 or 2; or it is neutral with value of 2 to 4.  Where the value is 3.5 or less, thickness is less than 10 inches.  Texture is fine sand or sand.\nThe E horizon, where present, has hue of 10YR or 2.5Y, value of 4 to 8, and chroma of 1 to 3; or it is neutral with value of 4 to 8.  Redoximorphic features in shades of gray, brown, or yellow range from none to common.  Texture is fine sand or sand.\nThe Bw horizon has hue of 7.5YR or 10YR, value of 4 to 8, and chroma of 3 to 8.  Texture is fine sand or sand.\nThe E' horizon, where present, has hue of 10YR, value of 5 to 8, and chroma of 2 to 4.  Chromas of 3 and 4 are due to impurities in sand grains rather than coatings on sand grains.  In some pedons, there may be a weakly expressed Bh horizon that is 1 or 2 inches in thickness at the base of the E' horizon.  Texture is fine sand or sand.\nThe B/E horizon has vertical sandy intrusions or tongues greater than 5 cm in length of the overlying albic materials (E).  The tongues range from about 5 cm or more in length and width and occupy more than 15 percent of the B/E horizon.  The E part of the B/E horizon has colors and textures similar to the E and E' horizons. The Btg part of the B/E horizon has hue of 10YR to 5BG, value of 4 to 7, and chroma of 1 or 2; or it is neutral with value of 4 to 7.  Redoximorphic features in shades of yellow or brown range from none to common.  Clay content averages between 15 and 25 percent.  Texture is fine sandy loam, sandy loam or sandy clay loam.\nThe Btg horizon, where present, has colors and textures similar to the B part of the B/E horizon.\nThe BC horizon, where present, has colors similar to the Btg and B/E horizons.  Texture is fine sandy loam, sandy loam or sandy clay loam.\nThe Cg horizon has hue of 10YR to 5GY, value of 5 to 8, and chroma of 1 or 2; or it is neutral with value of 5 to 8.  Texture is fine sand, sand, loamy sand, sandy loam or sandy clay loam.  In some pedons, the texture is sand mixed with up to 10 percent, by volume, shell fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Riviera series is the only known series in the same family. Riviera soils are on similar positions but do not have high chroma in their Bw horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Pineda soils are in broad low flats, low hammock, sloughs, depressions, poorly defined drainageways and flood plains. They formed in beds of sandy and loamy marine sediments. The climate is humid semitropical. Slopes range from 0 to 2 percent. The average annual air temperature ranges from 70 to 74 degrees F., and the average annual precipitation ranges from 50 to 60 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Anclote, Boca, EauGallie, Felda, Floridana, Hallandale, Holopaw, Immokalee, Malabar, Manatee, Myakka, Oldsmar, Parkwood, Pompano, Riviera, Valkaria, Wabasso and Winder series.   Anclote, Floridana, and Manatee soils are on similar to slightly lower positions, are very poorly drained, and have mollic epipedons.  Boca and Hallandale soils are on similar positions, but Boca soils are moderately deep to limestone bedrock and Hallandale soils are shallow to limestone bedrock.  EauGallie, Immokalee, Myakka, Oldsmar, and Wabasso soils are on similar to lower positions but have spodic horizons.  Felda, Riviera, and Winder soils are on similar positions but lack Bw horizons.  In addition, Winder soils have a sandy epipedon less than 20 inches thick.  Holopaw and Malabar soils are on similar to lower positions and have Btg horizons 40 to 80 inches deep.  The poorly drained Parkwood soils are on similar to slightly lower positions and have calcareous Bt horizons.  The very poorly drained Pompano soils are sandy throughout. Valkaria soils are sandy throughout."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Many areas of Pineda soils have been drained and are used for citrus, truck crops and tame pasture (pangolagrass and bahiagrass). In their undrained state, these soils are used for rangeland. Natural vegetation consists of south Florida slash pine, cypress, myrtle, cabbage palm, blue maidencane, chalky bluestem, bluepoint panicum, sawpalmetto sedges, pineland threeawn, and sand cordgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The hyperthermic region of Peninsular Florida. The series is of large extent (About 241,533 acres)."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Brevard County, Florida; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon:\nArenic properties - the zone from 0 to 36 inches (A, E, Bw1, Bw2 and E' horizons).\nAlbic horizons - the zones from 1 to 5 inches and from 24 to 36 inches (E and E' horizons).\nArgillic horizon - the zone from 36 to 54 inches (B/E horizon).\nGlossic horizon - the zone from 36 to 54 inches (B/E horizon).\nThe water table is within depths of 10 inches for 1 to 6 months. During the remainder of the year, it is typically at a depth of 10 to 40 inches below the surface.  It may, however, recede below 40 inches during extended dry periods. During periods of high rainfall, in some areas the soil is flooded from 7 days to 6 months. Depressions are ponded for periods of 3 to 6 months in most years.\nPineda soils are primarily in MLRA 155 and to a less extent in MLRAs 154, 156A, 156B, 138 and 152A.\nADDITIONAL DATA: Laboratory data is available on the National Soil Survey website at: http://ncsslabdatamart.sc.egov.usda.gov/querypage.aspx\nLaboratory data is provided by the University of Florida, Department of Soil and Water Science, Gainesville, FL and the National Soil Survey Laboratory, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 3,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "fine sand",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 1 inch; black (10YR 2/1) fine sand; single grain; loose; many fine and medium roots, few coarse roots; moderately acid; clear smooth boundary.  (1 to 15 inches thick)"
      },
      {
        "name": "E",
        "top": 3,
        "bottom": 13,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E--1 to 5 inches; very pale brown (10YR 7/3) fine sand; single grain; loose; many fine and medium roots; moderately acid; clear wavy boundary.  (0 to 22 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 13,
        "bottom": 33,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 8,
        "texture_class": "fine sand",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1--5 to 13 inches; brownish yellow (10YR 6/8) fine sand; single grain; loose; strongly acid; clear wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 33,
        "bottom": 61,
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 8,
        "texture_class": "fine sand",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2--13 to 24 inches; reddish yellow (7.5YR 6/8) fine sand; single grain; loose; moderately acid; clear wavy boundary.  (Combined thickness of the Bw horizon ranges from 6 to 30 inches)"
      },
      {
        "name": "E'",
        "top": 61,
        "bottom": 91,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "E'--24 to 36 inches; light gray (10YR 7/2) fine sand; single grain; loose; few fine distinct brownish yellow (10YR 6/6) masses; moderately acid; abrupt irregular boundary.  (0 to 15 inches thick)"
      },
      {
        "name": "B/E",
        "top": 91,
        "bottom": 137,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "B/E--36 to 54 inches; light brownish gray (2.5Y 6/2) fine sandy loam (B) with 20 percent light gray (10YR 7/2) vertical tongues or intrusions of fine sand (E) 3 to 10 inches in length and 0.5 inch to 2.0 inches in width; weak fine subangular blocky structure; slightly sticky and slightly plastic; sandy intrusions are single grain and loose; neutral; abrupt irregular boundary.  (2 to 40 inches thick)"
      },
      {
        "name": "Cg",
        "top": 137,
        "bottom": 203,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 1,
        "texture_class": "fine sand",
        "pH_class": "slightly acid",
        "narrative": "Cg--54 to 80 inches; light gray (10YR 7/1) fine sand; single grain; loose; slightly acid."
      }
    ]
  ]
}
