{
  "SERIES": "PINECITY",
  "STATUS": "Established Series",
  "BYREV": "Rev: CAH/ET",
  "REVDATE": "12/2015",
  "STATES": "CA",
  "OVERVIEW": "The Pinecity series consists of very shallow and shallow, somewhat excessively drained soils that formed in colluvium and/or alluvium over residuum derived from granite, granitoid, or gneissic rocks. Pinecity soils are on hills, mountains or fan aprons over pediments. Slopes range from 2 to 75 percent. The mean annual precipitation is about 125 millimeters (5 inches) and the mean annual temperature is about 15.5 degrees C (60 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, thermic, shallow Typic Torripsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pinecity gravelly loamy sand, on a 29 percent slope under desert shrubs at an elevation of 1,244 meters (4,080 feet). When described the soil was dry throughout. (Colors are for dry soil unless otherwise noted). The surface is covered by 25 percent fine gravel, 30 percent medium and coarse gravel, 20 percent cobbles, 2 percent stones and 1 percent boulders.\nA -- 0 to 3 centimeters (0 to 1 inch); brown (10YR 4/3) gravelly loamy sand, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common fine roots throughout; very few very fine tubular pores; 10 percent fine gravel, 10 percent medium to coarse gravel and 5 percent cobbles; neutral (pH 7.2); clear wavy boundary. (2 to 12 centimeters thick)\nBw -- 3 to 15 centimeters (1 to 6 inches); brown (10YR 4/3) gravelly loamy sand, dark brown (10YR 3/3) moist; weak medium and coarse subangular blocky structure; moderately hard, very friable, nonsticky and nonplastic; common fine roots throughout; very few very fine irregular pores; 2 percent fine paragravel, 10 percent fine gravel, 3 percent medium to coarse gravel and 3 percent cobbles; neutral (pH 7.2); abrupt wavy boundary. (4 to 14 centimeters thick)\nCr -- 15 to 150 centimeters (6 to 60 inches); weathered, fractured extremely weakly cemented granitoid bedrock with low excavation difficulty with fractures greater than 20 centimeters apart; very few very fine roots in cracks and very few fine roots matted at the top of the horizon."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Bernardino County, California; approximately 0.75 kilometers east of Park Boulevard near the west entrance to Joshua Tree National Park; approximately 389 meters east and 802 meters south of the northwest corner of section 23, T. 1 S., R. 7 E.; USGS Indian Cove, California 7.5 minute topographic quadrangle; 34 degrees, 4 minutes, 14.0 seconds north latitude and 116 degrees, 13 minutes, 40.3 seconds west longitude; UTM 11S 0571249, 3770243n (DTM: NAD83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section - Usually dry, moist in some parts for short periods during winter and early spring and for 10 to 20 days cumulative between July and September following summer convection storms. The soils have a typic-aridic moisture regime.\nSoil temperature: 15 to 19 degrees C.\nSurface rock fragments: ranges from 25 to 80 percent, dominated by medium and coarse gravel.\nControl section-\nClay content: 1 to 9 percent.\nRock fragments: 5 to 34 percent, typically dominated by gravel.\nOrganic matter: 0 to 0.50 percent.\nEffervescence: noneffervescent throughout.\nDepth to paralithic contact: 5 to 36 centimeters (2 to 14 inches).\nA horizon\nValue: 4 to 6 dry, and 3 or 4 moist.\nChroma: 2 to 4, dry or moist.\nTexture of the fine earth: sand or loamy sand.\nClay content: 2 to 9 percent.\nRock fragments: ranges from 2 to 35 gravel, dominated by very strongly cemented to indurated gravel, 0 to 5 percent cobbles and 0 to 13 percent paragravel.\nReaction: neutral to moderately alkaline.\nBw or C horizon\nValue:  4 to 6 dry, and 3 or 4, moist.\nChroma:  3 to 6, dry or moist.\nTexture of the fine earth: sand or loamy sand.\nClay content: 1 to 9 percent.\nRock fragments: 2 to 34 percent, dominated by gravel and 0 to 5 percent parafragments.\nReaction: neutral to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ironped and Jawbone series. Ironped soils have mean annual soil temperatures of 19 to 22 degrees C. Jawbone soils are not moist in the moisture control section for 10 to 20 days following summer convection storms."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Pinecity soils are on hills, mountains and fan aprons over pediments. Slopes range from 2 to 75 percent. These soils formed in colluvium and/or alluvium over residuum derived from granite, granitoid, or gneissic rocks. Elevation is 1,025 to 1,675 meters (3,360 to 5,495 feet). The mean annual precipitation is 100 to 175 millimeters and the mean annual air temperature is 13 to 17 degrees C. The frost-free season is 210 to 270 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Contactmine, Desertqueen, Ironped, and Smithcanyon soils. Ironped soils are on adjacent south-facing slopes and have a warmer soil temperature regime. Smithcanyon soils are on cool, higher elevational north-facing slopes and have a typic bordering on xeric soil moisture regime. Desertqueen and Contactmine soils are on similar landscape positions when on hills and mountains, have argillic horizons above a paralithic contact and have a loamy or a fine-loamy, respectively, particle-size control section. Contactmine soils are also moderately deep to the paralithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained; high to very high runoff; high saturated hydraulic conductivity above the paralithic contact and moderately high or moderately low in the bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used for recreation, rangeland and wildlife habitat. Vegetation is mainly blackbrush, California juniper and California jointfir."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Mojave Desert of Southeastern California. MLRA 30. These soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: San Bernardino County, California; Soil Survey of Joshua Tree National Park, California, 2012. The name is from a site within the survey area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon include:\nOchric epipedon - from a depth of 0 to 15 centimeters (A and Bw horizon).\nParalithic contact - the zone beginning at 15 centimeters (Cr horizon).\nParticle size control section - from a depth of 0 to 15 centimeters (A and Bw horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: \tNASIS User Pedon ID: 1249719930."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 3,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "cf_class": "gravelly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A -- 0 to 3 centimeters (0 to 1 inch); brown (10YR 4/3) gravelly loamy sand, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common fine roots throughout; very few very fine tubular pores; 10 percent fine gravel, 10 percent medium to coarse gravel and 5 percent cobbles; neutral (pH 7.2); clear wavy boundary. (2 to 12 centimeters thick)"
      },
      {
        "name": "Bw",
        "top": 3,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "cf_class": "gravelly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw -- 3 to 15 centimeters (1 to 6 inches); brown (10YR 4/3) gravelly loamy sand, dark brown (10YR 3/3) moist; weak medium and coarse subangular blocky structure; moderately hard, very friable, nonsticky and nonplastic; common fine roots throughout; very few very fine irregular pores; 2 percent fine paragravel, 10 percent fine gravel, 3 percent medium to coarse gravel and 3 percent cobbles; neutral (pH 7.2); abrupt wavy boundary. (4 to 14 centimeters thick)"
      },
      {
        "name": "Cr",
        "top": 15,
        "bottom": 150,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr -- 15 to 150 centimeters (6 to 60 inches); weathered, fractured extremely weakly cemented granitoid bedrock with low excavation difficulty with fractures greater than 20 centimeters apart; very few very fine roots in cracks and very few fine roots matted at the top of the horizon."
      }
    ]
  ]
}
