{
  "SERIES": "PINERID",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJL/MJD/SSP",
  "REVDATE": "7/98",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, carbonatic, frigid Lithic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pinerid very channery silt loam, on a south facing, complex, 16 percent slope in black sagebrush rangeland at an elevation of 7,800 feet.  (Colors are for dry soil unless otherwise noted.)\nThe surface is covered by 35 percent channers and 5 percent flagstones.\nA--0 to 2 inches; yellowish brown (10YR 5/4) very channery silt loam, dark brown (10YR 3/3) moist; moderate thin platy structure parting to moderate fine and very fine subangular blocky; soft, very friable, slightly sticky and slightly plastic; few coarse, medium and fine, common very fine roots; common fine and many very fine vesicular pores; 20 percent channers; slightly effervescent, carbonates are disseminated; moderately alkaline (pH 8.3); abrupt smooth boundary.  (2 to 5 inches thick)\nBk1--2 to 6 inches; brown (10YR 5/3) very channery silt loam, dark brown (10YR 3/3) moist; moderate fine and very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few coarse and medium, many fine and very fine roots; common fine and many very fine tubular pores; 50 percent channers; slightly effervescent, carbonates are disseminated and segregated as coatings less than 1 mm thick on undersides of rocks; moderately alkaline (pH 8.2); clear wavy boundary.  (4 to 7 inches thick)\nBk2--6 to 11 inches; light yellowish brown (10YR 6/4) extremely channery silt loam, brown (10YR 4/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few medium, common fine and many very fine roots; common fine and very fine tubular pores; 75 percent channery fragments; strongly effervescent, carbonates are disseminated and segregated as coatings 1 to 3 mm thick on underside of rock fragments; moderately alkaline (pH 8.2) abrupt smooth boundary.\nBk3--11 to 13 inches; light yellowish brown (10YR 6/4) extremely channery silt loam, brown (10YR 5/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few medium, common fine and many very fine roots; common fine and very fine tubular pores; 90 percent channery fragments; strongly effervescent, carbonates are\ndisseminated and segregated as many medium irregular masses and coatings 1 to 3 mm thick on rocks; moderately alkaline (pH 8.2; abrupt smooth boundary.  (combined thickness of Bk horizons is 4 to 8 inches thick)\nR--13 to 17 inches; unweathered dolomitic limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Uintah County, Utah; about 30 miles northwest of Vernal, Utah; located about 650 feet north and 800 feet west of the southeast corner of sec. 30, T. 1 S., R. 24 E., SLBM; Blair Basin USGS quad; lat. 40 degrees 41 minutes 59 seconds N. and long. 109 degrees 15 minutes 34 seconds W., NAD 27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The moisture control section is affected by precipitation that falls evenly through the year with a slight increase in late summer and early fall.  This soil occurs in a zone that is considered to have a typic ustic moisture regime.  However, due to the windswept nature of this soil's setting, it has an ustic soil moisture regime bordering on aridic.\nMean annual soil temperature:  42 to 45 degrees F.\nDepth to calcic horizon:  6 to 12 inches\nDepth to lithic contact:  10 to 20 inches to dolomitic limestone\nThickness of the mollic epipedon:  7 to 9 inches after mixing\nSurface rock fragments:  35 to 60 percent (predominantly channers derived from dolomitic limestone)\nParticle-size control section:  18 to 27 percent clay; 60 to 80 percent rock fragments (predominantly channers derived from dolomitic limestone); 50 to 80 percent calcium carbonate equivalent in the less-than-20 mm fraction\nA horizon:\nHue: 7.5YR or 10YR\nChroma:  3 or 4 dry, 2 or 3 moist\nCalcium carbonate equivalent:  20 to 40 percent\nBk1 horizon:\nHue:  7.5YR or 10YR\nValue:  5 or 6 dry, 3 or 4 moist\nChroma:  3 or 4\nTexture:  silt loam with very channery or extremely channery modifiers\nCalcium carbonate equivalent:  30 to 50 percent\nBk2 and Bk3 horizons:\nHue:  7.5YR or 10YR\nChroma:  3 or 4\nTexture:  silt loam with extremely channery or extremely flaggy modifiers\nCalcium carbonate equivalent:  50 to 60 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Lap series.\nLap soils have Typic Ustic moisture control sections, and include hues of 2.5Y."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  slope alluvium and colluvium derived from dolomitic limestone.\nLandform:  mountain slopes.\nSlopes:  8 to 25 percent\nElevation: 7,500 to 9,000 feet\nMean annual air temperature:  40 to 43 degrees F.\nMean annual precipitation:  16 to 22 inches.\nFrost-free period:  70 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Clyl, Flynncove, and Cortyzack series.\nClyl soils are on mountain slopes and are very deep.\nFlynncove soils are on fan remnants, have an argillic horizon, and are very deep.\nCortyzack soils are on dissected plateaus, are non-skeletal, and are very deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, medium and high runoff, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The major uses are rangeland, wildlife habitat, and recreation.  The potential native plant community is black sagebrush, bluebunch wheatgrass, bluegrass, fringed sagewort, and prairie junegrass.  These soils have been correlated to Mountain Windswept Ridge (Black Sagebrush) - 047CY475UT range sites in Utah."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Utah.  LRR E, MLRA 47.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Uintah County, Uintah Area Soil Survey, Utah. 1998.  The name is coined from a nearby geographic location."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nParticle-size control section:  The zone from the surface to 13 inches.  (A, Bk1, Bk2, and Bk3)\nMollic epipedon:  The zone from the surface to 7 inches.  (A, Bw and the top inch of the Bk2 horizons)\nCalcic horizon:  The zone from 6 to 13 inches.  (Bk2 and Bk3 horizons)\nLithic contact:  The contact with dolomitic limestone bedrock at 13 inches.\nThe surface texture modifier was determined following the guidelines outlined in the Utah document, \"Procedures for Distributing Rock Fragments on the Surface Layer into the Upper 6 inches of Soil and Subsequent Naming of Map Units, April 1979.\"\nClassification was changed from Lithic Calciborolls to frigid Lithic Calciustolls July 1998.\nTaxonomic version:  Eighth Edition, 1998.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
