{
  "SERIES": "PINNACLES",
  "STATUS": "Established Series",
  "BYREV": "Rev. RCH-LCL-ET",
  "REVDATE": "04/2000",
  "STATES": "CA",
  "OVERVIEW": "Pinnacles soils have light brownish gray, medium acid, sandy loam A horizons, brown, strongly acid, sandy clay B2t horizons, and light yellowish brown, sandy clay loam C horizons over sandstone at depth of about 25 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: fine, smectitic, thermic Ultic Palexeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pinnacles coarse sandy loam - annual grass and brush range. (Colors are for dry soil unless otherwise stated.)\nAll--0 to 8 inches; light brownish gray (10YR 6/2) coarse sandy loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; hard, very friable, slightly sticky, slightly plastic; many very fine and fine roots; common very fine and fine interstitial pores; medium acid; clear smooth boundary. (6 to 12 inches thick)\nA12--8 to 12 inches; light brownish gray (10YR 6/2) coarse sandy loam, dark grayish brown (10YR 4/2) moist; weak medium subangular blocky structure; hard, very friable, slightly sticky, slightly plastic; common very fine and fine roots; common fine and medium interstitial pores; medium acid; abrupt smooth boundary. (6 to 10 inches thick)\nB2t--12 to 25 inches; brown (7.5YR 5/4) coarse sandy clay, dark brown (7.5YR 4/4) moist; strong coarse prismatic that parts readily into strong medium angular blocky structure; very hard, very firm, sticky, plastic; few very fine and fine roots; common very fine and fine tubular pores; thin continuous and moderately thick patchy clay films on surface of peds and lining pores; strongly acid; clear smooth boundary. (10 to 20 inches thick)\nC2--25 to 60 inches; Semi-consolidated, acid, coarse grained, gravelly, arkosic sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Benito County, California; 2 miles east of the Pinnacles National Monument, and 3 miles west of State Highway 25 in Dry Lake Valley; SE corner sec. 8, T. 16 S., R. 3 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to a paralithic contact is 25 to 40 inches. The mean annual soil temperature is about 60 degrees F. to 65 degrees F. and the soil temperature usually is not below 47 degrees F. at any time. Soil between depths of about 6 and 20 inches usually is dry all the time from April until early December and usually is moist in some or all parts all the rest of the year. Rock fragments, mostly smaller than 3 inches, usually make up 3 to 6 percent of all horizons and may be as much as 35 percent. The soil has some angular and subangular coarse and very coarse sand and has a \"gritty\" feel.\nThe A horizon is light gray, light brownish gray, pale brown, grayish brown or brown. It is coarse sandy loam, sandy loam, or loam. Organic matter averages less than 1 percent in the upper 10 inches. This horizon is neutral to medium acid. The A-B2t horizon boundary is abrupt and the B2t horizon has 15 to 20 percent more clay (absolute) than the A horizon. Some pedons have a thin A2 horizon and some do not.\nThe B2t horizon is brown, strong brown, yellowish brown or light brown and the hue is lOYR or 7.5YR. It is clay loam, sandy clay or clay with an average of 35 to about 45 percent clay. This horizon has moderate or strong prismatic or angular blocky structure. It is medium to very strongly acid and has 40 to 75 percent base saturation. Commonly a few cobblestones are present."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Auberry, Chualar, Cometa, Olivenhain, Placentia, Snelling, Spreckels, and Sutherlin series. Auberry, Chualar and Snelling soils have less than 35 percent clay in the argillic horizon. Chualar soils have mollic epipedons. Snelling soils lack a paralithic contact and the base saturation is more than 75 percent. Olivenhain soils have 5YR or 2.5YR hue in the argillic horizon and have more than 35 percent rock fragments. Placentia soils have more than 15 percent exchangeable sodium in the argillic horizon. Spreckels and Sutherlin soils have a mean annual soil temperature of less than 59 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Pinnacles soils are strongly sloping to very steep at elevations of 1,000 to 3,000 feet. They formed in residuum weathered from sandstone, tuffaceous and arkosic consolidated sediments. The climate is subhumid mesothermal with warm to hot, rainless summers and cool moist winters. Mean annual precipitation is about 10 to 16 inches. The average January temperature is about 44 degrees F.; average July temperature is about 77 degrees F.; and the mean annual temperature is about 60 degrees F. to 62 degrees F. The freeze-free season is about 230 to 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Auberry soils and the McCoy, Santa Lucia, Sheridan and Vista soils. McCoy soils have a mollic epipedon and the argillic horizon has less than 35 percent clay. Santa Lucia and Sheridan soils have mollic epipedons and lack argillic horizons. Vista soils have a cambic horizon and lack an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well-drained; medium to very rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The soils are used for range and watershed. Vegetation on less steep areas generally consists of annual grasses and forbs. Steeper areas are covered with chaparral."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Coast Range, San Benito and Monterey Counties, California. The soil is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Monterey County, California, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Pinnacles soils were formerly classified as (maximal) Noncalcic Brown soils. The series description was entered into the Ames database on 04/2000. Classification and competing series were not checked at that time.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "All",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "coarse sandy loam",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "All--0 to 8 inches; light brownish gray (10YR 6/2) coarse sandy loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; hard, very friable, slightly sticky, slightly plastic; many very fine and fine roots; common very fine and fine interstitial pores; medium acid; clear smooth boundary. (6 to 12 inches thick)"
      },
      {
        "name": "A12",
        "top": 20,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "coarse sandy loam",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A12--8 to 12 inches; light brownish gray (10YR 6/2) coarse sandy loam, dark grayish brown (10YR 4/2) moist; weak medium subangular blocky structure; hard, very friable, slightly sticky, slightly plastic; common very fine and fine roots; common fine and medium interstitial pores; medium acid; abrupt smooth boundary. (6 to 10 inches thick)"
      },
      {
        "name": "B2t",
        "top": 30,
        "bottom": 64,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "coarse sand",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "B2t--12 to 25 inches; brown (7.5YR 5/4) coarse sandy clay, dark brown (7.5YR 4/4) moist; strong coarse prismatic that parts readily into strong medium angular blocky structure; very hard, very firm, sticky, plastic; few very fine and fine roots; common very fine and fine tubular pores; thin continuous and moderately thick patchy clay films on surface of peds and lining pores; strongly acid; clear smooth boundary. (10 to 20 inches thick)"
      },
      {
        "name": "C2",
        "top": 64,
        "bottom": 152,
        "texture_class": "sand",
        "cf_class": "gravelly",
        "narrative": "C2--25 to 60 inches; Semi-consolidated, acid, coarse grained, gravelly, arkosic sandstone."
      }
    ]
  ]
}
