{
  "SERIES": "PINNEBOG",
  "STATUS": "Established Series",
  "BYREV": "Rev. LHL-NWS-MLK",
  "REVDATE": "08/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Euic, mesic Hemic Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pinnebog muck, on a level area in a forested bog.\nOa1--0 to 41 cm (16 inches); black (10YR 2/1) broken face and rubbed muck (sapric material); about 15 percent fiber, less than 5 percent rubbed; weak medium granular structure; friable; primarily herbaceous fibers; slightly alkaline; gradual smooth boundary.\nOa2--41 to 86 cm (16 to 34 inches); black (5YR 2.5/1) broken face and rubbed muck (sapric material); about 35 percent fiber, less than 10 percent rubbed; weak thick platy structure; friable; primarily herbaceous fibers; slightly alkaline; gradual smooth boundary.\nOe--86 to 127 cm (34 to 50 inches); dark reddish brown (5YR 2.5/2) broken face and rubbed mucky peat (hemic material); about 90 percent fiber, about 40 percent rubbed; weak thick platy structure; nonsticky, nonplastic; primarily herbaceous fibers; slightly alkaline; abrupt smooth boundary.\nO'a--127 to 152 cm (50 to 60 inches); dark reddish brown (5YR 2.5/2) broken face, black (5YR 2.5/1) rubbed muck (sapric material); about 20 percent fiber, less than 5 percent rubbed; weak coarse subangular blocky structure; nonsticky, nonplastic; primarily herbaceous fibers; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Huron County, Michigan; about 2 miles south of Verona; 238 feet west and 2,450 feet north of the southeast corner of sec. 25, T. 16 N., R. 13 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the organic layers: more than 130 cm (51 inches)\nHue: 5YR to 10YR, or is neutral\nValue: 2, 2.5, or 3\nChroma: 0 to 3\nWoody fragment content: 0 to 15 percent by volume; cannot be crushed between the fingers\nReaction: moderately acid to slightly alkaline\nDifference between mean winter and mean summer temperature: more than 30 degrees F\nSurface tier:\nOrganic material: muck (sapric material) or mucky peat (hemic material)\nStructure: typically granular, but in some pedons it is blocky\nSome pedons have an Op horizon.\nSubsurface tier:\nOrganic material: dominantly muck (sapric material), but at least 25 cm (10 inches) of this tier and/or the bottom tier is mucky peat (hemic material)\nStructure: typically has platy structure but may be blocky or massive in the subsurface and bottom tiers\nSome pedons have a limnic layer below 130 cm (51 inches). Some pedons have a mineral C below 130 cm (51 inches)."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Seattle series. Seattle soils have a difference between mean winter and mean summer soil temperature of less than 30 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Pinnebog soils are on bogs with a plane or concave surface. Slope ranges from 0 to 2 percent. The soils formed in dominantly herbaceous organic materials. The Pinnebog soils occur in a continental climate having warm moist summers and cold winters. Mean annual precipitation ranges from 737 to 940 mm (29 to 37 inches). Mean annual temperature ranges from 8.3 to 11.1 degrees C (47 to 52 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Guelph, Linwood, Palms, Parkhill, and Wasepi soils. Guelph, Parkhill, and Wasepi soils formed from mineral rather than organic materials. They are on the uplands surrounding Pinnebog soils. Linwood and Palms soils are on bogs but have loamy mineral substratums at depths of 41 to 130 cm (16 to 51 inches)."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Very poorly drained. Potential for surface runoff is negligible or very low. Saturated hydraulic conductivity is moderately high or high. Permeability is moderately slow to moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the Pinnebog soils are in forest of red and silver maple, green and black ash, quaking aspen, white birch, white cedar, tamarack and tag alder. Areas which have been cleared are used for pasture, and if drained, for corn, wheat, potatoes, and truck crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 98, 99, 111E, and 144A in southern Michigan, northern Ohio, New York ,and Vermont. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Huron County, Michigan 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:Diagnostic horizons and features recognized in the pedon are:\nMuck (sapric material): from the surface to a depth of 86 cm cm (34 inches) (Oa1, Oa2 horizons).\nMucky peat (hemic material): from a depth of 86 to 127 cm (34 to 50 inches) (Oe horizon).\nMuck (sapric material): from a depth of 127 to 152 cm (50 to 60 inches) (O'a horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
