{
  "SERIES": "PINTOBASIN",
  "STATUS": "Established Series",
  "BYREV": "CAH/PBF/ET",
  "REVDATE": "12/2015",
  "STATES": "CA",
  "OVERVIEW": "The Pintobasin series consists of very deep, somewhat excessively drained soils that formed in mixed alluvium from dominantly granitoid rock. Pintobasin soils are on fan remnants, alluvial fans, fan aprons, inset fans and in drainageways. Slopes range from 0 to 15 percent.  The mean annual precipitation is about 100 millimeters (4 inches) and the mean annual air temperature is about 21.5 degrees C (71 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, hyperthermic Typic Torripsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pintobasin gravelly sand, on a linear, 1 percent slope under desert shrubs and grasses at an elevation of 584 meters (1,915 feet). (Colors are for dry soil unless otherwise noted.)The surface is covered by approximately 25 percent medium and coarse gravel.\nA -- 0 to 4 centimeters (0 to 1.5 inches); pale brown (10YR 6/3) gravelly loamy sand, dark grayish brown (10YR 4/2) moist; weak thin platy structure; loose, nonsticky and nonplastic; many very fine and few fine roots; few fine tubular pores; 15 percent gravel; slightly acid (pH 6.4); clear wavy boundary. (2 to 8 centimeters thick)\nAC -- 4 to 11 centimeters (1.5 to 4 inches); light yellowish brown (10YR 6/4) gravelly sand, brown (10YR 4/3) moist; weak thin platy structure parting to massive; loose, nonsticky and nonplastic; many very fine and fine, few medium roots; few fine tubular pores; 17 percent gravel; slightly acid (pH 6.4); clear wavy boundary. (0 to 40 centimeters thick)\nC1 -- 11 to 61 centimeters (4 to 24 inches); light yellowish brown (10YR 6/4) stratified gravelly sand and sand, brown (10YR 4/3) moist; massive; loose, nonsticky and nonplastic; many very fine and fine, common medium roots; 20 percent gravel; slightly alkaline (pH 7.8); gradual wavy boundary.\nC2 -- 61 to 150 centimeters (24 to 60 inches); light brown (7.5YR 6/3) stratified gravelly sand to sand, brown (10YR 4/3) moist; massive; loose, nonsticky and nonplastic; few very fine and fine roots; 20 percent gravel; neutral (pH 6.8). (Combined thickness of the C horizons is more than 50 centimeters)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Riverside County, California; about 121 meters (400 feet) east and 700 meters (2,300 feet) south of the NW corner of sec. 27, T. 3 S., R. 12 E., San Bernardino Base and Meridian; 33 degrees, 52 minutes and 35 seconds north latitude, and 115 degrees, 43 minutes and 13 seconds west longitude; USGS San Bernardino Wash 7.5 minute topographic quadrangle; UTM 11S 618355e 3749201n (DTM: NAD83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: usually dry, moist in some parts for short\nperiods during winter and early spring and for 10 to 20 days cumulative\nbetween July and September following summer convection storms. The soils       have a typic-aridic soil moisture regime.\nSoil temperature: 22 to 25 degrees C (72 to 77 degrees F).\nOrganic matter: 0 to 0.5 percent.\nSurface rock fragments: 10 to 75 percent, dominantly gravel.\nControl section\nClay content: 1 to 6 percent.\nRock fragments: 15 to 30 percent, dominantly gravel.\nA horizon\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma: 2 to 4 dry, 2 or 3 moist.\nTexture of the fine earth: sand, fine sand, loamy sand, loamy fine sand\nor fine sandy loam.\nClay content: 2 to 10 percent.\nRock fragments: 5 to 30 percent, dominantly gravel.\nEffervescence: noneffervescent or very slightly effervescent.\nReaction: moderately acid to slightly alkaline.\nAC and Bw horizons (when present)\nValue: 4 or 5 moist.\nChroma: 3 or 4 dry, 4 or 5 moist.\nTexture of the fine earth: sand, fine sand, loamy sand or loamy fine sand.\nClay content: 2 to 6 percent.\nRock fragments: 5 to 30 percent, dominantly gravel.\nEffervescence: noneffervescent or very slightly effervescent.\nReaction: slightly acid to moderately alkaline.\nC horizon\nValue: 5 to 7 dry, 4 or 5 moist.\nChroma: 2 to 4 dry or moist.\nTexture of the fine earth: coarse sand, sand, loamy sand or loamy fine\nsand.\nClay content: 1 to 6 percent.\nRock fragments: range is 1 to 30 percent, averages more than 15 percent,\ndominantly gravel.\nEffervescence: noneffervescent or very slightly effervescent.\nReaction: slightly acid to neutral in the upper part and neutral to\nmoderately alkaline below 100 centimeters."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Carsitas (CA), Dalelake (CA), Joetree (CA), Lagunita (AZ), Myoma (CA) and Rositas (CA) series. Carsitas and Rositas soils do not receive appreciable summer precipitation and are generally dry throughout the moisture control section for most of the year. Joetree soils have an argillic horizon with an upper boundary between 100 and 150 centimeters. Lagunita soils have less than 15 percent gravel in the control section and are slightly or moderately alkaline throughout. Myoma soils have 2.5Y hues or yellower, are slightly to strongly effervescent throughout and contain conch and clam shells throughout the particle size control section. Dalelake soils are formed from eolian deposits and are always dominated by fine sand textures in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Pintobasin soils are on fan remnants, alluvial fans, fan aprons, inset fans and in drainageways. Slopes range from 0 to 15 percent. These soils formed in mixed alluvium from dominantly granitoid rock. Elevations are 290 to 855 meters (950 to 2,805 feet). The climate is arid with hot, dry summers and warm, moist winters. The mean annual precipitation is 75 to 125 millimeters (3 to 5 inches); mean annual air temperature is 20 to 23 degrees C (63 to 73 degrees F.) and the frost-free season is 300 to 340 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Carrizo, Oldale, Dalelake, Joetree and Patscamp soils. Carrizo soils are found on similar landscape positions and have sandy-skeletal particle-size control sections. Oldale soils are found on fan remnants and have an argillic horizon and a loamy-skeletal particle-size control section. Dalelake soils are on thick sand sheets and are dominated by fine sands. Joetree and Patscamp soils are on fan aprons over fan remnants and have argillic horizons within 150 centimeters of the soil surface. In addition, Patscamp soils have a calcic horizon within the lower part of the argillic."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained; negligible to low runoff; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Pintobasin soils are used for recreation and wildlife habitat. The present vegetation is mainly creosote bush, silver and pencil chollas and burrobush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Mojave Desert of southeastern California.  MLRA 30. These soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Riverside County, California, Joshua Tree National Park Soil Survey, 2012. The soil is named after a feature in the survey area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nOchric epipedon - from a depth of 0 to 11 centimeters (A and AC horizons).\nParticle-size control section - from a depth of 25 to 100 centimeters (C1 and\npart of the C2 horizon).\nADDITIONAL DATA: NASIS User Pedon ID: 794-Y-10.\nResponsibility for this series was transferred from Davis to Phoenix 12/2015. The last revision to the series was 5/2012. ET\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 4,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "gravelly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A -- 0 to 4 centimeters (0 to 1.5 inches); pale brown (10YR 6/3) gravelly loamy sand, dark grayish brown (10YR 4/2) moist; weak thin platy structure; loose, nonsticky and nonplastic; many very fine and few fine roots; few fine tubular pores; 15 percent gravel; slightly acid (pH 6.4); clear wavy boundary. (2 to 8 centimeters thick)"
      },
      {
        "name": "AC",
        "top": 4,
        "bottom": 11,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sand",
        "cf_class": "gravelly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "AC -- 4 to 11 centimeters (1.5 to 4 inches); light yellowish brown (10YR 6/4) gravelly sand, brown (10YR 4/3) moist; weak thin platy structure parting to massive; loose, nonsticky and nonplastic; many very fine and fine, few medium roots; few fine tubular pores; 17 percent gravel; slightly acid (pH 6.4); clear wavy boundary. (0 to 40 centimeters thick)"
      },
      {
        "name": "C1",
        "top": 11,
        "bottom": 61,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sand",
        "cf_class": "gravelly",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C1 -- 11 to 61 centimeters (4 to 24 inches); light yellowish brown (10YR 6/4) stratified gravelly sand and sand, brown (10YR 4/3) moist; massive; loose, nonsticky and nonplastic; many very fine and fine, common medium roots; 20 percent gravel; slightly alkaline (pH 7.8); gradual wavy boundary."
      },
      {
        "name": "C2",
        "top": 61,
        "bottom": 150,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sand",
        "cf_class": "gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "narrative": "C2 -- 61 to 150 centimeters (24 to 60 inches); light brown (7.5YR 6/3) stratified gravelly sand to sand, brown (10YR 4/3) moist; massive; loose, nonsticky and nonplastic; few very fine and fine roots; 20 percent gravel; neutral (pH 6.8). (Combined thickness of the C horizons is more than 50 centimeters)"
      }
    ]
  ]
}
