{
  "SERIES": "PINTAS",
  "STATUS": "Established Series",
  "BYREV": "Rev. JWS:MLG",
  "REVDATE": "03/2001",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, calcareous, thermic Typic Epiaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pintas silty clay loam--rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 16 inches; very dark gray (10YR 3/1) silty clay loam, black (10YR 2/1) moist; moderate very fine subangular blocky and granular structure; very hard, firm but crumbly; many roots; many insect burrows; many wormcasts; few fine fragments of snail shells; calcareous, moderately alkaline; gradual boundary.  (12 to 20 inches thick)\nBw--16 to 30 inches; gray (10YR 5/1) silty clay loam, dark gray (10YR 4/1) moist, few fine brownish yellow mottles; moderate fine subangular blocky and blocky structure; hard, firm but crumbly; few roots; few soft masses of calcium carbonate; thin patchy films of calcium carbonate on faces of peds; few fine fragments of snail shells; moderately alkaline; calcareous; diffuse wavy boundary.  (8 to 20 inches thick)\nBCk--30 to 64 inches; white (2.5Y 8/2) silty clay loam, light gray (2.5Y 7/2) moist, few distinct, fine, brownish yellow mottles; massive; hard, friable and crumbly; few roots; many fine pores; about 30 percent of soft masses of calcium carbonate; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kinney County, Texas; 7.6 miles south of Brackettville on Los Moras road, 0.4 mile east on county road, 150 feet south into rangeland."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 60 to more than 80 inches.  Silicate clay content of the 10 to 40 inch control section ranges from 35 to 50 percent.  Calcium carbonate equivalent increases with depth; ranging from about 10 percent in the upper A horizon to near 70 percent in the BCk horizon.\nThe A horizon colors are in hue of 10YR, value of 3 through 5, and chroma of 1 or 2.  Chromas of 2 occur only in the upper portion of the A1 horizon.  It is silty clay loam, silty clay, or clay.\nThe Bw horizon has hue of 10YR, value of 5 or 6, and chroma of 1 or 2.  It is silty clay loam, silty clay, or clay.\nThe BCk horizon has hue of 2.5YR or 10YR, value of 7 or 8, and chroma of 1 or 2. It is silty clay loam, clay, or clay loam.  Content of visible masses and concretions of calcium carbonate from 20 to 50 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the only member of the family.  Other competing soils are the Aransas, Edroy, Frio, Harris, Kaufman, and Trinity series.  Aransas, Edroy, Kaufman, and Trinity soils crack to depths of more than 20 inches when they are dry.  In addition, Aransas and Edroy soils have mean annual soil temperatures of more than 72 degrees F. Frio soils have mollic epipedons more than 20 inches thick.  Kaufman and Trinity soils have montmorillonitic mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Pintas soils are on nearly level flood plains of perennial streams in areas underlain by limestone.  The streams are spring fed and their waters contain much calcium carbonate. The alluvial sediments are underlain irregularly by waterbearing gravel strata 6 to 10 feet below the surface.  Under native vegetation, carbonates are precipitating in the capillary wetting zone above the water table.  Pintas soils are in a semiarid to dry subhumid climate.  The mean annual air temperature is 69 to 71 degrees F. and the mean annual precipitation is 18 to 21 inches. Frost free period is 265 to 305 days, and elevation ranges from 700 to 1000 feet. The average annual P-E index is 27."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Frio series and the Dev and Uvalde series.  Dev soils contain more than 35 percent coarse fragments and occur on similar surfaces.  Frio and Uvalde soils occur at higher elevations.  Uvalde soils are dry for longer periods."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; subirrigated with fluctuating water table.  Floods of low velocity occur once in 5 to 10 years.  Moderately permeable."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Woody vegetation is mostly live oak, pecan, mesquite, and mescalbean (Sophora).  Grasses consist of Texas wintergrass, little barley, and sacaton.  The slightly lower areas and abandoned channels are dominantly of big sacaton grass, with little or no woody vegetation.  Used for range and recreation."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mostly in the northern part of the Rio Grande Plain of Texas.  The series is of small extent, but it is locally important to agriculture."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Kinney County, Texas; 1966."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic features recognized in this pedon are:\nMollic epipedon:  0 to 16 inches  (A horizon)\nCalcic horizon:  30 to 64 inches (BCk horizon)\nCambic horizon:  16 to 30 inches (Bw horizon)\nSoft powdery lime:  16 to 64 inches (Bk and BCk horizons)\nAquic feature:  Some soil horizons are saturated with water producing a reducing regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
