{
  "SERIES": "PIPELINE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAC/GHL",
  "REVDATE": "04/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic, shallow Xeric Argidurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pipeline silt loam, pasture. (Colors are for dry soil unless otherwise noted.)\nAp--0 to 8 inches; brown (10YR 5/3) silt loam, dark brown (10YR 4/3) moist; weak thin platy structure parting to moderate fine granular; slightly hard, friable, slightly sticky and slightly plastic; many very fine and few fine roots; common very fine and fine interstitial and tubular pores; neutral (pH 7.2); clear smooth boundary. (6 to 8 inches thick)\nB21t--8 to 12 inches; pale brown (10YR 6/3) silty clay loam, dark brown (10YR 4/3) moist; moderate medium subangular blocky structure; slightly hard, firm, sticky and plastic; many very fine roots; many very fine tubular pores; common thin clay films on faces of peds and in pores; mildly alkaline (pH 7.4); clear smooth boundary. (2 to 4 inches thick)\nB22t--12 to 14 inches; pale brown (10YR 6/3) silty clay loam, dark grayish brown (10YR 4/2) moist; moderate medium prismatic structure parting to strong medium subangular blocky; hard, firm, sticky and plastic; common very fine and fine roots; common very fine tubular pores; about 15 percent durinodes; common thin clay films on faces of peds and in pores; mildly alkaline (pH 7.6); clear smooth boundary. (0 to 2 inches thick)\nB3tca--14 to 16 inches; light yellowish brown (10YR 6/4) silt loam, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic; many very fine and fine roots; common very fine tubular pores; few thin clay films on faces of peds and in pores; about 20 percent durinodes; few strongly calcareous lime veins and splotches; moderately alkaline (pH 8.0); clear smooth boundary. (0 to 2 inches thick)\nC1ca--16 to 19 inches; very pale brown (10YR 8/3) silt loam, light yellowish brown (10YR 6/4) moist; massive; hard, firm, slightly sticky and slightly plastic; many very fine and fine roots; common very fine and fine tubular pores; about 20 percent durinodes; strongly calcareous; moderately alkaline (pH 8.4); abrupt wavy boundary. (2 to 4 inches thick)\nC2casim--19 to 33 inches; white (10YR 8/2) duripan, very pale brown (10YR 8/3) moist; pan occurs in indurated plate-like laminations 2 to 3 inches thick with a thin, continuous opalized surface and silica stringers throughout; dense root mat is on upper surface of duripan; strongly calcareous; strongly alkaline (pH 8.5); abrupt wavy boundary.  (12 to 18 inches thick)\nIIC3ca--33 to 65 inches; variegated very gravelly sand; single grained; loose; about 40 percent pebbles and 15 percent cobbles; strongly calcareous pendants on pebbles and cobbles; mildly alkaline (pH 7.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Ada County, Idaho; about 4 miles west of the Boise Municipal Airport; approximately 770 feet south and 250 feet east of the NW corner of sec. 26, T. 3 N., R. 1 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the duripan ranges from 10 to 20 inches. Mean annual soil temperature is 52 degrees to 56 degrees F.\nThe Ap or A1 horizon has value of 5 or 6 dry, 3 or 4 moist, and chroma of 2 or 3. It is not darker than 5.5 dry and 3.5 moist.\nThe Bt horizon has chroma of 3 or 4. It is silty clay loam or silt loam and averages 20 to 30 percent clay and 7 to 15 percent fine sand or coarser. The lower part of the Bt horizon contains 0 to 20 percent durinodes.\nThe C1ca horizon has value of 7 or 8 dry, 5 through 7 moist, and chroma of 3 or 4. It is silt loam or loam. Durinoed range from 5 to 25 percent.\nThe C2casim horizon is strongly cemented or indurated. In some pedons this horizon contains 5 to 15 percent pebbles.\nThe IICca horizon below the pan has textures of sand, loamy sand or sandy loam in the fine earth fraction and contains 5 to 45 percent pebbles and 0 to 15 percent cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Acana, Ayres, Colthorp, Packwood and Thoms series. Acana soils have free carbonates in the B2t horizon.  Ayres and Thoms soils have more than 15 percent coarse fragments throughout the profile. Colthorp and Packwood soils have bedrock below the duripan at less than 40-inch depth . Thoms soils lack cementation with lime in the profile."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Pipeline soils are on alluvial terraces which have received a secondary veneer of loess. Elevations range from 2,500 to 3,500 feet. Slopes are 0 to 12 percent. The soils formed in loess or silt alluvium. The climate is middle-latitude steppe (Trewartha's modified Koppen system), with cool moist winters and dry summers. Mean annual precipitation ranges from 10 to 20 inches. Mean January temperature is about 31 degrees F.; mean July temperature is about 75 degrees F.; the mean annual temperature is 50 degrees to 54 degrees F.  Frost-free period is 140 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Chilcott, Elijah, Purdam, and Sebree soils. Chilcott, Elijah, Purdam and Sebree soils have a duripan at a depth of 20 to 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow or medium runoff; moderately slow permeability above the very slow in the duripan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The soils are used dominantly for irrigated cropland consisting mainly of permanent pasture, alfalfa, small grain or corn. They are used to a lesser extent for range. The vegetation is mainly big sagebrush, bluebunch wheatgrass, Thurber's needlegrass and Sandberg bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Idaho. These soils are inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Ada County, Idaho, 1977.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
