{
  "SERIES": "PIPECAN",
  "STATUS": "Tentative Series",
  "BYREV": "IRD: CAH/JTW",
  "REVDATE": "12/2015",
  "STATES": "CA",
  "OVERVIEW": "The Pipecan series consists of very deep, somewhat excessively drained soils that formed in alluvium from granitoid rocks. Pipecan soils are on alluvial fans. Slopes range from 2 to 8 percent. The mean annual precipitation is 138 millimeters (5.5 inches) and the mean annual temperature is 18.5 degrees C (65 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, thermic Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pipecan loamy sand, on a south southeast-facing, linear, 6 percent slope under desert shrubs at an elevation of 922 meters (2,780 feet). (Colors are for dry soil unless otherwise noted.) The soil surface is covered by approximately 40 percent fine gravel, 32 percent medium and coarse gravel, 5 percent cobbles, 2 percent stones and 1 percent boulders.\nA -- 0 to 5 centimeters (0 to 2 inches); light brownish gray (10YR 6/2) loamy sand, very dark grayish brown (10YR 3/2) moist; weak thin platy structure; slightly hard, very friable, nonsticky and nonplastic; many very fine roots; common very irregular and tubular pores; 8 percent fine gravel and 2 percent medium and coarse gravel; neutral (pH 7.2); abrupt smooth boundary. (0 to 5 centimeters thick)\nC1 -- 5 to 25 centimeters (2 to 10 inches); brown (10YR 5/3) gravelly loamy sand, dark grayish brown (10YR 4/2) moist; massive; soft, very friable, nonsticky and nonplastic; many very fine roots; 10 percent fine gravel, 15 percent medium and coarse gravel, and 2 percent cobbles; neutral (pH 7.2); clear wavy boundary.\nC2--25 to 72 centimeters (10 to 29 inches); pale brown (10YR 6/3) very gravelly sand, brown (10YR 5/3) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine and moderately few fine roots; 25 percent fine gravel, 15 percent medium and coarse gravel, and 10 percent cobbles and 5 percent stones; neutral (pH 7.2); clear wavy boundary.\nC3--72 to 150 centimeters (29 to 60 inches); brown (10YR 5/3) cobbly loamy sand, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine and moderately few fine roots; 7 percent fine gravel, 3 percent medium and coarse gravel and 20 percent cobbles; neutral (pH 7.2). (Combined thickness of the C horizons is 100 to 150 centimeters)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Bernardino County, California; approximately 25 meters east and 50 meters north of the intersection of Oskar Lane and Encilia Road in the Town of Morongo Valley, 528 meters east and 750 meters south of the northwest corner of section 15, T. 1 S., R. 4 E., San Bernardino Base and Meridian; 34 degrees, 05 minutes, 0.09 seconds north latitude, and 116 degrees, 33 minutes, 27.9 seconds west longitude; USGS Morongo Valley, CA 7.5 minute topographic quadrangle; UTM 11S 0540801e 3771513n (DTM: NAD83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: Usually dry, moist in some part during winter and spring and intermittently moist near the soil surface following occasional summer convection storms. The soils have a typic-aridic soil moisture regime.\nSoil temperature: 19 to 22 degrees C. (66 to 72 degrees F.)\nSurface rock fragments: 35 to 80 percent, with 20 to 70 percent gravel, 5 to 10 percent cobbles, 2 to 5 percent stones and 1 to 3 percent boulders.\nControl section\nRock fragments: averages 35 to 50 percent.\nClay content: 1 to 6 percent.\nEffervescence: noneffervescent throughout.\nA horizon (when present)\nValue: 5 to 7 dry, and 3 to 5 moist.\nChroma: 2 or 3, dry or moist.\nTexture of the fine earth: sand or loamy sand.\nClay content: 1 to 8 percent.\nRock fragments: 15 to 30 percent gravel, with 0 to 2 percent cobbles.\nC horizons\nValue: 5 to 7 dry, 4 or 5 moist.\nChroma: 2 or 3, moist.\nTexture of the fine earth: sand or loamy sand.\nClay content: 1 to 6 percent.\nRock fragments: averages 35 to 50 percent, with 2 to 30 percent fine gravel, 3 to 25 percent medium and coarse gravel, 0 to 30 percent cobbles, and 0 to 5 percent stones.\nReaction: neutral or slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Arizo (NV), Bigbernie (CA), Dragonwash (CA), Jean (NV) and Kokan (NM) series. Arizo, Bigbernie and Dragonwash soils are moist from 10 to 20 days cumulative in the soil moisture control section following summer convection storms in July through September. In addition, Bigbernie soils are moderately deep to a paralithic contact. Dragonwash soils also include mainly gravel, with over half less than 5 millimeters in size. Jean soils are moderately or strongly alkaline and typically contain visible secondary carbonates as coatings on rocks or as masses in the control section. Kokan soils are moist periodically in the upper part of the control section for more than 20 days cumulative during July through September."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Pipecan soils are on alluvial fans. Slopes range from 2 to 8 percent. Pipecan soils formed in alluvium from granitoid rocks. Elevations are 850 to 1075 meters (2,790 to 3,525 feet). The climate is arid with warm, moist winters and hot, dry summers. The mean annual precipitation is 100 to 175 millimeters (4 to 7 inches); mean annual air temperature is 17 to 20 degrees C (63 to 68 degrees F). The frost-free season is 270 to 320 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Koehn and Ironped soils. Koehn soils have less than 35 percent rock fragment in the control section and occur on adjacent fan aprons and drainageways. Ironped soils occur on nearby hills, have less than 35 percent rock fragments in the control section and are very shallow to a paralithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Pipecan soils are used for recreation, wildlife habitat and urban land. The present vegetation is mainly catclaw acacia, burrobrush, creosote bush, Nevada jointfir and desert almond."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Mojave Desert of southeastern California; MLRA 30. These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: San Bernardino County, California; Mojave Desert Area, West Central Part Soil Survey, California, 2012. The name is coined from nearby Pipes Canyon Wash."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nOchric epipedon - from a depth of 0 to 18 centimeters (0 to 7 inches)(A and part of the C1 horizons).\nParticle-size control section - from a depth of 25 to 100 centimeters (10 to 40 inches) (C2 and upper part of the C3 horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: NASIS User Pedon ID: 1249416002.\nResponsibility for this series was transferred from Davis to Phoenix 12/2015. The last revision to the series was 7/2012. ET"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "structure": "weak thin platy",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 7.2,
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A -- 0 to 5 centimeters (0 to 2 inches); light brownish gray (10YR 6/2) loamy sand, very dark grayish brown (10YR 3/2) moist; weak thin platy structure; slightly hard, very friable, nonsticky and nonplastic; many very fine roots; common very irregular and tubular pores; 8 percent fine gravel and 2 percent medium and coarse gravel; neutral (pH 7.2); abrupt smooth boundary. (0 to 5 centimeters thick)"
      },
      {
        "name": "C1",
        "top": 5,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "structure": "massive",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": 7.2,
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C1 -- 5 to 25 centimeters (2 to 10 inches); brown (10YR 5/3) gravelly loamy sand, dark grayish brown (10YR 4/2) moist; massive; soft, very friable, nonsticky and nonplastic; many very fine roots; 10 percent fine gravel, 15 percent medium and coarse gravel, and 2 percent cobbles; neutral (pH 7.2); clear wavy boundary."
      },
      {
        "name": "C2",
        "top": 25,
        "bottom": 72,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sand",
        "structure": "massive",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very gravelly",
        "pH": 7.2,
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C2--25 to 72 centimeters (10 to 29 inches); pale brown (10YR 6/3) very gravelly sand, brown (10YR 5/3) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine and moderately few fine roots; 25 percent fine gravel, 15 percent medium and coarse gravel, and 10 percent cobbles and 5 percent stones; neutral (pH 7.2); clear wavy boundary."
      },
      {
        "name": "C3",
        "top": 72,
        "bottom": 150,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "structure": "massive",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "cobbly",
        "pH": 7.2,
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C3--72 to 150 centimeters (29 to 60 inches); brown (10YR 5/3) cobbly loamy sand, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine and moderately few fine roots; 7 percent fine gravel, 3 percent medium and coarse gravel and 20 percent cobbles; neutral (pH 7.2). (Combined thickness of the C horizons is 100 to 150 centimeters)"
      }
    ]
  ]
}
