{
  "SERIES": "PIPPIN",
  "STATUS": "Established Series",
  "BYREV": "Rev.MHC/JPM/DLM",
  "REVDATE": "11/2008",
  "STATES": "AK",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed Typic Haplocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pippin silt loam - on a 1 percent slope under quaking aspen forest at 1000 feet elevation.  When described the soil was moist.\nOi--1 inch to 0; dark brown (7.5YR 3/2) fibrous roots, twigs, and leaf litter; clear smooth boundary.  (1 to 4 inches thick)\nA--0 to 2 inches; very dark brown (10YR 2/2) silt loam; weak medium subangular blocky structure parting to moderate fine granular; very friable, nonsticky and nonplastic; many very fine, fine, and occasional medium roots; neutral (pH 6.8); clear smooth boundary.  (1 to 3 inches thick)\nBw--2 to 8 inches; dark brown (10YR 3/3 and 4/3) silt loam; moderate medium subangular blocky structure; very friable, nonsticky and nonplastic; many very fine, fine, and medium roots; neutral (pH 6.8); abrupt wavy boundary.  (2 to 8 inches thick)\n2C1--8 to 26 inches; dark grayish brown (10YR 4/2) extremely gravelly sand; single grain; loose, nonsticky and nonplastic; 45 percent gravel and 15 percent cobble; common very fine and fine roots; neutral (pH 7.2); diffuse irregular boundary.  (10 to 25 inches thick)\n2C2-- 26 to 60 inches; dark grayish brown (10YR 4/2) extremely cobbly sand; single grain; loose, nonsticky and nonplastic; 40 percent gravel and 30 percent cobble; occasional thin lime coatings on undersides of coarse fragments; slightly alkaline (pH 7.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Copper River Area, Alaska; 10 miles SE of Copper Center at the Nadina River confluence with the Copper River;  1900 feet north and 2100 feet east of the SW corner of section 19. T.1N., R.2E.; Copper River Meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature ranges from 32 to 35 degrees F.  Thickness of the solum and depth to sandy-skeletal material ranges from 3 to 9 inches.  Texture of the control section is coarse sand and sand.  Coarse fragment content of the control section ranges from 45 to 80 percent gravel and cobble. Reaction ranges from slightly acid to mildly alkaline in the solum and neutral to moderately alkaline in the substratum.\nThe A horizon has moist hue of 10YR or 7.5YR; moist value of 2, 3, or 4; and moist chroma of 1, 2, or 3.  Texture is dominantly silt loam but ranges to include silt or very fine sandy loam.  This horizon is extremely thin in some pedons.\nThe Bw horizon has moist hue of 5YR, 7.5YR or 10YR; moist value and chroma of 3 or 4.  Texture is silt loam, silt or very fine sandy loam.  Coarse fragment content ranges from 0 to 5 percent.\nThe 2C horizon has moist hue of 10YR, 2.5Y, or 5Y; moist value of 3 or 4; moist chroma of 1 or 2.  Coarse fragment content ranges from 45 to 80 percent with 5 to 20 percent cobbles and 40 to 75 percent gravel.  Occasional coarse fragments have lime coatings on undersides."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Como, Donnelly and Sinona series.  Como soils have a continuous E horizon.  Donnelly soils are moderately or strongly acid throughout the control section. Sinona soils lack coarse silty loess mantles."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Pippin soils are on nearly level high stream terraces, hillslopes and localized glacial outwash deposits on broad lacustrine terraces and undulating till sheets.  Slopes range from 0 to 45 percent.  Pippin soils formed in a thin mantle of silty loess over coarse textured alluvium.\nThe climate is subarctic continental with long, cold winters and short, warm summers.  Mean annual precipitation ranges from 8 to 17 inches, and the mean annual snowfall is 39 to 68 inches.  Mean January temperature is minus 10 degrees F., mean July temperature is 56 degrees F., and the mean annual temperature varies from 23 to 27 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Copper River, Klawasi, and Tolsona soils.  Klawasi soils are on broad lacustrine terraces and have clayey control sections.  Copper River soils are on broad lacustrine terraces and stream terraces mantled with 10 inches or more of loess.  Tolsona soils are in depressions between moraines and on till plains and have coarse-loamy control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained.  Runoff is slow to rapid.  Permeability is moderate in the solum and rapid in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Pippin soils are under native vegetation of white spruce and aspen.  The successional state of vegetation in a given area is closely related to the fire history. The soil is used primarily for wildlife habitat; however, some areas are used as a source of gravel."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Copper River Basin, Alaska.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Copper River Area, Alaska.  1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon include: an ochric epipedon from 0 to 8 inches;  a cambic horizon from 2 to 8 inches; sandy-skeletal particle size from 8 to 60 inches; a cryic temperature regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
