{
  "SERIES": "PIRKEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. MLG:GLL",
  "REVDATE": "10/2000",
  "STATES": "TX",
  "OVERVIEW": "Pirkey series consists of very deep, well drained, slowly permeable soils on uplands.  They are forming from reconstructed oxidized materials resulting from lignite mining operations.  Typically, remnants of the original argillic horizons make up most of the particle-size control section.  These soils are on gently sloping to moderately steep uplands. Slopes range from 1 to 15 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, acid, thermic Ultic Udarents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pirkey very fine sandy loam--coastal bermudagrass pasture. (Colors are for moist soil.)\nAp--O to 6 inches; brown (10YR 4/3) very fine sandy loam; weak medium granular structure; friable; few fine and medium roots; few fine pores; about 4 percent by volume ironstone and sandstone pebbles 2 mm to 8 cm across; few fine reddish and yellowish sandy clay loam spots; slightly acid; abrupt wavy boundary.\nC1--6 to 16 inches; yellowish brown (10YR 5/6) sandy clay loam; common medium faint brownish yellow (10YR 6/6) and common medium distinct yellowish red (5YR 5/6) spots; moderate medium platy and weak medium subangular blocky structure; firm; few fine roots; few fine pores; few ironstone and sandstone pebbles 2 to 20 mm across; few fine strata of light brownish gray (10YR 6/2) clay loam; very strongly acid; clear wavy boundary.\nC2--16 to 35 inches; strong brown (7.5YR 5/6) sandy clay loam; medium distinct brownish yellow (10YR 6/6) and common medium distinct yellowish red (5YR 5/6) spots; weak medium platy and weak medium subangular blocky structure; friable; few fine roots; few fine pores; few ironstone and sandstone pebbles 2 to 20 mm across; few fine strata of light brownish gray and light gray (10YR 6/2) clay loam; very strongly acid; abrupt wavy boundary.\nC3--35 to 42 inches; brownish yellow (10YR 6/6) sandy clay loam; common medium distinct yellowish red (5YR 5/6) spots; weak medium platy and weak coarse subangular blocky structure; friable; few fine pores; few ironstone and sandstone pebbles 2 to 20 mm across; few medium strata of light gray (10YR 7/2) clay loam; very strongly acid; clear wavy boundary.\nC4--42 to 57 inches; mixed yellowish red (5YR 4/6) and yellowish brown (10YR 5/6) sandy clay loam; few fine faint light yellowish brown (10YR 6/4) spots; weak medium platy and weak medium subangular blocky structure; friable; few fine pores; few ironstone and sandstone pebbles 2 to 20 mm across; few fine strata of light brownish gray (10YR 6/2) clay loam; very strongly acid; clear wavy boundary.\n2C--57 to 80 inches; very dark gray (10YR 3/1) clay loam; common coarse distinct dark yellowish brown and yellowish brown (10YR 4/6, 5/6) spots; massive; firm; few fine masses of barite; common medium and coarse lignite fragments; ultra acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Harrison County, Texas; from the intersection of U.S.  Highways 59 and 80 in Marshall; 5.4 miles west on U.S.  Highway 80, 6.0 miles southwest on Farm Road 968, 0.5 mile south to offices, 0.75 mile southeast on access road, 0.1 mile east on haul road, 0.5 mile south on A1 ramp, 150 feet east in pasture."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depths to unoxidized materials ranges from 48 to more than 60 inches.  Scrapers have replaced at least the upper four feet with native oxidized materials.  These materials consist mainly of argillic horizon fragments from the native soils.  Argillic materials commonly make up about 50 percent or more of the particle-size control section, but make up at least 15 percent by volume.  The soils are randomly placed by scrapers, generally with 6 to 20 inch thick layers that are horizontally oriented.  The blocky structure aggregates are relic to the prior argillic horizon.  In the solum, unoxidized materials and lignite fragments generally are excluded, but may range up to 10 percent by volume and mainly are less than 3 inches across.  The composite clay content of the particle-size control section averages 20 to 35 percent. Textures are mixed within horizons and vary among horizons.\nThe A horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 2 to4 where topsoiling has occurred.  Topsoil substitute materials have the same colors as the C horizon. Texture is fine sandy loam, very fine sandy loam, or sandy clay loam. Ironstone or hardened sandstone pebbles range from 0 to 5 percent by volume.  Reaction ranges from very strongly acid to slightly acid.\nThe C horizons have hue of 10YR to 2.5YR, value of 4 to 6, and chroma of 4 to 8.  Relic mottles (spots) from the native soil are in shades of red, yellow, brown, or gray and range from none to common.  Some horizons have a mixed matrix of these colors.  Texture is loam, sandy clay loam, clay loam, sandy clay, or clay.  The clay content ranges from 18 to 46 percent. The percent sand is more than 40 percent and the percent silt is less than 25 percent.  Ironstone and hardened sandstone pebbles range from 0 to 5 percent by volume.  Reaction ranges from extremely acid to strongly acid.\nThe 2C horizon has hue of 2.5Y or 10YR, value of 2 to 4, and chroma of 0 to 2.  Spots and fragments range from none to many in shades of red, brown, gray or yellow.  A few horizons have a brownish color.  Texture is variable and ranges from fine sandy loam to silty clay.  The clay content ranges from 15 to 50 percent.  These are mainly unoxidized materials.  Fine to coarse lignite fragments range from none to many.  Reaction ranges from ultra acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series. similar series are the Darmine, Diswood, Grayrock, Marclay, Marklake and Thermo.  Darmine soils have a mixture of oxidized and unoxidized materials in the particle-size control section.  Diswood, Marclay and Thermo soils have more than 35 percent clay in the particle-size control section.  Grayrock soils have fine-silty particle-size control sections. In addition, Grayrock and Marclay soils formed in mainly reduced or unoxidized fine earth materials.  Marklake soils have base saturation of more than 35 percent in the particle-size control section, and contain an appreciable amount of unoxidized materials."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Pirkey soils are on gently sloping to moderately steep slopes of reclaimed areas following lignite mining.  They occur where reclamation operations have reconstructed soils from oxidized materials at least four feet thick.  These soils are forming in loamy and clayey materials that have been transported relatively short distances. Slopes are typically 1 to 5 percent but range to 15 percent.  The mean annual temperature ranges from about 64 to 67 degrees F., average annual precipitation ranges from 44 to 52 inches, annual frost-free rainfall is 25 to 30 inches.  Frost free period is 230 to 240 days.  Elevation ranges from 200 to 400 feet.  Thornwaite P-E indices range from 64 to 80.  The average summer moisture deficit is about 4 inches but the normal precipitation deficiency is plus 8 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GRAPHICALLY ASSOCIATED SOILS",
    "content": "GRAPHICALLY ASSOCIATED SOILS:  These are the native Bernaldo, Bowie, Cuthbert, Eastwood, Iuka, Kirvin, Latex, Sacul, Sawyer, and Wolfpen soils.  The Bernaldo soils are associated with high terraces and the Carrizo formation.  The Bowie soils are associated with Carrizo and Reklaw formations.  The Cuthbert, Kirvin, Sacul, and Sawyer soils are associated with the Reklaw formation.  Eastwood and Latex soils are associated with the Wilcox group.  Iuka soils are on frequently flooded bottomlands."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained with slow permeability.  Runoff is medium on 1 to 5 percent slopes, and high on 5 to 15 percent slopes.  Subsurface moisture tends to accumulate near the contact of the 2C horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in pasture of coastal bermudagrass with cool-season forage crops such as clover and lovegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East Texas, in association with lignite Mining.  Series is of minor extent at the present, but is increasing each year with additional mining operations."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Harrison County, Texas; 1989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils are mainly reconstructed overburden remnants that formed in the Reklaw and Carrizo formations and the Wilcox geologic group.  The unoxidized materials below the particle-size control section at a depth of 65 inches have significant amounts of pyrites which contribute to the extremely low reaction and low base saturation.\nDiagnostic horizons and features recognized in this pedon are\nOchric epipedon - from the surface to 6 inches.\nArent feature - Argillic horizon fragments from native soils are in horizontal patterns and make up more than 15 percent of the particle-size control section.\nUltic feature - The base saturation is less than 35 percent in composite samples throughout the particle-size control section.\nAcid reaction class feature - pH values ranging from 3.6 to 5.5 in particle-size control section.  Composite samples were taken in each horizon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "bottom": 15,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "very fine sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Ap--O to 6 inches; brown (10YR 4/3) very fine sandy loam; weak medium granular structure; friable; few fine and medium roots; few fine pores; about 4 percent by volume ironstone and sandstone pebbles 2 mm to 8 cm across; few fine reddish and yellowish sandy clay loam spots; slightly acid; abrupt wavy boundary."
      },
      {
        "name": "C1",
        "top": 15,
        "bottom": 41,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C1--6 to 16 inches; yellowish brown (10YR 5/6) sandy clay loam; common medium faint brownish yellow (10YR 6/6) and common medium distinct yellowish red (5YR 5/6) spots; moderate medium platy and weak medium subangular blocky structure; firm; few fine roots; few fine pores; few ironstone and sandstone pebbles 2 to 20 mm across; few fine strata of light brownish gray (10YR 6/2) clay loam; very strongly acid; clear wavy boundary."
      },
      {
        "name": "C2",
        "top": 41,
        "bottom": 89,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C2--16 to 35 inches; strong brown (7.5YR 5/6) sandy clay loam; medium distinct brownish yellow (10YR 6/6) and common medium distinct yellowish red (5YR 5/6) spots; weak medium platy and weak medium subangular blocky structure; friable; few fine roots; few fine pores; few ironstone and sandstone pebbles 2 to 20 mm across; few fine strata of light brownish gray and light gray (10YR 6/2) clay loam; very strongly acid; abrupt wavy boundary."
      },
      {
        "name": "C3",
        "top": 89,
        "bottom": 107,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C3--35 to 42 inches; brownish yellow (10YR 6/6) sandy clay loam; common medium distinct yellowish red (5YR 5/6) spots; weak medium platy and weak coarse subangular blocky structure; friable; few fine pores; few ironstone and sandstone pebbles 2 to 20 mm across; few medium strata of light gray (10YR 7/2) clay loam; very strongly acid; clear wavy boundary."
      },
      {
        "name": "C4",
        "top": 107,
        "bottom": 145,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C4--42 to 57 inches; mixed yellowish red (5YR 4/6) and yellowish brown (10YR 5/6) sandy clay loam; few fine faint light yellowish brown (10YR 6/4) spots; weak medium platy and weak medium subangular blocky structure; friable; few fine pores; few ironstone and sandstone pebbles 2 to 20 mm across; few fine strata of light brownish gray (10YR 6/2) clay loam; very strongly acid; clear wavy boundary."
      },
      {
        "name": "2C",
        "top": 145,
        "bottom": 203,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "pH_class": "ultra acid",
        "narrative": "2C--57 to 80 inches; very dark gray (10YR 3/1) clay loam; common coarse distinct dark yellowish brown and yellowish brown (10YR 4/6, 5/6) spots; massive; firm; few fine masses of barite; common medium and coarse lignite fragments; ultra acid."
      }
    ]
  ]
}
