{
  "SERIES": "PIRUM",
  "STATUS": "Established Series",
  "BYREV": "Rev. LBW",
  "REVDATE": "03/2021",
  "STATES": "AL,AR,OK",
  "OVERVIEW": "The Pirum series consists of moderately deep to deep, well drained, moderately permeable soils that formed in loamy residuum from tilted and folded sandstone bedrock. These soils are on nearly level to very steep uplands in the Ouachita Mountains; MLRA 119. Slopes range from 1 to 60 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, thermic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pirum fine sandy loam on a 3 percent slope in forest. (Colors are for moist soil unless otherwise stated.)\nA--0 to 6 inches; dark grayish brown (10YR 4/2) sandy loam; weak medium granular structure; very friable; many fine and large roots; few fine pores; few small sandstone fragments; strongly acid; clear smooth boundary. (3 to 7 inches thick)\nBA--6 to 11 inches; yellowish brown (10YR 5/6) sandy loam; weak medium subangular blocky structure; very friable; many fine roots; few fine pores; few small sandstone fragments; common medium distinct pale brown (10YR 6/3) iron depletions; strongly acid; clear smooth boundary. (0 to 8 inches thick)\nBt1--11 to 30 inches; yellowish brown (10YR 5/6) sandy clay loam; moderate medium subangular blocky structure; friable; few fine roots; few fine pores; few faint clay films on faces of peds; few small sandstone fragments; strongly acid; clear smooth boundary.\nBt2--30 to 36 inches; yellowish brown (10YR 5/8) sandy clay loam; moderate medium subangular blocky structure; friable; few fine roots; few fine pores; few faint clay films on faces of peds; few small sandstone fragments; strongly acid; abrupt irregular boundary. (Combined thickness of the Bt horizons range from 7 to 47 inches.)\nR--36 to 40 inches; yellowish red and gray, tilted and folded sandstone bedrock, with joints greater than 4 inches apart."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Howard County, Arkansas; 6 miles southwest of Umpire and east of timber access road along west side of Arkansas Game and Fish Commission deer farm. NW1/4SW1/4NE1/4 sec. 24, T. 6 S., R. 30 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness and depth to bedrock ranges from 22 to 50 inches. Sandstone and or shale fragments range from 0 to 60 percent by volume in the A horizon; 0 to 35 percent by volume in the E, BA and Bt horizons. The soil is moderately acid to very strongly acid throughout unless limed.\nThe A horizon has hue of 10YR, value of 3 or 4, and chroma of 2, 3 or 4, or value of 5, and chroma of 3. A horizons with value of 3 are less than 6 inches thick. The Ap horizon has hue of 10YR, value of 4 or 5, and chroma of 2,3, or 4, or hue of 7.5YR, value of 4 or 5, and chroma of 4. Texture is sandy loam, fine sandy loam, or loam and their gravelly, cobbly, stony or very stony analogs.\nThe E horizon, where present, has hue of 10YR, value of 5 or 6, and chroma of 3 or 4. Texture is sandy loam, fine sandy loam or loam and their gravelly or cobbly analogs.\nThe BA horizon, or BE horizon, where present, has hue of 7.5YR or 10YR, value of 5 or 6, and chroma of 6 or 8. Texture is sandy loam, fine sandy loam, loam, or sandy clay loam, and their gravelly or cobbly analogs.\nThe Bt horizon has hue of 7.5YR or 10YR, value of 5 or 6, and chroma of 6 or 8; or hue of 5YR, value of 4 to 6, and chroma of 4 to 8. Texture is sandy clay loam, loam, or clay loam and their gravelly or cobbly analogs. The horizon boundary is generally irregular making the solum thickness highly variable in short distances."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These include the Apison, Cahaba, Cowarts, Durham, Emporia, Euharlee, Granville, Hartsells, Kempsville, Linker, Marvyn, Nauvoo, Oktaha, Sipsey, Smithdale, Spadra, Stringtown, Suffork, and Vaucluse series. Apison soils have a paralithic contact with level-bedded, soft, shale bedrock at 20 to 40 inches. Cahaba soils do not have a lithic contact within 60 inches and contains mica flakes in the C horizon. Durham and Granville soils are deeper than 60 inches\nto hard rock and have C horizons of saprolite. Emporia soils are deeper than 72 inches to bedrock and are moderately slowly or slowly permeable. Euharlee soils are deeper than 60 inches to hard bedrock and are moderately slowly permeable. Hartsells, Linker and Oktaha soils have a lithic contact with level-bedded, hard sandstone bedrock at 20 to 40 inches. Kempsville soils have a solum thickness greater than 50 inches and no lithic contact. Marvyn soils have a 40 to 60 inch solum; no lithic contact and contains mica flakes. Nauvoo soils have a paralithic contact with soft, level-bedded sandstone bedrock or interbedded sandstone and shale at 40 to 60 inches. Sipsey soils have a paralithic contact with soft, level-bedded sandstone bedrock or interbedded sandstone, siltstone or shale at 20 to 40 inches.\nSmithdale soils have solum thickness of 60 inches are more and no lithic contact within 72 inches. Spadra soils have 40 to 60 inch solum and no lithic contact with 72 inches. Stringtown soils have a 40 to 60 inch solum; contain ironstone fragments and 1 to 4 percent plinthite in the lower Bt horizons. Suffork soils do not have a lithic contact within 50 inches. Vaucluse soils contains no lithic contact within 50 inches and have Bt horizons with brittleness in 10 to 50 percent of the mass."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Pirum soils are on nearly level to very steep uplands in the Ouachita Mountains. Slopes are 1 to 60 percent. These soils formed in loamy residuum from tilted and folded sandstone bedrock or tilted and folded interbedded sandstone, siltstone and shale bedrock. Bedrock formations generally have joints more than 4 inches apart and a dip of more than 20 degrees from the horizontal. Average annual temperature near the type location is about 63 degrees\nF.; average annual precipitation is about 49 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Bismarck, Bengal, Carnasaw, Caston, Clebit, Octavia, Sherless and Sherwood series. Bismarck soils occur on similar landscapes; have a loamy-skeletal control section and are less than 20 inches deep to soft, shale bedrock. Bengal soils occur on\nsimilar landscapes; have a clayey control section and are 20 to 40 inches deep to soft, shale bedrock. Carnasaw soils occur on similar landscapes, have a clayey control section and are 40 to 60 inches deep to soft, shale bedrock. Caston soils occur on colluvial benches above and below Pirum soils. They have a loamy-skeletal control section and solums greater than 60 inches thick. Clebit soils occur on similar landscapes; have a loamy-skeletal control section and are less than 20 inches deep to hard bedrock. Octavia soils occur on colluvial benches above and below Pirum soils. They have a fine-loamy control section and solums more than 60 inches thick. Sherless soils occur on similar landscapes and are 20 to 40 inches deep to soft, sandstone bedrock. Sherwood soils occur on similar positions and have mixed mineralogy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Runoff is slow to very rapid; permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are in loblolly pine, shortleaf pine, upland oaks and hickory. A small acreage is used for pasture, hay, and cultivated\ncrops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Ouachita Mountains of Arkansas and Oklahoma. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: TEMPLE, TEXAS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Howard County, Arkansas; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - surface to 11 inches\nArgillic horizon - 11 to 36 inches\nLithic contact - 36 inches\nPirum series would have been classified in the Red-Yellow Podzolic great soil group. These soils were formerly included with the Hartsells series but have a forest site index significantly higher than those soils. This is attributed to the tilting and folding of the bedrock, which generally gives a greater effective rooting depth.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
