{
  "SERIES": "PISCASAW",
  "STATUS": "Established Series",
  "BYREV": "Rev. DEC-JAD-CLG-AAC",
  "REVDATE": "08/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Piscasaw silt loam - on a 3 percent convex southwest-facing slope in a cultivated field at an elevation of 286 meters (938 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 23 cm (0 to 9 inches); brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; moderate fine granular structure; friable; common very fine roots; common distinct dark brown (10YR 3/3) organic coatings on faces of peds; neutral; abrupt smooth boundary. [13 to 25 cm (5 to 10 inches) thick]\nEB--23 to 30 cm (9 to 12 inches); 70 percent brown (10YR 4/3) and 30 percent dark yellowish brown (10YR 4/4) silt loam; moderate medium platy structure parting to weak fine subangular blocky; friable; common very fine roots; few distinct dark brown (10YR 3/3) organic coatings and common distinct light gray (10YR 7/2) dry, silt coatings on faces of peds; neutral; clear smooth boundary. [0 to 13 cm (0 to 5 inches) thick]\nBt1--30 to 43 cm (12 to 17 inches); dark yellowish brown (10YR 4/4) silty clay loam; moderate very fine and fine subangular blocky structure; friable; common very fine roots; common distinct brown (10YR 4/3) clay films and common distinct light gray (10YR 7/2) dry, silt coatings on faces of peds and in pores; slightly acid; clear smooth boundary.\nBt2--43 to 66 cm (17 to 26 inches); dark yellowish brown (10YR 4/4) silty clay loam; moderate fine and medium subangular blocky structure; friable; common very fine roots; many distinct brown (10YR 4/3) clay films and common distinct light gray (10YR 7/2) dry, silt coatings on faces of peds and in pores; strongly acid; clear smooth boundary. [Combined thickness of Bt horizon is 30 to 76 cm (12 to 30 inches).]\n2Bt3--66 to 91 cm (26 to 36 inches); brown (7.5YR 4/4) clay loam; moderate medium subangular blocky structure; firm; few very fine roots; common distinct brown (7.5YR 4/3) clay films and common distinct very pale brown (10YR 7/3) dry, silt coatings on faces of peds and in pores; 2 percent gravel; moderately acid; gradual smooth boundary.\n2Bt4--91 to 117 cm (36 to 46 inches); brown (7.5YR 4/4) clay loam; weak medium prismatic structure parting to moderate medium subangular blocky; firm; few very fine roots; common distinct brown (7.5YR 4/3) clay films and few distinct very pale brown (10YR 7/3) dry, silt coatings on faces of peds and in pores; 3 percent gravel; slightly acid; gradual smooth boundary. [Combined thickness of 2Bt horizon is 20 to 71 cm (8 to 28 inches).]\n2BC--117 to 130 cm (46 to 51 inches); brown (7.5YR 5/4) loam; weak medium prismatic structure parting to weak medium subangular blocky; firm; few very fine roots; few distinct brown (7.5YR 4/3) clay films in root channels and pores; common fine strong brown (7.5YR 5/8) very weakly cemented iron oxide concretions throughout; 4 percent gravel; slightly alkaline; gradual smooth boundary. [0 to 20 cm (0 to 8 inches) thick]\n2C--130 to 157 cm (51 to 62 inches); brown (7.5YR 5/4) loam; massive; firm; few distinct brown (7.5YR 4/3) clay films in root channels and pores; common fine strong brown (7.5YR 5/8) very weakly cemented iron oxide concretions throughout; 8 percent gravel; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: McHenry County, Illinois; about 4.8 km (3 miles) northwest of Harvard; 716 m (2,350 feet) north and 274 m (900 feet) east of the of southwest corner of sec. 20, T. 46 N., R. 5 E.; USGS Capron topographic quadrangle; lat. 42 degrees 27 minutes 00 seconds N., and long. 88 degrees 41 minutes 03 seconds W., NAD 27; UTM Zone 16, 361498 easting and 4701117 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to the base of the argillic horizon is 91 to 140 cm (36 to 55 inches). The depth to horizons with more than 15 percent sand is 56 to 102 cm (22 to 40 inches). The depth to carbonates is 91 to 152 cm (36 to 60 inches).\nThe A or Ap horizon has hue of 10YR, value of 3 or 4, and chroma of 1 to 3. It is silt loam. Reaction ranges from strongly acid to neutral.\nThe E or EB horizon, where present, has hue of 10YR, value of 4 or 5, and chroma of 2 to 4. It is silt loam. Reaction ranges from strongly acid to neutral.\nThe Bt horizon has hue of 10YR, value of 4 or 5, and chroma of 3 or 4. It is silty clay loam or silt loam. Clay content ranges from 24 to 35 percent. Reaction ranges from strongly acid to slightly acid.\nThe 2Bt or 2BC horizon has hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 3 to 6. It is clay loam, sandy clay loam, or loam. Clay content ranges from 20 to 34 percent. Sand content ranges from 20 to 50 percent. Rock fragments range from a few pebbles to 10 percent. Reaction ranges from moderately acid to slightly alkaline. Some pedons have carbonates in the lower part. The calcium carbonate equivalent is 0 to 15 percent.\nThe 2C horizon has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 3 to 6. Texture is loam, sandy loam, or fine sandy loam. Clay content averages 15 to 20 percent. Sand content averages 35 to 55 percent. Rock fragment content ranges from 3 to 15 percent. Reaction is slightly alkaline or moderately alkaline. The calcium carbonate equivalent is 10 to 40 percent. The moist bulk density is 1.45 to 1.70 g/cm3."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bertrand, Blackhammer, Camden, Dodge, Dubuque, Fayette, Flagg, Greenridge, Hackers, Jackson, Jemerson, Knowles, La Farge, Lambeau, Lomira, Martinsburg, Menfro, Middletown, Navlys, Palermo, Palsgrove, Pepin, Ridgway, Rozetta, Ruma, Rush, Russell, Seaton, St. Charles, Stookey, Sylvan, Thebes, and Yellowriver series. Bertrand, Dodge, Jackson, Middletown, Ridgway, Rush, and Thebes soils average more than 55 percent sand in the lower part of the series control section. Blackhammer, Camden, Flagg, Hackers, and Yellowriver soils do not have carbonates within a depth of 152 cm (60 inches). Dubuque, Greenridge, Knowles, La Farge, Lambeau, Palsgrove, and Pepin soils have a lithic or paralithic contact at depths less than 203 cm (80 inches). Fayette, Jemerson, Martinsburg, Menfro, Navlys, Palermo, Rozetta, Ruma, Seaton, St. Charles, Stookey, and Sylvan soils do not have horizons with more than 15 percent sand within a depth of 102 cm (40 inches). Lomira soils have a calcium carbonate equivalent of 60 to 90 percent in the lower part of the series control section. Russell soils have a moist bulk density of more than 1.70 g/cm3 in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Piscasaw soils are on till plains and moraines. Slope ranges from 2 to 4 percent. The soils formed in 56 to 102 cm (22 to 40 inches) of loess or other silty material and in the underlying loamy till. Mean annual air temperature ranges from 7 to 11 degrees C (45 to 52 degrees F), mean annual precipitation is 762 to 1016 mm (30 to 40 inches), frost free days range from 140 to 180 days, and the elevation ranges from 207 to 320 meters (679 to 1050 feet) above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Caprell, Pella, Torox, and Windere soils. The well drained Caprell soils formed in a thinner mantle of loess or other silty material and are on slightly higher landform positions. The poorly drained Pella soils are in slight depressions and drainageways. The somewhat poorly drained Torox soils are on nearly level, lower landform positions. The moderately well drained Windere soils have a dark colored surface layer and are on similar landform positions nearby."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. The potential for surface runoff is low. Saturated hydraulic conductivity is moderately high or high (4.23 to 14.11 micrometers per second). Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cultivated, but some are wooded. Corn, soybeans, small grain, or meadow are the principal crops. Native vegetation is hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Illinois and possibly southeast Wisconsin dominantly in MLRA 95B. The extent is small."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: McHenry County, Illinois, 1996. This series is named for Piscasaw Creek which is near the OSD type location."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This soil was formerly mapped Xenia on 2 to 4 percent slopes in McHenry County. Through MLRA update activities the majority of the units were found to classify as Typic Hapludalfs rather than Aquic Hapludalfs.\nDiagnostic horizons and features recognized in this pedon are: ochric epipedon - the zone from the surface to a depth of 30 centimeters (12 inches) (Ap and EB horizons); argillic horizon - the zone from a depth of 30 to 117 cm (12 to 46 inches) (Bt1, Bt2, 2Bt3, and 2Bt4 horizons); discontinuity at a depth of 66 cm (26 inches) - the contact between the Bt2 and 2Bt3 horizons; udic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
