{
  "SERIES": "PISHAGQUA",
  "STATUS": "Established Series",
  "BYREV": "Rev. MKP-JDT-DCP",
  "REVDATE": "05/2018",
  "STATES": "RI",
  "OVERVIEW": "The Pishagqua series consists of very deep, subaqueous soils permanently submerged in lagoon bottoms and lagoon channels in coastal lagoons and bays.  The soils formed beneath 50 to 500 cm or more of tidal estuarine water in fine-silty marine or estuarine deposits. Slopes range from 0 through 3 percent, mean annual air temperature is 10 degrees C, and mean annual precipitation is 1295 mm.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, nonacid, mesic Fluventic Sulfiwassents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pishagqua silt loam on a south facing, 1 percent concave slope in an eelgrass (Zostera marina) bed of a lagoon bottom under 2.0 meters of estuarine water. Tidal range is 24 cm. (Colors are for moist soil).\nAse -- 0 to 15 centimeters; black (5Y 2.5/2) mucky silt loam; gray (5Y 6/1) dry; massive; very fluid; strongly saline; few flat angular fine to medium shell fragments; common fine macroalgal fragments; hydrogen sulfide odor; 15% organic matter; slightly alkaline (pH 7.6); extremely acid (pH 3.9) after 8 weeks; clear boundary. (0 to 38 cm thick.)\nCse -- 15 to 110 centimeters; black (5Y 2.5/1) mucky silty clay loam; gray (5Y 5/1) dry; massive; very fluid; strongly saline; few flat angular fine and medium shell fragments; common fine macroalgal fragments; hydrogen sulfide odor; 16% organic matter; neutral (pH 7.2); extremely acid (pH 3.7) after 8 weeks; gradual boundary.\nCseg1 -- 110 to 160 centimeters; black (5Y 2.5/1) mucky silt loam; gray (5Y 6/1) dry; massive; moderately fluid; strongly saline; common fine macroalgal fragments; hydrogen sulfide odor; 12% organic matter; neutral (pH 7.2); ultra acid (pH 3.3) after 8 weeks; gradual boundary.\nCseg2 -- 160 to 200 centimeters; black (5Y 2.5/1) silt loam; gray (5Y 6/1) dry; massive; moderately fluid; moderately saline; few flat subangular fine and medium shell fragments; common fine macroalgal fragments; hydrogen sulfide odor; 9% organic matter; neutral (pH 7.3); ultra acid (pH 3.4) after 8 weeks."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Washington County, Rhode Island; Town of Charlestown, Fort Neck Cove of Ninigret Pond, 1,360 feet north of the western tip of Potato Point and 1,260 feet south-west of the eastern-most shoreline position of Tautog Cove. USGS Carolina, RI topographic quadrangle, Latitude 41 degrees, 22 minutes, 33.77 seconds N. and Longitude 71 degrees, 38 minutes, 48.47 seconds W. NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soils are permanently submerged. All horizons have an initial reaction of neutral through strongly alkaline and an oxidized pH of ultra acid or extremely acid. Soil has a 5:1 salinity greater than 0.6 dS/m throughout the profile. The thickness of silty estuarine material is greater than 100 cm. Shell fragments range from 0 through 15 percent throughout and typically include soft shell clam, quahog, oyster, periwinkle, and razor clam. Macroalgal and plant fragments are commonly found throughout the soil profile. After drying, it is common for many of these soils to develop 5Y 5/4 mottles throughout the matrix.\nThe Ase or ACse horizon, where present, has hue of 2.5Y, 5Y, 10Y or is neutral moist or dry, value of 2.5 or 3, moist, or 5 through 7, dry, and chroma 2 or less, moist or dry. Textures are silt loam or silty clay loam with mucky analogs. Consistence is moderately fluid through very fluid. Hydrogen sulfide odor is present.\nThe Cse and Cseg horizons have a hue of 5Y, 10Y or is neutral, moist or dry, value 2.5 through 4, moist, or 5 through 7 dry, and chroma 2 or less, moist or dry. Textures include very fine sandy loam, silt loam, and silty clay loam with mucky analogs. Thin strata of sandy material are found in some pedons. Consistence is moderately fluid through very fluid. Hydrogen sulfide odor is present.\nSome areas are underlain at a depth greater than 100 cm by buried organic deposits, sandy estuarine material, loess, and/or glacial fluvial sand and gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series.\nThe Appoquinimink, Boxiron, Broadkill, and Southpoint soils are in related families. Appoquinimink soils are subaerial soils that are underlain by organic horizons. Boxiron soils are subaerial soils that have a histic epipedon and are underlain by sandy material. Broadkill soils are subaerial soils and have hemic material at the surface. Southpoint soils are underlain by organic material within 100 cm of the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Pishagqua soils are permanently submerged with salt or brackish water in low energy areas (affected very little by wave energy, deposition of sandy material, or storm events). These soils are in lagoon bottoms and lagoon channels in coastal lagoons and bays. Most areas have slopes less than 3 percent and are on slightly concave or level landforms."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Billington, Wequetequock, Marshneck, Massapog, Nagunt, Napatree, and Anguilla soils. Billington and Wequetequock soils have a buried organic horizon. Marshneck soils are found on flood tidal delta slopes in coastal lagoons and have sandy, nonfluid materials at the surface. Massapog soils are found on flood tidal delta flats and have a sandy particle size throughout. Nagunt soils are found on washover fan flats and slopes in coastal lagoons and have a sandy particle size. Napatree and Anguilla soils are on submerged headlands and submerged mainland beaches and have a lithologic discontinuity within 100 cm of the soil surface."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Subaqueous soil, peraquic soil moisture regime, moderately high or high saturated hydraulic conductivity due to low bulk density. The soil is permanently submerged with salt or brackish water."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Areas of this soil are used for recreational boating, fishing, and swimming. Commercial uses include shell fishing, marinas, mooring fields, and aquaculture. Benthic fauna such as tubeworms, clams, juvenile blue crabs, scallops and juvenile finfish are associated with this soil. Native vegetation includes rooted and floating algae, eelgrass (Zostera marina) and widgeon grass (Ruppia maritima). Vegetative cover ranges from 0 through 100 percent."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Coastal areas of Connecticut and Rhode Island. MLRA 144A, 145 and 149B. The soils of this series are not extensively mapped at this time. (total extent is about 5,500 acres (2,225 hectares))."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Washington County, Rhode Island, 2010."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and other diagnostic soil characteristics recognized in this pedon are:\n1. Ochric epipedon - the zone from the surface to a depth of 15 cm (Ase horizon).\n2. Peraquic feature--the zone from 0 to 200 cm has positive soil water potential (permanently submerged) at the soil surface (under 200 cm of salt water).\n3. Sulfidic materials--the zone from 0 to 200 cm contains sulfidic materials in all horizons (verified by moist incubation) (Ase, Cse, Cseg1 and Cseg2 horizons).\n4. High n-value - the zone from 0 to 100 cm has an n-value greater than 0.7 (A and Cse horizons).\n5. Fluventic Feature - soil organic carbon content of greater than 0.2 percent at a depth of 125 cm.\n6. Particle size control section - the zone from 25 to 100 cm (Cse horizon)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:\nThis pedon was sampled as S04-RI009-001 by the University of Rhode Island. Support pedons used to develop this series description include S05-RI-009-004 (sampled by the NSSL), S04-RI-009-002 (Sampled by the University of Rhode Island), S05-RI-009-013B, S05-RI-009-005 (sampled by the NSSL), and 00NP056 (sampled by University of Rhode Island)."
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ase",
        "top": 0,
        "bottom": 15,
        "dry_hue": "5Y",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 2.5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Ase -- 0 to 15 centimeters; black (5Y 2.5/2) mucky silt loam; gray (5Y 6/1) dry; massive; very fluid; strongly saline; few flat angular fine to medium shell fragments; common fine macroalgal fragments; hydrogen sulfide odor; 15% organic matter; slightly alkaline (pH 7.6); extremely acid (pH 3.9) after 8 weeks; clear boundary. (0 to 38 cm thick.)"
      },
      {
        "name": "Cse",
        "top": 15,
        "bottom": 110,
        "dry_hue": "5Y",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 2.5,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 7.2,
        "pH_class": "extremely acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cse -- 15 to 110 centimeters; black (5Y 2.5/1) mucky silty clay loam; gray (5Y 5/1) dry; massive; very fluid; strongly saline; few flat angular fine and medium shell fragments; common fine macroalgal fragments; hydrogen sulfide odor; 16% organic matter; neutral (pH 7.2); extremely acid (pH 3.7) after 8 weeks; gradual boundary."
      },
      {
        "name": "Cseg1",
        "top": 110,
        "bottom": 160,
        "dry_hue": "5Y",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 2.5,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 7.2,
        "pH_class": "ultra acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cseg1 -- 110 to 160 centimeters; black (5Y 2.5/1) mucky silt loam; gray (5Y 6/1) dry; massive; moderately fluid; strongly saline; common fine macroalgal fragments; hydrogen sulfide odor; 12% organic matter; neutral (pH 7.2); ultra acid (pH 3.3) after 8 weeks; gradual boundary."
      },
      {
        "name": "Cseg2",
        "top": 160,
        "bottom": 200,
        "dry_hue": "5Y",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 2.5,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 7.3,
        "pH_class": "ultra acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cseg2 -- 160 to 200 centimeters; black (5Y 2.5/1) silt loam; gray (5Y 6/1) dry; massive; moderately fluid; moderately saline; few flat subangular fine and medium shell fragments; common fine macroalgal fragments; hydrogen sulfide odor; 9% organic matter; neutral (pH 7.3); ultra acid (pH 3.4) after 8 weeks."
      }
    ]
  ]
}
