{
  "SERIES": "PITCHERANCH",
  "STATUS": "Established Series",
  "BYREV": "Rev. MPK-JVC-JBF",
  "REVDATE": "06/2011",
  "STATES": "OR",
  "OVERVIEW": "The Pitcheranch series consists of very deep, poorly drained soils that formed in alluvium derived from volcanic rocks, volcanic ash, and pumice.  Pitcheranch soils are on lakebeds.  Slopes are 0 to 1 percent.  The mean annual precipitation is about 250 mm and the mean annual temperature is about 7 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Ashy, glassy, nonacid, frigid Aquandic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pitcheranch ashy mucky silt loam--on a one percent slope at an elevation of 1,318 meters--pastureland.  (Colors are for moist soil unless otherwise noted.  When described on October 13, 1998 the soil was very moist with a water table at 53 cm.)\nA--0 to 5 cm; very dark grayish brown (10YR 3/2) ashy mucky silt loam, light gray (2.5Y 7/1) dry; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and many fine roots; common very fine interstitial and tubular pores; slightly alkaline (pH 7.8); clear smooth boundary.  (5 to 20 cm thick)\nBw1--5 to 18 cm; very dark grayish brown (10YR 3/2) ashy loam, light gray (10YR 7/1) dry; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; common very fine tubular pores; 20 percent light brownish gray (10YR 6/2) medium through very coarse sand-size (0.25 to 2.0 mm diameter) pumiceous ash grains; slightly alkaline (pH 7.8); clear smooth boundary.  (13 to 20 cm thick)\nBw2--18 to 48 cm; very dark gray (10YR 3/1) ashy loam, gray (10YR 6/1) dry; weak coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; many very fine tubular pores; 30 percent light brownish gray (10YR 6/2) medium through very coarse sand-size (0.25 to 2.0 mm diameter) pumiceous ash grains; 5 percent fine pumice paragravel; slightly alkaline (pH 7.8); clear smooth boundary.  (13 to 30 cm thick)\nBw3--48 to 76 cm; dark grayish brown (10YR 4/2) ashy sandy loam, light brownish gray (10YR 6/2) and light gray (10YR 7/1) dry; weak coarse subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; common fine roots; many very fine tubular pores; 60 percent light brownish gray (10YR 6/2) medium through very coarse sand-size (0.25 to 2.0 mm diameter) pumiceous ash grains; common fine faint dark brown (10YR 3/3) masses of iron accumulation and common fine faint dark gray (10YR 4/1) zones of iron depletion; slightly alkaline (pH 7.4); clear smooth boundary.  (20 to 28 cm thick)\nC--76 to 152 cm; dark grayish brown (10YR 4/2) ashy loamy sand, light brownish gray (10YR 6/2) and light gray (10YR 7/1) dry; massive; soft, very friable, nonsticky and nonplastic; few fine roots; many very fine interstitial pores; 80 percent light brownish gray (10YR 6/2) medium through very coarse sand-size (0.25 to 2.0 mm diameter) pumiceous ash grains; slightly alkaline (pH 7.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lake County, Oregon; in the western part of Paulina Marsh about four miles northwest of the community of Silver Lake and along Buck Creek; approximately 100 feet north and 2,200 feet east of the southwest corner of section 32, T. 27 S., R. 14 E.; USGS Silver Lake 7.5 minute topographic quadrangle; latitude 43 degrees 10 minutes 39.7 seconds N and longitude 121 degrees 5 minutes 4.9 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Very moist to saturated in the moisture control section throughout the year; aquic moisture regime.\nMean annual soil temperature: 7 to 8 degrees C.\nDepth to aquic conditions: 0 to 50 cm.\nDepth to redoximorphic features: 30  to 100 cm.\nDepth to base of cambic horizon: 64 to 97 cm.\nVolcanic glass content: 30 to 90 percent in coarse silt through very coarse sand fractions.\nPararock fragments: 0 to 5 percent fine pumice paragravel.\nParticle-size control section - Clay content: averages 10 to 18 percent.\nA horizon\nHue: 10YR or 2.5Y.\nValue: 3 or 4 moist, 5 through 7 dry.\nChroma: 1 or 2, moist or dry.\nReaction: Slightly alkaline or moderately alkaline.\nOrganic matter content: 10 to 12 percent.\nOther features: Some pedons are slightly effervescent in thin subhorizons.\nBw horizons\nValue: 3 or 4 moist, 6 or 7 dry.\nChroma: 1 or 2, moist or dry.\nTexture: Ashy loam, ashy sandy loam, or ashy fine sandy loam.\nClay content: 10 to 25 percent.\nRedoximorphic features: Redox concentrations occur in some subhorizons as masses of iron accumulation; redox depletions may also occur as zones of iron depletion.\nC horizon\nValue: 6 through 8 dry.\nChroma: 1 or 2, moist or dry.\nTexture: Ashy loam, ashy loamy sand, ashy sandy loam, ashy fine sandy loam, or ashy loamy fine sand.\nClay content: 8 to 25 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are currently no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Pitcheranch soils are on lakebeds.  These soils formed in alluvium derived from volcanic rocks, volcanic ash, and pumice.  Slopes are 0 to 1 percent.  Elevations range from 1,310 to 1,345 meters.  The climate is semiarid and characterized by cold, moist winters and warm, dry summers.  The mean annual precipitation is 200 to 300 mm, the mean annual temperature is 6 to 7 degrees C, and the frost-free period is 50 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Chinarise, Embal, Morehouse, and Paulina soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Poorly drained; negligible surface runoff; moderate permeability; moderately high saturated hydraulic conductivity.  Endosaturation is present with an apparent seasonal high water table between the soil surface and 46 cm (very shallow and shallow free water occurrence classes) from January to June.  Water levels may drop as low as 76 cm between July and September.  Cumulative annual duration class is Permanent.  These soils are susceptible to frequent ponding for long duration from January through June with water up to 15 cm deep."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Pitcheranch soils are used for livestock grazing and wildlife habitat.  The vegetation is mainly tufted hairgrass, Nebraska sedge, rush, alkali muhly, and moss."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South-central Oregon.  These soils are not extensive with about 1,900 acres of the series mapped to date.  MLRA 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lake County (Northern Part), Oregon, 2006.  The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 5 cm (A horizon).\nCambic horizon - The zone from 5 to 76 cm (Bw1, Bw2, and Bw3 horizons).\nVitrandic intergrade feature - The zone from the soil surface to 76 cm (A, Bw1, Bw2, and Bw3 horizons).\nAquic conditions - The conditions of endosaturation, reduction, and redoximorphic features between the soil surface and 152 cm at certain times during normal years (parts of the A, Bw1, Bw2, Bw3, and C horizons).\nParticle-size control section and ashy substitute class with glassy mineralogy - The zone from 25 to 100 cm (Bw3 horizon and parts of the Bw2 and C horizons).\nADDITIONAL DATA:  Volcanic glass in the Bw horizons determined locally by optical grain count using a polarizing petrographic microscope.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
