{
  "SERIES": "PIUTE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WN/AJE/MJD",
  "REVDATE": "01/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, mesic Lithic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Piute loamy fine sand - rangeland.  (Colors are for air-dry soil unless otherwise stated.)\nC--0 to 9 inches; yellowish red (5YR 5/6) loamy fine sand, yellowish red (5YR 4/6) moist; massive; soft, friable, nonsticky and nonplastic; few medium and fine roots; few fine pores; moderately alkaline (pH 8.0); abrupt wavy boundary.  (7 to 10 inches thick)\nR--9 inches; sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Juan County, Utah; 9 miles northeast of Navajo Mountain School; SW1/4 SW1/4 section 22, T.42S., R.11E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 52 to 58 degrees F.\nMean summer soil temperature at the lithic contact: 72 to 76 degrees F.\nSoil moisture: dry in all parts above the base of the moisture control section for 75 to 85 percent of the time.  The soil is 4 to 10 inches deep over sandstone. Typic aridic moisture regime.\nA or AC horizon (where present)\nValue: 5 or 6 dry, and 4 or 5 moist\nChroma: 4 or 6\nRock fragments: 15 to 20 percent\nC horizon\nHue: 2.5YR or 5YR\nValue: 5 or 6 dry, and 4 or 5 moist\nChroma: 4 to 8\nTexture: loamy fine sand to fine sand\nReaction: slightly or moderately alkaline\nRock fragments: 0 to 35 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Piute soils are on rolling uplands.  Slopes are 2 to 30 percent.  The soil formed in eolian deposits and residuum derived from sandstone.  Elevation ranges from 3,700 to 6,500 feet.  The mean annual precipitation ranges from 5 to 12 inches.  Mean annual air temperature ranges from 49 to 56 degrees F.  The mean summer temperature is 70 to 75 degrees and the freeze-free period ranges from 140 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aneth and Moepitz soils.   Aneth soils lack a lithic contact within 60 inches of the surface.  Moepitz soils have a lithic contact at depths of 24 to 40 inches and average loamy very fine sand in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid runoff; rapid or moderately rapid permeability above the bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally for rangeland.  Potential vegetation consists of blackbrush, snakeweed, Mormon tea, Indian ricegrass and prickly pear cactus."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Utah and northeastern Arizona.  The series is of moderate extent. MLRA 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  San Juan County, Utah, 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nEntisol feature - no diagnostic horizons and the soil is sandy throughout.\nLithic contact - the boundary with sandstone at about 9 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
