{
  "SERIES": "PIVOT",
  "STATUS": "Established Series",
  "BYREV": "CJH",
  "REVDATE": "12/2002",
  "STATES": "NE",
  "OVERVIEW": "The Pivot series consists of somewhat excessively drained soils.  They are moderately deep over gravelly coarse sand.  Permeability is rapid in the solum and very rapid in the underlying material.  These soils are on stream terraces and uplands.  Slopes range from 0 to 20 percent.  Mean annual air temperature is about 50 degrees F, and mean annual precipitation is about 21 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, mesic Entic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pivot loamy sand on a 1 percent convex slope in a cultivated field.  When described the soil was moist throughout. (Colors are for dry soils unless otherwise stated)\nA1--0 to 6 inches; dark gray (10YR 4/1) loamy sand, black (10YR 2/1) moist; weak medium subangular blocky structure parting to weak medium and fine granular; soft, very friable; common fine roots; moderately acid; clear smooth boundary.\nA2--6 to 16 inches; dark grayish brown (10YR 4/2) loamy sand, very dark brown (10YR 2/2) moist; weak medium subangular blocky structure parting to weak medium granular; soft, very friable; few fine and very fine roots; moderately acid; clear smooth boundary.  (Combined A horizons 7 to 28 inches thick)\nAC--16 to 21 inches; grayish brown (10YR 5/2) loamy sand, dark grayish brown (10YR 4/2) moist; weak coarse and medium subangular blocky structure parting to weak medium and fine granular; soft, very friable; few very fine roots; few fine gravel; moderately acid; clear smooth boundary.  (4 to 14 inches thick)\nC--21 to 28 inches; brown (10YR 5/3) coarse sand, brown (10YR 4/3) moist; single grain; loose, very friable; few very fine roots; 1 percent by volume of fine gravel; moderately acid; clear smooth boundary. (0 to 9 inches thick)\n2C--28 to 80 inches; pale brown (10YR 6/3) gravelly coarse sand, brown (10YR 5/3) moist; single grain; loose; 35 percent by volume of fine and medium gravel; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Holt County, Nebraska; about 3 1/2 miles east of O'Neill; 2,200 feet east and 230 feet south of the northwest corner, sec. 35, T. 29 N., R. 11 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum thickness and depth to 2C horizon ranges from 20 to 40 inches.  The mollic epipedon ranges from 10 to 20 inches in thickness and may extend into the AC horizon.  Reaction ranges from moderately acid to neutral.\nThe A horizon has hue of 10YR, value of 4 or 5 and 2 or 3 moist, and chroma of 1 or 2.  It is loamy sand or loamy fine sand.  Percent gravel by volume ranges from 0 to 2 percent.\nThe AC horizon has hue of 10YR, value of 4 or 5 and 3 or 4 moist, and chroma of 2 or 3.  It is loamy sand, loamy fine sand, loamy coarse sand, fine sand or sand.  Percent gravel by volume ranges from 0 to 2 percent.\nThe C horizon, if present, has hue of 10YR, value of 5 or 6 and 4 or 5 moist, and chroma of 2 to 4.  It is loamy coarse sand, sand or coarse sand.  In a few pedons, loamy material has accumulated in the lower part of the C horizon so that the layer is noticeably finer in texture than the layers above and below. Percent gravel by volume ranges from 0 to 2 percent.\nThe 2C horizon has hue of 10YR, value of 5 to 7 and 4 to 6 moist, and chroma of 2 to 4.  It is coarse sand or gravelly coarse sand.  Gravel content is typically 15 to 35 percent by volume, but ranges from 5 to 35 percent.  Some subhorizons range to 45 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Doger, Dorrance, Dunday, Heber and Meadin series.  Doger, Dunday and Heber soils do not contain gravel in the series control section.  Heber and Dorrance soils are calcareous throughout.  Meadin soils are shallow over gravelly coarse sand."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Pivot soils are on stream terraces and uplands.  Slopes are dominantly 0 to 3 percent, but range up to 20 percent. Pivot soils formed in moderately deep sandy outwash or eolian sand overlying thick deposits of gravel.  The annual precipitation ranges from 18 to 24 inches and the mean annual air temperature ranges from 47 to 50 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Dunday and Meadin soils and the O'Neill and Simeon soils.  Dunday soils are on similar landscapes.  Meadin soils are on steeper side slopes and ridges.   O'Neill soils have a coarse-loamy over sandy or sandy-skeletal particle size control section.  They occur on similar landscapes.  Simeon soils lack mollic epipedons, are deep, and are higher on the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained.  Runoff is very low because of rapid infiltration; permeability is rapid in the solum and very rapid in the underlying material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are mainly in native grass and used for hay and pasture.  Irrigated corn is the principal cultivated crop."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central and central Nebraska.  Pivot soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Holt County, Nebraska, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:   This series was formerly mapped as phases of Dunday, Newman and Simeon soils on some of the older soil surveys.  Diagnostic horizons and other features recognized in this pedon are:  mollic epipedon--the zone from 0 to 16 inches (A1 and A2 horizons).\nLaboratory data indicates the soil does not have enough organic carbon to have a mollic epipedon and may classify as Typic Ustipsamments or Typic Ustorthents depending on content of rock fragments in the particle-size control section.  Consideration should be given to reclassifying the series.\nADDITIONAL DATA:  Laboratory data sample number S76NE089-002 (Type Location); S80NE149-013.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loamy sand",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 6 inches; dark gray (10YR 4/1) loamy sand, black (10YR 2/1) moist; weak medium subangular blocky structure parting to weak medium and fine granular; soft, very friable; common fine roots; moderately acid; clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 15,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--6 to 16 inches; dark grayish brown (10YR 4/2) loamy sand, very dark brown (10YR 2/2) moist; weak medium subangular blocky structure parting to weak medium granular; soft, very friable; few fine and very fine roots; moderately acid; clear smooth boundary.  (Combined A horizons 7 to 28 inches thick)"
      },
      {
        "name": "AC",
        "top": 41,
        "bottom": 53,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "AC--16 to 21 inches; grayish brown (10YR 5/2) loamy sand, dark grayish brown (10YR 4/2) moist; weak coarse and medium subangular blocky structure parting to weak medium and fine granular; soft, very friable; few very fine roots; few fine gravel; moderately acid; clear smooth boundary.  (4 to 14 inches thick)"
      },
      {
        "name": "C",
        "top": 53,
        "bottom": 71,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "coarse sand",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C--21 to 28 inches; brown (10YR 5/3) coarse sand, brown (10YR 4/3) moist; single grain; loose, very friable; few very fine roots; 1 percent by volume of fine gravel; moderately acid; clear smooth boundary. (0 to 9 inches thick)"
      },
      {
        "name": "2C",
        "top": 71,
        "bottom": 203,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "coarse sand",
        "cf_class": "gravelly",
        "pH_class": "moderately acid",
        "narrative": "2C--28 to 80 inches; pale brown (10YR 6/3) gravelly coarse sand, brown (10YR 5/3) moist; single grain; loose; 35 percent by volume of fine and medium gravel; moderately acid."
      }
    ]
  ]
}
