{
  "SERIES": "PIXLEE",
  "STATUS": "Established Series",
  "BYREV": "Rev. TGM-TMK",
  "REVDATE": "10/2018",
  "STATES": "OK",
  "OVERVIEW": "The Pixlee series consists of very shallow to shallow, well drained, moderately rapid to moderately permeable soils that formed in residuum weathered from weakly cemented sandstone of the Elk City Formation of Permian age. These very gently sloping to moderately steep soils occur on hill slopes of plains. Slope ranges from 1 to 20 percent. Mean annual precipitation is about 737 mm (29 in) and the mean annual temperature is about 15 degrees C (59 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, active, thermic, shallow Typic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pixlee very fine sandy loam, on a southwest-facing, convex, 3 percent slope in pastureland at an elevation of about 600.5 m (1,970 ft).\n(Colors are for dry soil unless otherwise stated.)\nAp--0 to 11 cm (0 to 4 in); red (2.5YR 4/6) dry, very fine sandy loam; dark red (2.5YR 3/6) moist; weak medium granular structure; friable, slightly hard, nonsticky, nonplastic; common very fine roots throughout and common very fine roots throughout, very slightly effervescent by HCl, 1 normal; moderately alkaline (pH 8.0); abrupt smooth boundary. Thickness is 5 to 25 cm (2 to 10 in).\nBw--11 to 28 cm (4 to 11 in); red (2.5YR 4/6) dry, very fine sandy loam; dark red (2.5YR 3/6) moist; strong medium subangular blocky structure; firm, hard, nonsticky, nonplastic; common very coarse roots throughout and common fine roots throughout; slightly effervescent by HCl, 1 normal; moderately alkaline (pH 8.2); abrupt smooth boundary. Thickness is 15 to 38 cm (6 to 15 in).\nCr--28 to 40 cm (11 to 16 in); red (2.5YR 5/6) dry; red (2.5YR 4/6) moist; weakly cemented sandstone bedrock; strongly effervescent by HCl, 1 normal; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:\nRoger Mills County, Oklahoma; About 7.5 miles south of Hammon;\nlocated about 2190 feet east and 1050 feet south of the northwest corner of sec. 13, T. 12 N., R. 21 W.\nUSGS topographic quadrangle: Carpenter, Oklahoma\nLatitude: 35 degrees, 31 minutes, 13.6 seconds N\nLongitude: 99 degrees, 22 minutes, 27.7 seconds W\nDatum: WGS84\nDecimal Degrees\nStd Latitude: 35.5204528\nStd Longitude: -99.3743722\nUTM Northing: 3930826 m\nUTM Easting: 466055 m\nUTM Zone 14"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: A typic ustic moisture regime.\nThickness of ochric epipedon: 5 to 25 cm (4 to 10 in)\nDepth to paralithic contact: 18 to 51 cm (7 to 20 in)\nParticle-size control section (weighted average):\nTotal Clay content: 8 to 18 percent\nTotal Sand content: 55 to 80 percent\nParticles 0.1 to 75 mm (fine sand and coarser): more than 15 percent\nAp horizon:\nHue: 2.5YR, 5YR\nValue: 3 to 5 dry, 3 to 4 moist\nChroma: 3 to 8\nEpipedons with moist value and chroma less than 3.5 are less than 18 cm (7 in) thick or have less than 0.6 percent organic carbon\nTexture: very fine sandy loam, fine sandy loam\nTotal clay content: 8 to 18 percent\nCarbonate clay content: 0 to 2 percent\nTotal Sand content: 60 to 85 percent\nCalcium carbonate equivalent (CCE): 0 to 5 percent\nEffervescence: none to slight\nReaction (pH): slightly acid to moderately alkaline (6.1-8.4)\nBw horizon:\nHue: 2.5YR, 5YR\nValue: 4 to 5 dry, 3 to 4 moist\nChroma: 4 to 8\nTexture: very fine sandy loam, fine sandy loam,\nTotal clay content: 8 to 18 percent\nCarbonate clay content: 0 to 2 percent\nTotal Sand content: 55 to 85 percent\nCalcium carbonate equivalent (CCE): 0 to 10 percent\nEffervescence: none to slight\nReaction (pH): neutral slightly acid to moderately alkaline (6.1-8.4)\nCr horizon:\nHue: 10R, 2.5YR, 5YR\nValue: 4 to 6 dry, 3 to 6 moist\nChroma: 4 to 8\nTexture: sandstone that crushes to very fine sandy loam, fine sandy loam, or loam\nCementation: extremely weakly to moderately\nFractures that roots can enter: greater than 10 cm (4 in) apart in some part of this layer\nBulk density: root restrictive, generally greater than 1.80 g/cc\nEffervescence: none to strong\nReaction (pH): neutral slightly acid to moderately alkaline (6.1-8.4)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThese are the Keese and Spikebox series in the same family. Similar soils are the Brackett, Cordell, Darnell, Ironmound, Lucien, Quinlan, and Whitewright series.\nBrackett and Whitewright soils: have carbonatic mineralogy and formed in residuum derived from chalk and limestone.\nKeese soils: formed in residuum weathered from granite, granite grus, or gneiss of pre-Cambrian age.\nQuinlan soils: have a superactive clay activity class and are formedin residuum weathered from sandstone associated with the Whitehorse and Cloud Chief formations of Permian age.\nSpikebox soils: are formed in residuum weathered mainly from the San Angelo formation of Permian age or equivalent units.\nCordell soils: have a lithic contact within 51 cm (20 in) of the soil surface.\nDarnell, Ironmound, and Lucien soils: are moist in the control section for longer periods."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy residuum weathered from extremely weakly to moderately cemented sandstone of the Elk City Formation of Permian age\nLandscape: Plains, Dissected plains\nLandform: summits, shoulders, and backslopes of interfluves and side slopes on hillslopes and/or hills\nSlopes: 1 to 20 percent\nPrecipitation Pattern: The soil is intermittently moist in some part from April thru June, September, and October. The driest months are typically December thru February, July, and August.\nMean annual precipitation: 635 to 787 mm (25 to 31 in)\nThornthwaite P-E Index: 32 to 44\nMean annual air temperature: 14.0 to 16.1 degrees C (57 to 61 degrees F).\nFrost-free period: 185 to 220 days.\nElevation: 472.5 to 685.8 m (1,550 to 2,250 ft)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the Dill, Cordell, Grandfield, Quinlan, and Woodward series.\nDill soils: occur on similar positions and are more than 50 cm (20 in) deep to bedrock.\nCordell soils: occur on lower positions, are associated with the Doxey Formation of Permian Age, and have a lithic contact with siltstone.\nGrandfield soils: occur on adjacent broad summits, are more than 102 cm (40 in) deep to bedrock, and have an argillic horizon.\nQuinlan soils: occur on lower positions and are associated with the Whitehorse and Cloud Chief Formations of the Permian age.\nWoodward soils: occur on lower positions, are more than 50 cm (20 in) deep to bedrock, and are associated with the Whitehorse and Cloud Chief Formations of the Permian age."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: Well drained\nPermeability class: Moderately rapid in the solum, moderately slow to moderate in the bedrock\nRunoff: medium on 1 to 5 percent slopes and high on 5 to 20 percent slopes"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor uses: crop production, livestock grazing, and wildlife habitat\nNative vegetation: mainly mid and tall grasses\nEcological sites assigned to phases and components of this series are listed below. Current ecological site assignments are in Web Soil Survey. Components of this series include the following ecological sites:     Shallow Prairie"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nGeneral area: Distribution is restricted to the Elk City Sandstone Formation in western Oklahoma and possibly adjoining areas of Texas\nLand Resource Region: H - Central Great Plains Winter Wheat and Range Region\nMLRA 78C - Central Rolling Red Plains, Eastern Part\nExtent: moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: During the project \"MLRA 78C - Dill Series Update on Elk City Sandstone\" in Beckham, Custer, Roger Mills, and Washita Counties, Oklahoma; 2011. The name of the series comes from the Thompson Pixlee Cemetery in far south-western Custer County, Oklahoma."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Pixlee soils were previously mapped as Quinlan soils. It was established to replace Quinlan on the Elk City Sandstone which has a superactive mineralogy class and texture difference.\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section: 0 to 28 cm (0 to 11_in) (Ap & Bw horizons)\nOchric epipedon: 0 to 11 cm (0 to 4 in) (Ap horizon)\nCambic horizon: 11 to 28 cm (4 to 11 in) (Bw horizon)\nParalithic contact: 28 cm (11 in) the top of the Cr horizon.\nADDITIONAL DATA:\nKSSL data: Pedon IDs - S2011OK129011, type location (Roger Mills County, OK), and S2011OK149017 (Washita County, OK)\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
