{
  "SERIES": "PLACENTIA",
  "STATUS": "Established Series",
  "BYREV": "Rev. TDC/LCL",
  "REVDATE": "02/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Typic Natrixeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Placentia sandy loam - cultivated.  (Colors are for dry soil unless otherwise stated.)\nAp1--0 to 5 inches; brown (7.5YR 5/4) sandy loam, dark brown (7.5YR 3/2) moist; massive; compacted by tillage; hard, very friable, slightly sticky, slightly plastic; common very fine and few fine roots; many very fine interstitial and few very fine and medium tubular pores; medium acid (pH 6 .0); clear smooth boundary.  (4 to 3 inches thick)\nAp2--5 to 12.5 inches; brown (7.5YR 5/4) sandy loam, dark brown (7.5YR 3/2) moist; weak medium subangular blocky structure; hard, very friable, slightly sticky, slightly plastic; many very fine roots; many very fine interstitial and common very fine and fine tubular pores; horizon somewhat disturbed by many gopher holes filled with granular material, roots much more numerous in granular material; medium acid (pH 6.0); abrupt smooth boundary.  (6 to 13 inches thick)\nA2--12.5 to 13 inches; brown (10YR 5/3) sandy loam, dark brown (7.5YR 4/4) moist; weak medium platy structure; hard, very friable, slightly sticky, slightly plastic; many very fine interstitial and few very fine tubular pores; medium acid (pH 6.0); abrupt smooth boundary.  (1/4 to 4 inches thick)\nB21t--13 to 20 inches; dark reddish brown (5YR 3/4 moist or dry) clay; moderate coarse prismatic structure, prisms slightly rounded at top; extremely hard, very firm, very sticky, plastic; common very fine roots on exterior of peds; few very fine interstitial and few very fine tubular pores; continuous thin clay films as bridges and continuous moderately thick clay films on faces of peds; noncalcareous; moderately alkaline (pH 8.0); gradual smooth boundary.  (6 to 10 inches thick)\nB22t--20 to 29 inches; dark reddish brown (5YR 3/3) clay, dark brown (7.5YR 3/4) moist; strong coarse angular blocky structure; extremely hard, very firm, very sticky, plastic; common very fine roots on exterior of peds; few very fine interstitial and few very fine tubular pores; continuous thin clay films in bridges and continuous moderately thick films on faces of peds; few black Mn(?) stains on faces of peds; noncalcareous; moderately alkaline (pH 8.0); clear wavy boundary.  (8 to 12 inches thick)\nB23tca--29 to 36 inches; reddish brown (5YR 4/4 moist or dry) heavy clay loam, same color rubbed; moderate medium angular blocky structure; very hard, firm, sticky, plastic; few very fine roots on exteriors of peds; common very fine interstitial and tubular pores; many thin clay films as bridges and continuous thin films on faces of peds; strongly effervescent in medium lime seams; moderately alkaline (pH 8.0); gradual smooth boundary.  (3 to 10 inches thick)\nB24t--36 to 42 inches; strong brown (7.5YR 5/6) heavy sandy clay loam, dark reddish brown (5YR 3/4) moist; moderate medium angular blocky structure; very hard, firm, sticky, plastic; few very fine roots; many very fine interstitial pores; many thin clay films in bridges and continuous thin clay films on faces of peds; few lime seams trailing down from B23tca; moderately alkaline (pH 8.0); clear smooth boundary.  (0 to 8 inches thick)\nB3t--42 to 58 inches; strong brown (7.5YR 5/6) light sandy clay loam, brown (7.5YR 4/4) moist, same moist color rubbed; massive; very hard, friable, sticky, plastic; few very fine roots; many very fine interstitial and few very fine and medium tubular pores; common thin clay films in bridges; noncalcareous; this horizon somewhat brittle with weak duripan features; moderately alkaline (pH 8.0); gradual smooth boundary.  (5 to 20 inches thick)\nC--58 to 68 inches; strong brown (7.5YR 5/6) gravelly sandy loam, brown (7.5YR 4/4) moist; massive; hard, very friable, slightly sticky, slightly plastic; many very fine interstitial and few fine tubular pores; common very thin clay films in bridges; moderately alkaline (pH 8.0); augered to depth of 100 inches without change."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Monterey County, California; 0.72 mile NW on Iverson Road from intersection with Johnson Canyon Road, 0.47 mile NE to reservoir 300 feet SW, 24 feet NW."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 59 degrees to 67 degrees F.  The soil between depths of about 5 and 15 inches usually is moist in some or all parts all of the time from November or mid-December until sometime late in April or May and usually is dry all the rest of the year.  The A horizon is grayish brown to pale brown (10YR 5/2, 4/2, 5/3, 5/4, 6/3; 7.5YR 5/2, 5/4).  It is sandy loam or loam with about 24 to 28 percent coarse and very coarse sand.  Average organic matter is less than 1 percent or additionally the surface horizon is hard or very hard and massive when dry.  This horizon is medium acid to mildly alkaline.  The A2 horizon was dry or moist values 1 unit higher than the adjacent horizons.  The following units are included, 10YR 5/3, 6/3, 7/3, 7/2, 6/2; 7.5YR 5/4, 6/4, 6/2, 7/2.  The B2t horizon has an abrupt upper boundary with an absolute clay increase from A to B2t horizon of 15 to 25 percent.  The B2t horizon is reddish brown to yellowish brown (5YR 3/3, 3/4, 4/3, 4/4, 5/3, 5/4; 7.5YR 3/2, 3/4, 4/4, 4/2, 5/4).  It is clay, sandy clay or gravelly clay with 35 to 45 percent clay and 15 to 20 percent coarse and very coarse sand.  This horizon is neutral to moderately alkaline and alkalinity increases in the lower part.  The upper 16 inches of this horizon has more than 15 percent exchangeable sodium in some part and in most pedons the sodium is more than 15 from the upper boundary downward.  Structure in the upper part is prismatic or columnar and in the lower part it is massive or more commonly angular blocky.  Lower B2 or B3 horizons are strong brown, reddish brown or brown in 5YR, 7.5YR or 10YR hue.  They are sandy clay loam, loam or sandy loam with considerable coarse and very coarse sand and some gravel.  They are mildly or moderately alkaline and most pedons have a few lime segregations in the lower B or upper C horizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Antioch, Bonsall, Cometa, Corning, Madera, Ramona, Riz, San Miguel, and Stockpen series.  Antioch soils have less than 5 percent coarse and very coarse sand.  Bonsall and Stockpen soils lack an A2 horizon.  Cometa and Corning soils lack a natric horizon.  Madera soils have a duripan.  Ramona soils have less than 35 percent clay in the argillic horizon.  Riz soils lack an abrupt A-B horizon boundary with 15 percent absolute clay difference.  San Miguel soils have a lithic contact 20 to 34 inches below the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "SETTING",
    "content": "SETTING:  Placentia soils are nearly level to moderately sloping and are on fans and terraces at elevations of 50 to 2,500 feet.  They formed in alluvium from granite and other rocks of similar composition and texture.  The climate is dry subhumid mesothermal with long dry warm summers and cool moist winters.  The mean annual precipitation is about 12 to 18 inches.  The average January temperature is about 50 degrees F., average July temperature is 65 degrees to 75 degrees F., and the average annual temperature is 58 degrees to 65 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "PRINCIPAL ASSOCIATED SOILS",
    "content": "PRINCIPAL ASSOCIATED SOILS:  These are the competing Bonsall and Ramona soils and the Chualar, Danville, Gloria, Hanford, Fallbrook, and Vista soils.  Chualar and Danville soils have argillic horizons.  Gloria soils have a duripan.  Hanford and Vista soils lack an argillic horizon.  Fallbrook soils have less than 35 percent clay in the argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well or moderately well drained; slow to rapid runoff; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for the production of citrus, truck crops, small grain, hay, and forage.  Most uncultivated areas have annual grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mostly Salinas Valley and coastal parts of southern California.  Placentia soils are extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Soil Survey around Santa Ana, Orange County, California, 1900."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Placentia soils were formerly classified as (maximal) Noncalcic Brown soils.\nADDITIONAL DATA:  Riverside Laboratory, S65-Calif-27-14, not yet published.\nOSED scanned by SSQA.  Last revised by state on 11/72.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
