{
  "SERIES": "PLAINBO",
  "STATUS": "Established Series",
  "BYREV": "Rev. TAM-HFG",
  "REVDATE": "06/2009",
  "STATES": "MN,WI",
  "OVERVIEW": "The Plainbo series consists of excessively drained soils which are moderately deep to a paralithic contact with sandstone. They formed mostly in water laid or eolian sandy deposits on bedrock controlled outwash plains, sand sheets, and stream terraces. Permeability is rapid in the sandy mantle and moderately slow or moderate in the sandstone. Slopes range from 1 to 45 percent. Mean annual precipitation is about 30 inches. Mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, frigid Typic Udipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Plainbo sand, on a convex, northwest-facing 4 percent slope, in a wooded area, at an elevation of about 975 feet. (Colors are for moist soil unless otherwise stated.)\nOi--0 to 1 inches; slightly decomposed plant material.\nA--1 to 3 inches; very dark grayish brown (10YR 3/2) sand, grayish brown (10YR 5/2) dry; moderate fine and medium granular structure; very friable; many very fine and fine and few medium and coarse roots; very strongly acid; abrupt smooth boundary. (0 to 4 inches thick)\nBw1--3 to 12 inches; dark yellowish brown (10YR 3/4) sand; very weak medium subangular blocky structure; very friable; many very fine and fine and common medium and coarse roots; moderately acid; clear smooth boundary.\nBw2--12 to 20 inches; brown (7.5YR 4/3) sand; weak, medium, subangular blocky structure; very friable; moderately acid; gradual wavy boundary. (Combined thickness of the Bw horizon is 10 to 25 inches.)\nBC1--20 to 32 inches; dark yellowish brown (10YR 4/4) sand; single grain; loose; common very fine and fine roots; moderately acid; gradual wavy boundary.\n2BC2--32 to 37 inches; yellowish brown (10YR 5/6) sand; single grain; loose; common very fine and fine roots; about 10 percent sandstone channers; strongly acid; abrupt smooth boundary. (0 to 10 inches thick)\n2Cr--37 to 60 inches; 40 percent yellowish brown (10YR 5/6), 30 percent light yellowish brown (2.5Y 6/4), and 30 percent dark yellowish brown (10YR 4/6) sandstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Dunn County, Wisconsin; about 2 miles north and 1 mile east of Wheeler; located about 1,800 feet south and 200 feet west of the northeast corner of section 19, T. 30 N., R. 12 W. USGS Wheeler topographic quadrangle; lat. 45 degrees 04 minutes 11 seconds N. and long. 91 degrees 52 minutes 34 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum and depth to the paralithic contact with sandstone range from 20 to 40 inches. Volume of gravel ranges from 0 to 30 percent in the water laid deposits. Volume of sandstone channers ranges from 0 to 15 percent in the residuum. Reaction naturally ranges from extremely acid to slightly acid, but ranges to neutral in the upper horizons where the soil is limed.\nThe A horizon has hue of 10YR, value of 2 or 3, and chroma of 1 or 2. Some pedons have an Ap horizon, with hue of 10YR, value of 2 or 3, chroma of 1 or 2. The Ap or A horizon is sand, or loamy sand.\nWhere present, the E horizon has hue of 7.5YR or 10YR, value of 4 or 5 and chroma of 2 or 3. It is sand or loamy sand.\nThe Bw or BC horizons have hue of 7.5YR or 10YR and value and chroma of 3 to 6. Value and chroma of 3 do not occur together. It is sand or loamy sand or the gravelly analogs. Bw horizons with spodic color have less than 0.6 percent organic carbon.\nThe 2BC horizon has hue of 7.5YR, 10YR, or 2.5Y, value of 4 to 7, and chroma of 3 to 8. Some pedons do not have a 2BC horizon.\nThe 2Cr horizon has colors like the 2BC horizon described above. In some pedons the 2Cr horizon grades to a 2R horizon below 50 inches. Thickness of the 2Cr is more than 10 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are Abbeylake(T), Cantlin(T), Champlain(T), Claire, Corliss, Feldtmann(T), Friendship, Grayling, Mahtomedi, Menahga, Nymore, Sartell, Serden, Shawano, and Sunday series. These soils do not have a paralithic contact with sandstone bedrock at depths of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--wind or water laid sandy deposits overlaying sandstone bedrock\nLandform--bedrock controlled outwash plains, sand sheets and stream terraces\nSlope--1 to 45 percent\nElevation--800 to 1,950 feet\nMean annual air temperature--39 to 45 degrees F\nMean annual precipitation--28 to 33 inches\nFrost-free period--120 to 135 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Hayriver, Menahga, and Twinmound soils. The Menahga soils are nearby in landscape positions similar to those of Plainbo soil where the sandy deposits are more than 60 inches deep. The Hayriver and Twinmound soils are on backslopes, shoulders, and summits of adjacent sandstone bedrock controlled uplands."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Excessively drained. Surface runoff is low to very high. Permeability is rapid in the sandy mantle and moderately slow or moderate in the sandstone."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Much of this soil is in permanent woodland or pastureland. Native vegetation is principally northern pin oak and some jack pine. Some areas are used for cropland. Common crops are corn, small grain, and hay."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central and Northwest Wisconsin and east central Minnesota, LRR K, MLRA 91 and 105. The Plainbo soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Dunn County, Wisconsin, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nOchric epipedon--the zone from 0 to 3 inches (Oi and Ap horizons);\nParalithic contact--the contact with sandstone bedrock at a depth of less than 1 meter; have 10 percent or more (by weight) of weatherable minerals.\nADDITIONAL DATA: Soil Interpretation Record - WI0110\nNational Cooperative Soil Survey\nU.S.A."
  }
}
