{
  "SERIES": "PLANK",
  "STATUS": "Established Series",
  "BYREV": "JKW-KBH-RM",
  "REVDATE": "07/2014",
  "STATES": "TX",
  "OVERVIEW": "The Plank series consists of very deep, poorly drained soils.  These nearly level to very gently sloping soils formed in loamy fluviomarine deposits of the Lissie Formation of early to mid-Pleistocene age.  Slope ranges from 0 to 1 percent. Mean annual temperature is about 19.4 degrees C (67 degrees F), and mean annual precipitation is about 1295 mm (51 in)..",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, siliceous, active, thermic Natric Vermaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Plank silt loam--woodland (Colors are for moist soil unless otherwise stated)\nA--0 to 8 cm, (0 to 3 in); grayish brown (10YR 5/2) silt loam; 95 percent massive due to crayfish bioturbation, and 5 percent undisturbed with weak medium subangular blocky structure; hard, firm; many very fine to medium, and common coarse roots; 95 percent of the horizon is crayfish tubules and krotovinas; krotovinas are filled with a mixture of grayish brown (10YR 5/2) silt loam and pinkish gray (7.5YR 7/2) very fine sand; few faint very dark gray (10YR 3/1) organic coats on surfaces of peds; many fine cylindrical and common fine rounded grayish brown (10YR 5/2) hard worm casts; many pieces of charcoal 0.5 to 2.5 cm (1/4 to 1 inch) wide; 3 percent streaks and masses of pinkish gray (7.5YR 7/2) very fine sand albic material on vertical surfaces of peds; extremely acid; clear wavy boundary. (8 to 15 cm [3 to 6 in] thick)\nBg1--8 to 61 cm, (3 to 24 in); light brownish gray (10YR 6/2) silt loam; 95 percent massive due to crayfish bioturbation, and 5 percent undisturbed with weak coarse subangular blocky structure; hard, firm; many very fine to medium, and common coarse roots; many very fine to medium, and common coarse pores; 95 percent by volume of this horizon is crayfish tubules and krotovinas; krotovinas are filled with light brownish gray (10YR 6/2) and grayish brown (10YR 5/2) silt loam, and pink (7.5YR 7/3) and pinkish gray (7.5YR 7/2) very fine sand; few tubules and krotovinas are lined with grayish brown (10YR 5/2) silty clay loam; common fine cylindrical and few fine rounded grayish brown (10YR 5/2) hard worm casts; very few patchy very dark gray (10YR 3/1) organic coats on surfaces of peds, root channels, and in pores; many pieces of charcoal 0.5 to 2.5 cm (1/4 to 1 in) wide; 1 percent fine prominent yellowish red (5YR 5/8), 1 percent fine and medium prominent brown (7.5YR 5/4), 5 percent fine prominent strong brown (7.5YR 5/6), and 12 percent fine and medium distinct yellow (10YR 7/6) iron concentrations with diffuse boundaries on surfaces of peds; 1 percent fine and medium prominent brown (7.5YR 5/4), and brown (7.5YR 4/4), and 1 percent fine prominent yellowish red (5YR 5/6) and light red (2.5YR 6/6) iron concentrations with sharp boundaries lining root channels and pores; 2 percent of the horizon is interfingering of pink (7.5YR 7/3) and pinkish gray (7.5YR 7/2) very fine sand albic material on vertical surfaces of peds; extremely acid; gradual wavy boundary.\nBg2--61 to 90 cm, (24 to 35 in); light gray (10YR 7/2) silt loam; 70 percent massive due to crayfish bioturbation, and 30 percent undisturbed with weak very coarse prismatic structure; very hard, very firm; common fine roots between peds in nonbrittle material; many fine and medium, and common coarse pores; 70 percent of this horizon is crayfish tubules and krotovinas; krotovinas filled with grayish brown (10YR 5/2) silt loam, and pink (7.5YR 7/3), pinkish gray (7.5YR 7/2), light brown (7.5YR 6/3) very fine sand; few tubules and krotovinas are lined with very dark gray (10YR 3/1) and grayish brown (10YR 5/2) silty clay loam; 2 percent fine and medium prominent light red (2.5YR 7/6), 3 percent fine prominent reddish yellow (7.5YR 6/8), 3 percent fine and medium prominent brown (7.5YR 5/4), and 8 percent fine and medium distinct yellow (10YR 7/6), and brownish yellow (10YR 6/6) redox concentrations with diffuse boundaries on surfaces of peds; 1 percent fine prominent brown (7.5YR 5/4), and yellowish red (5YR 4/6) iron concentrations with sharp boundaries lining root channels and pores; 5 percent of the horizon is interfingering of pink (7.5YR 7/3) and pinkish gray (7.5YR 7/2) very fine sand albic material on vertical surfaces of prisms; few pieces of charcoal 0.5 to 2.5 cm (1/4 to 1 in) in diameter; 22 percent is brittle material that is 5 to 15 cm (2 to 6 in) wide with nonbrittle material in between; extremely acid; gradual wavy boundary. (Combined thickness of the Bg subhorizons is 46 to 122 cm [18 to 48 in])\nBtg1--90 to 164 cm, (35 to 64 in); grayish brown (10YR 5/2) silt loam; 50 percent massive due to bioturbation, and 50 percent undisturbed with weak very coarse prismatic structure; very hard, very firm; very few very fine, many fine and medium, and common coarse pores; common faint continuous grayish brown (10YR 5/2) clay films lining pores and on prism surfaces of undisturbed material; 50 percent by of this horizon is crayfish krotovinas; krotovinas are filled with grayish brown (10YR 5/2), light gray (10YR 7/2), and light brownish gray (10YR 6/2) silt loam, and pink (7.5YR 7/3), pinkish gray (7.5YR 7/2) and pale brown (10YR 6/3) very fine sand; common fine and medium distinct brown (7.5YR 5/2) organic coats on surfaces of peds; 8 percent fine and medium distinct brownish yellow (10YR 6/6), 20 percent fine and medium prominent strong brown (7.5YR 5/8), and 5 percent fine prominent yellowish brown (10YR 5/8) iron concentrations with diffuse boundaries, 1 percent fine prominent brown (7.5YR 5/4) and yellowish red (5YR 4/6) iron concentrations with sharp boundaries lining root channels and pores; 3 percent fine faint light brownish gray (10YR 6/2) iron depletions with diffuse boundaries 5 percent is interfingering of pink (7.5YR 7/3) very fine sand albic material with pinkish gray (7.5YR 7/2) and pinkish white (7.5YR 8/2) clay depletions in the interior; 26 percent is brittle material that is 5 to 20 cm (2 to 8 in) wide with nonbrittle material in between; extremely acid; gradual wavy boundary.\nBtg2--164 to 203 cm, (64 to 80 in); light brownish gray (10YR 6/2) silt loam; weak very coarse prismatic structure; very hard, very firm; common fine to coarse vesicular pores; common distinct grayish brown (10YR 5/2) clay films on pore linings and on surfaces of prisms; 30 percent of this horizon is crayfish krotovinas; krotovinas are filled with light brownish gray (10YR 6/2), light gray (10YR 7/2), and grayish brown (10YR 5/2) silt loam, and pink (7.5YR 7/3), pinkish gray (7.5YR 7/2), and pale brown (10YR 6/3) very fine sand; 12 percent fine and medium distinct brownish yellow (10YR 6/6), 5 percent fine prominent strong brown (7.5YR 5/8), 5 percent fine prominent yellow (2.5Y 7/6), and 1 percent fine prominent light olive brown (2.5Y 5/3) iron concentrations with diffuse boundaries; 3 percent fine and medium distinct pinkish brown (7.5YR 5/2), and 2 percent fine faint grayish brown (10YR 5/2) redox depletions with diffuse boundaries; 5 percent is interfingering of pink (7.5YR 7/3) very fine sand albic material with pinkish gray (7.5YR 7/2) and pinkish white (7.5YR 8/2) clay depletions in the interior; 36 percent is brittle material that is 10 to 25 cm (4 to 10 in) wide with nonbrittle material in between; extremely acid; gradual wavy boundary. (Combined thickness of the Btg subhorizons is 71 to 142 cm [28 to 56 in])\nBtg3--203 to 274 cm, (80 to 108 in); pale green (5G 6/2) loam; weak very coarse prismatic structure; 10 percent of the volume of this horizon is crayfish krotovinas; common fine threads of barite; exchangeable sodium percentage is 19; 8 percent fine and medium prominent dark brown (7.5YR 3/2) iron concentrations with diffuse boundaries; 5 percent fine and medium prominent olive (5Y 5/3) iron concentrations with diffuse boundaries; 2 percent by volume is interfingering of pinkish gray (7.5YR 7/2) albic material on surfaces of peds; extremely acid; gradual wavy boundary.\n2CBg--274 to 457 cm, (108 to 180 in); pale green (5G 6/2) clay; weak very coarse prismatic structure; 1 percent of this horizon is crayfish krotovinas; common fine threads of barite; exchangeable sodium percentage is 13; few fine rounded hard pitted concretions of calcium carbonate; 1 percent fine prominent dark brown (7.5YR 3/2), and 5 percent fine and medium prominent olive (5Y 5/3) iron concentrations with diffuse boundaries; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hardin County, Texas; from the intersection of U.S. Highway 69 and Farm Road 326 in Kountze, Texas; 7.3 miles north on U.S. Highway 69; 200 feet east in pine plantation. Village Mills topographic quad; Latitude: 30 degrees, 27 minutes, 02 seconds N; Longitude: 94 degrees, 23 minutes, 03 seconds W. NAD 83; UTM Easting 367102 m, UTM Northing 3369528 m, UTM Zone 15."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An aquic soil moisture regime.\nMean annual soil temperature: 20.6 to 21.7 degrees C (69 to 71 degrees F).\nDepth to albic materials: 6 to 28 cm (2 to 71 in)\nDepth to argillic horizon: 43 to 140 cm (17 to 55 in)\nParticle-size control section (weighted average)\nClay content: 6 to 15 percent\nSand larger than very fine sand content: 5 to 15 percent\nCEC/clay ratio: 0.45 to .60\nAluminum saturation percent: 60 to 90\nExchangeable sodium percentage: 7 to 11\nA Horizon\nHue: 7.5YR or 10YR\nValue: 4 to 7\nChroma: 1 or 2\nTexture: very fine sandy loam or silt loam\nAlbic material: 0 to 5 percent\nCrawfish bioturbation: 50 to 95 percent\nExchangeable sodium percentage (mmhos/cm): 0 to 6\nReaction: extremely acid\nBg Horizon\nHue: 7.5YR or 10YR\nValue: 5 to 7\nChroma: 1 or 2\nTexture: very fine sandy loam, loam, or silt loam\nRedox concentrations: amount-5 to 30 percent, size-fine or medium, color-shades of yellow, brown, or red, contrast-faint to prominent, boundary-sharp to diffuse, location-throughout\nAlbic material: 0 to 5 percent\nCrawfish bioturbation: 50 to 95 percent\nExchangeable sodium percentage(mmhos/cm): 4 to 11\nBrittleness: 0 to 5 percent\nReaction: extremely acid or very strongly acid\nBtg Horizons\nHue: 7.5YR or 10YR\nValue: 6 or 7\nChroma: 1 or 2\nTexture: loam or silt loam\nRedox concentrations: amount-5 to 40 percent, size-fine to coarse, color-shades of yellow, brown, or red, contrast-faint to prominent, boundary-sharp to diffuse, location-throughout\nRedox depletions: amount-1 to 10 percent, size-fine or medium, color-shades of gray, contrast-faint or distinct, boundary-clear or diffuse, location-throughout\nAlbic material: 0 to 15 percent\nCrawfish bioturbation: 30 to 75 percent\nExchangeable sodium percentage(mmhos/cm): 7 to 25\nBrittleness: 25 to 50 percent\nReaction: extremely acid or strongly acid\nBarite threads or masses: 2 to 15 percent\nCBg Horizon (normally below 203 cm (80 in)\nHue: 5Y or 5G\nValue: 5 or 6\nChroma: 2\nTexture: loam, silty clay loam, or clay\nRedox concentrations: amount-1 to 10 percent, size-fine to coarse, color-shades of yellow, brown, or red, contrast-faint to prominent, boundary-sharp to diffuse, location-throughout\nRedox depletions: amount-1 to 3 percent, size-fine or medium, color-shades of gray, contrast-faint or distinct, boundary-clear or diffuse, location-throughout\nCrawfish bioturbation: 0 to 5 percent\nExchangeable sodium percentage(mmhos/cm): 10 to 25\nBrittleness: 1 to 5 percent\nReaction: extremely acid or very strongly acid\nBarite threads or masses: 1 to 3 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series in the same family.  Similar soils are the Cieno, Jayhawker, Nona, and Sorter series.\nCieno soils: fine-loamy particle-size control section; hyperthermic temperature regime\nJayhawker soils: base saturation less than 35 percent; do not have vermic features; Exchangeable Sodium Percentage less than 6\nNona soils: fine-silty particle-size control section\nSorter soils: coarse-loamy particle-size control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy fluviomarine deposits of the Lissie Formation of early to mid-Pleistocene age\nLandscape: coastal plains\nLandform: flats\nSlope: 0 to 1 percent\nMean annual air temperature: 19.5 to 20.6 degrees C (67 to 69 degrees F).\nMean annual precipitation: 1219 to 1473 mm (48 to 58 in)\nPrecipitation pattern: Uniform throughout with slight peaks during the spring and fall months.\nFrost-free period: 240 to 300 days\nElevation: 22.9 to 46 m (75 to 155 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dallardsville (TX), Kirbyville (TX), Kountze (TX), Nona (TX), Otanya (TX), Sorter (TX), and Waller (TX) soils.\nDallardsville, Kirbyville, and Kountze soils: moderately well drained Dallardsville soils are on mounds .6 to 1 m (2 to 3 ft) higher than Plank soils\nKirbyville and Kountze soils are on relict meander belt levees and bars\nOtanya soils: well drained; interfluves\nNona soils: fine-silty particle-size control section; similar landform\nSorter soils: coarse-loamy particle-size control section; similar landform\nWaller soils: fine-loamy particle-size control section; landform"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained. Permeability is slow.  Runoff is high.  These soils remain saturated from late November to May with aquic conditions from December to May in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used primarily for timber production and wildlife habitat.  Some areas are used for pasture.  Native vegetation is loblolly pine, slash pine, black gum, red maple, yaupon, wax leaf myrtle, Saint John's Cross, sumpweed, bluestems, threeawns, sedges, rushes, and club moss.  Pastures are bahiagrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Western Gulf Coast Flatwoods of southeast Texas and possibly Louisiana; LRR T; MLRA 152B; moderate extent"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hardin County, Texas, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section: 90 to 140 cm (35 to 55 in). (Btg horizon)\nOchric epipedon: 0 to 8 cm (0 to 3 in).  (A horizon)\nArgillic horizon: 90 to 274 cm (35 to 108 in).  (Btg1, Btg, Btg3 horizons)\nOther features:\nVermic feature: more than 50 percent crawfish bioturbation (A, Bg, and Btg horizons)\nAquic conditions: This soil is saturated with aquic conditions to the surface from late November to May in normal years, and redoximorphic features with chroma of 2 or less.\nAdditional Comments: The classification was changed in April 2000 from Typic Vermaqualfs to Natric Vermaqualfs due to lab data from the series type location from Hardin County, Texas.\nThe assignment of the cation-exchange activity class is supported by laboratory data number (S94TX-199-005) from series type location in Hardin County, Texas.\nADDITIONAL DATA: National Soil Survey Laboratory data on samples (S94TX-199-005) and Texas A&M University Soil Characterization Lab on samples from the series type location in Hardin County, Texas.\nTaxonomic Version: Soil Taxonomy, Eleventh Edition, 2010\nNational Cooperative Soil Survey\nU.S.A."
  }
}
