{
  "SERIES": "PLATTVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. GOW-JEP-JDA-JAD",
  "REVDATE": "07/2007",
  "STATES": "IL,IA,OH",
  "OVERVIEW": "The Plattville series consists of deep, well drained soils formed in glacial drift that is underlain by limestone or dolostone bedrock at a depth of 102 to 152 cm (40 to 60 inches). The Plattville soils are on till plains and high structural benches. Slope ranges from 0 to 6 percent. Mean annual air temperature is about 10 degrees C (50 degrees F.), and mean annual precipitation is about 940 mm (37 inches).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Typic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Plattville silt loam - on a 1 percent slope in a idle area at an elevation of 191 meters (625 feet) above mean sea level . (Colors are for moist soil unless otherwise stated.)\nAp--0 to 25 cm (0 to 10 inches); very dark gray (10YR 3/1) silt loam, gray (10YR 5/1) dry; weak very fine and fine granular structure; friable; many fine and very fine roots; slightly acid; abrupt smooth boundary.\nA--25 to 36 cm (10 to 14 inches); very dark grayish brown (10YR 3/2) loam, grayish brown (10YR 5/2) dry; weak very fine and fine granular structure; friable; many fine and very fine roots; slightly acid; clear smooth boundary. [Combined thickness of the A horizons is 25 to 51 cm (10 to 20 inches).]\nBt1--36 to 48 cm (14 to 19 inches); dark yellowish brown (10YR 4/4) loam; weak very fine subangular blocky structure; friable; common very fine and fine roots; common distinct brown (10YR 4/3) clay films on faces of peds and in pores; common distinct very dark gray (10YR 3/1) organic coatings on faces of peds; slightly acid; clear smooth boundary.\nBt2--48 to 69 cm (19 to 27 inches); dark yellowish brown (10YR 4/4) clay loam; weak fine and medium subangular blocky structure; friable; common very fine and medium roots; common distinct brown (10YR 4/3) clay films on faces of peds and in pores; few distinct very dark gray (10YR 3/1) organic coatings in root channels; few fine prominent yellowish red (5YR 5/6) masses of iron accumulation in the matrix; 2 percent gravel; moderately acid; clear smooth boundary.\nBt3--69 to 79 cm (27 to 31 inches); brown (7.5YR 4/4) sandy clay loam; moderate fine and medium subangular blocky structure; friable; few very fine roots; common distinct brown (10YR 4/3) clay films on faces of peds and in pores; few fine prominent yellowish red (5YR 5/6) masses of iron accumulation in the matrix; 2 percent gravel; moderately acid; clear smooth boundary.\nBt4--79 to 99 cm (31 to 39 inches); brown (7.5YR 4/4) clay loam; moderate medium subangular blocky structure; friable; few very fine roots; many distinct brown (10YR 4/3) clay films on faces of peds and in pores; common distinct dark brown (7.5YR 3/2) organo-clay films on faces of peds; few fine prominent yellowish red (5YR 5/6) masses of iron accumulation in the matrix; 2 percent gravel; 2 percent cobbles; moderately acid; abrupt smooth boundary. [Combined thickness of the Bt horizons is 38 to 89 cm (15 to 35 inches).]\nBCt--99 to 112 cm (39 to 44 inches); dark yellowish brown (10YR 4/4) clay loam; weak coarse subangular blocky structure; firm; few very fine roots; common distinct dark brown (7.5YR 3/2) organo-clay films on faces of peds; common prominent yellowish red (5YR 4/6) decomposed stones; 8 percent gravel; 3 percent cobbles; neutral; abrupt smooth boundary. [0 to 20 cm (0 to 8 inches) thick]\nR--112 cm (44 inches); very pale brown (10YR 7/4) limestone bedrock decomposed in upper 1/2 inch."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kankakee County, Illinois; about 0.8 kilometers (1/2 mile) southwest of Momence; 30 meters (100 feet) east of the center of sec. 24, T. 31 N., R. 13 E.; USGS Momence, Illinois topographic quadrangle; lat.41 degrees 9 minutes 24 seconds N. and long. 87 degrees 40 minutes 19 seconds W.; UTM Zone 16, 0443619E and 4556370N; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to the base of soil development and bedrock ranges from 102 to 152 cm (40 to 60 inches). The mollic epipedon ranges from 25 to 51 cm (10 to 20 inches) in thickness. The particle-size control section averages between 25 to 35 percent clay.\nThe Ap or A horizon has hue of 10YR, value of 2 or 3, and chroma of 1 to 3. It is loam or silt loam. Reaction is moderately acid to neutral.\nThe Bt horizon has hue of 10YR, value of 4 or 5, and chroma of 3 or 4. Some pedons have hue of 7.5YR in the lower part of the Bt horizon. It is loam, clay loam, sandy clay loam, or silty clay loam. It has less than 7 percent gravel and 3 percent cobbles. Reaction is moderately acid to slightly alkaline. Some pedons have carbonates in the lower part. In some pedons the upper part of the Bt horizon is influenced by loess; it is these subhorizons that are silty clay loam.\nThe BCt or BC horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 3 or 4. It is loam, clay loam, or sandy clay loam. It has less than 10 percent gravel and 5 percent cobbles. Reaction is neutral to moderately alkaline. Most pedons have carbonates. Typically there is no clay layer derived from limestone or dolostone in the Plattville soils; but a layer considered to be a beta - like B, or B development, does occur just above the limestone or dolostone."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Hochheim, La Rose, Lickcreek, Linkville, Markesan, Rotamer, Wea, and Wyanet series. All competing soils do not have a lithic or paralithic contact within a depth of 152 cm (60 inches) of the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Plattville soils are on nearly level to rolling till plains and high structural benches. Slope gradients typically are 0 to 6 percent. These soils formed in glacial drift that is underlain by limestone or dolostone bedrock at depths of 102 to 152 cm (40 to 60 inches). Some areas have a thin covering of loess. Also some pedons have a thin layer of till overlying the bedrock. Mean annual temperature is 7 to 12 degrees C (45 to 54 degrees F), mean annual precipitation is 660 to 1016 mm (26 to 40 inches), frost free days range from 140 to 180 days, and elevation ranges from 156 to 411 meters (512 to 1350 feet) above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Faxon, Joliet, Millsdale, Rockton, Waupecan, and Whalan soils. The poorly drained Faxon and Joliet soils and very poorly drained Millsdale soils are on lower parts of the landscape or in depressions. The moderately deep, well drained Rockton and Whalan soils and the very deep, well drained Waupecan soils are on similar landform positions as the Plattville soils. In addition, Whalan soils lack a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. The potential for surface runoff is negligible to medium. Saturated hydraulic conductivity is moderately high or high (4.23 to 14.11 micrometers per second). Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cropped to corn, soybeans, and small grain. Native vegetation is prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Illinois, Iowa, and Ohio in the MLRA's 103, 108A, 110, and 111D. Extent is small."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kendall County, Illinois, 1940."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: mollic epipedon - the zone from the surface to a depth of 36 cm (14 inches) (Ap and A horizons); argillic horizon - the zone from 36 to 99 cm (14 to 39 inches) (Bt1, Bt2, Bt3 and Bt4 horizons); lithic contact - 112 cm (44 inches); udic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
