{
  "SERIES": "PLEASANTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. LEW/GMK",
  "REVDATE": "01/2003",
  "STATES": "CA",
  "OVERVIEW": "The Pleasanton series is a member of the fine-loamy, mixed, thermic family of Mollic Haploxeralfs.  Typically, Pleasanton soils have grayish brown, slightly acid or neutral, gravelly fine sandy loam A horizons; brown, neutral, gravelly sandy clay loam B2t horizons; and gravelly fine sandy loam C horizons.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Mollic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pleasanton gravelly fine sandy loam - cultivated.  (Colors are for dry soil unless otherwise noted.)\nAp--0 to 9 inches; grayish brown (10YR 5/2) gravelly fine sandy loam, very dark grayish brown (10YR 3/2) moist; massive; hard, friable, slightly sticky, slightly plastic; many very fine, common fine and medium roots; common very fine and fine interstitial pores; slightly acid (pH 6.3); abrupt smooth boundary.  (5 to 10 inches thick)\nA1--9 to 21 inches; grayish brown (10YR 5/2) gravelly fine sandy loam, very dark grayish brown (10YR 3/2) moist; massive; hard, friable, slightly sticky, slightly plastic; many very fine, common fine and medium roots; common very fine and fine interstitial pores; neutral (pH 6.8); clear smooth boundary.  (10 to 14 inches thick)\nB2t--21 to 48 inches; brown (10YR 4/3) gravelly sandy clay loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; very hard, friable, sticky, plastic; common very fine and fine roots; many very fine and fine, few medium tubular pores; common moderately thick clay films on peds and in pores; neutral (pH 7.3); gradual wavy boundary.  (12 to 32 inches thick)\nB3--48 to 64 inches; brown (10YR 4/3) gravelly loam; dark brown (10YR 3/3) moist; weak medium subangular blocky structure; very hard, friable, sticky, plastic; few very fine roots; many very fine, common fine pores; few thick and few thin clay films on peds and in pores; neutral (pH 7.3); gradual wavy boundary.  (8 to 20 inches thick)\nC1--64 to 72 inches; yellowish brown (10YR 5/4) gravelly fine sandy loam near gravelly loam, dark yellowish brown (10YR 4/4) moist; weak blocky structure; hard, friable, sticky, slightly plastic; many very fine, common fine, few medium pores; few thin clay films on peds and in pores; slightly alkaline (pH 7.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Alameda County, California; about 5 miles SE of the center of Livermore; SE1/4 NE1/4 NE1/4 sec. 24, T.3S., R.2E. Altamont Quad. lat.37 degrees N. 39 minutes, 45 seconds, long 121 W. 41 minutes, 48 seconds."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness to the bottom of the B horizon is 60 inches.  The soils become moist in November or early December and remain moist until May.  Mean annual temperature is about 59 degrees to 64 degrees F.\nThe A horizon is dark grayish brown, grayish brown, or brown in 10YR or 7.5YR hue.  It is moderately acid to neutral (pH 6.0-7.0).\nThe B horizon is brown to light yellowish brown in 10YR or 7.5YR hue.  It is loam, sandy clay loam or clay loam and is gravelly or cobbly in some pedons.  It ranges from slightly acid to slightly alkaline.\nThe C horizon is gravelly fine sandy loam or loam.  It is neutral or mildly alkaline and is slightly calcareous in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Arbuckle, Burchell, Coarsegold, Jacinto, Modesto, Perkins, Ramona, Rescue, Sobrante, Trimmer, Whitney and Zamora series.  Arbuckle and Ramona soils have A1 horizons with either moist value of more than 3.5 or organic carbon of less than 0.7 percent throughout the upper 4 inches.  Burchell and Modesto soils are somewhat poorly drained and are mottled in the lower horizons.  Coarsegold, Perkins and Rescue soils have hue of 5YR or 2.5YR in the Bt horizon.  Jacinto soils have hue of 2.5Y.  Sobrante soils have a lithic contact at depths of less than 40 inches.  Trimmer and Whitney soils have a paralithic contact at depths of less than 40 inches.  Zamora soils are fine-silty."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Pleasanton soils are on nearly level to gently sloping alluvial fans and terraces at elevations of less than 2,400 feet.  They are in a subhumid, mesothermal climate with hot, dry summers and cool, moist winters.  Mean annual precipitation ranges from 12 to 39 inches.  Average January temperature is 48 degrees F.; average July temperature is about 73 degrees F.; mean annual temperature is about 59 degrees F.; and the freeze-free season is about 220 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Arbuckle soils and the Corning, Livermore, Newville, Positas, and Sorrento soils.  Corning, Newville and Positas soils have clay argillic horizons.  Livermore soils are very gravelly throughout.  Sorrento soils lack an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; slow to medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The soils are used for dry farmed grain and grain hay, wine grapes, deciduous fruits, nuts, roses and row crops.  Vegetation is annual grasses and forbs with scattered oaks."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The soils occur in the valleys of the Coast Range, Central Valley, and intermountain valleys of southern California.   They are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Livermore Area, California, 1910."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The soils formerly were classified as (medial) Noncalcic Brown soils.\nThe activity class was added to the classification in January of 2003. Competing series were not checked at that time. - ET\nADDITIONAL DATA: Three pedons sampled in Alameda County, CA: The type location S60CA-001-001 and two taxadjunct pedons, S78CA-001-000 (mesic) and S79CA-001-000 (isofrigid?).\nOSED scanned by SSQA.  Last revised  by state on 10/74.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
