{
  "SERIES": "PLEASANT LAKE",
  "STATUS": "Established Series",
  "BYREV": "Rev. MHS",
  "REVDATE": "04/2013",
  "STATES": "NY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Dysic, frigid Typic Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pleasant Lake mucky peat - on a slope of 0 percent in an undisturbed area. (Colors are for moist soil unless otherwise stated.)\nOe -- 0 to 2 inches; very dark grayish brown (10YR 3/2) broken face and rubbed mucky peat (hemic material); about 75 percent fibers, 40 percent rubbed; weak fine granular structure; slightly sticky; many fine and very fine, commom medium roots; primarily sphagnum and forbs fibers; few partially decomposed woody stems; extremely acid; abrupt wavy boundary.\nOa1 -- 2 to 5 inches; black (5YR 2.5/1), broken face, very dark gray (5YR 3/1) rubbed muck; about 25 percent fibers, 5 percent rubbed; weak fine granular structure; slightly sticky; many fine and very fine roots; primarily woody fibers; very strongly acid; clear wavy boundary.\nOa2 -- 5 to 44 inches; very dark gray (5YR 3/1), broken face, very dark brown (7.5YR 2.5/2) rubbed muck; about 60 percent fibers, 10 percent rubbed; massive; slightly sticky; few fine and very fine roots in the upper part; primarily woody fibers; very strongly acid; clear smooth boundary.\nOa3 -- 44 to 78 inches; very dark grayish brown (10YR 3/2), broken face, very dark brown (7.5YR 2.5/2) rubbed muck; about 80 percent fibers, 15 percent rubbed; massive; slightly sticky; primarily woody fibers; strongly acid; clear smooth boundary.\nOa4 -- 78 to 86 inches; brown (10YR 4/3), broken face, very dark grayish brown (10YR 3/2) rubbed muck; about 30 percent fibers, 5 percent rubbed; massive; non-sticky; primarily woody fibers; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Town of Stratford, Fulton County, New York; 225 feet west of a trail, 785 feet north of Route 29A, 4100 feet east of intersection with East Shore Drive (Pleasant Lake). USGS Canada Lake 7.5 minute topographic quadrangle, Latitude 43 degrees, 10 minutes, 53 seconds N., Longitude 74 degrees, 34 minutes, 35 seconds W., NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The combined thickness of the organic layers exceeds 51 inches. Woody fragments range from 0 to 30 percent.\nThe layers in the surface tier consist dominantly of hemic materials, but in some pedons they are composed of fibric or sapric material. Fibric horizons are dominantly sphagnum moss and have hue of 5YR to 10YR, value of 3 to 5 and chroma of 2 to 6. These layers are derived from herbaceous plants and sphagnum moss. Structure in the surface tier is dominantly platy, but is granular or massive in some pedons.\nThe subsurface and bottom tiers range from platy structure to massive. Reaction throughout the control section ranges from extremely acid to very strongly acid in water (pH less than 4.5 in 0.01M calcium chloride).\nLayers within the control section have a hue of 2.5YR to 2.5Y; value of 2 to 5; and chroma of 0 to 4. Colors commonly become darker on brief exposure to air."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Citypoint and Loxley series are in the same family. Citypoint and Loxley are from outside Region R. Citypoint soils have a paralithic contact within 51 inches. Loxley soils formed in organic material derived from herbaceous plants.\nSeries in closely related families are the Beseman, Carbondale, Carlisle, Burnt Vly, Greenwood, Houghton, Lupton, and Rifle series. Beseman soils have loamy mineral material within 51 inches of the surface. Carbondale soils have layers of hemic material exceeding 10 inches in thickness in the subsurface and bottom tiers. Carlisle and Houghton soils are mesic. Burnt Vly soils have sandy material within 51 inches of the surface. Greenwood and Rifle soils consist dominantly of hemic materials. Lupton soils are less acid in the subsurface and bottom tiers."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Pleasant Lake soils are in depressions on kame moraines, lake plains, outwash plains, and on floodplains. In some places they are in depressions on flood plains. Slope ranges from 0 to 2 percent. The mineral soils in the surrounding upland are commonly derived from acid parent materials. The mean annual precipitation ranges from about 30 to 50 inches, and the mean annual temperature ranges from about 38 to 46 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Burnt Vly, Adirondack, Sabattis and Tughill soils. The Burnt Vly soils are organic soils that are 16 to 51 inches deep to sandy mineral deposits. The Adirondack soils are somewhat poorly drained, and the Sabattis and Tughill soils are very poorly drained, sandy mineral soils commonly near the edges of the Pleasant Lake soils or as inclusions within the Pleasant Lake soils where the organic deposit is less than 16 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Very poorly drained. The depth to the seasonal high water table ranges from 1 foot above the surface to 1 foot below the surface from November to May. The potential for surface runoff is negligible. Estimated saturated hydraulic conductivity ranges from moderately high to very high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Very little intensive use is made of these soils because of excess wetness, extreme acidity, and frost hazard. Soil areas usually lack suitable drainage outlets. Ground cover consists principally of blueberry, leatherleaf, sphagnum moss, and wintergreen. Trees are limited to a few scattered black spruce, jack pine, quaking aspen, and tamarack."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Adirondack Mountains and Tughill Plateau of New York. MLRA 143. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Fulton County, New York, 2007."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nHistic epipedon: well decomposed (sapric) organic material from 2 inches to a depth of greater than 51 inches (Oa horizons).\nDysic reaction class: reaction of less than 4.5 in 0.01M CaCl2 throughout.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
