{
  "SERIES": "PLEGOMIR",
  "STATUS": "Established Series",
  "BYREV": "Rev. RSJ/RLT/MJD",
  "REVDATE": "03/2003",
  "STATES": "UT",
  "OVERVIEW": "The Plegomir series consists of very shallow and shallow over duripan, well drained, moderately permeable soils formed in alluvium from limestone, tuffaceous sandstone, or igneous rock.  They are on dissected fan terraces, and on sides of small hills. Slopes are 3 to 10 percent.  The mean annual precipitation is about 10 inches and the mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic, shallow Xeric Haplodurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Plegomir gravelly loam--rangeland.  (Colors are for air-dry soil unless otherwise stated.)\nA1--0 to 2 inches; brown (l0YR 5/3) gravelly loam, dark brown (10YR 3/3) moist; moderate medium and coarse platy structure parting to strong very fine granular; slightly hard, friable, sticky and plastic; common very fine, few fine roots; many very fine and fine vesicular and tubular pores; moderately calcareous; carbonates are disseminated; l5 percent pebbles; moderately alkaline (pH 8.2); clear smooth boundary.\nA2--2 to 5 inches; pale brown (l0YR 6/3) loam, brown (l0YR 5/3) moist; moderate very fine, fine and medium granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine, common medium roots; common very fine and fine tubular and interstitial pores; moderately calcareous; carbonates are disseminated; l0 percent pebbles; thin carbonate and silica coatings on undersides of pebbles; moderately alkaline (pH 8.0); clear wavy boundary.  (Combined thickness of the A horizon is 3 to l0 inches.\nBqk--5 to l3 inches; very pale brown (l0YR 7/4) gravelly sandy loam, yellowish brown (l0YR 5/4) moist; weak medium and coarse subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic; common very fine and fine roots; many very fine and fine tubular pores; strongly calcareous; carbonates are disseminated; 20 percent pebbles; silica and carbonate coatings on all sides of pebbles; some discontinuous, weak, silica and carbonate cementation; strongly alkaline (pH 8.6); clear irregular boundary.  (0 to l0 inches thick)\nBqkm--13 inches; continuous indurated duripan with very thin, discontinuous laminar caps.  Fractures are farther apart than 4 inches."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Box Elder County, Utah; about 3 miles north of Highway 30, 2 miles east of the Nevada State Line; 2,400 feet south and l,900 feet west of the northeast corner of sec. ll, T. 9 N., R. l9 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil is usually dry, but is moist in some part 25 to 40 percent of the time the soil temperature is above 41 degrees F. It is dry in all parts for 45 to 60 consecutive days following the summer solstice.  The mean annual soil temperature is 47 to 53 degrees F.\nDepth to the duripan ranges from 6 to 20 inches.  The particle-size control section is 18 to 27 percent clay and 5 to 30 percent pebbles.  The depth to bedrock is greater than 60 inches.\nThe A horizon has value of 5 to 7 dry and 3 to 5 moist, and chroma of 2 to 4.  Textures are loam, gravelly loam, or gravelly sandy loam.  It is moderately calcareous or strongly calcareous and mildly or moderately alkaline.\nA Bw horizon is present in some pedons.  Hue is 10YR or 7.5YR, value is 5 or 6 dry and 3 or 4 moist, and chroma is 2 or 3.  It is gravely sandy loam or gravelly loam.\nThe Bqk horizon has value of 4 to 6 moist and chroma of 3 or 4. It is loam, gravelly loam, or gravelly sandy loam.  It is moderately alkaline or strongly alkaline.\nThe Bqkm horizon is weakly cemented to indurated.  If not continuously indurated, it has indurated subhorizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Arritola (OR), Besslen (OR), Chiara (NV), Coltroop (NV), Crooked (OR), Frohman (OR), Minveno (ID), Nevoyer (NV), Otoole (OR), Peeko (NV), Scoon (WA), Tenvorrd (NV), and Yahoo (ID) series.  (Expected to be reclassified to this family).  Arritola soils have 0 to 5 percent rock fragments in the particle size control section.   Besslen soils are 24 to 40 inches deep to basalt bedrock.  Chiara soils have 5 to 18 percent clay in the particle size control section.  Coltroop soils are 30 to 35 inches deep to bedrock.  Crooked soils have less than 18 percent clay in the particle size control section and are somewhat poorly drained.  Frohman soils have less than 18 percent clay and less than 15 percent fine sand and coarser in the particle size control section.  Minveno soils are 20 to 40 inches to bedrock.  Nevoyer soils are 7 to 20 inches to bedrock. Otoole soils have less than 15 percent fine sand and coarser in the particle size control section, lack rock fragments, and are somewhat poorly drained.  Peeko and Yahoo soils have less than 15 percent fine sand and coarser in the fine earth part of the particle size control section.  Scoon soils have 6 to 18 percent clay in the particle size control section.  Tenvorrd soils do not have rock fragments in the particle size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHICAL SETTING",
    "content": "GEOGRAPHICAL SETTING:  Plegomir soils are on dissected fan terraces and on sides of small hills.  Slopes range from 3 to 10 percent.  Elevations range from 4,800 to 6,700 feet.  The soils formed in alluvium from tuffaceous limestone, sandstone, igneous rock, or quartzite.  The mean annual precipitation is 8 to 12 inches and the mean annual temperature is 45 to 51 degrees F.  The freeze-free period is 100 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Brobett, Brock, and Promo soils.  Brobett soils have argillic horizons.  Brock soils have loamy-skeletal control sections.  The Promo soils occur on steeper hillsides, lack duripans, and have bedrock between 10 and 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for rangeland.  The potential vegetation is black sagebrush, bottlebrush squirreltail, Nevada bluegrass and Utah juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Plegomir soils are located in western Utah and are moderately extensive. MLRA 28A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Box Elder County, Utah, Western Part, 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nDuripan - indurated and weakly cemented layer of silica and lime accumulation at a depth of about 13 inches (Bqkm horizon).\nXeric feature - a moisture regime that is Aridic bordering on xeric.  The precipitation comes when the soils are cool or cold.\nClassification was changed from Xerollic Durorthids to Xeric Haplodurids in 9/94\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 5,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 2 inches; brown (l0YR 5/3) gravelly loam, dark brown (10YR 3/3) moist; moderate medium and coarse platy structure parting to strong very fine granular; slightly hard, friable, sticky and plastic; common very fine, few fine roots; many very fine and fine vesicular and tubular pores; moderately calcareous; carbonates are disseminated; l5 percent pebbles; moderately alkaline (pH 8.2); clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 5,
        "bottom": 13,
        "texture_class": "loam",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--2 to 5 inches; pale brown (l0YR 6/3) loam, brown (l0YR 5/3) moist; moderate very fine, fine and medium granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine, common medium roots; common very fine and fine tubular and interstitial pores; moderately calcareous; carbonates are disseminated; l0 percent pebbles; thin carbonate and silica coatings on undersides of pebbles; moderately alkaline (pH 8.0); clear wavy boundary.  (Combined thickness of the A horizon is 3 to l0 inches."
      },
      {
        "name": "Bqkm",
        "top": 33,
        "narrative": "Bqkm--13 inches; continuous indurated duripan with very thin, discontinuous laminar caps.  Fractures are farther apart than 4 inches."
      }
    ]
  ]
}
