{
  "SERIES": "PLEINE",
  "STATUS": "Established Series",
  "BYREV": "Rev. CFS-WEF-JJJ",
  "REVDATE": "06/2011",
  "STATES": "MI,WI",
  "OVERVIEW": "The Pleine series consists of very deep, poorly drained, moderately permeable soils in depressions and drainageways on moraines and end moraines.  They formed in loamy till.  Slopes range from 0 to 2 percent.  Mean annual precipitation is about 32 inches and the mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, nonacid, frigid Histic Humaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pleine very cobbly muck on a 1 percent slope in a forested area. (Colors refer to moist soil unless otherwise stated.)\nOa--0 to 9 inches; black (N 2.5/0) very cobbly muck; moderate fine granular structure; very friable; many very fine to coarse roots; about 35 percent cobbles and 15 percent stones; slightly acid; abrupt wavy boundary. (8 to 15 inches thick)\nBg--9 to 20 inches; pinkish gray (7.5YR 6/2) very fine sandy loam; weak medium subangular blocky structure; firm; common fine distinct strong brown (7.5YR 5/6) masses of iron accumulation; about 10 percent cobbles and 2 percent gravel; slightly acid; clear wavy boundary. (2 to 12 inches thick)\nBw--20 to 33 inches; reddish brown (5YR 4/4) fine sandy loam; weak medium subangular blocky structure; friable; common medium prominent pinkish gray (7.5YR 6/2) iron depletions and common medium distinct strong brown (7.5YR 5/6) iron accumulations; about 8 percent gravel and 4 percent cobbles; slightly acid; clear wavy boundary. (0 to 15 inches thick)\nC-- 33 to 80 inches; reddish brown (2.5YR 4/4) gravelly sandy loam; massive; friable; about 18 percent gravel, 6 percent cobbles and 2 percent stones; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Marquette County, Michigan, about 2 miles southwest of the village of National Mine; 2,100 feet south and 2,565 feet west of the northeast corner of Sec. 29, T. 47 N., R. 27 W.; USGS Ishpeming topographic quadrangle; lat. 46 degrees 26 minutes 36 seconds N., and long. 87 degrees 42 minutes 27 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum ranges from about 18 to 36 inches.  Cobbles in the Oa horizon ranges from 5 to 35 percent, and cobble content in the Bg, Bw and C horizon ranges from 4 to 15 percent. Gravel content ranges from 0 to 15 percent in the Oa, Bg and Bw horizons and from 15 to 40 percent in the C horizon. Stones and boulders range from 1 to 15 percent throughout the pedon.  The particle size control section averages between 10 to 35 percent rock fragments.\nThe Oa horizon has hue of 7.5YR or 10YR, value of 2 or 3 and chroma of 1. Some pedons have an A horizon with hue of 5YR or 10YR, value of 2 or 3 and chroma of 1 or 2. It is loam, silt loam, sandy loam, very fine sandy loam or the cobbly analogues of these textures. Reaction of the Oa or A horizons is strongly acid to slightly acid.\nThe Bg horizon has hue of 5YR to 10YR, value of 5 or 6, and chroma of 1 or 2. It is loam, very fine sandy loam, fine sandy loam, sandy loam or the cobbly analogues of these textures. Reaction is strongly acid to slightly acid.\nThe Bw horizon has hue of 2.5YR or 5YR, value of 4 or 5 and chroma of 4 to 6.  It is loam, fine sandy loam, sandy loam or the cobbly analogues of these textures. Reaction is strongly acid to slightly acid.\nThe C horizon has hue of 2.5YR or 5YR, value of 4 or 5 and chroma of 3 or 4.  It is sandy loam, fine sandy loam or the gravelly or very gravelly analogues of these textures. Reaction is moderately or slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Burnham, Nahma, Peacham, Sabattis, Sago, Waucedah, and Witbeck series. Burnham soils are underlain by dense glacial till within depths of 5 to 18 inches.  Nahma soils have limestone bedrock within 40 inches.  Peacham soils are underlain by dense glacial till within depths of 10 to 24 inches. Sabattis soils have hues yellower than 5YR in the lower third of the series control section. Sago soils do not have coarse fragments.  Waucedah soils have dominantly have hues yellower than 5YR in the lower solum and substratum and do not have coarse fragments. Witbeck soils have hues yellower than 10YR in the lower half of the series control section and formed in grayer till containing a high proportion of slates."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Pleine soils occupy level to nearly level flats and depressional areas on ground moraines and end moraines.  Slopes range from 0 to 2 percent.  Mean annual precipitation ranges from 31 to 34 inches and the mean annual temperature ranges from 41 to 43 degrees F. The frost-free period is estimated to range from 100 to 130 days. Elevation ranges from 1,000 to 1,800 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the well drained Schweitzer, moderately well drained Gogebic, and the somewhat poorly drained Tula (T) soils.  These soils form a drainage sequence with the Pleine soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  These soils have an apparent seasonal high water table that ranges from one foot above the surface to one foot below the surface at some time during the period from November to June. Runoff is slow to ponded. Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly woodland, with northern white cedar, balsam fir, red maple, black ash, paper birch and balsam poplar."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The central and western Upper Peninsula and northern Wisconsin.  The extent is small."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Portage County, Wisconsin, 1998.  Source of name is township in Portage County, Wisconsin."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  histic epipedon - the zone from the surface to 9 inches (Oa horizon); cambic horizon - the zone from 9 to 33 inches (Bg and Bw horizons); aquic moisture regime - by having a histic epipedon.\nADDITIONAL DATA: Soil Interpretation Record No.: MI0158.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa",
        "top": 0,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "N",
        "moist_value": 2.5,
        "moist_chroma": 0,
        "texture_class": "NA",
        "cf_class": "very cobbly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Oa--0 to 9 inches; black (N 2.5/0) very cobbly muck; moderate fine granular structure; very friable; many very fine to coarse roots; about 35 percent cobbles and 15 percent stones; slightly acid; abrupt wavy boundary. (8 to 15 inches thick)"
      },
      {
        "name": "Bg",
        "top": 23,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg--9 to 20 inches; pinkish gray (7.5YR 6/2) very fine sandy loam; weak medium subangular blocky structure; firm; common fine distinct strong brown (7.5YR 5/6) masses of iron accumulation; about 10 percent cobbles and 2 percent gravel; slightly acid; clear wavy boundary. (2 to 12 inches thick)"
      },
      {
        "name": "Bw",
        "top": 51,
        "bottom": 84,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--20 to 33 inches; reddish brown (5YR 4/4) fine sandy loam; weak medium subangular blocky structure; friable; common medium prominent pinkish gray (7.5YR 6/2) iron depletions and common medium distinct strong brown (7.5YR 5/6) iron accumulations; about 8 percent gravel and 4 percent cobbles; slightly acid; clear wavy boundary. (0 to 15 inches thick)"
      },
      {
        "name": "C",
        "top": 84,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C-- 33 to 80 inches; reddish brown (2.5YR 4/4) gravelly sandy loam; massive; friable; about 18 percent gravel, 6 percent cobbles and 2 percent stones; slightly acid."
      }
    ]
  ]
}
