{
  "SERIES": "PLUMCREEK",
  "STATUS": "Established Series",
  "BYREV": "REV. TAM-HFG",
  "REVDATE": "09/2001",
  "STATES": "WI",
  "OVERVIEW": "The Plumcreek series consists of very deep, well drained soils on risers of stream terraces.  They formed in silty and loamy slope alluvium and in the underlying stratified mostly silty and loamy slackwater deposits which have strata of sandy alluvium.  Permeability is moderate.  Slopes range from 12 to 45 percent.  Mean annual precipitation is about 30 inches. Mean annual air temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Plumcreek silt loam on a convex, northwest-facing 36 percent slope in woodland at an elevation of about 750 feet. (Colors are for moist soil unless otherwise stated.)\nA--0 to 4 inches; black (10YR 2/1) silt loam, dark gray (10YR 4/1) dry; moderate medium and coarse granular structure; very friable; common very fine to medium and few coarse roots ; neutral; clear smooth boundary. (2 to 5 inches thick)\nE--4 to 7 inches; brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; weak medium platy structure; friable; common very fine to medium and few coarse roots ; neutral; clear smooth boundary. (2 to 6 inches thick)\nBt1--7 to 17 inches; dark yellowish brown (10YR 4/4) silt loam; weak medium subangular blocky structure; friable; common very fine to medium roots; few faint brown (10YR 4/3) clay films on faces of peds and in pores; neutral; clear smooth boundary.\nBt2--17 to 28 inches; dark yellowish brown (10YR 4/6) loam; weak coarse subangular blocky structure; friable; common very fine to medium roots; common distinct brown (10YR 4/3) clay films on faces of peds and in pores; slightly acid; abrupt irregular boundary. (Combined thickness of the Bt horizon ranges from 15 to 25 inches.)\n2Bt3--28 to 36 inches; brown (7.5YR 4/4) fine sandy loam with many thin strata of dark yellowish brown (10YR 4/4) loamy fine sand and very fine sand; weak coarse subangular blocky structure; friable; breaks to weak thick and thin plates along depositional strata;  few very fine and fine roots; few faint brown (10YR 4/3) clay films on faces of peds and in pores; slightly acid; abrupt irregular boundary. (3 to 15 inches thick)\n2C1--36 to 55 inches; brown (7.5YR 4/4) fine sand with many thin (<2\") strata of dark yellowish brown (10YR 4/4) fine sandy loam, silt, loamy fine sand, and very fine sand; single grain; loose; (massive & friable in the silty and loamy strata); breaks to weak thick and thin plates along depositional strata; few very fine and fine roots; neutral; abrupt irregular boundary.\n2C2--55 to 60 inches; brown (7.5YR 4/4) silt loam with common thin strata of silt and very fine sand; massive; friable; breaks to weak thick plates along depositional strata; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pepin County, Wisconsin; about 1 1/2 miles west and 1/4 mile north of Ella; 2275 feet south and 2250 feet west of the northeast corner of sec. 21, T. 24 N., R. 14 W.;  USGS Ella, WI quad.; lat. 44 degrees, 32', 44\" N.; long. 92 degrees, 04' 43\" W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to the base of the argillic horizon ranges from 30 to 50 inches.  Depth to stratified slackwater deposits ranges from 20 to 40 inches.  Clay content of the particle-size control section averages from 18 to 27 percent.  Free calcium carbonates are below a depth of 60 inches in some pedons.  Mean annual soil temperature ranges from 48 to 53 degrees F.  Rock fragments are absent throughout the soil.\nThe A horizon has value of 2 or 3, and chroma of 1 to 3.  Reaction ranges from strongly acid to neutral.\nThe E horizon has value of 4 or 5 and chroma of 2 or 3.  It is silt loam or loam.  Reaction ranges from strongly acid to neutral.\nThe Bt horizon has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 4 to 6.  It is silt loam, loam, or sandy loam. Reaction ranges from strongly acid to neutral.\nThe 2Bt horizon has hue of 5YR, 7.5YR or 10YR; value of 4 or 5; and chroma of 4 to 8.  It is stratified.  Individual strata are mostly fine sandy loam, very fine sandy loam, sandy loam, loam, or silt loam with thin strata of coarser texture.  Reaction ranges from strongly acid to neutral.\nThe 2C horizon has hue of 5YR, 7.5YR, or 10YR; value of 4 to 7; and chroma of 3 to 8.  It is stratified layers of sand to silty clay loam.  Reaction ranges from strongly acid to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Belmont, Belmore, Caprell, Chenault, Chili, Coggon, Conestoga, Douds, Fredericktown, Gallman, Grellton, Hayden, Hebron, Hickory, High Gap, Hollinger, Kalamazoo, Kanawha, Kendallville, Kidder, Kosciusco, Leroy, Letort, Lindley, Mandeville, Martinsville, McHenry, Mifflin, Military, Nodine, Nollville(T), Norden, Ockley, Oglesbet, Owosso, Pecatonica, Princeton, Relay, Renova, Richardville, Riddles, Sisson, Skelton, Strawn, Theresa, Wawasee, Westville, Whalan, Woodbine, and Wykoff series.  The Belmore, Chenault, Chili, Coggon, Conestoga, Gallman, Grellton, Hayden, Hickory, Hollinger, Kalamazoo, Kendallville, Kidder, Kosciusco, Leroy, Lindley, McHenry, Nodine, Ockley, Owosso, Pecatonica, Relay, Renova, Richardville, Riddles, Strawn, Theresa, Wawasee, Westville, and Wykoff series all have rock fragments in some part of the series control section.  Belmont, Mifflin, Nollville, and Woodbine soils have a lithic contact at 40 to 60 inches.  Douds and Skelton soils average 27 to 35 percent clay in the particle-size control section.  Hebron and Sisson soils have free carbonates at 20 to 40 inches and Martinsville soils at 40 to 60 inches.  High Gap, Military, and Whalan soils have a lithic contact at 20 to 40 inches.  Hollinger and Letort soils have mean annual soil temperature greater than 53 degrees F.  Kanawha and Princeton soils have mean annual soil temperature of 54 to 59 degrees F.   Mandeville and Norden soils have a paralithic contact at 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Plumcreek soils are on risers of stream terraces.  They formed in silty and loamy slope alluvium and in the underlying stratified mostly silty and loamy slackwater deposits which have strata of sandy alluvium.  Slope gradients range from 12 to 45 percent.  Mean annual precipitation ranges from 28 to 33 inches.  Mean annual air temperature ranges from 46 to 51 degrees F.  The frost free period ranges from 135 to 160 days.  Elevation ranges from 600 to 900 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bearpen(T) and Ella(T) series.  The somewhat poorly drained Bearpen soils and the moderately well drained Ella soils form a drainage sequence on terrace treads adjacent to Plumcreek soils where there is 40 to 60 inches of silty alluvium over the stratified slackwater deposits."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained.  Runoff is rapid or very rapid.   Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used for woodland. Native vegetation is deciduous forest (Finley).  Common trees are northern red oak, sugar maple, and basswood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West-central Wisconsin (MLRA M105). This soil is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pepin County, Wisconsin, 1998;  Source of the name is Plum Creek in Pepin County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Prior to 1994, this soil was mapped as \"Escarpments, loamy\" or a similar miscellaneous area designation.\nDiagnostic horizons and other features recognized in this pedon are: ochric epipedon - 0 to 7 inches (A, E); argillic horizon - 7 to 36 inches (Bt1, Bt2, 2Bt3)\nADDITIONAL DATA: Soil Interpretation Record - WI0582\nNational Cooperative Soil Survey\nU.S.A."
  }
}
