{
  "SERIES": "PLUMMER",
  "STATUS": "Established Series",
  "BYREV": "KSL/Rev. JAK",
  "REVDATE": "03/2009",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, siliceous, subactive, thermic Grossarenic Paleaquults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Plummer sand on a 1 percent slope, in woodland. (Colors are for moist soil unless otherwise stated.)\nA--0 to 23 centimeters (about 0 to 9 inches); dark gray (N 4/) sand; weak fine granular structure; very friable; many medium and fine roots; many clean sand grains in lower part; very strongly acid; clear wavy boundary. (10 to 30 centimeters thick)\nEg1--23 to 71 centimeters (about 9 to 28 inches); gray (5Y 6/1) sand; single grain; loose; few roots in upper part; common root holes with brown stains; very strongly acid; gradual wavy boundary.\nEg2--71 to 127 centimeters (about 28 to 50 inches); light gray (5Y 7/1) sand; single grain; loose; very strongly acid; gradual irregular boundary. (Combined thickness of the E horizon is 90 to 170 centimeters)\nBtg--127 to 200 centimeters (about 50 to 80 inches); light gray (5Y 7/1) sandy loam with bodies of sandy clay loam; common medium and fine prominent yellowish brown (10YR 5/6) masses of oxidized iron; weak medium granular and subangular blocky structure; friable; sand grains bridged with clay; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Wayne County, Georgia; about 2.6 miles east of Gardi along U.S. Highway 341 and south on county road 4.2 miles to crossroads; 0.2 mile east."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to top of argillic horizon: 100 to 195 centimeters (about 40 to 75 inches), commonly 125 to 180 centimeters (about 50 to 70 inches)\nDepth to base of argillic horizon: 150 to 200 centimeters or more (about 60 to 80 inches), commonly more than 2500 centimeters (about 100 inches)\nDepth to bedrock: Greater than 200 centimeters (about 80 inches)\nDepth to seasonal high water table: 0 to 25 centimeters (about 0 to 10 inches) December to July\nThickness of the sandy surface and subsurface layers: Greater than 100 centimeters (about 40 inches)\nContent and size of rock fragments: 0 to 10 percent, by volume throughout, mostly fine quartz gravel or ironstone nodules or concretions\nEffective Cation Exchange Capacity: 3 to 10 milliequivalents per 100 grams of soil in the A horizon; 1 to 3 in E horizons; and 3 to 5 in the B horizon\nSoil Reaction: Extremely acid to strongly acid, except where limed & RANGE OF INDIVIDUAL HORIZONS:\nOa horizon (where present):\nColor--hue of 10YR, 2.5Y or 5Y; value of 2 to 4, chroma of 1 or 2; or is neutral with value of 2 to 4\nTexture--muck, 2 to 20 centimeters thick\nA horizon:\nColor--hue of 10YR to 5Y; value of 2 to 4, chroma of 1 or 2; or is neutral with value of 2 to 4. Where moist value and chroma are 3 or less, thickness of the A horizon is less than 25 centimeters (about 10 inches).\nTexture--sand, fine sand, loamy fine sand or, loamy sand, or their mucky analogues\nClay content: 1 to 10 percent\nEg horizon:\nColor--hue of 10YR to 5Y, value of 5 to 8, chroma of 1 or 2; or is neutral with value of 5 to 8\nTexture--sand, fine sand, loamy fine sand, or loamy sand\nClay content: 1 to 10 percent\nRedoximorphic features--iron depletions in shades of brown, yellow, or gray and masses of oxidized iron in shades of red, yellow, or brown. Iron depletions may be zones of uncoated sand grains.\nBEg horizon (where present):\nColor--hue of 10YR to 5Y, value of 5 to 7, chroma of 1 or 2; or is neutral with value of 5 to 7\nTexture--loamy sand or loamy fine sand\nClay content: 1 to 12 percent\nRedoximorphic features--iron depletions in shades of brown, yellow, or gray and masses of oxidized iron in shades of red, yellow, or brown. Iron depletions may be zones of uncoated sand grains.\nBtg horizon:\nColor--hue of 10YR to 5Y, value of 5 to 7, chroma of 1 or 2; or is neutral with value of 5 to 7\nTexture--sandy loam, fine sandy loam or sandy clay loam and may have pockets of loamy sand or sandy clay\nClay content: 12 to 35 percent\nRedoximorphic features--iron depletions in shades of brown, yellow, or gray and masses of oxidized iron in shades of red, yellow, or brown"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nStarke soils--have an umbric epipedon"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Upper, middle, and lower coastal plains\nLandform: Flats, depressions\nGeomorphic Component: Talfs, dips\nHillslope Profile Position: Not assigned\nParent Material: Marine or fluviomarine deposits\nSlope: 0 to 5 percent, dominantly less than 1 percent\nElevation: 5 to 135 meters (about 15 to 450 feet)\nMean Annual Air Temperature: 14 to 21 degrees C. (about 59 to 70 degrees F.)\nMean Annual Precipitation: 965 to 1320 millimeters (about 38 to 52 inches)\nFrost Free Period: 190 to 275 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nAlapaha soils--have an arenic epipedon and have plinthite in the Bt horizons\nAtmore soils--have 6 to 18 percent clay in upper 50 centimeters of the Bt horizon and plinthite in the lower Bt horizon\nEllabelle soils--have an umbric epipedon\nJohnston soils--have a thick umbric epipedon\nLeefield soils--have combined A and E horizons of less than 100 centimeters thick\nLeon soils--have a spodic horizon\nLynn Haven soils--have a spodic horizon\nMascotte soils--have a spodic horizon\nOcilla soils--have combined A and E horizons of less than 100 centimeters thick\nOlustee soils--have a spodic horizon\nOsier soils--do not have an argillic horizon\nPelham soils--have an arenic epipedon\nRains soils--have combined A and E horizons of less than 100 centimeters thick\nRutlege soils--have an umbric epipedon\nSurrency soils--have an umbric epipedon\nTorhunta soils--have a thick umbric epipedon"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage Class (Agricultural): Poorly or very poorly drained\nInternal Free Water Occurrence: Very shallow, persistent\nFlooding Frequency and Duration: None\nPonding Frequency and Duration: Depressional areas are occasionally or frequently ponded for long or very long periods\nIndex Surface Runoff: Negligible to low\nSaturated Hydraulic Conductivity: Moderately high (4.2 to 14.1 micrometers per second)\nShrink-swell Potential: Low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Woodland\nDominant Vegetation: Where wooded--mixed stands of slash, loblolly, and longleaf pine with swamp tupelo and bald cypress and an understory of gallberry, waxmyrtle, southern bayberry, wiregrass, pitcher plants, and bracken fern. Where cleared--pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Georgia, Alabama, Delaware, Florida, Maryland, Mississippi, North Carolina, South Carolina, and Virginia\nExtent: Large"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Duval County, Florida; 1910."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and soil characteristics recognized in this pedon are:\nOchric epipedon--the zone from the surface of the soil to a depth of about 127 centimeters (A, Eg1, and Eg2 horizons)\nGrossarenic feature--sandy materials from the surface of the soil to a depth of approximately 127 centimeters (A, Eg1, and Eg2 horizons)\nArgillic horizon--the zone from approximately 127 to 200 centimeters (Btg horizon)\nAquic conditions--periodic saturation and reduction in a zone from the soil surface to 200 centimeters at some time during the year (endosaturation).\nRedox concentrations--the zone from 127 to 200 centimeters (Btg horizon)\nRedox depletions with chroma of 2 or less--the zone from the soil surface to 200 centimeters (A, Eg, and Btg horizons)\nSeries control section--the zone from 0 to 200 centimeters\nADDITIONAL DATA:\nLaboratory Data: Characterization data are not available from NRCS-Soil Survey Laboratory, Lincoln, NE.\nDatabase Information:\nData Mapunit ID--To be developed\nTypical Pedon User Pedon ID--To be developed\nNational Cooperative Soil Survey\nU.S.A."
  }
}
