{
  "SERIES": "POCASSET",
  "STATUS": "Established Series",
  "BYREV": "Rev. CRC:ELC:VB:JWF",
  "REVDATE": "02/2003",
  "STATES": "OK",
  "OVERVIEW": "The Pocasset series consists of very deep, well drained, moderately permeable soils that formed in material weathered from predominantly loamy alluvium of Pleistocene age.  These nearly level soils are on smooth flood plains mostly in the Central Rolling Red Prairies.  Slopes range from 0 to 1 percent.  Mean annual precipitation is 34 inches.  Mean annual temperature is 60 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, thermic Fluventic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pocasset silty clay loam--cultivated.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 14 inches; reddish brown (5YR 4/3) silty clay loam, dark reddish brown (5YR 3/3) moist; moderate fine granular structure; hard, firm; many fine roots; calcareous; moderately alkaline; clear smooth boundary.  (10 to 18 inches thick)\nC--14 to 72 inches; reddish yellow (5YR 6/6) fine sandy loam, yellowish red (5YR 5/6) moist; massive; slightly hard, very friable; many fine roots; very thin to 1 inch thick strata of darker colored silt loam and loam and lighter colored loamy fine sand; bedding planes are evident; calcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Grady County, Oklahoma; about 4 miles east and 1 mile south of Chickasha; 2,630 feet south and 2,630 feet west from the NE corner of sec. 5, T. 6 N., R. 6 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth of soil is 60 inches or more.  Some pedons have dark colored buried horizon below a depth of 30 inches.\nThe A horizon has hue of 7.5YR or 5YR, value of 4 or 5 dry or 2 to 3 moist, and chroma of 2 or 3.  It is fine sandy loam, loam, silt loam, or silty clay loam.  This horizon is typically calcareous and moderately alkaline.  In some pedons, it is noncalcareous and ranges from neutral to moderately alkaline in the upper 10 inches.\nThe C horizon has hue of 5YR or 2.5YR, value of 4 to 6 dry or 3 to 5 moist, and chroma of 4 to 8.  The control section has strata of fine sandy loam, very fine sandy loam, loam, or silt loam with thin layers of coarser or finer material (7 to 18 percent clay).  Below a depth of 40 inches the texture is typically fine sandy loamy or loamy fine sand but thin layers of finer or coarser material occur."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other soils in the same family.  Soils in similar families are the Asa, Comoro, Cyril, Gerlane, Grabe, Keokuk, Spur, Toyah, Waldeck, and Yahola series.  Asa soils have a fine-silty control section.  Comoro, Cyril, and Grabe soils have a mollic epipedon more than 20 inches thick.  Gerland soils have regular decrease in organic carbon.  Keokuk soils have a coarse-silty control section.  Spur and Toyah soils have a fine-loamy control section.  Waldeck soils have wetness mottles within a depth of 40 inches from the surface.  Yahola soils have a ochric epipedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on nearly level smooth flood plains.  Slopes are mainly 0 to 1 percent.  They are occasionally or frequently flooded for very brief periods during spring or summer months.  The soil formed in predominantly loamy alluvium.  The climate is subhumid.  Mean annual temperature is 57 to 64\ndegrees F.; average annual precipitation is 28 to 40 inches; Thornthwaite annual P-E indices of 44 to 64.  Frost free days range from 190 to 230.  Elevation ranges from 700 1200 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Port and Yahola soils.  Yahola soils are in similar positions on flood plains and Port soils are usually at a distance farther from the stream channel than the Pocasset soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; runoff is negligible; permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for alfalfa, cotton, small grains, grain sorghums and tame pasture.  Native vegetation is tall grasses with small percent of trees.  The main trees are pecan and cottonwood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Oklahoma, possibly north central Texas, and south central Kansas.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Grady County, Oklahoma; 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils formerly were classified in the Yahola series.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 36,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 14 inches; reddish brown (5YR 4/3) silty clay loam, dark reddish brown (5YR 3/3) moist; moderate fine granular structure; hard, firm; many fine roots; calcareous; moderately alkaline; clear smooth boundary.  (10 to 18 inches thick)"
      },
      {
        "name": "C",
        "top": 36,
        "bottom": 183,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loamy fine sand",
        "pH_class": "moderately alkaline",
        "narrative": "C--14 to 72 inches; reddish yellow (5YR 6/6) fine sandy loam, yellowish red (5YR 5/6) moist; massive; slightly hard, very friable; many fine roots; very thin to 1 inch thick strata of darker colored silt loam and loam and lighter colored loamy fine sand; bedding planes are evident; calcareous; moderately alkaline."
      }
    ]
  ]
}
