{
  "SERIES": "POCKER",
  "STATUS": "Established Series",
  "BYREV": "Rev: ELS/MJZ/GJS/JBF",
  "REVDATE": "03/2016",
  "STATES": "NV,UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, calcareous, mesic Typic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pocker silt loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 10 cm; light gray (10YR 7/2) silt loam, brown (10YR 4/3) moist; strong thin and medium platy structure; hard, very friable, slightly sticky and slightly plastic; few very fine roots; many fine and common medium vesicular pores in upper 5 cm and many very fine interstitial pores in lower 5 cm; strongly effervescent; very strongly alkaline (pH 9.2); abrupt smooth boundary. (8 to 15 cm thick)\n2C--10 to 25 cm; pale brown (10YR 6/3) sandy loam, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and slightly plastic; many very fine and fine roots; common fine interstitial, and few fine tubular pores; violently effervescent; strongly alkaline (pH 9.0); abrupt smooth boundary.  (13 to 20 cm thick)\n3C1--25 to 69 cm; light gray (10YR 7/2) clay, pale brown (10YR 6/3) moist; weak coarse prismatic structure; soft, very friable, very sticky and very plastic; many very fine and few medium roots; many very fine interstitial pores; violently effervescent; strongly alkaline (pH 9.0); clear smooth boundary.  (25 to 50 cm thick)\n3C2--69 to 117 cm; light gray (10YR 7/2) clay, pale brown (10YR 6/3) moist; massive; slightly hard, friable, very sticky and very plastic; few fine and medium roots; many very fine interstitial pores; violently effervescent; strongly alkaline (pH 9.0); diffuse smooth boundary.  (25 to 50 cm thick)\n3Ck--117 to 152 cm; very pale brown (10YR 8/2) clay, pale brown (10YR 6/3) moist; massive; hard, firm, very sticky and very plastic; few very fine tubular pores; many medium and large extremely hard and extremely firm irregular carbonate concretions; strongly effervescent; strongly alkaline (pH 8.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Eureka County, Nevada; in Boulder Valley approximately 11 miles north of Dunphy, about 1,200 feet east and 50 feet north of the southwest corner of section 35, T. 35 N., R. 49 E.; USGS Rodeo Creek SW 7.5 minute topographic quadrangle; latitude 40 degrees 51 minutes 33 seconds N and longitude 116 degrees 25 minutes 12 seconds W; WGS84 Decimal Degrees 40.8591667 latitude, -116.4200000 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in winters and spring, dry late May through November; typic aridic soil moisture regime.\nMean annual soil temperature: 8 to 12 degrees C.\nDepth to 3Ck horizon: 81 to 125 cm.\nProfile reaction: Strongly alkaline or very strongly alkaline.\nParticle-size control section - Clay content:  35 to 50 percent.\nA horizon\nHue:  10YR or 2.5Y.\nStructure:  Weak to strong very thin to medium platy structure or is massive.\nConsistence:  Slightly hard or hard, dry.\nElectrical conductivity (EC): 8 to 16 millimhos.\nSodium Absorption Ratio (SAR): 31 to 45.\nOther features:  Buried A horizons are common below a depth of 25 cm in many pedons.\nC horizons - Hue:  10YR or 2.5Y.\nValue:  6 through 8 dry; 4 through 6 moist.\nChroma:  2 or 3.\nTexture:  Clay, silty clay or silty clay loam with thin strata of silt loam or loam in many pedons.\nElectrical conductivity (EC): 16 to 32 millimhos.\nSodium Absorption Ratio (SAR): 46 to 90.\nOther features:  The Ck horizon has few to many, very hard or extremely hard, fine to large carbonate nodules."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Winkleman series. Winkleman soils have less than 2 millimhos of salt and less than 15 percent exchangeable sodium."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Pocker soils are on stream terraces and flood plains.  These soils formed in alluvium derived from mixed rock sources.  Slopes are 0 to 2 percent.  Elevations are 1,220 to 1,460 meters.  The climate is cool, arid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 150 to 200 mm, mean annual temperature is 9 to 10 degrees C, and the frost-free season is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dunphy, Geysen, Iron Blossom and Rosney soils.  Dunphy soils are saturated within depth of 100 cm and have weakly silica-cemented Cqk horizons.  Geysen soils have clay loam argillic horizons.  Iron Blossom soils have weakly silica-cemented Cqk horizons.  Rosney soils have a fine-silty particle-size control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Moderately well drained; moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Livestock grazing and wildlife habitat.  The present vegetation is mainly black greasewood, big sagebrush, cheatgrass and basin wildrye."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Nevada.  These soils are not extensive. MLRA 25."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Humboldt-Pershing Counties (BLM Sonoma Planning Unit), Nevada.  1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Pocker soils were formerly classified as alluvial soils.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to about 18 cm (A and part of the 2C horizons).\nParticle-size control section - The zone from 25 to 100 cm (3C1 and part of the 3C2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
