{
  "SERIES": "POCOMATE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DJP/JLF/PDC/RLB",
  "REVDATE": "02/2007",
  "STATES": "AZ",
  "OVERVIEW": "The Pocomate series consists of very shallow and shallow, well drained soils on hills and escarpments.  These soils formed in residuum and colluvium from limestone.  Slope ranges from 15 to 55 percent.  The mean annual precipitation is about 17 inches.  The mean annual air temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Lithic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pocomate extremely cobbly loam - woodland. (Colors are for dry soil unless otherwise noted.) About  inch of slightly decomposed pine and leaf litter is on the surface.\nA--0 to 3 inches; dark brown (10YR 3/3) extremely cobbly loam, dark brown (7.5YR 3/2) moist; moderate fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine roots; many very fine irregular pores; 10 percent stones, 35 percent cobble, and 30 percent gravel; noneffervescent; slightly alkaline (pH 7.8); abrupt wavy boundary. (3 to 6 inches thick)\nBt--3 to 8 inches; dark brown (7.5YR 3/2) very gravelly clay loam, very dark brown (7.5YR 2/2) moist; weak medium subangular blocky structure parting to moderate fine granular; slightly hard, very friable, sticky and plastic; many very fine and few fine, medium, and coarse roots; many very fine irregular and few very fine tubular pores; 40 percent gravel and 10 percent cobble; few faint clay films lining pores; noneffervescent; slightly alkaline (pH 7.6); clear wavy boundary.  (3 to 15 inches thick)\nBtk--8 to 13 inches; brown (10YR 4/3) extremely cobbly clay loam, dark brown (7.5YR 3/3) moist; weak fine and medium subangular blocky structure; slightly hard, friable, sticky and plastic; common very fine, fine, and medium roots; common very fine and fine tubular pores; 40 percent cobble and 30 percent gravel; few faint clay films lining pores; few fine and medium soft calcium carbonate masses and common thin coatings on undersides of rock fragments; strongly to violently effervescent; slightly alkaline (pH 7.8); abrupt irregular boundary. (4 to 8 inches thick)\nR--13 inches; limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Coconino County, Arizona; on the Hualapai Indian Reservation; 600 feet west and 1100 feet south of the northeast corner of Section 15, T.29N., R.8W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture:  Moist in some part of the soil moisture control section during January - March and intermittently moist during July - September.  Driest during May and June.  Approximately 60 percent of the precipitation occurs during the winter months. Typic ustic soil moisture regime.\nSoil Temperature: 47 to 51 degrees F.\nRock fragments: 40 to 75 percent\nDepth to bedrock: 8 to 20 inches\nClay content: averages 25 to 35 percent in the particle size control section\nOther features:  Mollic epipedon may include upper part of argillic horizon or include the entire argillic horizon.\nA horizon\nHue: 5YR, 7.5YR, 10YR\nValue: 3 or 4 dry, 2 or 3 moist\nChroma: 1 to 3, dry or moist\nBt horizon\nHue: 5YR, 7.5YR\nValue: 3 to 5 dry, 2 to 4 moist\nChroma: 2 to 6, dry or moist\nTexture: loam, clay loam, or silty clay\nBtk horizon\nHue: 7.5YR, 10YR\nValue: 3 to 5 dry, 2 to 4 moist\nChroma: 3 to 6, dry or moist\nTexture: loam, clay loam\nCalcium carbonate equivalent: less than 15 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Wendover (WY) series.\nWendover soils are moist in the soil moisture control section during May and June."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Pocomate soils are on hills and escarpments at elevation of 6600 to 7900 feet.  These soils formed in residuum and colluvium from limestone.  Slopes range from 15 to 55 percent.  The mean annual air temperature is 45 to 49 degrees F.  The mean annual precipitation is 17 to 25 inches.  The frost-free period is 100 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Pinntank and Retsover series.  Pinntank soils are moderately deep to bedrock.  Retsover soils are deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid to very rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Pocomate soils are used for timber harvesting, firewood gathering, grazeable woodland, and wildlife habitat.  The present vegetation is ponderosa pine, Ross sedge, muttongrass, blue grama, bottlebrush squirreltail, Gambel oak, mountain big sagebrush, and Rocky Mountain juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwestern Arizona.  This series is not extensive. MLRA 39."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Coconino County, Arizona; Soil survey of Hualapai-Havasupai Area, Parts of Coconino, Mohave and Yavapai Counties; 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from 0 to 13 inches (A, Bt, Btk horizons)\nArgillic horizon - The zone from 3 to 13 inches (Bt, Btk horizons)\nLithic contact - The boundary at 13 inches (R horizon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
