{
  "SERIES": "PODUNK",
  "STATUS": "Established Series",
  "BYREV": "Rev. JEW-KJL-WDH",
  "REVDATE": "02/2012",
  "STATES": "ME,MA,NH,NY,VT",
  "OVERVIEW": "The Podunk series consists of very deep, moderately well drained soils formed in recent alluvium on floodplains. Estimated saturated hydraulic conductivity is moderately high or high in the mineral solum and high or very high in the substratum. Slope ranges from 0 to 3 percent. Mean annual temperature is about 43 degrees F, and mean annual precipitation is about 44 inches at the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, frigid Fluvaquentic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Podunk fine sandy loam, on a 1 percent slope in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp -- 0 to 10 inches; dark yellowish brown (10YR 3/4) fine sandy loam, pale brown (10YR 6/3) dry; weak fine granular structure; friable; many roots; strongly acid; abrupt smooth boundary. (5 to 14 inches thick)\nBw1 -- 10 to 18 inches; light olive brown (2.5Y 5/4) fine sandy loam; weak fine granular structure; friable; many roots; strongly acid; gradual smooth boundary.\nBw2 -- 18 to 30 inches; light olive brown (2.5Y 5/4) fine sandy loam; weak fine granular structure; friable; few roots; common medium distinct light brownish gray (2.5Y 6/2) iron depletions and common medium faint light yellowish brown (2.5Y 6/4) masses of iron accumulation; strongly acid; gradual smooth boundary.  (The combined thickness Bw horizon is 11 to 22 inches.)\nC -- 30 to 65 inches; olive gray (5Y 5/2) loamy fine sand; single grain; loose; many medium prominent light yellowish brown (2.5Y 6/4) and yellowish brown (10YR 5/4) masses of iron accumulation; and many medium faint pale olive (5Y 6/3) masses of iron accumulation; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Oxford County, Maine; Town of Fryeburg, 0.6 mile south-southwest of North Fryeburg village and 1.8 miles southwest of Fryeburg Harbor; USGS Fryeburg topographic quadrangle; latitude 44 degrees 06 minutes 46 seconds N. and 70 degrees 58 minutes 22 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum and depth to the coarse-textured substratum ranges from 18 to 40 inches. Depth to bedrock is more than 60 inches. Rock fragments in the solum are less than 15 percent of the volume and range from 0 to 40 percent in the substratum. Reaction ranges from very strongly acid to slightly acid throughout. Some pedons have buried horizons.\nThe Ap horizon has hue of 10YR or 2.5Y, value of 3 to 5, and chroma of 2 to 4. Dry value is 6 or 7. It is sandy loam, fine sandy loam, or loam. It typically has weak or moderate, very fine or fine granular structure but includes subangular blocky in some pedons.\nThe Bw horizon has hue of 10YR to 5Y, with value and chroma of 2 to 6. It is sandy loam, fine sandy loam, or loam. It has weak or moderate very fine or fine granular or subangular blocky structure. Consistence is very friable or friable.\nThe C horizon has hue of 10YR to 5Y, value of 4 to 6, and chroma of 1 to 6. Texture of individual layers ranges from loamy fine sand through coarse sand in the fine-earth fraction. Included in some pedons are loamy and/or extremely gravelly strata. The thickness and number of subhorizons is variable and corresponds to the thickness and variability of the alluvial deposits. The C horizon is single grain and loose in the sandy part. The loamy part is typically massive and friable or very friable."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are currently no other series in the same family.\nThe Ondawa and Rumney series are similar soils in related families. Ondawa soils do not have redox depletions within 24 inches of the soil surface. Rumney soils have dominant chroma of 2 or less within a depth of 20 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Podunk soils are on floodplains along the major rivers and streams. The soils formed in recent alluvium derived principally from gneiss, schist, granite, and quartzite. Slope ranges from 0 to 3 percent. Flooding frequency varies from once or twice a year to once in 5 to 10 or more years. Overflow generally occurs during spring runoff and during periods of high rainfall. Climate is humid and cool temperate. Mean annual temperature ranges from 38 to 46 degrees F, and mean annual precipitation ranges from 34 to 50 inches. The frost-free season ranges from 80 to 160 days. Elevation ranges from 10 to 2000 feet above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Adams, Croghan, Ondawa and Rumney soils. Adams and Croghan soils are coarser textured and are on adjacent outwash terraces or plains. Ondawa soils are well drained and Rumney soils are poorly drained and are in a drainage sequence with the Podunk soils on the floodplains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. Estimated saturated hydraulic conductivity is moderately high or high in the mineral solum and high or very high in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for growing row crops, hay, or pasture. Wooded areas are in eastern white pine, white birch, yellow birch, gray birch, balsam fir, red spruce, white spruce, hemlock, red maple, elm, and alders."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Maine, Massachusetts, New Hampshire, New York and Vermont; MLRAs 142, 143, 144B, 145. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Connecticut Valley, Connecticut, 1903."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: 1. The classification is updated to Coarse-loamy, mixed, active, frigid Fluvaquentic Dystrudepts to conform to the Keys to Soil Taxonomy, 8th edition, 1998.\n2. Diagnostic horizons and features recognized in this pedon are:\na. Ochric epipedon - the zone from the soil surface to a depth of 10 inches (Ap horizon).\nb. Cambic horizon - the zone from 10 to a depth of 30 inches (Bw horizon).\nc. Aquic feature - redox features below a depth of 18 inches (Bw2 and C horizons).\nd. Fluvaquentic features - content of organic carbon decreases irregularly with depth and redox depletions are within a depth of 24 inches of the soil surface.\nADDITIONAL DATA: The Soil Interpretation Record number for the Podunk series is ME0050.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap -- 0 to 10 inches; dark yellowish brown (10YR 3/4) fine sandy loam, pale brown (10YR 6/3) dry; weak fine granular structure; friable; many roots; strongly acid; abrupt smooth boundary. (5 to 14 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 25,
        "bottom": 46,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw1 -- 10 to 18 inches; light olive brown (2.5Y 5/4) fine sandy loam; weak fine granular structure; friable; many roots; strongly acid; gradual smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 46,
        "bottom": 76,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw2 -- 18 to 30 inches; light olive brown (2.5Y 5/4) fine sandy loam; weak fine granular structure; friable; few roots; common medium distinct light brownish gray (2.5Y 6/2) iron depletions and common medium faint light yellowish brown (2.5Y 6/4) masses of iron accumulation; strongly acid; gradual smooth boundary.  (The combined thickness Bw horizon is 11 to 22 inches.)"
      },
      {
        "name": "C",
        "top": 76,
        "bottom": 165,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loamy fine sand",
        "pH_class": "strongly acid",
        "narrative": "C -- 30 to 65 inches; olive gray (5Y 5/2) loamy fine sand; single grain; loose; many medium prominent light yellowish brown (2.5Y 6/4) and yellowish brown (10YR 5/4) masses of iron accumulation; and many medium faint pale olive (5Y 6/3) masses of iron accumulation; strongly acid."
      }
    ]
  ]
}
