{
  "SERIES": "POIA",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. EMR-JMS-RJS",
  "REVDATE": "05/2017",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive Oxyaquic Haplocryalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Poia loam on a 15 percent slope, west aspect at 1,400 meters elevation. (Colors are for dry soil unless otherwise noted.)\nOi--0 to 2 cm; slightly decomposed plant material; abrupt smooth boundary.\nA--2 to 14 cm; brown (7.5YR 4/2) loam, very dark gray (7.5YR 3/1) moist; moderate fine and medium granular structure; friable, slightly hard, slightly sticky and slightly plastic; many very fine, and common fine and medium roots; many very fine irregular pores; 5 percent gravel; neutral (pH 7.2); clear smooth boundary.\nBt1--14 to 36 cm; pinkish gray (7.5YR 6/2) gravelly clay loam, brown (7.5YR 5/2) moist; moderate medium angular blocky structure; firm, moderately hard, moderately sticky and moderately plastic; many very fine, and common fine and medium roots; many very fine irregular pores; 25 percent distinct clay films on all faces of peds; 5 percent fine faint yellowish brown (10YR 5/6), moist, masses of oxidized iron on faces of peds; 20 percent gravel; neutral (pH 6.9); clear wavy boundary.\nBt2--36 to 74 cm; light brownish gray (10YR 6/2) clay loam, dark grayish brown (10YR 4/2) moist; moderate medium angular blocky structure; firm, hard, moderately sticky and moderately plastic; common very fine, and common fine and medium roots; common very fine irregular pores; 30 percent distinct clay films on all faces of peds; 20 percent fine faint dark yellowish brown (10YR 4/4), moist, masses of oxidized iron on faces of peds; 10 percent gravel; neutral (pH 6.8); clear wavy boundary.\nBt3--74 to 152 cm; brown (10YR 5/3) gravelly clay loam, brown (10YR 4/3) moist; moderate medium angular blocky structure; firm, moderately hard, very sticky and very plastic; common very fine, and common fine and medium roots; common very fine irregular pores; 20 percent distinct clay films on all faces of peds; 10 percent fine distinct brown (7.5YR 4/4), moist, masses of oxidized iron on faces of peds; 15 percent gravel; neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Glacier County, Montana; located about 40 meters south and 310 meters west of the northeast corner of sec. 5, T. 34N., R. 14W; Saint Mary topographic quadrangle; UTM Zone 12, 319148e, 5401459n. NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 2.5 to 6.5 degrees C\nOchric epipedon thickness: 7 to 22 cm\nDepth to argillic horizon: 7 to 22 cm\nDepth to a seasonally high water table: 60 to 100 cm\nParticle-size control section: averages 25 to 34 percent clay\nNote: Some pedons may contain a small amount of volcanic ash in the A horizon.\nOi horizon\nThickness: 0 to 4 cm\nA horizon\nHue: 10YR or 7.5YR dry or moist\nValue: 4 or 5 dry; 3 or 4 moist\nChroma: 1 to 2 dry or moist\nTextures (less than 2 mm fraction): loam or silt loam\nClay content: 12 to 26 percent\nRock fragments: 0 to 15 percent gravel\nReaction: pH 6.2 to 7.2\nThickness: 7 to 18 cm\nBt1, Bt2 horizons\nHue: 10YR or 7.5YR dry or moist\nValue: 5 or 6 dry; 4 or 5 moist\nChroma: 2 or 4 dry or moist\nTextures (less than 2 mm fraction): clay loam or sandy clay loam\nClay content: 25 to 35 percent\nRock fragments: 0 to 35 percent--0 to 30 percent gravel; 0 to 5 percent cobbles; 0 to 3 percent stones; 0 to 3 percent boulders\nReaction: pH 6.2 to 7.3\nThickness (Bt1, Bt2 combined): 60 to 140 cm\nBt3 horizon\nHue: 10YR or 7.5YR dry or moist\nValue: 5 or 6 dry; 3 to 5 moist\nChroma: 3 or 4 dry or moist\nTextures (less than 2 mm fraction): clay loam or loam\nClay content: 18 to 34 percent\nRock fragments: 0 to 35 percent--0 to 30 percent gravel; 0 to 5 percent cobbles; 0 to 3 percent stones; 0 to 3 percent boulders\nReaction: pH 6.2 to 7.3"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES :\nLehunt (MT): has secondary carbonates and natric horizon"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform: landslides, moraines or depressions on glacial-valley floors\nElevation: 1,000 to 2,000 meters\nSlope: 0 to 15 percent\nParent material: outwash, till or mass movement deposits derived from metamorphic and sedimentary rock\nClimate: long, cold winters; moist springs; short warm summers with May and June receiving the most precipitation\nMean annual precipitation: 700 to 1,650 mm\nMean annual air temperature: 1.5 to 5.5 degrees C.\nFrost-free period: 35 to 70 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are in montane meadows that are subirrigated and used mainly for recreation and wildlife. Native vegetation is primarily composed of multilayered grass and forb species including basin wildrye, bluejoint and slimstem reedgrass, prairie cordgrass, slender and bearded wheatgrass, tufted hairgrass, Nebraska sedge, northwest cinquefoil, leafy aster and blue-eyed grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Poia soils are of limited extent in northern Montana. MLRA 43A and 43B."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Glacier County, Montana. This soil is named for a lake in Glacier National Park."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 14 cm (Oi, A horizons).\nArgillic horizon: 14 to 152 cm (Bt1, Bt2, Bt3 horizons).\nParticle-size control section: 14 to 64 cm (Bt1, part of Bt2 horizon).\nPoia soils have a cryic temperature regime and an udic moisture regime and an oxyaquic moisture subclass.\nTaxonomic version: Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
