{
  "SERIES": "POINDEXTER",
  "STATUS": "Established Series",
  "BYREV": "Rev. JHW-MHC",
  "REVDATE": "05/2002",
  "STATES": "GA,NC,SC,VA",
  "OVERVIEW": "Soils of the Poindexter series are moderately deep to weathered bedrock and are well drained.  They formed in residuum from basic rocks or a mixture of basic and acidic rocks.  Permeability is moderate.  Slopes range from 2 to 60 percent.  Mean annual precipitation is about 46 inches and mean annual temperature is about 60 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, thermic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Poindexter loam, on an 8 percent slope, in a wooded area.  (Colors are for moist soil.)\nA--0 to 4 inches; light yellowish brown (2.5Y 6/4) loam; weak fine granular structure; very friable; many fine and medium roots; many fine and medium pores; very strongly acid; clear smooth boundary. (0 to 10 inches thick)\nE--4 to 12 inches; light yellowish brown (10YR 6/4) fine sandy loam; weak fine granular structure; very friable; few fine and medium roots; many fine and medium pores; very strongly acid; gradual wavy boundary. (0 to 8 inches thick)\nBt--12 to 18 inches, yellow (10YR 7/8) sandy clay loam; moderate medium subangular blocky structure; friable, slightly sticky, slightly plastic; few distinct clay films on faces of peds; moderately acid; gradual wavy boundary. (4 to 22 inches thick)\nBC--18 to 23 inches; mottled strong brown (7.5YR 5/6), yellowish red (5YR 5/6), and white (5YR 8/1) sandy clay loam; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; slightly acid; gradual wavy boundary.  (2 to 20 inches thick)\nCr--23 to 43 inches; weathered, moderately fractured diabase.\nR--43 inches; unweathered, slightly fractured diabase."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Randolph County, North Carolina; 0.8 mile northwest of intersection of Secondary Road 1571 and Secondary Road 1004, 0.4 mile south of intersection of Secondary Road 1004 and farm road, 250 feet east of farm road, in woods; Glenola USGS topographic quadrangle; lat. 35 dergrees 52 minutes 26 seconds N. and long. 79 degrees 56 minutes 37 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum ranges from 14 to 40 inches.  Depth to weathered bedrock ranges from 20 to 40 inches and depth to hard rock ranges from 40 to 60 inches or more.  Rock fragments range from 0 to 35 percent throughout.  Rock fragments usually consist of quartz in the upper part of the solum and quartz or other acid or basic rocks in the lower part of the solum.  Content of mica ranges from none to many flakes and usually increases with depth.  Reaction ranges from very strongly acid through neutral throughout unless limed.\nThe A or Ap horizon has hue of 7.5YR through 2.5Y, value of 3 to 6, and chroma of 2 to 4.  It is sandy loam, fine sandy loam, loam, or silt loam.  Eroded areas and some Ap horizons also range to clay loam or sandy clay loam.\nThe E horizon has hue of 7.5YR through 2.5Y, value of 4 to 6, and chroma of 3 to 6.  It is sandy loam, fine sandy loam, loam, or silt loam.\nThe BA, BE, and EB horizons, where present, have hue of 5YR through 2.5Y, value of 4 through 6, and chroma of 4 to 8.  They are sandy loam, fine sandy loam, loam, or silt loam.\nThe Bt horizon has hue of 5YR through 2.5Y, value of 4 to 6, and chroma of 4 to 8.  It is loam, silt loam, sandy clay loam, or clay loam.  Some pedons have thin continuous or discontinuous lenses or bodies of clay in the Bt horizon.\nThe BC horizon has hue of 5YR through 2.5Y, value of 4 to 6, and chroma of 4 to 8.  It is sandy loam, fine sandy loam, loam, or silt loam.\nThe C horizon, where present, is mottled in shades of brown, yellow, black, red, green, olive, white, and gray.  It is sandy loam, fine sandy loam, silt loam, sandy clay loam, or silty clay loam saprolite.\nThe Cr horizon is weathered bedrock that is moderately to very highly fractured.\nThe R horizon is unweathered bedrock that is very slightly to moderately fractured."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Karma, Mocksville, and Teksob series in the same family and the Bremo, Lewisberry, Louisburg, Relay, Saluda, Sekil, Siloam, Spriggs, Wilkes, and Zion series in related families.  Karma, Mocksville and Teksob soils are very deep and, in addition, Karma soils formed on stream terraces in MLRAs 133B, 118A, and 188B and Teksob soils formed in loamy alluvium in MLRA 131.  Bremo soils are mesic, do not have an argillic horizon, and have a depth to hard bedrock of 20 to 40 inches.  Lewisberry, Relay, and Saluda soils are mesic.  Louisburg soils have a cambic horizon and less than 35 percent base saturation.  Sekil soils have a coarse-loamy particle size control section and a depth to hard bedrock of 20 to 40 inches.  Siloam and Wilkes soils have a paralithic contact at depths shallower than 20 inches.  In addition, Shiloam soils are mesic.  Spriggs soils are mesic.  Zion soils are mesic, have a clayey subsoil, and a depth to hard bedrock of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Poindexter soils are on gently sloping to very steep dissected Piedmont uplands.  Slopes are dominantly convex and 8 to 25 percent, but they range from 2 to 60 percent. The Poindexter soils formed in materials weathered from basic rocks or a mixture of acid and basic rocks.  The climate is temperate and humid.  Mean annual temperature is above 57 degrees F.  Mean annual precipitation ranges from 38 to 48 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Enon, Helena, Iredell, Mecklenburg, Pittsboro, and Wynott soils.  All of these soils have more clay in the Bt horizon than Poindexter soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to very rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of these soils are either in pasture or are forested.  A minor acreage is in cultivation.  Crops are corn, small grain, and hay.  Native vegetation consists of southern red oak, white oak, scarlet oak, hickory, redbud, dogwood, red cedar, shortleaf pine, Virginia pine, and loblolly pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Georgia, North Carolina, South Carolina, and Virginia.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Louisa County, Virginia, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Poindexter series was formerly included in the Bremo series.  Diagnostic horizons and features recognized in this pedon are:\n1.  Ochric epipedon:  the zone from 0 to 12 inches (A and E horizon).\n2.  Argillic horizon:  the zone from 12 to 18 inches (the Bt horizon).\nMLRA = 136\nREVISED = 9/5/97 RLV.  5/28/02 DTA.\nADDITIONAL DATA:  Chemical data for samples from the typifying pedon is available from the V.P.I. laboratory (identified as Wilkes, fine-loamy, Variant-1971).\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp  FrFr/Seas  Precip  Elev.\nVA0044 POINDEXTER  2-60   57-62   165-200     38-48   250-900\nVA0326 POINDEXTER  2-60   57-62   165-200     38-48   250-900\nSOI-5  FloodL FloodH Watertable Kind  Months Bedrock Hardness\nVA0044 NONE          6.0-6.0           -     20-40   SOFT\nVA0326 NONE          6.0-6.0           -     20-40   SOFT\nSOI-5    Depth  Texture         3-Inch  No-10   Clay%   -CEC-\nVA0044   0-12   SL FSL           0-0    85-100   5-18    -\nVA0044   0-12   L SIL            0-0    85-100  10-25    -\nVA0044   0-12   CL SCL           0-0    85-100  27-35    -\nVA0044  12-18   CL SCL GR-L      0-0    50-100  20-35    -\nVA0044  18-23   SICL L GR-SL     0-0    50-100  10-35    -\nVA0044  23-43   WB                -       -       -      -\nVA0044  43      UWB               -       -       -      -\nVA0326   0-12   GR-SL GR-FSL     0-0    50-75    5-18    -\nVA0326   0-12   GR GR-SIL        0-0    40-75   10-25    -\nVA0326   0-12   GR-CL GR-SCL     0-0    50-75   27-35    -\nVA0326  12-18   CL SCL GR-L      0-0    50-100  20-35    -\nVA0326  18-23   SICL L GR-SL     0-0    50-100  10-35    -\nVA0326  23-43   WB                -       -       -      -\nVA0326  43      UWB               -       -       -      -\nSOI-5    Depth    -pH-      O.M.   Salin  Permeab   Shnk-Swll\nVA0044   0-12    5.1-7.3   .5-2.   0-0    2.0-6.0    LOW\nVA0044   0-12    5.1-7.3   .5-2.   0-0    2.0-6.0    LOW\nVA0044   0-12    5.1-7.3   .5-1.   0-0    0.6-2.0    LOW\nVA0044  12-18    5.1-7.3   0.-.5   0-0    0.6-2.0    LOW\nVA0044  18-23    5.1-7.3   0.-.5   0-0    0.6-6.0    LOW\nVA0044  23-43       -        -      -     0.0-0.06\nVA0044  43          -        -      -     0.0-0.06\nVA0326   0-12    5.1-7.3   .5-2.   0-0    2.0-6.0    LOW\nVA0326   0-12    5.1-7.3   .5-2.   0-0    2.0-6.0    LOW\nVA0326   0-12    5.1-7.3   .5-1.   0-0    0.6-2.0    LOW\nVA0326  12-18    5.1-7.3   0.-.5   0-0    0.6-2.0    LOW\nVA0326  18-23    5.1-7.3   0.-.5   0-0    0.6-6.0    LOW\nVA0326  23-43       -        -      -     0.0-0.06\nVA0326  43          -        -      -     0.0-0.06\nNational Cooperative Soil Survey\nU.S.A."
  }
}
