{
  "SERIES": "POKEGEMA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JSC/AON/TDT/CEG/JTW",
  "REVDATE": "01/2020",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial, amorphic, frigid Humic Haploxerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pokegema medial loam, in coniferous forest, with a slope of 2 percent, at an elevation of 1342 m.\nOi--0 to 1 cm; slightly decomposed conifer needles.\nA1--1 to 6 cm; medial loam, brown (7.5YR 4/2) dry, dark reddish brown (5YR 2/2) moist; weak very fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine roots; many very fine pores; 7 percent gravel, 3 percent cobbles; slightly acid (pH 6.5); abrupt smooth boundary\nA2--6 to 21 cm; medial loam, reddish brown (5YR 4/3) dry, dark reddish brown (5YR 3/3) moist; weak very fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine and coarse roots; many very fine tubular pores; 7 percent gravel, 3 percent cobbles; slightly acid (pH 6.5); gradual wavy boundary\nBA--21 to 41 cm; medial loam, reddish brown (5YR 5/3) dry, dark reddish brown (5YR 3/3) moist; weak medium subangular blocky structure parting to moderate fine granular; slightly hard, friable, moderately sticky and slightly plastic; many fine and coarse roots; many very fine tubular pores; 7 percent gravel, 3 percent cobbles; slightly acid (pH 6.4); clear smooth boundary\nBw1--41 to 67 cm; gravelly medial loam, reddish brown (5YR 5/3) dry, dark reddish brown (5YR 3/3) moist; weak fine and medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; many fine and coarse roots; many very fine tubular pores; 15 percent gravel (mainly at a depth of 60 to 67 cm), 3 percent cobbles; slightly acid (pH 6.3); gradual smooth boundary\nBw2--67 to 97 cm; gravelly medial clay loam, brown (7.5YR 5/3) dry, dark reddish brown (5YR 3/3) moist; moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; many fine and coarse roots; many very fine tubular pores; 15 percent gravel and 5 percent cobbles; slightly acid (pH 6.1); clear wavy boundary\nBw3--97 to 133 cm; gravelly medial clay, reddish brown (5YR 4/3) dry, dark reddish brown (5YR 3/3) and reddish brown (5YR 4/4) moist; massive; hard, firm, moderately sticky and moderately plastic; few fine and coarse roots; common very fine tubular pores; 19 percent gravel, 5 percent cobbles; moderately acid (pH 5.8); abrupt wavy boundary\n2R--133 cm; andesite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Klamath County, Oregon; about 10 miles east of Pinehurst, approximately 35 feet south of the northeast corner of sec. 1, T. 40 S., R. 5 E., Willamette Meridian; Surveyor Mountain, Oregon, U.S. Geological Survey quadrangle; latitude 42.1266800 degrees, longitude -122.1719000 degrees, datum WGS 84 (coordinates estimated from PLSS details)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\n*Mean annual soil temperature--6.6 to 10 degrees C\n*Moisture control section--dry for 45 to 60 consecutive days; xeric\n*Depth to restriction--100 to over 200 cm to bedrock\n*Mollic epipedon thickness--40 to 75 cm\n*Andic soil properties--throughout the solum's thickness\nEstimated Properties\n*Volcanic glass content--15 to 30 percent\n*Acid oxalate Al+1/2Fe--3 to 5 percent\n*P-retention--75 to 100\n*15-bar water--15 to 30 percent (dried samples)\n*Acid oxalate extractable silica--2 to 3 percent\nAll mineral horizons\n*Base saturation by sum of bases--50 to 75 percent\n*Hue--7.5YR to 2.5YR.\nThe A and BA horizons\n*Value--2 or 3 moist, 4 or 5 dry\n*Chroma--2 through 4 moist or dry\n*Rock fragments--less than 15 percent total rock fragments; 0 to 10 percent gravel; 0 to 6 percent cobbles\n*Reaction--Slightly acid or neutral\n*Organic matter content--5 to 10 percent in the A1 horizon; 1 to 5 percent in the A2 and BA horizons\n*Thickness--22 to 50 cm, total combined A and BA horizons\nBw horizons\n*Value--3 or 4 moist, 4 through 6 dry.\n*Chroma--2 through 4 moist, 2 through 6 dry.\n*Fine-earth texture--medial clay, medial clay loam or medial loam\n*Clay content--20 to 45 percent; increases with depth\n*Clay films--some pedons have clay films\n*Rock fragments--5 to 20 percent gravel; 0 to 10 percent cobbles\n*Reaction--moderately or slightly acid\n*Thickness--43 to 150 cm"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAhart--moderately deep to a paralithic contact\nGreenwell--moderately deep to a paralithic contact"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nElevation--1155 to 1980 m\nSlope--1 to 40 percent\nClimate--subhumid-continental with cold, moist winters and cool, dry summers\nMean annual precipitation--455 to 1145 mm\nMean annual air temperature--6.0 to 9.0 degrees C\nMean January air temperature-- -3.9 to -2.9 degrees C\nMean July air temperature--13.9 to 15 degrees C\nFrost-free period--60 to 80 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nOatman--cryic\nWoodcock--argillic horizon; medial-skeletal"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--Well drained\nSaturated hydraulic conductivity (Ksat)--very high in O horizons; high in A and AB horizons; moderately high to high in Bw horizons"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nUse--timber production, wildlife habitat, livestock grazing, recreation\nOverstory vegetation--Douglas-fir, ponderosa pine, white fir\nUnderstory vegetation--common snowberry, western princes pine, western fescue and bush chinquapin"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Oregon and northern California; MLRA 21; moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jackson County Area, Oregon (Klamath County part), 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon\n*Particle-size control section--zone from 1 to 133 cm\n*Mollic epipedon--The zone from 1 to 67 cm\n*Cambic horizon--The zone from 67 to 133 cm\n*Andic soil properties--based on laboratory data from the associated Oatman and Tater soils\n*Lithic contact--andesite bedrock at 133 cm\nADDITIONAL DATA:\n*NASIS Site ID--S1966OR035001\n*NASIS Pedon ID-- S1966OR035001\n*Characterization data on 4 profiles (66 OR035-001, 002, 003, 004) reported in Riverside Soil Survey Laboratory report for Pokegema soils sampled in Klamath County, Oregon, 1966. Pedon 001 is the type location.\n2010--Classification changed from Fine, halloysitic Pachic Cryoborolls to Medial, amorphic, frigid Alfic Humic Haploxerands.\n07/2017--Updated this official series description according to SSRO1 Technical Note 11, OSD--Content and Format of Official Series Descriptions (revised 12/2015). Most of the changes were in formatting, with some changes to climate data as well.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
