{
  "SERIES": "POLAR",
  "STATUS": "Established Series",
  "BYREV": "Rev:  ERB:WER:JCW",
  "REVDATE": "02/2001",
  "STATES": "NM,TX",
  "OVERVIEW": "The Polar series consists of deep, excessively drained, moderately rapidly permeable soils on uplands.  These soils formed in very gravelly loamy alluvial materials.  Slopes range from 2 to 30 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic Ustic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Polar very gravelly sandy loam - rangeland.\n(Colors are for dry soil unless otherwise stated.)\nA--0 to 7 inches; brown (7.5YR 5/4) very gravelly sandy loam; dark brown (7.5YR 3/4) moist; weak granular structure; slightly hard, very friable; few roots; 40 percent by volume of gravel; few pebbles have calcium carbonate coatings on lower surfaces; surface layer of gravel covering 50 percent of area; calcareous; moderately alkaline; clear wavy boundary.  (4 to 14 inches thick)\nBk--7 to 24 inches; light brown (7.5YR 6/3) very gravelly sandy loam, brown (7.5YR 4/3) moist; massive; hard, firm; few scattered roots; 65 percent by volume of gravel; most pebbles are entirely coated with calcium carbonate; pebbles in upper part are weakly comented with calcium carbonate; calcareous, moderately alkaline; diffuse wavy boundary.  (6 to 28 inches thick)\nC--24 to 60 inches; reddish brown (5YR 5/4) very gravelly sandy loam, reddish brown (5YR 4/4) moist; massive, soft, very friable; 65 percent by volume of gravel; some pebbles have coatings of calcium carbonate; estimated 3 percent calcium carbonate; common strata of crossbedded loamy sand and gravel; calcareous, moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kent County, Texas; about 5 miles southwest of Clairemont on U. S. Highway 380, 5.55 south-southwest on Farm Road 1231, 1.8 miles westward on Polar county road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 4 to 14 inches above a distinct zone of carbonate accumulation.  Average texture of the material less than 2 mm is dominantly sandy loam or loam with clay content of 12 to 25 percent to a depth of 40 inches; but some pedons have loamy sand texture in the lower part of the control section.  Pebbles commonly are rounded and siliceous, ranging in size from 2 mm to 75 mm in diameter, and comprising 35 to 70 percent of the soil mass in the 10- to 40-inch control section.\nThe A horizon has hue of 5YR through 10YR, value of 4 through 6, and chroma of 2 through 4.  In pedons having moist values and chromas less than 3.5 the thickness is less than 7 inches.\nThe Bk horizon has hue of 5YR through 10YR, value of 5 through 8, and chroma of 2 through 4.  It is very gravelly sandy loam or very gravelly loam.  The calcium carbonate content is 15 to 40 percent, and at least 5 percent more than the C horizon.\nThe C horizon is reddish brown, brown, light brown, pinkish gray, pink, reddish yellow, or yellowish red in hues of 5YR and 7.5YR.  The calcium carbonate content is 2 to 15 percent.  Cross-bedded loamy sand and gravel are absent in the C horizon of some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include Chilicotal and Gallen series in the same family and the similar Berda, Chamberino, Gomez, Hathaway, Hilgrave, Ildefonso, Mobeetie, Potter, Reagan, Tascosa, and Veal series.  The Chilicotal and Gallen soils are dry in the control section for longer periods of time.  In addition, the Chilicotal soils contain igneous gravel and the Gallen soils have a cambic horizon, the less than 2 mm fraction in the A and B horizons is loam, and the C horizons are sandy.  Berda, Gomez, Mobeetie, Potter, Reagan, and Veal soils have less than 35 percent gravel in the control section.  Chamberino soils are dry in all parts of the soil above 12 inches for more than half the time when the soil temperature is above 41 degrees F.  Hathaway soils have mollic epipedon.  Hilgrave soils have a Bt horizon.  Ildefonso and Tascosa soils have mean annual soil temperature less than 59 degrees F., and mollic epipedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Polar soils are on an irregular series of small gravelly hills with rounded convex crests.  These areas usually occur along the rims of basins that are transitional between uplands and valleys associated with rivers or creeks.  Slope gradients range from 2 to 30 percent.  The soils formed in a water-lain deposit of intermingled quartzite gravel and finer material.  The climate is dry subhumid to semiarid, the rainfall is 16 to 24 inches, and annual P-E indices of 24 to 36.  The mean annual temperature is 59 to 72 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Berda, Hilgrave, Mobeetie, and Veal series, and the Amarillo, Likes, Miles, and Springer series.  Amarillo, Miles, and Springer soils have Bt horizons.  Likes soils are sandy throughout.  In addition, these soils have less than 35 percent coarse fragments in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained; medium or rapid runoff, depending on slope gradient; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland.  Principal grasses are sideoats grama, hairy grama, little bluestem, and threeawn.  Catclaw, yucca, cacti, juniper trees, and scattered mesquite trees comprise the woody vegetation."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Rolling Plains of west central Texas.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Borden County, Texas; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils formerly were classified as a land type of gravelly rough land or gravelly hills.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the A horizon from 0 to 7 inches.\nCalcic horizon - the Bk horizon from 7 to 24 inches."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "excessively",
        "drainage_overview": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 18,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 7 inches; brown (7.5YR 5/4) very gravelly sandy loam; dark brown (7.5YR 3/4) moist; weak granular structure; slightly hard, very friable; few roots; 40 percent by volume of gravel; few pebbles have calcium carbonate coatings on lower surfaces; surface layer of gravel covering 50 percent of area; calcareous; moderately alkaline; clear wavy boundary.  (4 to 14 inches thick)"
      },
      {
        "name": "Bk",
        "top": 18,
        "bottom": 61,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Bk--7 to 24 inches; light brown (7.5YR 6/3) very gravelly sandy loam, brown (7.5YR 4/3) moist; massive; hard, firm; few scattered roots; 65 percent by volume of gravel; most pebbles are entirely coated with calcium carbonate; pebbles in upper part are weakly comented with calcium carbonate; calcareous, moderately alkaline; diffuse wavy boundary.  (6 to 28 inches thick)"
      },
      {
        "name": "C",
        "top": 61,
        "bottom": 152,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--24 to 60 inches; reddish brown (5YR 5/4) very gravelly sandy loam, reddish brown (5YR 4/4) moist; massive, soft, very friable; 65 percent by volume of gravel; some pebbles have coatings of calcium carbonate; estimated 3 percent calcium carbonate; common strata of crossbedded loamy sand and gravel; calcareous, moderately alkaline."
      }
    ]
  ]
}
