{
  "SERIES": "POLANDER",
  "STATUS": "Established Series",
  "BYREV": "Rev.RHB/RWL",
  "REVDATE": "08/2000",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, glassy, frigid Typic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Polander sandy loam, in forest on a 41 percent north facing slope.  (Colors are for moist soil unless otherwise noted.)\n0i--1 inch to 0; ponderosa pine needles.\nA--0 to 3 inches; very dark grayish brown (10YR 3/2) sandy loam, dark grayish brown (10YR 4/2) dry; weak very fine granular structure; soft, very friable, nonsticky and nonplastic; common roots; many very fine and fine irregular pores; 10 percent gravel; slightly acid (pH 6.4); abrupt wavy boundary.  (2 to 6 inches thick)\nAB--3 to 14 inches; dark grayish brown (10YR 4/2) sandy loam, grayish brown (10YR 5/2) dry; weak very fine granular structure; slightly hard, friable, nonsticky and nonplastic; common roots; common very fine and fine irregular pores; 10 percent gravel; slightly acid (pH 6.2); gradual wavy boundary.  (8 to 15 inches thick)\nBw--14 to 38 inches; dark grayish brown (10YR 4/2) sandy loam, light brownish gray (10YR 6/2) and grayish brown (10YR 5/2) dry; weak fine subangular blocky structure; hard, friable, slightly sticky and nonplastic; common roots; common very fine and fine irregular pores; 10 percent gravel; moderately acid (pH 6.0); gradual wavy boundary.  (20 to 31 inches thick)\nC-- 38 to 50 inches; dark grayish brown (10YR 4/2) cobbly loam, light brownish gray (10YR 6/2) dry; massive; hard, friable, nonsticky and nonplastic; common roots; few very fine tubular pores; 15 percent cobbles, 10 percent gravel; moderately acid (pH 5.8); abrupt wavy boundary.  (10 to 16 inches thick)\nCr-- 50 inches; highly weathered tuffaceous bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lake County, Oregon; SW1/4, NE1/4 of section 28, T. 37 S., R 21 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are moist in the winter and spring and are dry for 60 to 100 consecutive days after the summer solstice.  The mean annual soil temperature is 45 to 47 degrees F.  The bulk density is 0.85 to 0.95 grams per cubic centimeter.  Depth to bedrock is 40 to 60 inches.  The particle-size control section averages 0 to 15 percent rock fragments.  It has 10 to 18 percent clay.  The very fine sand fraction has 50 to 70 percent glass.  It is moderately to slightly acid.\nThe A horizon has hue of 10YR or 7.5YR, value of 2 or 3 when moist and 4 or 5 when dry, and chroma of 2 or 3 when moist and 3 or 4 when dry.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 3 or 4 when moist and 5 or 6 when dry, and chroma of 3 or 4 when moist and dry.  It is loam or sandy loam.  Rock fragments range from 0 to 15 percent of which 0 to 5 percent are cobbles and 0 to 15 percent are gravel.\nThe C horizon has color similar to the Bw horizon.  It is loam or sandy loam and has 10 to 30 percent cobbles and 5 to 20 percent gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Polander soils are on mountainsides at elevations of 5,500 to 7,200 feet.  Slopes are 0 to 70 percent.  The soils formed in colluvium and residuum primarily from pyroclastic rocks.  The climate is cool and moist in winters and warm and dry in summers.  The mean annual precipitation is 28 to 32 inches.  The mean annual temperature is 43 to 45 degrees.  The frost-free period is 30 to 50 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Kittleson, Rogger, Twelvemile, Winterim, Woodchopper and Mound soils.  The Kittleson soils have cryic soil temperatures.  The Mound, Rogger, Winterim and Woodchopper soils have mollic epipedons.  Twelvemile soils are ashy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The soils are used primarily for timber production, watershed, wildlife habitat, recreation, and grazing by livestock.  Vegetation is white fir, ponderosa pine, common snowberry, heartleaf arnica, and wheeler bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South central Oregon, MLRA 21.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lake County, Oregon; Southern Part; 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 14 inches (A and AB horizons)\nCambic horizon - 14 to 38 inches (Bw horizon)\nClassification into Andisols is based on laboratory data (glass count and 15 bar water) for the Twelvemile series.  Phosphorous retention is assumed to be greater than 25 percent and acid oxylate extractable aluminum plus one-half of the acid oxylate extractable iron is assumed to be greater than 0.4 percent.\nADDITIONAL DATA:  Forest Service vegetative site CW-C4-11.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
