{
  "SERIES": "POLEBAR",
  "STATUS": "Established Series",
  "BYREV": "Rev. SBJ-RCH",
  "REVDATE": "01/2000",
  "STATES": "CA",
  "OVERVIEW": "The Polebar series consists of well drained soils on hilly to very steep uplands on hard sedimentary and metasedimentary rocks. The mean annual precipitation is about 30 inches and the mean annual temperature is about 56 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: fine, vermiculitic, mesic Aquic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Polebar gravelly loam - rangeland (Colors for dry soil unless otherwise stated)\nAl--0 to 8 inches; brown (10YR 5/3) gravelly loam, very dark grayish brown (10YR 3/2) moist; weak and moderate, medium and coarse subangular blocky structure; hard, friable, slightly plastic and sticky; many fine roots and pores; slightly acid; abrupt wavy boundary. (4 to 16 inches)\nB2t--8 to 18 inches; reddish brown (5YR 4/3) gravelly clay, dark reddish brown (5YR 3/3) moist; moderate coarse angular blocky\tstructure; very hard, friable, moist, very plastic and very sticky; moderately thick continuous clay films on all ped faces; few pores and few roots; clear wavy boundary. (6 to 11 inches)\nB3t--18 to 21 inches;  mottled dark brown and grayish brown (10YR 3/3 and 2.5Y 5/2) gravelly clay, dark brown and dark grayish brown (10YR 3/3, 2.5Y 4/2) moist; moderate, medium and coarse subangular blocky structure; very hard; firm; very sticky; few discontinuous clay films; mildly alkaline; gradual wavy boundary. (2 to 6 inches)\nC1--21 to 35 inches; light gray (5Y 6/1), gravelly light clay, olive gray (5Y 4/2) moist; moderate, medium and coarse subangular blocky structure; very hard, firm, very sticky; soil has a\ttalcish feel; strongly calcareous; lime is both disseminated and segregated in soft masses; gradual irregular boundary. (8 to 20 inches)\nR--35 to 40 inches; hard partially metamorphosed sandstone, fractured and somewhat schistosic. Few calcite seams and pockets within the hard rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Glenn County,, California., 7 miles northwest of Stonyford\nIn the Open Ridge area. In the SW 1/4 of See. 34., T19N, R7W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The solum is about 22 to 33 inches thick and\ndepth to bedrock is 30 to 45 inches. Soil temperature is 55 to 59 degrees F. and\nmineralogy is vermiculitic. The soils are dry to at least the 12 inch\ndepth for at least 60 consecutive days during most summers.\nThe A horizons have colors with hues of 10YR and 7.5YR, values of 4 or 5 and chromas of 3. Textures are loam, gravelly loam and gravelly clay loam; structure is weak to moderate, medium to coarse subangalar blocky; consistence is hard or\nSlightly hard, friable, slightly plastic and slightly sticky to plastic and\nsticky, and reaction is slightly acid to neutral.\nThe Bt horizons have colors with 5YR and 7.5YR hues in the B2t and 10YR and 2.5Y in the B3t. Chromas are 3 to 5 dry and 2 or 3 moist. The B3t is mottled. Textures are gravelly clay or gravelly heavy clay loam; structure is moderate medium and coarse subangular blocky consistence is very hard, firm, very plastic and very sticky. Reaction is slightly acid to neutral in the B2t and neutral to mildly alkaline in the B3t.\nThe Cca horizon has hues of 2.5Y and 5Y with values of 5 or 6 dry and 4 moist. The texture is gravelly light clay or gravelly clay loan and structure is subangalar blocky. Consistence is hard to very hard, firm and sticky to very sticky. Reaction is mildly to moderately alkaline and the soils are strongly calcareous."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These include the Rarrishj, Shingletown, Suther, Sutherlin, and Yorkville series. The Parrish soils have yellowish red, strongly acid Bt horizons and the Shingletown soils have mottled, very pale brown Bt horizons. The Suther soils have pale brown, medium acid lower Bt horizons and the Sutherlin soils have yellowish brown, strongly acid lower Bt horizons. The Yorkville soils have grayish 'brown and dark grayish brown A horizons and yellowish brown Bt horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Polebar soils occur on hilly to very steep uplands on hard sedimentary and metasedimentary rock. They occur at elevations of 20W to\n3500 feet, in a subhumid mesothermal climate with mean annual rainfall of 25\nto 40 inches with hot, dry summers and cool, moist winters. Mean annual\ntemperature is about 56 degrees F., average January temperature about 40\ndegrees F., and average July temperature about 71 degrees F. Frost-free season averages about 120 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: he Laughlin soils without argillic horizons,\nthe Los Gatos soils with clay loam Bt horizons and the Parrish and Yorkville\nsoils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well Drained with slow permeability and rapid\nrunoff."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Open grass-woodland blue oak, digger pines and California Junipers. The principal use is grazing."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Coast Ranges of California. The soils\nare not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Glenn County, California, 1957."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils formerly were classified in the Prairie soil group.\nSeries description was scanned and imported into the Ames database 01/2000. Format was adjusted at that time but the rest of the series was not updated. Competing series also were not updated.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Al",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Al--0 to 8 inches; brown (10YR 5/3) gravelly loam, very dark grayish brown (10YR 3/2) moist; weak and moderate, medium and coarse subangular blocky structure; hard, friable, slightly plastic and sticky; many fine roots and pores; slightly acid; abrupt wavy boundary. (4 to 16 inches)"
      },
      {
        "name": "B2t",
        "top": 20,
        "bottom": 46,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay",
        "cf_class": "gravelly",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "B2t--8 to 18 inches; reddish brown (5YR 4/3) gravelly clay, dark reddish brown (5YR 3/3) moist; moderate coarse angular blocky\tstructure; very hard, friable, moist, very plastic and very sticky; moderately thick continuous clay films on all ped faces; few pores and few roots; clear wavy boundary. (6 to 11 inches)"
      },
      {
        "name": "B3t",
        "top": 46,
        "bottom": 53,
        "texture_class": "clay",
        "cf_class": "gravelly",
        "pH_class": "mildly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "B3t--18 to 21 inches;  mottled dark brown and grayish brown (10YR 3/3 and 2.5Y 5/2) gravelly clay, dark brown and dark grayish brown (10YR 3/3, 2.5Y 4/2) moist; moderate, medium and coarse subangular blocky structure; very hard; firm; very sticky; few discontinuous clay films; mildly alkaline; gradual wavy boundary. (2 to 6 inches)"
      },
      {
        "name": "C1",
        "top": 53,
        "bottom": 89,
        "dry_hue": "5Y",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "gravelly",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "C1--21 to 35 inches; light gray (5Y 6/1), gravelly light clay, olive gray (5Y 4/2) moist; moderate, medium and coarse subangular blocky structure; very hard, firm, very sticky; soil has a\ttalcish feel; strongly calcareous; lime is both disseminated and segregated in soft masses; gradual irregular boundary. (8 to 20 inches)"
      },
      {
        "name": "R",
        "top": 89,
        "bottom": 102,
        "texture_class": "sand",
        "narrative": "R--35 to 40 inches; hard partially metamorphosed sandstone, fractured and somewhat schistosic. Few calcite seams and pockets within the hard rock."
      }
    ]
  ]
}
