{
  "SERIES": "POLEPATCH",
  "STATUS": "Established Series",
  "BYREV": "Rev. EH/TA/RJE/TLA",
  "REVDATE": "7/98",
  "STATES": "WA",
  "OVERVIEW": "The Polepatch series consists of very deep, somewhat excessively drained soils that formed in lahar material with a thin layer of volcanic ash on the surface.   They are on fans, terraces, and terrace escarpments at elevations of 2,800 to 4,600 feet.  Slopes are 0 to 90 percent. The mean annual precipitation is about 135 inches and average annual temperature is about 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed Vitrandic Cryorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Polepatch extremely bouldery loamy sand - under a coniferous forest on a 5 percent south-facing slope at 2,800 feet.  (Colors are for moist soils unless otherwise noted.  All textures are apparent field textures.)\nOe--1 inch to 0; loose partially decomposed organic litter composed of needles, twigs cones and moss.  5 percent boulders 2 to 6 feet in diameter on the soil surface.\nA--0 to 3 inches; very dark grayish brown (10YR 3/2) extremely bouldery loamy sand, gray (10YR 5/1) dry; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine and common medium roots; many fine irregular pores; 25 percent pebbles, 10 percent cobbles, 5 percent stones, and 3 percent boulders on soil surface; moderately acid (pH 6.0); clear wavy boundary.  (1 to 3 inches thick)\nAC--3 to 12 inches; very dark grayish brown (10YR 3/2) extremely cobbly loamy sand, gray (10YR 6/1) dry; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, common medium and few coarse roots; many fine irregular pores; 30 percent pebbles, 25 percent cobbles and 10 percent stones; moderately acid (pH 6.0); clear wavy boundary. (3 to 10 inches thick)\n2C1--12 to 27 inches; dark gray (10YR 4/1) extremely cobbly sand, light gray (10Y 7/1) dry; single grain; loose, nonsticky and nonplastic;  many very fine and fine and few medium roots; many medium and coarse irregular pores; 30 percent pebbles, 25 percent cobbles, and 10 percent stones; slightly acid (pH 6.2); abrupt wavy boundary.\n2C2--27 to 35 inches; dark gray (10YR 4/1) extremely cobbly sand, light gray (10Y 7/1) dry; single grain; loose, nonsticky and nonplastic; few fine roots; many medium and coarse irregular pores; 40 percent pebbles, 20 percent cobbles, and 5 percent stones; slightly acid (pH 6.4); abrupt wavy boundary.  (0 to 9 inches thick)\n3C3--35 to 40 inches; dark gray (10YR 4/1) fine sandy loam, light brownish gray (10YR 6/2) dry; massive; soft, friable, nonsticky and nonplastic; few fine irregular and common fine tubular pores; slightly acid (pH 6.4); abrupt wavy boundary.  (0 to 5 inches thick)\n4C4--40 to 60 inches; dark gray (10YR 4/1) extremely stony coarse sand, light gray (10YR 7/2) dry; single grain; loose, nonsticky and nonplastic;  many medium and coarse irregular pores; 35 percent pebbles, 30 percent cobbles, and 20 percent stones; slightly acid (pH 6.2).  (Combined thickness of the 2C horizon is 30 to 55 inches.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Skamania County, Washington, in a gravel pit near Pine Creek on U.S. Forest Service Road N-83, 2,000 feet south and 800 feet west of the northeast corner of sec. 30, T. 8 N., R. 6 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Average annual soil temperature is 41 to 43 degree F.  The upper 7 to 14 inches has an estimated moist bulk density of more than 1.0 g/cc, volcanic glass content of 30 to 60 percent, acid-oxalate extractable aluminum plus one-half iron of 1.0 to 2.0 percent.  The 10 to 40 inch particle-size control section is 10 to 40 percent volcanic glass and glass aggregates and 60 to 85 percent basalt fragments.\nThe A and AC horizons have value of 2 or 3 moist, 4 to 6 dry, and chroma of 1 or 2 moist and dry.  Rock fragments range from 20 to 35 percent pebbles, 5 to 25 percent cobbles and 0 to 10 percent stones. Boulders range from 3 to 5 percent on the soil surface.  Reaction is moderately acid to slightly acid.\nThe C horizon has value of 2 to 5 moist, 4 through 8 dry, and chroma of 1 or 2 moist or dry.  Rock fragments average from 30 to 40 percent pebbles, 20 to 30 percent cobbles and 5 to 20 percent stones.  It is typically extremely cobbly loamy sand, extremely cobbly sand, or extremely stony coarse sand.  Some pedons lack thin horizons of fine sandy loam.  Reaction is moderately acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Polepatch soils are on alluvial fans and terraces and terrace escarpments at elevations of 2,800 to 4,600 feet.  Slopes are 0 to 90 percent.  Polepatch soils formed in basaltic lahar material from the  350-year-old, Kalama eruptive period, and a thin mantle of ash from the 176-year-old \"Layer T\" from Mt. St. Helens. The climate is characterized by warm, moist summers and cold, wet winters.  Average annual precipitation is 115 to 140 inches including considerable snowfall.  Average January temperature is 20 degrees F.; average July temperature is 59 degrees F.; and the average annual temperature is 38 to 43 degrees F.  The frost-free season is 70 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Forsyth, Lonestar, Pelee, St. Helens and Shoestring soils.  Forsyth soils are frigid.  Lonestar soils are ashy over medial.  Pelee soils are cindery.  St. Helens soils are ashy over sandy or sandy-skeletal and are frigid.  Shoestring soils are medial over sandy or sandy-skeletal and have a spodic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained;  slow runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for timber production, recreation, wildlife habitat and watershed.  Overstory vegetation includes western hemlock, lodgepole pine, Pacific silver fir, noble fir, western white pine, and Douglas-fir.  Above 3,200 feet the Pacific silver fir is commonly replaced by subalpine fir.  Ground vegetation includes Kinnikinnick, penstemon, sedge, strawberry, and lupine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Skamania and Eastern Cowlitz Counties, Washington.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Skamania County, Washington 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are an ochric epipedon from the mineral surface to 12 inches and a particle-size control section from 10 to 40 inches that is 54 percent rock fragments.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
