{
  "SERIES": "POLLUX",
  "STATUS": "Established Series",
  "BYREV": "Rev. DGG-WHT-ANA",
  "REVDATE": "02/2009",
  "STATES": "MA",
  "OVERVIEW": "The Pollux series consists of very deep, well drained soils formed in loamy glacial outwash overlying glaciolacustrine sediments.  They are nearly level to strongly sloping soils on glaciofluvial plains or deltas.  Estimated saturated hydraulic conductivity is high in the upper part of the soil and moderately low or moderately high in the lower part.  Permeability is moderately rapid in the upper part of the soil and moderately slow or slow in the lower part. Slope ranges from 0 to 15 percent. Mean annual temperature is 8.9 degrees C., and the mean annual precipitation is 1190 mm.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, semiactive, mesic Oxyaquic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pollux fine sandy loam on a one percent slope in woodland. (Colors are for moist soil unless otherwise noted.)\nOi--0 to 5 cm: 60 percent reddish brown (5YR 4/3) and 40 percent strong brown (7.5YR 4/6) slightly decomposed white pine needles, loose, very strongly acid (pH 4.8, bromocresol green); abrupt wavy boundary. (0 to 8 cm thick)\nA--5 to 9 cm; very dark brown (10YR 2/2) fine sandy loam, dark gray (10YR 4/1) dry; weak medium granular structure; very friable, nonsticky, nonplastic; many very fine, fine, medium, coarse, and very coarse roots; 1 percent subrounded gravel; very strongly acid (pH 4.5, meter 1:1 H2O); clear wavy boundary.\nAp--9 to 21 cm; dark brown (10YR 3/3) sandy loam, brown (10YR 5/3) dry; weak medium subangular blocky structure; friable, nonsticky, nonplastic; many very fine, fine, medium, coarse, and very coarse roots; 1 percent subrounded gravel; very strongly acid (pH 4.5, meter 1:1 H2O); abrupt smooth boundary. (12 to 31 cm thick)\nBw1--21 to 39 cm; dark yellowish brown (10YR 4/6) sandy loam; weak coarse subangular blocky structure; friable, nonsticky, nonplastic; common very fine, fine, and medium roots; 1 percent subrounded gravel; very strongly acid (pH 4.8, meter 1:1 H2O); gradual smooth boundary.\nBw2--39 to 62 cm; dark yellowish brown (10YR 4/4) fine sandy loam; weak coarse subangular blocky structure; friable, nonsticky, nonplastic; common very fine, fine, and medium roots; 2 percent subrounded gravel; very strongly acid (pH 4.7, meter 1:1 H2O); clear wavy boundary.  (Combined thickness of the Bw horizon is 17 to 51 cm.)\nBC1--62 to 71 cm; dark yellowish brown (10YR 4/4) sandy loam; massive; friable, nonsticky, nonplastic; few very fine and fine roots; 2 percent subrounded gravel; very strongly acid (pH 5.0, meter 1:1 H2O); clear wavy boundary.\nBC2--71 to 78 cm;  dark yellowish brown (10YR 4/4) sandy loam; massive; friable, nonsticky, nonplastic; few very fine and fine roots; common (5%) coarse faint brown (7.5YR 4/4) masses of iron accumulation; 2 percent subrounded gravel; very strongly acid (pH 5.0, meter 1:1 H2O); clear smooth boundary.  (Combined thickness of the BC horizon is 0 to 31 cm.)\n2C1--78 to 170 cm; dark grayish brown (2.5Y 4/2) very fine sandy loam with thin strata of loamy sand and fine sand; massive; friable, nonsticky, nonplastic; common (5%) medium prominent dark yellowish brown (10YR 4/6) masses of iron accumulation; very strongly acid (pH 4.8, meter 1:1 H2O); clear smooth boundary.\n2C2--170 to 200 cm; olive brown (2.5Y 4/3) very fine sandy loam with thin strata of loamy sand and fine sand; weak thin plates; friable, nonsticky, nonplastic; very strongly acid (pH 4.8, meter 1:1 H2O)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hampden County, Massachusetts; town of Agawam in Robinson State Park, 2900 feet north of North Street and 1375 feet east of the intersection of Robin Ridge and Park View Drives, lat. 42 degrees 5 minutes 15.7 seconds N. and long. 72 degrees 40 minutes 13.1 seconds W., NAD '83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness and depth to the lithologic discontinuity range from 55 to 100 cm.  Rock fragment content ranges from 0 to 10 percent by volume in the solum and is absent in the substratum.  The soil ranges from very strongly acid to moderately acid in the solum unless limed, and from very strongly acid to neutral in the substratum.\nThe O horizon, where present, is slightly, moderately, or well decomposed organic material.  It has hue of 2.5YR to 7.5YR, value of 2 to 4 and chroma of 2 to 6.\nThe A or Ap horizon has hue of 10YR or 2.5Y, with value and chroma of 2 to 4.  Texture is sandy loam, fine sandy loam, or loam.\nSome pedons have a thin E horizon.\nThe upper part of the Bw horizon has hue of 7.5YR to 2.5Y, value of 4 or 5, and chroma of 4 to 8.  The lower part of the Bw horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 4 or 6.  Texture is sandy loam or fine sandy loam.\nThe BC horizon, where present, has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 3 to 6.  Texture is sandy loam or fine sandy loam.\nThe 2C horizon has hue of 2.5YR to 5Y, value of 3 to 6, and chroma of 2 to 4.  It is silt loam, silt, very fine sandy loam, or very fine sand. These textures typically occur in thin strata or varves.  Some pedons have thin varves of clay or strata of fine sand or loamy sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are currently no series in the same family.  The Amostown, Bernardston, Broadbrook, Horseneck, Montauk, Nantucket, Paxton, Scituate, and Wethersfield soils are in similar families. Amostown soils have redoximorphic features in the B horizon.  Bernardston, Broadbrook, Montauk, Nantucket, Paxton, Scituate and Wethersfield soils have a densic contact.   Horsneck soils lack a discontinuity."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Pollux soils are nearly level to strongly sloping soils on glaciofluvial or glaciolacustrine plains or deltas.  The soils formed in loamy glacial outwash underlain by glaciolacustrine sediments. Slope ranges from 0 to 15 percent.  Mean annual precipitation ranges from 1110 to 1270 mm; mean annual temperature ranges from 7.2 to 10.0 degrees C.; and the frost-free season ranges from 120 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the related Amostown soils and the Agawam, Biddeford, Buxton, Deerfield, Eldridge, Enosburg, Hinesburg, Ninigret, Scantic, Suffield, and Windsor soils on nearby outwash plains and terraces.  Agawam and Ninigret soils have texture of loamy fine sand or coarser throughout the substratum.  Biddeford, Buxton, and Scantic soils have more than 35 percent clay.  Deerfield and Windsor soils have texture of loamy fine sand or coarser in the particle size control secton.  Eldridge, Enosburg, and Hinesburg soils have texture of loamy fine sand or coarser in the upper part of the particle size control section.  Suffield soils have more than 35 percent clay in the lower part of the B horizon and in the C horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained.  Estimated saturated hydraulic conductivity is high in the upper part of the soil and moderately low or moderately high in the lower part. Permeability is moderately rapid in the upper part of the soil and moderately slow or slow in the lower part. Potential surface runoff is low to high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Cleared areas are used for general farm crops and truck crops.  Wooded areas typically support oak, maple, gray birch, and white pine.  A few areas are used for urban development."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Glaciofluvial landforms in Massachusetts and possibly Vermont; MLRAs 144A and 145.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Hampden County, Massachusetts, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThe type location is changed from Franklin County, MA to Hampden County, MA with this revision as a result of updated mapping for the soil survey of Franklin County. The revised type location is near the typical pedon for the soil survey of Hampden County, Ma, Central Part and is within the same map unit.\nPrevious remarks: Pollux soils have been correlated as Agawam, silty subsoil Variant or silty substratum Variant in the published soil surveys of Franklin County and Plymouth County, Massachusetts. Cation exchange activity class determination based upon a review of available data and similar soils.\nDiagnostic horizons and features recognized in this pedon are:\n1. Ochric epipedon - the zone from the surface of the soil to a depth of 21 cm (Oi, A, and Ap horizons).\n2. Cambic horizon - the zone from 21 cm to a depth of 78 cm (Bw1, Bw2, BC1, and BC2 horizons).\n3. Oxyaquic feature - based upon saturation in one or more layers within 100 cm of the mineral soil surface, for one month or more per year, in 6 out of 10 years.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
