{
  "SERIES": "POLLYNOT",
  "STATUS": "Established Series",
  "BYREV": "Rev. CLM/MJD-JVC",
  "REVDATE": "02/2019",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Calcic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pollynot silt loam--cropland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 9 inches; brown (7.5YR 4/2) silt loam, dark brown (7.5YR 3/2) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; common very fine and few fine roots; many fine and very fine irregular pores; 3 percent gravel; moderately alkaline (pH 8.0); abrupt smooth boundary.\nA2--9 to 13 inches; brown (7.5YR 4/2) silt loam, dark brown (7.5YR 3/2) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and few fine roots; many fine and very fine tubular pores; 5 percent gravel; slightly effervescent; slightly alkaline (pH 7.8); clear smooth boundary.  (Combined thickness of the A horizons is 9 to 17 inches)\nAB--13 to 15 inches; brown (7.5YR 5/2) silt loam, brown (7.5YR 4/2) moist; moderate fine subangular blocky structure; hard, very friable, slightly sticky and slightly plastic; few very fine and fine roots; common fine tubular pores; 12 percent gravel; slightly effervescent; slightly alkaline (pH 7.6); clear wavy boundary.  (2 to 6 inches thick)\nBt--15 to 26 inches; reddish brown (5YR 5/3) silty clay loam, reddish brown (5YR 4/3) moist; weak fine prismatic structure parting to moderate medium subangular blocky; hard, friable, moderately sticky and moderately plastic; few very fine and fine roots; few fine tubular pores; common faint clay films on faces of peds and few distinct clay films lining pores; 10 percent gravel; slightly alkaline (pH 7.4); clear smooth boundary.  (8 to 19 inches thick)\nBk--26 to 32 inches; pink (7.5YR 7/4) silt loam, light brown (7.5YR 6/4) moist; weak medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few very fine roots; few fine tubular pores; 2 percent gravel; strongly effervescent; moderately alkaline (pH 8.0); clear wavy boundary. (4 to 8 inches thick)\nC1--32 to 44 inches; pink (7.5YR 7/4) silt loam, brown (7.5YR 5/4) moist; massive; soft, very friable, slightly sticky and slightly plastic; violently effervescent; strongly alkaline (pH 8.6); clear smooth boundary. (10 to 15 inches thick)\n2C2--44 to 61 inches; pink (7.5YR 7/4) loamy fine sand, brown (7.5YR 5/4) moist; massive; soft, very friable, nonsticky and nonplastic; violently effervescent; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Franklin County, Idaho; about 4 miles north and 3 miles east of Preston; approximately 1,500 feet west and 50 feet south of the northeast corner of section 30, T. 14 S., R. 40 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 47 to 50 degrees F.\nMollic epipedon thickness - 9 to 17 inches.\nThickness of argillic horizon - 8 to 19 inches.\nDepth to calcic horizon - 20 to 40 inches.\nParticle-size control section - Clay content: Averages 30 to 35 percent; Sand content: Averages 15 to 30 percent.\nA horizons\nHue: 10YR or 7.5YR.\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nReaction: Slightly alkaline or moderately alkaline.\nAB horizon\nHue: 10YR or 7.5YR.\nValue: 4 or 5 dry, 3 or 4 moist.\nChroma: 2 or 3, dry or moist.\nTexture: Silt loam or gravelly loam.\nRock fragments: 5 to 25 percent.\nReaction: Slightly alkaline or moderately alkaline.\nBt horizon\nHue: 10YR through 5YR.\nValue: 4 or 5, dry or moist.\nChroma: 3 or 4, dry or moist.\nTexture: Silty clay loam or gravelly clay loam.\nRock fragments: 10 to 25 percent.\nReaction: Slightly alkaline or moderately alkaline.\nBk horizon\nHue: 10YR or 7.5YR.\nValue: 6 or 7 dry, 4 through 6 moist.\nChroma: 3 or 4, dry or moist.\nTexture: Silt loam or gravelly loam.\nReaction: Moderately alkaline or strongly alkaline.\nCalcium carbonate equivalent: 15 to 20 percent.\nC horizon\nHue: 10YR or 7.5YR.\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma: 3 or 4, dry or moist.\nTexture: Silt loam or gravelly loam.\nReaction: Moderately alkaline or strongly alkaline.\nCalcium carbonate equivalent: 10 to 15 percent.\n2C horizon\nHue: 10YR or 7.5YR.\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma: 3 or 4, dry or moist.\nTexture: Loamy fine sand, very gravelly sandy loam, or extremely gravelly loam.\nReaction: Moderately alkaline or strongly alkaline.\nCalcium carbonate equivalent: 10 to 15 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bamos, Colockum, Doyce, Hack, Lucero, Timpanogos, and Tirod series.\nBamos soils are moderately deep to lithic contacts.  Colockum soils have argillic horizons which are more than 20 inches thick and have accumulations of secondary lime within the argillic horizon.  Doyce soils have accumulations of secondary carbonates in the Bt horizon and do not have gravelly and sandy 2C horizons.  Hack soils do not have calcic horizons and average less than 30 percent clay in the particle-size control section.  Lucero soils do not have gravelly and sandy 2C horizons.  Timpanogos soils average less than 27 percent clay in the particle-size control section.  Tirod soils have argillic horizons thicker than 19 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Pollynot soils are on fan remnants and lake terraces.  They formed in alluvium derived from sedimentary rocks.  Slopes are 0 to 20 percent.  Elevations ranges from 4,300 to 5,100 feet.  The mean annual precipitation is 14 to 17 inches, the mean annual air temperature is 45 to 49 degrees F., and the frost-free period is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ant Flat, Banida, and Oxford soils.  Ant Flat, Banida and Oxford soils have more than 35 percent clay in the particle-size control section. They are on adjacent slopes of dissected lake beds and upper lake terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; low or medium surface runoff; moderately slow permeability (moderately high saturated hydraulic conductivity) in the upper part and rapid permeability (high or very high saturated hydraulic conductivity) in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Pollynot soils are used primarily for cropland. The potential native vegetation is presumed to be bluebunch wheatgrass, streambank wheatgrass, arrowleaf balsamroot, and mountain big sagebrush.  Crops include irrigated and nonirrigated wheat, barley, and alfalfa.  This series is correlated with Idaho \"Loamy 12-16 ARTRT/PSSP6\" ecological site."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Idaho.  These soils are not extensive with about 6,300 acres of the series mapped to date.  MLRA 28A."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: PORTLAND, OREGON"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Franklin County, Idaho 1997. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 13 inches (A1 and A2 horizons).\nArgillic horizon - The zone from 15 to 26 inches (Bt horizon).\nCalcic horizon - The zone from 26 to 32 inches (Bk horizon).\nParticle-size control section - The zone from 15 and 26 inches (Bt horizon).\nThe superactive cation exchange activity class is an estimate based on NASIS data elements.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
