{
  "SERIES": "POLO",
  "STATUS": "Established Series",
  "BYREV": "REV. KDV",
  "REVDATE": "02/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Typic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Polo silt loam - on a 4 percent slope in pasture.  (Colors are for moist conditions unless otherwise stated.)\nAp--0 to 7 inches; very dark brown (10YR 2/2) silt loam, grayish brown (10YR 5/2) dry; moderate thin platy structure in upper part grading to weak thin platy and very fine granular in lower part; friable; many fine roots; slightly acid; clear smooth boundary. (5 to 8 inches thick)\nA--7 to 12 inches; very dark brown (10YR 2/2) silty clay loam, grayish brown (10YR 5/2) dry; weak fine granular structure; friable; many fine roots; medium acid; clear smooth boundary.  (4 to 8 inches thick)\nBA--12 to 18 inches; very dark gray (10YR 3/1) silty clay loam, very dark grayish brown (10YR 3/2) crushed, grayish brown (10YR 5/2) dry; weak fine and very fine subangular blocky structure; friable; many fine roots; strongly acid; gradual smooth boundary.  (0 to 8 inches thick)\nBt1--18 to 27 inches; very dark grayish brown (10YR 3/2) silty clay, dark brown (10YR 3/3) crushed, grayish brown (10YR 5/2) dry; moderate fine subangular blocky structure; friable; common fine roots; few faint clay films on faces of peds; few soft dark accumulations (oxides); strongly acid; gradual smooth boundary.\nBt2--27 to 35 inches; dark brown (10YR 3/3) silty clay, dark yellowish brown (10YR 4/4) crushed; few fine distinct dark brown (7.5YR 4/4) mottles; moderate fine subangular blocky structure; friable; common fine roots; common distinct clay films on faces of peds; few fine dark concretions (oxides); strongly acid; gradual smooth boundary.\nBt3--35 to 47 inches; dark brown (7.5YR 4/4) silty clay; moderate medium angular blocky structure; friable; few fine roots; many distinct dark brown (7.5YR 3/2) and dark reddish brown (5YR 3/3) clay films on faces of peds and in pores; common fine soft dark accumulations (oxides); strongly acid; gradual smooth boundary.\nBt4--47 to 59 inches; reddish brown (5YR 4/4) silty clay loam, dark brown (7.5YR 4/4) crushed; weak medium and coarse prismatic structure parting to moderate medium subangular blocky; friable; few fine fibrous roots; many faint dark reddish brown (5YR 3/3) clay films on faces of peds and in pores; few very fine soft dark accumulations (oxides); medium acid; gradual smooth boundary. (Combined thickness of the Bt horizons is 30 to 60 inches.)\n2Bt5--59 to 78 inches; yellowish red (5YR 4/8) silty clay with some fine sand; weak coarse subangular blocky structure; firm; few fine fibrous roots; few faint dark reddish brown (5YR 3/2) and very dark gray (10YR 3/1) clay films on faces of peds and in a few pores, few very fine soft dark accumulations (oxides); medium acid; gradual smooth boundary.  (12 to 22 inches thick)\n2Cr--78 to 84 inches; yellow soft sandy shale.\n3R--84 inches; limestone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Caldwell County, Missouri; 4 miles south of Nettleton; 1,380 feet west and 140 feet south of northeast corner of sec. 3, T. 56 N., R. 27 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from about 4 to 8 feet.  Depth to bedrock is greater than 60 inches.  The mollic epipedon extends in to the argillic horizon and ranges from 20 to 30 inches in thickness.\nThe A horizon commonly has hue of 10YR, value of 2 or 3 and chroma of 2 or 3 and some pedons have hue of 7.5YR.  It is silt loam or silty clay loam.  Reaction is slightly acid to medium acid.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 3 in the upper part and 4 or 5 in the lower part, and chroma of 2 to 4.  In some pedons a few faint mottles are in horizons below a depth of 2 feet.  It is silty clay loam or silty clay.  Reaction is slightly acid to strongly acid.\nThe 2B horizon has hue of 7.5YR or 5YR, value of 4 or 5 and chroma of 4 to 8.  Some pedons contain a few gravel size rock fragments. Textures are silty clay or silty clay loam.  Reaction is slightly acid to strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Gymer, Oska, Otley, Sharpsburg, and Wenona series in the same family and the Dodgeville, Edmumd, Labette, Ladoga, Marshall, and Tully series.  All of these series except Tully have mollic epipedons less than 20 inches thick.  Tully soils are dry for a longer period and are less acid.  In addition, Gymer soils have redder hue in the upper part of the B horizon; Oska, Edmumd, and Labette soils contain limestone bedrock at depths of less than 40 inches; Otley, Sharpsburg, Wenona, and Marshall soils lack 5YR hue in the lower part of the B horizon; Dodgeville soils have less clay in the upper part of the B horizon and more clay in the lower part of the B horizon; and Ladoga soils lack mollic epipedons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Polo soils are on gently sloping ridgetops and upper side slopes.  They formed in loess and residuum from limestone or shale.  Slope gradients commonly range from 4 to 7 percent but have an extreme range from 2 to 14 percent.  Mean annual temperature ranges from 47 to 54 degrees F, and mean annual precipitation ranges from 34 to 39 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Ladoga, Marshall, and Sharpsburg soils and the Grundy, Lagonda and Sampsel soils.  Ladoga, Marshall, and Sharpsburg commonly are higher on the landscape, but may be in similar positions.  Grundy, Lagonda, and Sampsel soils are more gray.  Grundy and Lagonda soils are on similar positions.  Sampsel soils commonly are on lower slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Medium runoff.  Permeability is moderate or moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Soils are cropped to corn, wheat, and soybeans.  Some are used for hay and pasture.  Native vegetation is tall prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West-central and northwest-central Missouri and eastern Kansas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Caldwell County, Missouri, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this series are:  mollic epipedon - the zone from the surface to a depth of 27 inches (Ap, A, BA and Bt1 horizons); argillic horizon - the zone from approximately 18 to 78 inches (Bt1, Bt2, Bt3, Bt4 and 2Bt5 horizons); udic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
