{
  "SERIES": "POMFRET",
  "STATUS": "Established Series",
  "BYREV": "Rev. GWS-TRV-CAW",
  "REVDATE": "06/1999",
  "STATES": "VT",
  "OVERVIEW": "The Pomfret series consists of deep and very deep somewhat excessively drained soils formed in sandy till with high mica content.  They are  on bedrock controlled glaciated uplands.  Permeability is moderately rapid or rapid.  Slope ranges from 0 to 50 percent.  Mean annual precipitation is about 38 inches, and mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, frigid Humic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pomfret loamy fine sand, on a 15 percent northwest facing slope, in a hayfield. (Colors are for moist soil.)\nAp--0 to 11 inches; very dark grayish brown (10YR 3/2) loamy fine sand, olive brown (2.5YR 4/3) dry; weak very fine and fine granular structure; very friable; many fine and medium roots; 5 percent rock fragments; slightly acid; abrupt wavy boundary.  ( 5 to 11 inches thick)\nBw1--11 to 21 inches; dark yellowish brown (10YR 3/4) loamy fine sand; weak medium and fine granular structure; very friable; common fine and medium roots; 5 percent rock fragments; slightly acid; gradual wavy boundary.\nBw2--21 to 34 inches; brown (10YR 4/3) fine sandy loam; weak fine and medium subangular blocky structure; friable; common fine and medium roots; 5 percent rock fragments; slightly acid; abrupt broken boundary.  (combined thickness of the Bw horizons is 18 to 38 inches)\nC1--34 to 44 inches; dark gray (10YR 4/1) fine sand; weak thin platy structure; friable; few very fine roots; 5 percent rock fragments; neutral; clear irregular boundary.\nC2--44 to 61 inches; grayish brown (10YR 5/2) fine sand;\nweak thin platy structure; friable; 5 percent rock fragments; neutral; abrupt irregular boundary.\nR--61 inches; interbedded micaceous schist, phyllite, and siliceous limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Windsor County, Vermont; Town of Woodstock; 2200 feet southeast of State Route 106, 900 feet east of Morgan Hill Road, in a hayfield at 1240 feet elevation. Latitude 43 degrees 33 minutes 10 seconds North, longitude 72 degrees 31 minutes 47 seconds West, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 18 to 38 inches. Depth to bedrock ranges from 40 to greater than 60 inches.  Rock fragments range from 0 to 15 percent and are mainly weathered limestone, schist, and quartzite.  Reaction ranges from moderately acid to neutral in the solum and is slightly acid or neutral in the substratum.\nThe Ap horizon has hue of 5YR to 10YR, value of 2 to 3, and chroma of 1 or 2.  Undisturbed areas have an A horizon with colors similar to the Ap horizon.  It is 1 to 5 inches thick.  Texture is fine sandy loam, loamy fine sand, or loamy sand.\nThe Bw horizons have hue of 5YR to 10YR, value of 2 to 4, and chroma of 2 to 4.  Texture is fine sandy loam, loamy fine sand, or loamy sand.  At least 1 subhorizon, with a minimum thickness of 5 inches, is loamy sand or loamy fine sand.\nThe C horizon has hue of 5YR to 2.5Y, value of 2 to 5, and chroma of 1 or 2.  The chroma is inherited from the parent material and is not indicative of wetness.  Texture is loamy sand, sand, or fine sand in the fine-earth fraction.\nA Cr horizon overlies the bedrock in some pedons. It is 4 to 24 inches thick.  It may be firm or very firm in place, but it is easily removed and breaks easily in the hand to sand or gravel size particles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family. The Teago and Vershire series are in related families.  Teago and Vershire soils are moderately deep to bedrock and Vershire soils are coarse-loamy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Pomfret soils are on bedrock controlled, glaciated uplands.  Slope ranges from 0 to 50 percent.  The soils developed in coarse textured, friable till of Wisconsin age.  The till was derived mainly from siliceous limestone and mica schist.  The mean annual precipitation ranges from 36 to 46 inches and is well distributed.  The mean annual temperature ranges from 40 to 44 degrees F.  The frost-free season ranges from 90 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Buckland, Cabot, Dummerston, Glover, Teago, and Vershire soils. Buckland and Cabot soils are on foot slopes and toe slopes and have densic materials in the substratum.  Glover soils are shallow to bedrock.  Teago and Vershire soils are moderately deep to bedrock.  Dummerston soils have a loamy particle size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained.  Permeability is moderately rapid or rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly forested.  Common trees are sugar maple, American beech, balsam fir, eastern hemlock, eastern white pine, paper birch, red spruce, white ash, white spruce, and yellow birch.  The areas that have been cleared of stones and are being farmed are used mainly for hayland and pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Vermont; MLRA 143 and 144B.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Orange County Vermont, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: 1.  The type location is moved from Orange County, VT, to Windsor County, VT, with this revision.\n2.  The classification is updated to Sandy, mixed, active, frigid Humic Dystrudepts to conform to the Keys to Soil Taxonomy, 8th edition, 1998.  The former classification was Sandy micaceous, frigid Entic Haplumbrepts.\n3.  Mineralogy is changed from micaceous to mixed based on assessment of available lab data and conformance to the Keys to Soil Taxonomy, 8th edition, 1998. Mineralogy for the series is still being assessed and may change as more data is collected.\n4.  Diagnostic horizons and features recognized in this pedon are:\na.  Umbric epipedon - the zone from 0 to 11 inches (Ap horizon).\nb.  Cambic horizon - the zone from 21 to 34 inches (Bw2 horizon).\nc.  Sandy particle size class.\nd.  Lithic contact - bedrock at 61 inches.\nADDITIONAL DATA:  NSSL lab data available for this series: S74VT-17-10, S74VT-17-11, S85VT-27-022, S87VT-27-002.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 28,
        "dry_hue": "2.5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Ap--0 to 11 inches; very dark grayish brown (10YR 3/2) loamy fine sand, olive brown (2.5YR 4/3) dry; weak very fine and fine granular structure; very friable; many fine and medium roots; 5 percent rock fragments; slightly acid; abrupt wavy boundary.  ( 5 to 11 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 28,
        "bottom": 53,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1--11 to 21 inches; dark yellowish brown (10YR 3/4) loamy fine sand; weak medium and fine granular structure; very friable; common fine and medium roots; 5 percent rock fragments; slightly acid; gradual wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 53,
        "bottom": 86,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "broken",
        "narrative": "Bw2--21 to 34 inches; brown (10YR 4/3) fine sandy loam; weak fine and medium subangular blocky structure; friable; common fine and medium roots; 5 percent rock fragments; slightly acid; abrupt broken boundary.  (combined thickness of the Bw horizons is 18 to 38 inches)"
      },
      {
        "name": "C1",
        "top": 86,
        "bottom": 112,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "C1--34 to 44 inches; dark gray (10YR 4/1) fine sand; weak thin platy structure; friable; few very fine roots; 5 percent rock fragments; neutral; clear irregular boundary."
      },
      {
        "name": "C2",
        "top": 112,
        "bottom": 155,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--44 to 61 inches; grayish brown (10YR 5/2) fine sand;"
      },
      {
        "name": "R",
        "top": 155,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--61 inches; interbedded micaceous schist, phyllite, and siliceous limestone."
      }
    ]
  ]
}
