{
  "SERIES": "POMPANO",
  "STATUS": "Established Series",
  "BYREV": "Rev. SHM-CAP-AMS",
  "REVDATE": "10/2018",
  "STATES": "FL",
  "OVERVIEW": "The Pompano series consists of very deep, very poorly and poorly drained soils that formed in thick beds of sandy marine sediments. Pompano soils are on flatwoods, in low broad flats, and to a lesser extent, depressions, drainageways, and flood plains, on marine terraces. Slopes range from 0 to 2 percent. Mean annual precipitation is about 1270 millimeters (50 inches) and the mean annual temperature is about 23 degrees C (73 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Siliceous, hyperthermic Typic Psammaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pompano fine sand is in a linear to concave area of forest at elevation of about 44 meters (146 feet) above mean sea level. (Colors are for moist soil unless otherwise stated).\nA1--0 to 15 centimeters (0 to 6 inches); dark gray (10YR 4/1) fine sand; weak fine granular structure; very friable; many fine roots; slightly acid; abrupt smooth boundary.\nA2--15 to 38 centimeters (6 to 15 inches); grayish brown (10YR 5/2) fine sand; single grain; loose; many fine roots; few fine distinct strong brown (7.5YR 5/6) masses of oxidized iron; moderately acid; gradual wavy boundary.  [Combined thickness of the A horizons range from 5 to 53 centimeters (2 to 21 inches) thick]\nC--38 to 89 centimeters (15 to 35 inches); very pale brown (10YR 7/3) fine sand, single grain; loose; few fine roots; few fine distinct yellow (10YR 7/6) masses of oxidized iron; moderately acid; gradual wavy boundary.\nCg--89 to 203 centimeters (35 to 80 inches); light gray (10YR 7/1) fine sand; single grain; loose; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Polk County, Florida; approximately 2.65 kilometers (1.65 miles) north of State Road 60 and 4.54 kilometers (2.82 miles) west of South Rifle Range Road; about 559 meters south and 356 meters east (1835 feet south and 1167 feet east) of the northwest corner of sec. 25, T. 29 S., R. 25 E.; Latitude and Longitude; 27 degrees, 56 minutes 0.58 seconds N.; Longitude 81 degrees 46 minutes 20.13 seconds W.; Datum WSG84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: 30 to 90 centimeters (12 to 35 inches)\nSolum thickness: 203 centimeters or more\nAquic conditions: 0 to 30 centimeters (0 to 12 inches)\nDepth to redoximorphic features: 0 to 30 centimeters (0 to 12 inches)\nDepth to endosaturation: 0 to 30 centimeters (0 to 12 inches)\nOchric epipedon thickness: 0 to 38 centimeters (0 to 15 inches)\nReaction: very strongly acid to slightly alkaline pH 4.5 to 7.8 throughout\nParticle-size control section (weighted averages):\nClay content: 0 to 10 percent\nFine sand content: 30 to 75 percent\nSilt content: 0 to 10 percent\nClay plus silt content: 1 to 10 percent\nRock fragments: 0 to 5 percent\nA or Ap horizon:\nHue: 10YR, 2.5Y, or Neutral\nValue: 2 to 5\nWhere the value is 3.5 or less, the horizon is less than 15 centimeters (6 inches) thick.\nChroma: 1 or 2\nTexture: fine sand or sand\nClay content: 0 to 7 percent\nRock fragments: 0\nEC (mmhos/cm): 0 to 2\nC or Cg horizon:\nHue: 10YR, 2.5Y, 5Y, 5GY, or Neutral\nValue: 5 to 8\nChroma: 1 to 3\nTexture: sand, or fine sand\nClay content: 2 to 10 percent\nRock and/or shell fragments: 0 to 14 percent below 102 centimeters (40 inches)\nEC (mmhos/cm): 0 to 2\nRedoximorphic features: depletions or concentrations, 0 to 20 percent, and fine or medium in size\nThe higher chromas are due to either uncoated sand grains or thin coatings of organic matter on sand grains."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThese are the Dianola, Kesson, Mustang, and Novillo series.\nDianola soils have EC values greater than 26, SAR values greater than 13, ESP values greater than 15, and have more than 10 percent silt plus clay in the 25 to 100 centimeter (10 to 40 inch) control section.\nKesson soils are subject to tidal flooding and have salinity exceeding 16 mmhos/centimeters\nMustang and Novillo soils have an ustic moisture regime and have a PE index of 31-44."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Sandy marine sediments\nLandscape: Lower Coastal Plain\nLandform(s): on flatwoods, in low broad flats, depressions, drainageways, and flood plains on marine terraces.\nHillslope position: None\nGeomorphic component: talf and dip\nSlopes: 0 to 2 percent\nElevation: 1.5 to 61 meters (5 to 200 feet)\nMean annual temperature: 21 to 25 degrees C (70 to 77 degrees F)\nMean annual precipitation: 1219 to 1321 millimeters (48 to 52 inches)\nFrost-free period: 350 to 365 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nAdamsville soils have seasonal high water tables at depths of 46 to 107 centimeters (18 to 42 inches) and are on slightly higher ridges and knolls.\nAnclote soils have a mollic epipedons and are on slightly lower landform positions.\nBasinger soils have a Bh horizon (spodic intergrade) within depths of 25 to 100 centimeters (10 to 40 inches) and are on similar landform positions.\nChobee and Manatee soils have mollic epipedons, argillic horizons and are on similar landform positions.\nEauGallie, Immokalee, Myakka, and Wabasso soils have spodic horizons within depths of 25 to 100 centimeters (10 to 40 inches) and are on similar landform positions.\nFelda and Riviera soils have argillic horizons and are on similar landform positions.\nHallandale soils have limestone bedrock within 25 to 51 centimeters (10 to 20 inches) and are on similar landform positions.\nMargate soils have limestone bedrock within 51 to 102 centimeters (20 to 40 inches) and are on similar landform positions.\nPlacid soils have an umbric epipedon and have chroma of 3 or less throughout the A horizons and are on similar landform positions.\nValkaria soils have Bw horizons that have chroma of 4 or more and are on similar landform positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class: very poorly to poorly drained\nSaturated hydraulic conductivity (KSAT): high to very high\nPermeability: rapid or very rapid\nSurface Runoff: negligible to very low\nDepth to seasonal high water table: 0 to 30 centimeters (0 to 12 inches) of the surface for about 2 to 6 months during most years, and 25 to 76 centimeters (10 to 30 inches) most of the rest of the year.\nDepressional phases are ponded 0 to 61 centimeters (0 to 24 inches) about 3 months each year"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nUnder natural conditions Pompano soils are used for water quality, rangeland, and wildlife habitat. Where drained, it is used for truck crops, citrus fruits, and improved pasture.\nNative vegetation of flatwoods consists of slash pine, south Florida slash pine, saw palmetto, gallberry, waxmyrtle, chalky bluestem, and pineland threeawn.  Forested depressions are dominated by bald and pond cypress, black gum, and red maple.  Herbaceous depressions are dominated by sedges, rushes, and sawgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nMajor Land Resource Area (MLRA): South Central Florida Ridge (MLRA 154) and Southern Florida Flatwoods (MLRA 155)\nExtent: Large"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:\nEverglades Project Area, Florida; 1945."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle size control section:  25 to 100 centimeters (10 to 40 inches)\nDiagnostic horizons and features recognized in this pedon:\nOchric epipedon - 0 to 15 inches (0 to 38 centimeters) (A1, A2 horizons).\nRedoximorphic features - 0 to 203 centimeters (0 to 80 inches) (A1, A2, C, and Cg horizons)\nAquic conditions - 0 to 203 centimeters (0 to 80 inches)\nEndosaturation - 0 to 203 centimeters (0 to 80 inches)\nSoil classified according to the 12th Edition of the Keys to Soil Taxonomy.\nPonded and depressional phases need to be investigated to determine if a new series is necessary.\nADDITIONAL DATA:\nLaboratory data is available on the National Soil Survey website at: http://ncsslabdatamart.sc.egov.usda.gov/querypage.aspx\nOSD User Site ID:  1985FL105017\nOSD User Pedon ID:  1985FL105017\nNational Cooperative Soil Survey\nU.S.A."
  }
}
