{
  "SERIES": "POMROY",
  "STATUS": "Established Series",
  "BYREV": "Rev. KDS-AGG",
  "REVDATE": "06/2006",
  "STATES": "MN,WI",
  "OVERVIEW": "The Pomroy series consists of very deep, moderately well drained soils that formed in a mantle of glacial outwash, lacustrine or eolian sediments and dense loamy glacial till on drumlins and moraines. These have a densic contact at depths of 40 to 60 inches. Permeability is rapid in the upper mantle, moderate to very slow in the loamy subsoil and very slow in the dense till. Slopes range from 2 to 30 percent. Mean annual precipitation is about 28 inches. Mean annual air temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, frigid Arenic Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pomroy loamy fine sand with a convex slope of 10 percent in a forest. (Colors are for moist soil unless otherwise stated.)\nA--0 to 6 inches; very dark grayish brown (10YR 3/2) loamy fine sand; grayish brown (10YR 5/2) dry; weak fine subangular blocky structure; very friable; about 1 percent gravel; strongly acid; clear smooth boundary. (3 to 9 inches thick)\nE1--6 to 15 inches; brown (10YR 4/3) loamy fine sand; weak fine subangular blocky structure; very friable; about 1 percent gravel; strongly acid; clear wavy boundary.\nE2--15 to 22 inches; brown (10YR 5/3) fine sand; single grain; loose; about 1 percent gravel; moderately acid; clear wavy boundary. (Combined thickness of the E horizons is 2 to 24 inches.)\n2Bt--22 to 31 inches; brown (7.5YR 4/4) sandy loam; weak moderate subangular blocky structure; friable; common distinct dark brown (7.5YR 3/2) clay films on faces of peds; few fine distinct strong brown (7.5YR 5/6) iron concentrations; about 12 percent gravel; slightly acid; clear wavy boundary. (5 to 20 inches thick)\n2BC--31 to 41 inches; brown (7.5YR 4/4) sandy loam; weak medium platy structure; firm; about 10 percent gravel; slightly acid; gradual wavy boundary. (0 to 18 inches thick)\n2BCd--41 to 60 inches; brown (7.5YR 4/4) sandy loam; moderate very coarse prismatic structure parting to moderate fine and medium platy; oblique fragments dissected by a few 2 to 3 millimeter vertical fractures 0.5 to 3.0 feet apart; very firm; about 10 percent gravel; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Benton County, Minnesota; about 5 miles north, northeast of Sauk Rapids; 2150 feet west and 1050 feet north of the southeast corner, sec. 24, T. 36 N., R. 30 W.; USGS Quadrangle Cable, Minn.; Latitude 45 degrees 35 minutes 29 seconds N., and Longitude 94 degrees 0 minutes 57 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The upper mantle ranges from 20 to 40 inches thick. Depth to the densic contact ranges from 40 to 60 inches. The upper mantle contains 0 to 15 percent gravel, by volume, and the underlying till has 1 to 15 gravel and 0 to 5 percent cobbles, by volume.  Some pedons have a coarse textured layer, up to 6 inches thick, with 10 to 35 percent gravel and cobbles at the contact with the glacial till (lag line).\nThe A horizon has hue of 10YR, value of 2 to 4, and chroma of 1 to 3. The A horizon is fine sand, loamy fine sand, loamy sand or sand. It is strongly acid to slightly acid. When cultivated, the Ap can be 10 inches thick or more, but value dry is greater than 5.\nSome pedons have a thin Oe or Oa horizon.\nThe E horizon has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 2 or 3. It is loamy fine sand, loamy sand, fine sand or sand. It is strongly acid to slightly acid.\nSome pedons have an EB horizon up to 10 inches thick.\nSome pedons have Bw horizons with hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 4 to 6. It is loamy sand or sand.\nThe 2Bt horizon has hue of 5YR or 7.5YR, value of 4 or 5, and chroma of 3 or 4. It is sandy loam or fine sandy loam. It has 6 to 18 percent clay in the fine earth fraction. It is strongly acid to slightly acid. Moist bulk density ranges from 1.65 to 1.80gm/cc.\nThe 2BC horizon has hue of 5YR or 7.5YR, value of 4 or 5, and chroma of 3 or 4. It is sandy loam or fine sandy loam. It is moderately acid to neutral. The bulk density ranges from 1.65 to 1.80 gm/cc.\nThe 2BCd horizon has hue of 5YR or 7.5YR, value of 3 to 5, and chroma of 3 to 6. It is sandy loam or fine sandy loam. It is moderately acid to neutral. Moist bulk density ranges from 1.80 to 2.0 gm/cc."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Leander and Skime series.  Leander and Skime series do not have a densic contact in the lower third of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These soils have plane or convex slopes on moraines or drumlins. They formed in a mantle of glacial outwash, lacustrine or eolian sediments and dense loamy glacial till.  Slope range from 2 to 30 percent.  Mean annual air temperature ranges from 37 to 45 degrees F. Mean annual precipitation ranges from 24 to 33 inches. Frost-free days range from 90 to 150 days. Elevation above sea level ranges from 1,000 to 1450 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Bushville, Nokasippi and Watab soils, which form a drainage sequence with the Pomroy soils. The very poorly drained Nokasippi soils are in swales or flats. The poorly drained Watab soils are on low lying areas between the Pomroy and Nokassipi soils. The somewhat poorly drained Bushville soils are on convex rises.  In places Pomroy soils are associated with glacial till soils such as moderately well drained Milaca, somewhat poorly drained Mora, moderately well drained Flak and somewhat poorly drained Brainerd soils that do not have an upper sandy mantle."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. Surface runoff is low to high. Permeability is rapid in the upper mantle, moderate to very slow in the loamy mantle and very slow in the dense till."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: About half of this soil is cleared and used for crops. Crops commonly grown are corn, soybeans, small grain, and hay. The remainder is in forest or wooded pasture. Native vegetation is primarily deciduous forest, mostly oaks, with scattered areas of coniferous forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA-90, mostly in Central and east-central Minnesota and northwestern Wisconsin. This soil is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pine County, Minnesota, 1935."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: ochric epipedon - the zone from the surface to 22 inches (A, E1, and E2 horizons); argillic horizon - the zone from 22 to 31 inches (2Bt horizon);  oxyaquic based on redox features and the presence of saturation above and in the argillic horizon, perched on the dense till; densic contact-the zone beginning at 41 inches;\nBased on MLRA coordination this soil was changed to an Oxyaquic subgroup as of this revision.  The perching of water on the steeper slopes may not be for 30 days but is there long enough to be a management concern.\nThe structure in the BCd allows roots to penetrate to depths of 80 inches or more.  This allows for greater update of water and nutrients than previously thought for a densic contact.\nADDITIONAL DATA: Refer to MAES Central File Code No. 3752 for results of laboratory data on this pedon. Soil Interpretation Record: MN0279; MN0679, moderately wet phase.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loamy fine sand",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 6 inches; very dark grayish brown (10YR 3/2) loamy fine sand; grayish brown (10YR 5/2) dry; weak fine subangular blocky structure; very friable; about 1 percent gravel; strongly acid; clear smooth boundary. (3 to 9 inches thick)"
      },
      {
        "name": "E1",
        "top": 15,
        "bottom": 38,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy fine sand",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E1--6 to 15 inches; brown (10YR 4/3) loamy fine sand; weak fine subangular blocky structure; very friable; about 1 percent gravel; strongly acid; clear wavy boundary."
      },
      {
        "name": "E2",
        "top": 38,
        "bottom": 56,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E2--15 to 22 inches; brown (10YR 5/3) fine sand; single grain; loose; about 1 percent gravel; moderately acid; clear wavy boundary. (Combined thickness of the E horizons is 2 to 24 inches.)"
      },
      {
        "name": "2Bt",
        "top": 56,
        "bottom": 79,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt--22 to 31 inches; brown (7.5YR 4/4) sandy loam; weak moderate subangular blocky structure; friable; common distinct dark brown (7.5YR 3/2) clay films on faces of peds; few fine distinct strong brown (7.5YR 5/6) iron concentrations; about 12 percent gravel; slightly acid; clear wavy boundary. (5 to 20 inches thick)"
      },
      {
        "name": "2BC",
        "top": 79,
        "bottom": 104,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2BC--31 to 41 inches; brown (7.5YR 4/4) sandy loam; weak medium platy structure; firm; about 10 percent gravel; slightly acid; gradual wavy boundary. (0 to 18 inches thick)"
      },
      {
        "name": "2BCd",
        "top": 104,
        "bottom": 152,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "slightly acid",
        "narrative": "2BCd--41 to 60 inches; brown (7.5YR 4/4) sandy loam; moderate very coarse prismatic structure parting to moderate fine and medium platy; oblique fragments dissected by a few 2 to 3 millimeter vertical fractures 0.5 to 3.0 feet apart; very firm; about 10 percent gravel; slightly acid."
      }
    ]
  ]
}
