{
  "SERIES": "PONCHA",
  "STATUS": "Established Series",
  "BYREV": "Rev. RHM",
  "REVDATE": "02/1999",
  "STATES": "CO",
  "OVERVIEW": "The soils of the Poncha series are deep, well drained soils formed in alluvium or glacial outwash.  They are on alluvial fans and high terraces.  The mean annual precipitation is about 18 inches and the mean annual air temperature is about 36 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed Calcic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Poncha gravelly sandy loam - grassland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 8 inches; brown (7.5YR 5/2) gravelly sandy loam, dark brown (7.5YR 3/2) when moist; strong medium and fine, granular structure; soft, very friable; 20 percent gravel; neutral; clear, wavy boundary.  (6 to 15 inches thick)\nC1ca--8 to 20 inches; very pale brown (10YR 8/3) gravelly sandy loam, pale brown (10YR 6/3) when moist; massive; hard, very friable; 35 percent gravel; much visible calcium carbonate occurring in finely divided marl-like forms, as concretions, and as coatings on the pebbles; calcareous; moderately alkaline; clear, wavy boundary.  (8 to 22 inches thick)\nIIC2ca--20 to 60 inches; gravel, cobbles, and sand; moderate to strong accumulation of secondary calcium carbonate occurring as concretions, in finely divided forms, and as coatings on pebbles and cobbles; content of calcium carbonate decreases with increasing depth; 60 to 80 percent gravel and cobble; calcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Chaffee County, Colorado; 1.1 mile northwest of the town of Granite along Highway 63, and 250 feet north of the road in the SW1/4 Sec. 36, T. 11 S., R. 80 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The Poncha soils typically are noncalcareous in the upper part of the Al horizon but depth to uniformly calcareous material ranges from 0 to 10 inches in virgin areas.  Depth to the calcic horizon ranges from 7 to 16 inches. Exchangeable sodium ranges from 0 to 15 percent in a major part of the control section.  Depth to the sandy skeletal IIC horizon ranges from 12 to 24 inches.  The upper part of the control section is normally gravelly sandy loam but clay ranges from 5 to 18 percent, and sand 45 to 72 percent in the fine earth fraction.  Rock fragments range from 35 to 80 percent by volume in a major part of the control section, but typically are less than 35 percent in the upper part.  Rock fragments are typically less than 3 inches in diameter but range up to 10 inches in diameter.  The control section above the IIC horizon is uniform with only a small amount of stratification.\nThe A horizon has hue of 2.5Y through 7.5YR, value of 4 or 5 dry, 2 or 3 moist, and chroma of 1 through 3.  It ranges from mildly to strongly alkaline.\nThe Cca horizon has hue of 2.5Y through 7.5YR.  It ranges from moderately to very strongly alkaline and has 15 to 40 percent calcium carbonate equivalent in the fine earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Scravo and Tine series.  Scravo soils lack mollic epipedons.  Tine soils lack calcic horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Poncha soils are on alluvial fans and high terraces.  Slope gradients range from 0 to about 10 percent.  The soils formed in alluvial parent material or glacial outwash.  At the type location the average annual precipitation is 18 inches, with peak periods of precipitation in the spring and early summer.  The mean annual temperature is 36 degrees F., and the mean summer temperature is 51 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Pierian and Tomichi soils.  Pierian soils are coarse textured throughout and lack calcic horizons.  Tomichi soils lack calcic horizons and have less than 35 percent rock fragments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to slow runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used as native pastureland and as irrigated land.  When irrigated they are used primarily for wild hay crops.  Native vegetation is mainly sand dropseed, blue grama, needlegrass, western wheatgrass, Junegrass, and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountain valleys of central Colorado.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Chaffee County, Colorado, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Last updated by the state 8/74.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 20,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "A1--0 to 8 inches; brown (7.5YR 5/2) gravelly sandy loam, dark brown (7.5YR 3/2) when moist; strong medium and fine, granular structure; soft, very friable; 20 percent gravel; neutral; clear, wavy boundary.  (6 to 15 inches thick)"
      },
      {
        "name": "C1ca",
        "top": 20,
        "bottom": 51,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 3,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C1ca--8 to 20 inches; very pale brown (10YR 8/3) gravelly sandy loam, pale brown (10YR 6/3) when moist; massive; hard, very friable; 35 percent gravel; much visible calcium carbonate occurring in finely divided marl-like forms, as concretions, and as coatings on the pebbles; calcareous; moderately alkaline; clear, wavy boundary.  (8 to 22 inches thick)"
      },
      {
        "name": "IIC2ca",
        "top": 51,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "IIC2ca--20 to 60 inches; gravel, cobbles, and sand; moderate to strong accumulation of secondary calcium carbonate occurring as concretions, in finely divided forms, and as coatings on pebbles and cobbles; content of calcium carbonate decreases with increasing depth; 60 to 80 percent gravel and cobble; calcareous; moderately alkaline."
      }
    ]
  ]
}
