{
  "SERIES": "PONDER",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLL:DDR",
  "REVDATE": "02/97",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Vertic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ponder clay loam--cropland.\n(Colors are for dry soil unless otherwise stated.)\nAp--0 to 7 inches; dark grayish brown (10YR 4/2) clay loam, very dark grayish brown (10YR 3/2) moist; massive when dry, weak fine and medium subangular blocky structure when moist; extremely hard, firm, sticky and plastic; few fine roots; few fine black and brown concretions; slightly acid, abrupt wavy boundary.  (4 to 12 inches thick)\nBt1--7 to 17 inches; brown (10YR 5/3) clay, brown (10YR 4/3) moist; weak coarse blocky parting to moderate fine blocky structure; extremely hard, very firm, very sticky and plastic; few fine roots; common pressure faces; patchy clay films; common filled vertical cracks; few fine black concretions; neutral; gradual wavy boundary.  (4 to 14 inches thick)\nBt2--17 to 47 inches; grayish brown (10YR 5/2) clay, dark grayish brown (10YR 4/2) moist; weak coarse blocky parting to moderate medium blocky structure; extremely hard, very firm, very sticky and plastic; few fine roots; common pressure faces and small slickensides; common clay films; few fine hard pitted concretions of calcium carbonate; few fine black and brown concretions; common filled vertical cracks; mildly alkaline; gradual wavy boundary.  (10 to 32 inches thick)\nBt3--47 to 53 inches; yellowish brown (10YR 5/4) clay, dark yellowish brown (10YR 4/4) moist; moderate medium blocky structure; extremely hard, very firm, very sticky and plastic; few fine roots; common pressure faces and small slickensides; common dark grayish brown vertical streaks; common clay films slightly darker than matrix; few fine concretions of calcium carbonate; calcareous; moderately alkaline; gradual wavy boundary.  (6 to 20 inches thick)\nBCk1--53 to 63 inches; light yellowish brown (10YR 6/4) silty clay loam, yellowish brown (10YR 5/4) moist; moderate medium and fine subangular blocky structure; very hard, firm, sticky and plastic; few fine roots; common clay films; common black concretions; common concretions and soft masses of calcium carbonate; calcareous; moderately alkaline; gradual wavy boundary.  (4 to 25 inches thick)\nBCk2--63 to 80 inches; very pale brown (10YR 7/4) silty clay loam, light yellowish brown (10YR 6/4) moist; weak fine and medium subangular blocky structure; hard, firm, sticky and plastic; few black concretions; many concretions and soft masses of calcium carbonate; calcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Tarrant County, Texas; from intersection of Southwest Loop 820 and Old Granbury Road in Fort Worth, 3.8 miles south on Old Granbury Road; 0.9 mile east on West Cleburne Road and 70 feet south."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum is 60 to more than 80 inches thick.  Depth to secondary carbonates ranges from 30 to 50 inches.  The COLE ranges from 0.08 to 0.11 in the upper 20 inches of the argillic horizon.  Undisturbed areas have weakly expressed gilgai microrelief.  Chert pebbles, small ironstone fragments, and dark concretions range from none to a few throughout.\nThe A horizon averages less than 10 inches thick in more than 50 percent of the pedon.  It typically ranges from 4 to 6 inches thick on subsoil crests and 7 to 12 inches thick in subsoil troughs.  Colors are in hue of 7.5YR and 10YR, value of 3 through 5, chroma of 2 through 4.  It is clay loam, silty clay loam, or loam.  The reaction ranges from medium acid through neutral.\nTexture of the Bt horizons is clay, silty clay, silty clay loam, or clay loam with clay content of 35 to 50 percent.  The Bt1 horizon has hue of 5YR through 10YR, value of 4 or 5, chroma of 2 through 4.  Subsoil crests usually have redder color than subsoil troughs and the centers of some troughs are dark gray.  The reaction ranges from medium acid through neutral.\nThe lower Bt horizons have hue of 7.5YR through 2.5Y, value of 4 through 5, chroma of 2 through 8.  Reddish or brownish mottles range from none to common.  Reaction ranges from slightly acid through moderately alkaline.\nThe BCK horizon has hue of 7.5YR through 2.5Y, value of 5 through 7, chroma of 2 through 6.  It is silty clay loam, silt loam, or clay loam.  The calcium carbonate equivalent ranges from 20 to more than 60 percent.  Concretions and soft masses of carbonates ranges from common to many.\nThe C horizon, when encountered, is brownish, grayish, or whitish calcareous loamy material with or without weakly cemented chalk strata or limestone fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Normangee and Steedman series in the same family and the Crockett, Navo, Payne, and Thurber series.  Normangee and Steedman soils have sola less than 60 inches thick.  Crockett soils have an abrupt textural change between the A and Bt horizon.  Navo soils lack a 20 percent decrease in clay within 60 inches of the soil surface.  Payne and Thurber soils have COLE of less than 0.07."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ponder soils are on nearly level to gently sloping uplands.  Slope gradients range from 0 to 5 percent.  The soil formed in calcareous marine sediments of the Lower Cretaceous system.  Climate is moist subhumid.  Mean annual rainfall ranges from 26 to 34 inches.  Mean annual temperature ranges from 62 to 69 degrees F.  Thornthwaite P-E indices range from 42 to 58."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Lindale, Mingo, Sanger, and Slidell series.  Lindale and Mingo soils are underlain by limestone at depths of 20 to 40 inches.  Sanger and Slidell soils are calcareous clayey soils with intersecting slickensides."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; medium runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for pasture, rangeland, and cropland.  Cropped mainly to grain sorghum or small grain.  Native vegetation is mainly bluestems, buffalograss, Texas wintergrass, and scattered mesquite trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly in the Grand Prairie Land Resource Area of north-central Texas.  The series is moderately extensive"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Denton County, Texas; 1975."
  },
  "REMARKS": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Texas Highway Department Laboratory No. E76640084, E76640085, and E76640086.  National Soil Survey Laboratory S78TX-121-001, S78TX-251-001, and S78TX-439-001.\nNational Cooperative Soil Survey\nU. S. A."
  }
}
