{
  "SERIES": "PONDEROSA",
  "STATUS": "Established Series",
  "BYREV": "Rev. LGR",
  "REVDATE": "11/98",
  "STATES": "NE,WY",
  "OVERVIEW": "The Ponderosa series consists of very deep, well drained, moderately rapidly permeable soils formed in sandy and loamy colluvium and residuum weathered from fine grained sandstone, on valley sides and foot slopes.  Slopes range from 3 to 60 percent.  The mean annual precipitation is about 16 inches, and the mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Torriorthentic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ponderosa very fine sandy loam with a 21 percent slope in rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 12 inches; grayish brown (10YR 5/2) very fine sandy loam; very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable; neutral; clear wavy boundary.  (7 to 20 inches thick)\nAC--12 to 21 inches; pale brown (10YR 6/3) very fine sandy loam; dark grayish brown (10YR 4/2) moist; weak coarse prismatic structure parting to weak medium granular; soft, very friable; 2 percent by volume of sandstone gravel; slightly alkaline; clear wavy boundary.  (5 to 14 inches thick)\nC1-21 to 27 inches; light brownish gray (10YR 6/2) very fine sandy loam; dark grayish brown (10YR 4/2) moist; massive; soft, very friable; 4 percent by volume of sandstone gravel; slightly alkaline; gradual wavy boundary.\nC2--27 to 60 inches; very pale brown (10YR 7/3) loamy very fine sand; brown (10YR 5/3) moist; single grain; loose; 7 percent by volume of sandstone gravel; strong effervescence, moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sheridan County, Nebraska; about 11 miles north and about 1 mile east of Rushville; 2000 feet south and 300 feet west of the northeast corner, section 4, T. 33 N., R. 44 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 15 to 30 inches.  Depth to layers of continuous carbonates typically range from 15 to 40 inches, but are greater than 60 inches in some pedons.\nThe control section has more than 35 percent very fine sand.  The mollic epipedon ranges from 7 to 20 inches thick.  In some pedons color value less than 5.5 dry and 3.5 moist extend to depths greater than 20 inches but the organic carbon is less than 0.6 percent.\nThe A horizon has hue of 10YR, value of 4 or 5 and 2 or 3 moist, and chroma of 1 to 3.  It is very fine sandy loam or loamy very fine sand.  The content of sandstone gravel ranges from 0 to 5 percent by volume.  Reaction is neutral.\nThe AC horizon has hue of 10YR, and value of 5 or 6 and 3 or 4 moist, and chroma of 2 to 4.  It is very fine sandy loam or loamy very fine sand.  Sandstone gravels range from 2 to 15 percent by volume.  Reaction is neutral or slightly alkaline.\nThe C horizon has hue of 10YR, and value of 5 to 7 and 4 to 6 moist, and chroma of 2 to 4.  It is loamy very fine sand or very fine sandy loam.  Sandstone gravels range from 2 to 15 percent percent by volume. Reaction is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bayard, Bordeaux, Bushman and Sidney series.  Bayard, Bordeaux and Bushman soils typically have carbonates at depths less than 20 inches.  Sidney soils have less than 35 percent very fine sand in the series control section and have fine grained sandstone at depths between 40 and 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ponderosa soils are gently sloping to very steep and are dominately on north and east facing valley sides and foot slopes.  Slopes are dominantly 9 to 45 percent, but range from 3 to 60 percent.  Ponderosa soils formed in colluvium and residuum weathered from fine grained sandstone.  The mean annual temperature ranges from 46 to 50 degrees F. and the mean annual precipitation ranges from 14 to 18 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bridget, Busher, Canyon, Oglala, Tassel, and Vetal soils.  Bridget soils are on stream terraces and foot slopes and are coarse-silty.  Busher and Oglala soils are on shoulders and side slopes of uplands and have fine grained sandstone at a depth of 40 to 60 inches.  Canyon and Tassel soils are on narrow ridge tops and shoulders and are shallow over fine grained sandstone.  Oglala soils are coarse-silty. Vetal soils are in upland swales and on foot slopes and have mollic epipedons more than 20 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; run off is slow to rapid depending on the percent of slope; permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The Ponderosa soil is used mostly for rangeland and woodland.  A few small gently to strongly sloping areas on foot slopes are cultivated to winter wheat alternated with summer fallow, or alfalfa.  Native grasses are mainly blue grama, little bluestem, needleandthread, prairie sandreed, and sand bluestem.  Ponderosa pines and understory shrubs dominate the forested areas and are mostly on north and east facing slopes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Pine Ridge and Wildcat Hills area of western Nebraska and similar areas in eastern Wyoming and southwest South Dakota.  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sheridan County, Nebraska, August 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon: Mollic epipedon - the zone from the surface to a depth of 12 inches.\nThe Ponderosa series needs additional study.  Climatic data from Harrison, NE indicate the Ponderosa series are in a borderline mesic/frigid temperature regime.  Additional soil moisture and temperature data is needed to properly classify these soils on the steep and very steep slopes in the Pine Ridge.  Soils on the lower foot slopes may be warmer and drier and possibly better included in other soil series.\nADDITIONAL DATA:  National Soil Survey Laboratory data is available for pedon S89NE-161-001.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 12 inches; grayish brown (10YR 5/2) very fine sandy loam; very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable; neutral; clear wavy boundary.  (7 to 20 inches thick)"
      },
      {
        "name": "AC",
        "top": 30,
        "bottom": 53,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "AC--12 to 21 inches; pale brown (10YR 6/3) very fine sandy loam; dark grayish brown (10YR 4/2) moist; weak coarse prismatic structure parting to weak medium granular; soft, very friable; 2 percent by volume of sandstone gravel; slightly alkaline; clear wavy boundary.  (5 to 14 inches thick)"
      },
      {
        "name": "C1",
        "top": 53,
        "bottom": 69,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C1-21 to 27 inches; light brownish gray (10YR 6/2) very fine sandy loam; dark grayish brown (10YR 4/2) moist; massive; soft, very friable; 4 percent by volume of sandstone gravel; slightly alkaline; gradual wavy boundary."
      },
      {
        "name": "C2",
        "top": 69,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loamy very fine sand",
        "pH_class": "moderately alkaline",
        "narrative": "C2--27 to 60 inches; very pale brown (10YR 7/3) loamy very fine sand; brown (10YR 5/3) moist; single grain; loose; 7 percent by volume of sandstone gravel; strong effervescence, moderately alkaline."
      }
    ]
  ]
}
