{
  "SERIES": "PONE",
  "STATUS": "Established Series",
  "BYREV": "JEB-WDC/Rev. JAK",
  "REVDATE": "11/2002",
  "STATES": "MD",
  "OVERVIEW": "The Pone series consists of very deep, very poorly drained soils. They formed in woody organic deposits overlying unconsolidated, stratified alluvial and marine sediments. They are on uplands, depressions and floodplains of the mid-Atlantic Coastal Plain. Permeability is moderately rapid. Slopes range from 0 to 2 percent. Mean annual temperature is 55 degrees F., and mean annual precipitation is 45 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, active, mesic Typic Umbraquults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pone mucky sandy loam, on a smooth 0 percent slope, in woodland. (Colors are for moist soil).\nOi/Oa--0 to 3 inches; undecomposed and highly decomposed leaves, needles and twigs; clear smooth boundary. (0 to 4 inches thick)\nA1--3 to 6 inches; black (10YR 2/1) mucky sandy loam; strong medium granular structure; friable, slightly sticky, slightly plastic; many very fine and fine, common medium and few coarse roots; many very fine and fine and common medium irregular pores; 10 percent organic matter; extremely acid; gradual smooth boundary.\nA2--6 to 14 inches; black (10YR 2/1) sandy loam; weak medium subangular blocky structure parting to weak fine granular; friable, slightly sticky, slightly plastic; many very fine, common fine and medium, and few coarse roots; many very fine and fine and common medium irregular pores; high organic matter content; strongly acid; gradual wavy boundary. (combined thickness of A1 and A2 horizons is 10 to 16 inches)\nBtg--14 to 26 inches; grayish brown (10YR 5/2) sandy loam; common medium distinct light gray (10YR 7/1) mottles and common coarse distinct very dark grayish brown (10YR 3/2) A horizon material in vertical channels; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; many very fine, common fine and few medium roots; many very fine, common fine and few medium tubular pores; common prominent clay films on ped faces and lining soil pores; very strongly acid; clear irregular boundary. (10 to 17 inches thick)\nBC--26 to 37 inches; light gray (10YR 7/2) loamy sand; common coarse distinct grayish brown (2.5Y 5/2) mottles and few medium prominent yellowish brown (10YR 5/8) mottles; massive; very friable; common very fine and few fine roots; common very fine and fine and few medium tubular pores; 10 percent pockets of dark gray sandy clay loam in vertical channels; very strongly acid; clear irregular boundary. (6 to 14 inches thick)\nCg1--37 to 47 inches; gray (10YR 5/1) sand; many coarse prominent strong brown (7.5YR 5/8) mottles; massive; very friable; common very fine roots; stratified horizontal lines of light and dark gray sand less than 3mm thick; very strongly acid; clear broken boundary. (9 to 18 inches thick)\n2Cg2--47 to 69 inches; gray (5Y 6/1) silt loam; common coarse distinct gray (10YR 5/1) mottles and common fine prominent strong brown (7.5YR 5/8) mottles; massive; friable, slightly sticky, plastic; few very fine roots; many very fine tubular pores; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Dorchester County, Maryland; about 1.25 miles northwest of Reids Grove, .75 miles southwest of Centennial Rd., 50 feet east-southeast of logging road, on north side of ditch; Latitude 38 degrees 32 minutes 32 seconds north, Longitude 75 degrees 50 minutes 40 seconds west."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The solum thickness ranges from 26 to 40 inches. Depth to the discontinuity is typically greater than 40 inches.  Rock fragments of fine gravel range from 0 to 5 percent in the solum and 0 to 15 percent in the substratum. The soil ranges from extremely acid through strongly acid in unlimed areas and slightly acid to neutral in heavily limed areas.\nThe A or Ap horizon has hue of 5YR through 5Y, value of 2 or 3, and chroma of 0 through 2. It is mucky sandy loam, mucky loam, sandy loam, or loam.\nThe Btg horizon has hue of 10YR through 5Y, value of 3 through 6, and chroma of 1 or 2. The texture is commonly sandy loam or loam, but some pedons have thin layers of sandy clay loam.\nThe BC horizon has hue of 10YR through 5Y, value of 5 through 7, and chroma of 1 or 2. It is loamy sand or sandy loam.\nThe Cg horizon is neutral or has hue of 10YR through 5Y, value of 5 through 8, and chroma of 1 or 2. It is sand or loamy sand.\nThe 2Cg horizon is neutral or has hue of 10YR through 5Y, value of 5 through 7, and chroma of 0 through 3. It is very fine sandy loam through silty clay loam. The 2Cg horizon is commonly above 50 inches but may be present below 50 inches in some pedons. Some pedons have a buried A horizon (high in organic matter) below 60 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other known series in the same family. Similar soils in other families are the Keansburg, Kentuck, Fallsington, Pocomoke, Portsmouth and Rutlege soils. The Pocomoke, Portsmouth and Rutlege soils all have thermic temperature regimes. The Keansburg and Fallsington soils have a fine-loamy particle-size control section. The Kentuck soils have a fine-silty particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Pone soils are on level or nearly level uplands and narrow floodplains, and slightly concave closed depressions of the mid-Atlantic Coastal Plain. They formed in woody organic deposits overlying unconsolidated, stratified alluvial and marine sediments. Mean annual temperature ranges from 52 to 58 degrees F., and mean annual precipitation ranges from 42 to 48 inches. Elevation at the type location is about 32 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: In addition to the competing Fallsington soils there are the Fort Mott, Hammonton, Hurlock, Klej, and Woodstown soils. Fort Mott soils do not have mottles with chroma of 2 or less, above 40 inches and are located on higher landscape positions. The Hammonton, Klej, and Woodstown soils do not have mottles with chroma of 2 or less above 12 inches and are located on slightly higher landscape positions. The Hurlock soils do not have an umbric epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Very poorly drained. Runoff is very slow to ponded. Permeability is moderately rapid in the solum, rapid in the C horizon, and moderately slow to slow in the 2C horizon. An apparent seasonal high water table fluctuates from 6 inches above the soil surface to 6 inches below the soil surface during December through June."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Cleared and adequately drained areas are used for growing corn, soybeans and vegetable truck crops. Wooded areas have an overstory of red maple, sweetgum, willow oak, swamp chestnut oak, and water oak. Common understory species are greenbriar, American holly, chokecherry, sphagnum moss, waxmyrtle, sweetbay, ferns, and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Coastal Plain of Maryland, Delaware, and New Jersey. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Dorchester County, Maryland, 1992"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This soil was formerly included in the Pocomoke soil series.\nDiagnostic horizons and features recognized in this pedon are:\nUmbric epipedon--the zone from the surface of the soil to a depth of 14 inches (A1 and A2 horizons)\nArgillic horizon--the zone from 14 to 26 inches (Btg horizon).\nAbrupt textural change--at a depth of 47 inches, the top of the 2Cg horizon\nSERIES INTERPRETATION RECORD(S):\nTABULAR SERIES DATA:\nSOI-5 Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nMD0144 PONE        0-  2   52- 58  190-210  42- 48    10-  80\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nMD0144 NONE             -     APPARENT    -     >60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nMD0144  0-14  MK-L L                  0-  0  90-100 10-18   5- 15\nMD0144  0-14  MK-SL SL                0-  0  90-100  5-12   5- 15\nMD0144 14-26  SL L                    0-  0  85- 95  8-18   2-  5\nMD0144 26-37  LS SL                   0-  0  85- 95  3-15   2-  5\nMD0144 37-47  S LS                    0-  0  75-100  3- 8   2-  5\nMD0144 47-69  VFSL SIL SICL           0-  0  85- 95 15-30   2-  5\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nMD0144  0-14  3.6- 5.5  3.-15  0- 0   0.6- 6.0  LOW\nMD0144  0-14  3.6- 5.5  3.-15  0- 0   2.0- 6.0  LOW\nMD0144 14-26  3.6- 5.5  0.-.5  0- 0   2.0- 6.0  LOW\nMD0144 26-37  3.6- 5.5  0.-.5  0- 0   2.0- 6.0  LOW\nMD0144 37-47  3.6- 5.5  0.-.5  0- 0   2.0-  20  LOW\nMD0144 47-69  3.6- 5.5  0.-.5  0- 0  0.06- 0.6  LOW\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi/Oa",
        "top": 0,
        "bottom": 8,
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Oi/Oa--0 to 3 inches; undecomposed and highly decomposed leaves, needles and twigs; clear smooth boundary. (0 to 4 inches thick)"
      },
      {
        "name": "A1",
        "top": 8,
        "bottom": 15,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "pH_class": "extremely acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A1--3 to 6 inches; black (10YR 2/1) mucky sandy loam; strong medium granular structure; friable, slightly sticky, slightly plastic; many very fine and fine, common medium and few coarse roots; many very fine and fine and common medium irregular pores; 10 percent organic matter; extremely acid; gradual smooth boundary."
      },
      {
        "name": "A2",
        "top": 15,
        "bottom": 36,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A2--6 to 14 inches; black (10YR 2/1) sandy loam; weak medium subangular blocky structure parting to weak fine granular; friable, slightly sticky, slightly plastic; many very fine, common fine and medium, and few coarse roots; many very fine and fine and common medium irregular pores; high organic matter content; strongly acid; gradual wavy boundary. (combined thickness of A1 and A2 horizons is 10 to 16 inches)"
      },
      {
        "name": "Btg",
        "top": 36,
        "bottom": 66,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Btg--14 to 26 inches; grayish brown (10YR 5/2) sandy loam; common medium distinct light gray (10YR 7/1) mottles and common coarse distinct very dark grayish brown (10YR 3/2) A horizon material in vertical channels; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; many very fine, common fine and few medium roots; many very fine, common fine and few medium tubular pores; common prominent clay films on ped faces and lining soil pores; very strongly acid; clear irregular boundary. (10 to 17 inches thick)"
      },
      {
        "name": "BC",
        "top": 66,
        "bottom": 94,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "BC--26 to 37 inches; light gray (10YR 7/2) loamy sand; common coarse distinct grayish brown (2.5Y 5/2) mottles and few medium prominent yellowish brown (10YR 5/8) mottles; massive; very friable; common very fine and few fine roots; common very fine and fine and few medium tubular pores; 10 percent pockets of dark gray sandy clay loam in vertical channels; very strongly acid; clear irregular boundary. (6 to 14 inches thick)"
      },
      {
        "name": "Cg1",
        "top": 94,
        "bottom": 119,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "sand",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "broken",
        "narrative": "Cg1--37 to 47 inches; gray (10YR 5/1) sand; many coarse prominent strong brown (7.5YR 5/8) mottles; massive; very friable; common very fine roots; stratified horizontal lines of light and dark gray sand less than 3mm thick; very strongly acid; clear broken boundary. (9 to 18 inches thick)"
      },
      {
        "name": "2Cg2",
        "top": 119,
        "bottom": 175,
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "narrative": "2Cg2--47 to 69 inches; gray (5Y 6/1) silt loam; common coarse distinct gray (10YR 5/1) mottles and common fine prominent strong brown (7.5YR 5/8) mottles; massive; friable, slightly sticky, plastic; few very fine roots; many very fine tubular pores; very strongly acid."
      }
    ]
  ]
}
