{
  "SERIES": "PONINA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JSC/AON",
  "REVDATE": "02/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, smectitic, frigid, shallow Abruptic Durixeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ponina extremely stony clay loam, rangeland.  (Colors are for moist soil unless otherwise noted.)\nA1--0 to 3 inches; dark brown (10YR 3/3) extremely stony clay loam, light brownish gray (10YR 6/2) dry; weak thin platy structure; hard, firm, sticky and plastic; common very fine roots; many very fine vesicular pores; about 30 percent cover of basaltic stones and cobbles; slightly acid (pH 6.2); abrupt smooth boundary.  (2 to 5 inches thick)\nB21t--3 to 15 inches; dark yellowish brown (10YR 3/4) clay, dark yellowish brown (10YR 4/4) dry; moderate fine angular blocky structure; very hard, very firm, very sticky and very plastic; many very fine roots; common very fine tubular pores; continuous stress cutans on surfaces of peds; neutral (pH 6.6); clear smooth boundary.  (5 to 15 inches thick)\nB22t--15 to 18 inches; dark brown (7.5YR 4/4) clay, yellowish brown (10YR 5/4) dry; strong brown (7.5YR 5/6) crushed; moderate fine angular blocky structure; very hard, very firm, very sticky and very plastic; many very fine roots; many very fine tubular pores; 10 percent pebbles; continuous stress cutans on surfaces of peds; neutral (pH 6.8); abrupt wavy boundary.  (0 to 5 inches thick)\nCsim--18 to 60 inches; dark brown (7.5YR 4/4) duripan, very pale brown (10YR 7/4) dry; platy, indurated and extremely firm; continuous brown (7.5YR 5/4) laminar cap about 2 to 5 mm. in thickness at top of pan."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Klamath County, Oregon; about 0.5 mile north of Ferguson Mountain; 2,400 feet south and 2,400 feet east of the northwest corner of section 33, T. 35 S., R. 13 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature ranges from 44 to 46 degrees F.  The soils are usually moist but are dry in all parts between depths of 4 to 12 inches about 80 to 90 consecutive days in the summer and are moist in the winter.  Depth to the duripan ranges from 12 to 20 inches.  Hard lava rock fragments average 5 to 15 percent pebbles and 0 to 5 percent cobbles in the argillic horizon.  The sola have hue of 10YR or 7.5YR.\nThe A horizon has value of 3 or 4 moist, 6 or 7 dry, and chroma of 2 or 3 moist.  Hard lava rock fragments average about 5 to 20 percent pebbles and 15 to 30 percent cobbles and stones.\nThe B2t horizon has value of 3 through 5 moist, 4 through 6 dry, and chroma of 3 through 6 moist and 3 or 4 dry.  This horizon has stress oriented fabric and averages 50 to 60 percent clay.\nThe duripan is indurated in the upper 2 to 10 inches and indurated to weakly cemented below.  It is platy, and is underlain by basaltic bedrock at depths of more than 60 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Calder series.  Calder soils are mesic, lack indurated duripans and lack an abrupt textural change."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ponina soils are on lava tablelands.  Elevations range from 4,500 to 5,500 feet.  The soils formed in residual material weathered from flow breccias, tuff and basalt.  The climate is subhumid with cool dry summers and cold moist winters.  Average annual precipitation is 15 to 20 inches.  The mean January temperature is about 27 degrees F., the mean July temperature is about 62 degrees F., and the average annual temperature is about 43 to 45 degrees F.  The frost-free period is about 20 to 50 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Maset, Merlin, Nuss, Royst, Shanahan and Woodcock soils.  These soils lack duripans.  Maset soils are medial over loamy-skeletal and have bedrock at depths of 20 to 40 inches.  Merlin and Nuss soils have mollic epipedons and are underlain by bedrock at depths less than 20 inches.  Nuss soils also lack argillic horizons.  Royst soils have mollic epipedons, are skeletal and have bedrock at depths of 20 to 40 inches.  Shanahan soils are ashy over loamy.  Woodcock soils have thick mollic epipedons and are loamy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid runoff; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Ponina soils are used for range and wildlife habitat.  Vegetation mainly is low sagebrush, phlox, Idaho fescue and Sandberg bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Tablelands in south-central Oregon.  The soils are extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Klamath County, Oregon, 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
