{
  "SERIES": "PONIL",
  "STATUS": "Established Series",
  "BYREV": "Rev. TEH/BDS",
  "REVDATE": "02/1999",
  "STATES": "NM,UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Vertic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ponil stony loam, rangeland.  (Colors are for dry soil unless otherwise noted.)\n01 & 02--1 to 0 inches; undecomposed and decomposed forest litter.  (0 to 2 inches thick)\nA1--0 to 4 inches; grayish brown (10YR 5/2) stony loam, dark brown (10YR 3/3) moist; weak very fine granular structure; slightly hard, firm, slightly sticky, plastic; many fine and very fine roots; many fine and very fine pores; 15 percent rock fragments; mildly alkaline; clear smooth boundary.  (2 to 6 inches thick)\nB21t--4 to 15 inches; light yellowish brown (10YR 6/4) clay, yellowish brown (10YR 5/4) moist; moderate fine and medium angular blocky structure; very hard, very firm, sticky, very plastic; common fine and very fine roots; few very fine tubular pores; many thick clay films on peds; about 5 percent rock fragments; slightly acid; clear smooth boundary.  (8 to 15 inches thick)\nB22t--15 to 24 inches; pale brown (10YR 6/3) clay, yellowish brown (10YR 5/4) moist; many distinct light yellowish brown (10YR 6/4) mottles, yellowish brown (10YR 5/4) moist; moderate coarse prisms parting to moderate coarse angular and subangular blocky structure; very hard, very firm; sticky, very plastic; common fine and coarse roots; few fine tubular pores; many thick clay films on peds; about 5 percent rock fragments; moderately alkaline; gradual smooth boundary.  (7 to 15 inches thick)\nC--24 to 60 inches; light gray (5Y 7/2) clay, light olive gray (5Y 6/2) moist; many distinct mottles of light yellowish brown (10YR 6/4), yellowish brown (10YR 5/6) moist; massive; very hard, very firm, sticky, very plastic; common fine and coarse roots; common medium tubular pores; many pressure faces; 10 percent rock fragments, weakly calcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Colfax County, New Mexico; about 4 miles west of Cimarron; 3,400 feet west and 400 feet north of gaging station number 6607 on Cimarron Creek."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature ranges from 41 to 46 degrees F.  and the summer soil temperature is 60 to 65 degrees F.  The solum is 18 to 34 inches thick.  Rock fragments in the profile range from 5 to 25 percent by volume.  The A1 horizon has value of 4 through 6 dry, 2 through 4 moist, and chroma of 2 through 4.  It is stony loam, stony sandy clay loam, or stony clay loam.  This horizon is slightly acid to mildly alkaline.  The B21t horizon has hue of 7.5YR or 10YR, value of 4 through 6 dry, 4 or 5 moist, and chroma of 3 or 4.  It is clay or silty clay and has 5 to 25 percent rock fragments.  This horizon has moderate to strong subangular and angular blocky structure.  It is slightly acid to moderately alkaline.  The B22t horizon has hue of 10YR or 2.5Y, value of 4 through 6 dry, 3 through 5 moist, and chroma of 2 or 3.  It has common distinct mottles in some pedons, with chroma of 4 through 6.  This horizon is slightly acid to moderately alkaline.  The C horizon has hue of 10YR, 2.5Y or 5Y.  It is usually mottled with chroma of 4 through 6.  This horizon is slightly acid to moderately alkaline.  Interbedded sandstone and shale is at depths of more than 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES AND THEIR DIFFERENTIAE",
    "content": "COMPETING SERIES AND THEIR DIFFERENTIAE:  These are the Crow, Dargol, Depew, Fuera, Lakoa, Lubrecht and Ordnance series.  Crow soils have strong prismatic structure in the B horizon and an A&B horizon.  Dargol, Lakoa, Lubrecht and Ordnance soils have bedrock at depths of 20 to 40 inches.  Depew soils have an A&B horizon.  Fuera soils have more than 15 percent rock fragments in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "SETTING",
    "content": "SETTING:  Ponil soils are on sides of mountains at elevations of 7,000 to 8,500 feet.  Slopes range from 10 to 35 percent.  The soil formed mostly in colluvial deposits derived from sandstone and shale.  The climate is continental.  The mean annual temperature is 39 to 44 degrees F. and the mean summer temperature is 58 to 63 degrees F. The annual precipitation is 16 to 19 inches with about 60 percent falling during the frost free season."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "PRINCIPAL ASSOCIATED SOILS",
    "content": "PRINCIPAL ASSOCIATED SOILS:  These are the Midnight, Stout, and Vamer soils and the competing Dargol soils.  Midnight soils have a paralithic contact at depths of less than 20 inches.  Stout and Vamar soils have lithic contacts at depths of less than 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid runoff; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for native range, wildlife habitat, recreation, and watershed.  Principal vegetation is pinyon, juniper, oak, mountain mahogany, blue grama, little bluestem, mountain muhly and western wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern New Mexico and possibly Colorado and Wyoming.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Colfax County, New Mexico, 1974.\nADDITIONAL DATA:  Lincoln Laboratory 66L602.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
