{
  "SERIES": "PONYCREEK",
  "STATUS": "Established Series",
  "BYREV": "Rev. JEL-HFG-DTS",
  "REVDATE": "5/95",
  "STATES": "WI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Siliceous, frigid Humaqueptic Psammaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ponycreek muck - on a plane, west-facing 1 percent slope in a woodland at an elevation of 1000 feet.  (Colors are for moist soil (unless otherwise stated).\nOa--0 to 4 inches; black (10YR 2/1) broken face and rubbed muck; about 10 percent fiber and 5 percent rubbed; weak medium angular structure; non-sticky; many fine roots; a few clean sand grains; very strongly acid; abrupt wavy boundary.  (0 to 7 inches thick)\nA--4 to 6 inches; black (10YR 2/1) mucky sand; very dark gray (10YR 3/1) dry; moderate medium subangular blocky structure; very friable; common very fine and fine roots; very strongly acid; abrupt smooth boundary. (1 to 9 inches thick)\nBg--6 to 29 inches; dark grayish brown (10YR 4/2) and grayish brown (10YR 5/2) sand; weak coarse subangular blocky structure; very friable; common very fine and fine roots; few medium prominent yellowish brown (10YR 5/8) masses of iron accumulation; strongly acid; clear irregular boundary.  (9 to 32 inches thick)\nC--29 to 64 inches; light yellowish brown (2.5Y 6/4) sand; single grain; loose; the color is that of the uncoated sand grains; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jackson County, Wisconsin; about 9 miles east and 5.5 miles north of Millston; 640 feet north and 2240 feet east of the southwest corner of sec. 23, T. 21 N., R. 1 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 20 to 40 inches.  The content of weatherable minerals (0.02 to 2 mm fraction) is less than 10 percent throughout.  Base saturation (by NH40Ac) is less than 50 percent throughout.  Volume of sandstone gravel or channers ranges from 0 to 5 percent throughout.  Reaction ranges from extremely acid to slightly acid in the solum and from very strongly acid to slightly acid in the substratum.  Redox accumulations are in the A horizon, or below the A horizon or both in some pedons.  Redox depletions with chroma of 2 or less are 50 percent or more of the matrix below the A horizon and within 20 inches.  Acquic conditions occur within a depth of 1 foot for long periods in most years.\nThe Oa horizon has hue of 5YR, 7.5YR, or 10YR or is neutral in hue.  Value is 2 or 3 and chroma is 0 to 2.\nThe A horizon has hue of 10YR or it is neutral in hue.  Value is 2 or 3 and chroma is 0 to 2.\nThe Bg horizon has hue of 10YR, 2.5Y or 5Y; value of 4 to 6; and chroma of 1 or 2.  It is sand or coarse sand.\nThe C or Cg horizon has hue of 10YR or 2.5Y, value of 4 to 8 and chroma of 1 to 8.  It is sand or coarse sand.  In most pedons, the color is that of uncoated sand grains."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series.  Similar soils are the Cormant, Deford, Granby, Newlang, Newson, Newton, Roscommon, and Wheatley series.  All these soils except Newlang, have mixed mineralogy.   Newlang soils are mesic."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ponycreek soils are on flats and in depressions on stream terraces and pediments.  Slope gradients range from 0 to 2 percent.  These soils formed in siliceous sandy alluvium.  Mean annual precipitation ranges from 28 to 33 inches.  Mean annual temperature ranges from 38 to 42 degrees F.  The frost free period ranges from about 90 to 130 days.  Elevation ranges from 700 to 1,400 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Arbutus, Elm Lake, Fairchild, Ironrun, and Rockdam series.  The excessively drained Arbutus soils are nearby in some areas along major drainageways where the siliceous sand is underlain by igneous or metamorphic bedrock at 20 to 40 inches.  The poorly drained Elm Lake soils and the somewhat poorly drained Fairchild soils form a drainage sequence in nearby areas where the siliceous sand is underlain by interbedded sandstone and shale at 20 to 40 inches.  The somewhat poorly drained Ironrun soils and the moderately well drained Rockdam soils form a drainage sequence with Ponycreek soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Surface runoff is very slow or ponded.  Permeability is rapid or very rapid. These soils have an apparent seasonal high water table from 1 foot above to 1 foot below the surface much of the year in 6 or more out of 10 years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in woodland or marsh vegetation.  Common trees are black ash, red maple, quaking aspen, and paper birch, with some tamarack, jack pine, and eastern white pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West-Central Wisconsin.  Extent is moderate."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clark County, Wisconsin, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic features recognized in this soil: siliceous feature - less than 10 percent weatherable minerals (0.02 to 2 mm fraction) in the particle-size control section; Humaqueptic feature - it is assumed that mixing to 6 inches will produce an Ap horizon with color value of 3 or less, moist and 5 or less dry and that base saturation (by NH4OAc) is less than 50 percent in horizons totaling 20 inches or more within a depth of 40 inches.\nADDITIONAL DATA:  Soil Interpretation Record - WI0434.  Refer to soil survey sample number S90WI-019-39 for NSSL data on a Ponycreek pedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
