{
  "SERIES": "POORJUG",
  "STATUS": "Established Series",
  "BYREV": "Rev. EGH-MPK-JVC-JBF",
  "REVDATE": "05/2011",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Lithic Xeric Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Poorjug gravelly fine sandy loam--on a pediment sloping 6 percent to the east at 1,525 mm elevation--rangeland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 5 cm; grayish brown (10YR 5/2) gravelly fine sandy loam, dark brown (10YR 3/3) moist; weak medium platy structure parting to weak fine granular; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots; common fine irregular pores; 15 percent gravel, 5 percent cobbles, and 5 percent stones; slightly alkaline (pH 7.4); clear smooth boundary. (5 to 18 cm thick)\nA2--5 to 13 cm; pale brown (10YR 6/3) gravelly loam, brown (10YR 4/3) moist; moderate medium platy structure parting to weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common fine roots; common fine tubular pores; 20 percent gravel and 5 percent cobbles; slightly alkaline (pH 7.4); clear smooth boundary. (0 to 13 cm thick)\nBw--13 to 33 cm; pale brown (10YR 6/3) very cobbly loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common fine roots; common fine tubular pores; 15 percent gravel and 20 percent cobbles; slightly alkaline (pH 7.8); clear smooth boundary. (15 to 28 cm thick)\nBk--33 to 48 cm; pale brown (10YR 6/3) very cobbly sandy loam, dark yellowish brown (10YR 4/4) moist; moderate thin platy structure; hard, friable, slightly sticky and slightly plastic; common fine roots; common fine tubular pores; 20 percent gravel and 35 percent cobbles; secondary carbonates segregated as common coats on the bottoms of rock fragments; moderately alkaline (pH 8.0); abrupt smooth boundary. (0 to 18 cm thick)\nR--48 cm; fractured basalt; common discontinuous laminae of chalcedony on opal and carbonate coats lining fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lake County, Oregon; about 10 miles northeast of Lake Abert below the Coleman Hills; approximately 2,700 feet north and 800 feet west of the southeast corner of section 25, T. 32 S., R. 22 E.; USGS Coleman Hills 7.5 minute topographic quadrangle; latitude 42 degrees 46 minutes 07 seconds N and longitude 120 degrees 03 minutes 54 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in winter and early spring, dry from late spring through fall; aridic moisture regime that borders on xeric.\nMean annual soil temperature: 8 to 9 degrees C.\nDepth to base of cambic horizon; 36 to 50 cm.\nDepth to bedrock: 36 to 50 cm to a lithic contact.\nParticle-size control section - Clay content: 10 to 18 percent;\nRock fragments: 35 to 50 percent, mainly cobble and gravel. Lithology of fragments are volcanic rocks such as basalt and tuff.\nA horizons\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 2 or 3, dry or moist.\nBw horizon\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 3 or 4, dry or moist.\nTexture: Very cobbly loam, very cobbly sandy loam, very cobbly fine sandy loam, or very gravelly sandy loam.\nReaction: Slightly alkaline or moderately alkaline.\nBk horizon (when present)\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 3 or 4, dry or moist.\nTexture: Very cobbly loam, very cobbly sandy loam, very cobbly fine sandy loam, or very gravelly sandy loam.\nReaction: Slightly alkaline or moderately alkaline.\nIdentifiable secondary carbonates: Occurs as coats on bottoms of rock fragments.\nCalcium carbonate equivalent: 1 to 3 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Calderwood and Mulett series.\nCalderwood soils average 20 to 35 percent clay in the particle-size control section. Mulett soils have a horizon with identifiable secondary carbonates."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Poorjug soils are on lava plateaus and rock pediments. These soils formed in slope alluvium and residuum derived from volcanic rocks such as basalt or welded tuff. Slopes are 0 to 15 percent. Elevations range from 1,310 to 1,625 meters. The climate is semiarid with cool, moist winters and warm, dry summers. The mean annual precipitation is 200 to 300 mm, the mean annual temperature is 7 to 9 degrees C, and the frost-free period is 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the McConnel, McNye, and Raz soils. McConnel soils are sandy-skeletal, very deep, and occur on beach or lake terraces. McNye soils are sandy-skeletal, deep to lithic contacts, and occur on lake terraces. Raz soils are loamy, shallow to duripans, and occur on plateaus."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; very high surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Poorjug soils are used for livestock grazing and wildlife habitat. The historic plant community is Wyoming big sagebrush, basin big sagebrush, needleandthread, Indian ricegrass, Thurber's needlegrass, and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South-central Oregon. These soils are moderately extensive. MLRA 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lake County (Northern Part), Oregon, 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A1 and A2 horizons and part of the Bw horizon).\nCambic horizon - The zone from 13 to 48 cm (Bw and Bk horizons).\nIdentifiable secondary carbonates - The zone from 33 to 48 cm (Bk horizon).\nLithic contact - The boundary at 48 cm to underlying hard bedrock (R layer).\nParticle-size control section - The zone from 25 to 48 cm (Bk horizon and part of the Bw horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
