{
  "SERIES": "POPHERS",
  "STATUS": "Established Series",
  "BYREV": "RD:TH:GLL; Rev.JDS",
  "REVDATE": "06/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, siliceous, active, acid, thermic Fluvaquentic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pophers silty clay loam on 0.6 percent slope in forest. (Colors are for moist conditions unless otherwise noted).\nA1--0 to 4 inches; very dark grayish brown (10YR 3/2) silty clay loam, dark grayish brown (10YR 4/2) dry; moderate medium granular structure; very hard, very firm, sticky and plastic; many fine, medium, and coarse roots; very strongly acid; clear smooth boundary.\nA2--4 to 9 inches; brown (10YR 4/3) silty clay loam, brown (10YR 5/3) dry; weak medium granular structure; hard, firm, sticky and plastic; many fine, medium, and coarse roots; common medium faint grayish brown (10YR 5/2) iron depletions with diffuse boundaries; common medium prominent yellowish red (5YR 5/8) masses of iron accumulation along some root channels; very strongly acid; clear smooth boundary. (combined A subhorizons are 4 to 16 inches thick)\nBg1--9 to 18 inches; grayish brown (10YR 5/2) silt loam, light brownish gray (10YR 6/2) dry; weak medium subangular blocky structure; hard, friable, sticky and plastic; common fine and medium and few coarse roots; few fine pores; many fine and medium faint brown (10YR 4/3) masses of iron accumulation with diffuse boundaries; very strongly acid; gradual smooth boundary.\nBg2--18 to 25 inches; grayish brown (10YR 5/2) silt loam, light gray (10YR 7/2) dry; weak medium subangular blocky structure; hard, firm, sticky and plastic; common fine and medium roots; common fine pores; common medium distinct dark brown (10YR 3/3) masses of iron-manganese accumulation with clear boundaries; common fine iron-manganese concretions; very strongly acid; gradual smooth boundary.\nBg3--25 to 34 inches; grayish brown (10YR 5/2) silt loam, light brownish gray (10YR 6/2) dry; moderate fine and medium subangular blocky structure; hard, friable, sticky and plastic; common fine and medium roots; common fine and medium pores; common fine faint brown (10YR 4/3) masses of iron accumulation with diffuse bonndaries; common fine faint light gray (10YR 6/1) iron depletions with diffuse boundaries; prominent strong brown (7.5YR 5/8) iron stains along some root channels; few fine iron-manganese concretions; extremely acid, clear smooth boundary. (combined Bg subhorizons are 20 to 40 inches thick)\nAgb--34 to 42 inches; dark grayish brown (10YR 4/2) silt loam, grayish brown (10YR 5/2) dry; moderate fine subangular blocky structure; hard, very friable, sticky and plastic; few fine and medium roots; common fine pores; few fine and medium distinct dark yellowish brown (10YR 4/4) masses of iron accumulation with diffuse boundaries; common fine and medium faint light brownish gray (10YR 6/2) iron depletions with diffuse boundaries; prominent yellowish brown (10YR 5/8) iron stains along some root channels; few very fine iron-manganese concretions and masses; extremely acid; clear wavy boundary. (0 to 14 inches thick)\nBgb1--42 to 54 inches; grayish brown (10YR 5/2) silt loam, light gray (10YR 7/2) dry; weak medium subangular blocky structure; hard, friable, sticky and plastic; few fine and medium roots; common fine pores; few medium prominent yellowish brown (10YR 5/6) masses of iron accumulation with clear boundaries; common medium faint light brownish gray (10YR 6/2) iron depletions with diffuse boundaries; distinct dark yellowish brown (10YR 4/4) iron stains along some root channels; common very fine and fine iron-manganese concretions and masses; slightly saline; extremely acid; clear wavy boundary.\nBgb2--54 to 66 inches; dark grayish brown (10YR 4/2) silt loam, grayish brown (10YR 5/2) dry; weak medium prismatic structure parting to weak fine and medium subangular blocky; hard, firm, sticky and plastic; few fine and medium roots; few fine pores; few faint clay films on surfaces of prisms; few fine black concretions and masses; common medium prominent yellowish brown (10YR 5/6) masses of iron accumulation with diffuse boundaries; common medium faint light brownish gray (10YR 6/2) iron depletions with diffuse boundaries; few fine and medium masses of gypsum crystals; few fine masses of barite; slightly saline; extremely acid; gradual smooth boundary.\nBgb3--66 to 80 inches; dark brown (7.5YR 4/2) clay loam; weak medium prismatic structure parting to weak medium subangular blocky; very hard, firm, sticky and plastic; few fine roots; few fine pores; common fine prominent yellowish red (5YR 4/6) and few fine prominent strong brown (7.5YR 5/8) masses of iron accumulation with diffuse boundaries; few medium faint grayish brown (10YR 5/2) redox depletions with diffuse boundaries; common fine and very fine iron-manganese concretions and masses; few fine and medium masses of gypsum crystals; few fine masses of barite; slightly saline; extremely acid. (Bg or combined Bg and Bgb subhorizons extend to a depth of more than 80 inches)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Angelina County, Texas; about 15 miles south of Lufkin; from DuBose Store at intersection of Farm Road 1818 and Farm Road 58; 1.5 miles east on Farm Road 1818 into Biloxi Creek bottom; 100 feet north into woodland."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The solum is more than 80 inches thick. The weighted average clay content of the particle-size control section ranges from 20 to 30 percent. Fine sand and coarser sand ranges from 4 to 15 percent. It is nonsaline to very slightly saline throughout the upper 40 inches, and very slightly saline to slightly saline below. The SAR ranges to 12 in the upper 40 inches and from 4 to 16 below.  The organic carbon distribution is irregular between depths of 10 and 50 inches, or it is 0.2% or more at a depth of 50 inches.\nThe A horizon has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 2 or 3. Where value is 3, the thickness is less than 10 inches. Texture is silt loam, clay loam or silty clay loam. Reaction ranges from very strongly acid to moderately acid.\nThe Bg and Bgb horizons have hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 1 or 2. Some buried A horizons have value of 3. The dominant subhorizons between a depth of 10 and 30 inches have value of 4 or 5 and chroma of 2. Redox concentrations in shades of red, brown, or yellow range from few to many. Redox depletions in shades of gray range from none to common. Texture is loam, silt loam, silty clay loam, or clay loam. Iron-manganese masses and concretions range from few to 5 percent by volume in most pedons. Gypsum crystals in spots or masses range from few to 10 percent by volume, mainly in the lower subhorizons. Reaction ranges from extremely acid to strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Manco and series in the same family, and the Arkabutla, Dreka, Mantachie, Mathiston, Mattex, and Nahatche series in closely related families. Manco and Mathiston soils are nonsaline and the SAR is less than 4 throughout. Arkabutla soils have mixed mineralogy and are moist in the moisture control section for longer periods. Dreka and Nahatche soils are nonacid. Mantachie, Mattex, and Nahatche soils have a fine-loamy particle size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Pophers soils are on nearly level flood plains. Slope gradients range from 0 to 1 percent. The soils formed in loamy alluvium. Average annual precipitation ranges from 42 to 52 inches. Average annual temperature ranges from 65 to 68 degrees F. Frost free days range from 235 to 250. The elevation ranges from 100 to 225 above sea level. The Thornthwaite P-E index ranges from 70 to 82."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Diboll, Koury and Ozias series. Diboll soils are on associated uplands and they have a natric horizon. Koury and Ozias soils are on similar flood plain positions. Koury soils have a coarse-silty particle size control section, and Ozias soils have a fine control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: These soils are somewhat poorly drained and are moderately slowly permeable. Rate of runoff is low. These soils are saturated in all layers below a depth of 1 to 2 feet during December through May in normal years. They are subject to frequent flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for woodland. Native vegetation is mainly hardwoods such as bur oak, water oak, red oak, elm, sugarberry, green ash, and sweetgum."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western Coastal Plain (MLRA 133B) in eastern Texas. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Polk County, Texas; 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils formerly were included with the Mantachie or Nahatche series.  The classification was updated in 1999 from an Aeric Fluvaquent to a Fluvaquentic Endoaquept, and the series was assigned to an active activity class.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon -- 0 to 9 inches, the A horizon.\nCambic horizon --- 9 to 80 (Bg and Bgb horizons).\nIrregular organic carbon distribution -- 10 to 50 inches (Bg, Agb, and Bgb1 horizons)\nBurried soil ----- 34 to 80 inches (Agb and Bgb horizons).\nADDITIONAL DATA: Field data from 2 sites in Angelina County, Texas. Also, characterization data are available from the type location pedon in Angelina, County (S84TX-005-001) from Texas Ag. Exp. Station Laboratory.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
