{
  "SERIES": "POPLAR FOREST",
  "STATUS": "Established Series",
  "BYREV": "RLV/DTA",
  "REVDATE": "01/2019",
  "STATES": "NC,VA",
  "OVERVIEW": "The Poplar Forest series consists of well drained, moderately permeable soils that formed in residuum weathered from felsic or intermediate, high-grade metamorphic or igneous rocks high in mica content. They are very deep to bedrock and moderately deep to saprolite. They are on gently sloping to steep uplands in the Piedmont. Slopes are mostly between 4 and 15 percent, but range from 2 to 60 percent. Near the type location, mean annual temperature is 57 degrees F., and mean annual precipitation is 43 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, kaolinitic, mesic Typic Kanhapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Poplar Forest sandy clay loam. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; reddish brown (5YR 4/4) sandy clay loam; weak fine granular structure; friable; slightly sticky, slightly plastic; many fine and common medium roots; 2 percent fine mica flakes; 3 percent quartz gravel; very strongly acid; abrupt smooth boundary. (2 to 9 inches thick)\nBt--7 to 25 inches; red (2.5YR 4/6) clay; moderate medium subangular blocky structure; friable; slightly sticky, slightly plastic; greasy; common fine and few medium roots; many distinct clay films on faces of peds; 20 percent fine mica flakes; 3 percent quartz gravel; very strongly acid; clear wavy boundary. (12 to 30 inches thick)\nBC--25 to 30 inches; red (2.5YR 4/6) loam; moderate coarse subangular blocky structure; friable; slightly sticky, nonplastic; greasy; few fine and medium roots; common distinct clay films on faces of peds; 30 percent fine mica flakes; 12 percent mica gneiss fragments; very strongly acid; gradual wavy boundary. (0 to 14 inches thick)\nC1--30 to 42 inches; dark brown (7.5YR 3/3), yellowish red (5YR 5/8) and light yellowish brown (10YR 6/4) loam saprolite; massive; friable; greasy; 40 percent fine mica flakes; 7 percent quartz gravel; strongly acid; clear irregular boundary.\nC2--42 to 72 inches; dark brown (10YR 3/3), brown (7.5YR 4/4) and pink (7.5YR 7/4) sandy loam saprolite; massive; friable; greasy; 50 percent fine mica flakes; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Bedford County, Virginia; 625 feet east and 375 feet south of the intersection of Virginia Routes 724 and 722, in woodland."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 20 to 50 inches. Depth to bedrock is more than 6 feet. Content of coarse fragments, mainly gravel, ranges from 0 to 25 percent in the A and E horizons and is 0 to 15 percent in the lower horizons. Content of mica ranges from few to many in the A, E, BE, and BA horizons; common or many in the Bt horizon; and many in the BC and C horizons. The soil is moderately acid to very strongly acid throughout, except where the surface has been limed. Limed soils are moderately acid or slightly acid in the upper part.\nThe A or Ap horizon has hue of 2.5YR to 10YR, value of 3 to 5, and chroma of 3 to 8. It is loam, fine sandy loam, or sandy loam, in the fine-earth fraction.  Eroded pedons are sandy clay loam or clay loam in the fine-earth fraction.\nThe E horizon, where present, has hue of 7.5YR to 10YR, value of 3 or 5 and chroma of 3 to 6. It is fine sandy loam or sandy loam in the fine-earth fraction.\nThe BA or BE horizons, where present, have hue of 10R to 7.5YR, value of 4 to 6, and chroma of 3 to 8. They are sandy loam, loam or sandy clay loam.\nThe Bt horizon has hue of 10R to 5YR, value of 4 to 6, and chroma of 3\nto 8. Some pedons may have thin subhorizons of the Bt horizon that range to 5YR and do not have mottles. Texture is clay, sandy clay or clay loam.\nThe BC horizon has hue of 10R to 5YR, value of 4 to 6 and chroma\nof 3 to 8. In some pedons it is mottled in shades of red, yellow, or brown. It is sandy loam, loam, sandy clay loam or clay loam.\nThe C horizon has hue of 10R to 10YR, values of 4 to 6, and chroma of 3 to 8 or is mottled with these colors. In some pedons it is mottled in shades of red, yellow, or brown. It is saprolite of mica schist, mica gneiss, or other high-grade metamorphic or igneous rocks that are high in mica content. Textures are sandy loam, fine sandy loam, loam, or sandy clay loam. Locally, streaks or veins of soft quartz mica schist may be near the surface giving an irregular lower boundary to the Bt horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Soils in the same family are Clifford, Fairview, Nathalie, Toast, Westfield, and Woolwine.  Clifford, Fairview, Nathalie, and Toast soils lack more than 20 percent mica flakes that produce a characteristic slick or greasy feel.  Westfield soils are deep to bedrock.  Woolwine soils are moderately deep to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Poplar Forest soils are on gently sloping to steep uplands of the mesic Piedmont. Slopes range from 2 to 60 percent, but are mostly between 4 and 15 percent. The soils formed in residuum weathered from felsic or intermediate, high-grade metamorphic or igneous rocks high in content of mica. The mean annual air temperature ranges from 54 to 58 degrees F., and the mean annual precipitation ranges from about 40 to 65 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Clifford, Fairview, Nathalie, Toast, Westfield, and Woolwine soils; and the Chester, Elioak, Glenelg, Huddleston, Halifax, and Perrowville series.  Clifford, Fairview, Nathalie, Toast, Westfield, and Woolwine soils are on similar landscape positions underlain by felsic, metamorphic or igneous rocks that are lower in mica content than the rocks from which Poplar Forest forms. The moderately well drained Halifax soils have mixed mineralogy and are on toe slopes, at the heads of drains, and along small drainageways. Huddleston soils are fine-loamy.  Chester and Glenelg soils are fine-loamy and are typically on side slopes. Elioak soils are not kandic, and are on similar landscape positions as Poplar Forest.  Perrowville soils are coarse-loamy and are moderately deep to soft bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; runoff is medium to rapid; permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: About half the total acreage is cultivated or used for pasture. Principal crops grown are cotton, corn, wheat, oats, soybeans, apples, and vegetables. Original forest species include white, black, post, and red oaks; hickories; dogwood, sourwood; maple and elm. Shortleaf and loblolly pine were present in places and are now common, along with Virginia pine, in abandoned fields."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The mesic Piedmont of Virginia and North Carolina. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Bedford County, Virginia; 2008."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This series is proposed as a mesic equivalent to the Madison series mapped in thermic MLRA 136.  The name comes from the summer house belonging to Thomas Jefferson in Bedford County.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface of the soil to a depth of 7 inches.\nKandic horizon - the zone from 7 to 30 inches: it meets the low activity clay requirement for Kandic in more than 50 percent of the horizon.\nArgillic horizon - the zone from 7 to 30 inches."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: None\nMLRA: 136\nTABULAR SERIES DATA:\nSlope    Airtemp   FrFr/Seas   Precip    Elevation\n2-60     52-60     160-210     40-65     300-1400\n2-60     52-60     160-210     40-65     300-1400\nFloodL FloodH  Watertable  Kind  Months  Bedrock Hardness\nNONE           >6.0               -      >60\nNONE           >6.0               -      >60\nDepth   Texture             3-Inch  No-10    Clay%   -CEC-\n0-7     L FSL SL            0-3     80-100   5-20    1-4\n0-7     GR-FSL GR-SL        3-10    60-85    5-15    1-4\n0-7     CL SCL              0-3     85-100  25-35    3-6\n7-25    C CL SC             0-3     85-100  30-50    3-6\n25-30   L SCL CL            0-3     85-100  25-35    2-4\n30-72   FSL SL L            0-5     80-100   5-20    1-4\n0-7     GR-SCL GR-CL        3-10    55-75   20-35    3-6\n7-25    C CL SC             0-3     85-100  30-60    4-8\n25-30   L SCL CL            0-3     85-100  15-35    2-5\n30-72   FSL SL L            0-3     80-100   8-20    1-3\nDepth    -pH-      O.M.  Salin   Permeab     Shnk-Swll\n0-7     4.5-6.5   .5-2.   0-0    2.0-6.0     LOW\n0-7     4.5-6.5   .5-2.   0-0    6.0-20      LOW\n0-7     4.5-6.5   .5-2.   0-0    0.6-2.0     LOW\n7-25    4.5-5.5   0.-.5   0-0    0.6-2.0     LOW\n25-30   4.5-6.0   0.-.5   0-0    0.6-2.0     LOW\n30-72   4.5-6.0   0.-.5   0-0    0.6-2.0     LOW\n0-7     4.5-6.5   .5-2.   0-0    0.6-2.0     LOW\n7-25    4.5-5.5   0.-.5   0-0    0.6-2.0     LOW\n25-30   4.5-6.0   0.-.5   0-0    0.6-2.0     LOW\n30-72   4.5-6.0   0.-.2   0-0    0.6-2.0     LOW"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; reddish brown (5YR 4/4) sandy clay loam; weak fine granular structure; friable; slightly sticky, slightly plastic; many fine and common medium roots; 2 percent fine mica flakes; 3 percent quartz gravel; very strongly acid; abrupt smooth boundary. (2 to 9 inches thick)"
      },
      {
        "name": "Bt",
        "top": 18,
        "bottom": 64,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt--7 to 25 inches; red (2.5YR 4/6) clay; moderate medium subangular blocky structure; friable; slightly sticky, slightly plastic; greasy; common fine and few medium roots; many distinct clay films on faces of peds; 20 percent fine mica flakes; 3 percent quartz gravel; very strongly acid; clear wavy boundary. (12 to 30 inches thick)"
      },
      {
        "name": "BC",
        "top": 64,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BC--25 to 30 inches; red (2.5YR 4/6) loam; moderate coarse subangular blocky structure; friable; slightly sticky, nonplastic; greasy; few fine and medium roots; common distinct clay films on faces of peds; 30 percent fine mica flakes; 12 percent mica gneiss fragments; very strongly acid; gradual wavy boundary. (0 to 14 inches thick)"
      },
      {
        "name": "C1",
        "top": 76,
        "bottom": 107,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "C1--30 to 42 inches; dark brown (7.5YR 3/3), yellowish red (5YR 5/8) and light yellowish brown (10YR 6/4) loam saprolite; massive; friable; greasy; 40 percent fine mica flakes; 7 percent quartz gravel; strongly acid; clear irregular boundary."
      },
      {
        "name": "C2",
        "top": 107,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--42 to 72 inches; dark brown (10YR 3/3), brown (7.5YR 4/4) and pink (7.5YR 7/4) sandy loam saprolite; massive; friable; greasy; 50 percent fine mica flakes; strongly acid."
      }
    ]
  ]
}
