{
  "SERIES": "POPUPS",
  "STATUS": "Established Series",
  "BYREV": "Rev: LJL/PBF/ET",
  "REVDATE": "12/2015",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, thermic Argidic Argidurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: On Popups-Cronese association, 2 to 8 percent slopes at an elevation of 3,200 feet. (Colors are for dry soil unless otherwise noted.) The surface is partially covered by approximately 45 percent gravel.\nA-- 0 to 2 inches; brown (10YR 5/3) very gravelly sandy loam, dark brown (10YR 3/3) moist; weak medium platy structure; slightly hard, very friable, nonsticky and nonplastic; common very fine and few fine roots; common fine interstitial pores and few very fine and fine tubular; 45 percent gravel; noneffervescent; slightly alkaline (pH 7.6); abrupt smooth boundary. (2 to 4 inches thick)\nBw-- 2 to 12 inches; yellowish brown (10YR 5/4) gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine and few fine and medium roots; few very fine and fine tubular pores; 30 percent gravel; noneffervescent; slightly alkaline (pH 7.6); gradual wavy boundary. (0 to 10 inches thick)\nBtk-- 12 to 33 inches; light brown (7.5YR 6/4) gravelly sandy loam, brown (7.5YR 4/4) moist; moderate coarse subangular blocky structure; very hard, very friable, slightly sticky and slightly plastic; common very fine and few fine and medium roots; common very fine and few fine interstitial and tubular pores; many discontinuous faint clay skins on ped faces and sand and gravel coats; few fine irregular soft seams of lime; 15 percent gravel, 3 percent cobbles and 5 percent stones; strongly effervescent; moderately alkaline (pH 8.0); clear wavy boundary. (10 to 20 inches thick)\nBkqm-- 33 to 60 inches; very pale brown (10YR 8/2) weakly cemented duripan, pale brown (10YR 6/3) moist; massive; very hard, very firm, brittle; violently effervescent."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Bernardino County, California; approximately 1 mile ESE of No Name Lake on the Fort Irwin National Training Center; about 750 feet north and 2,300 feet west of the southwest corner of section 31, T. 16 N., R. 6 E., 35 degrees, 25 minutes, 56 seconds north latitude and 116 degrees, 27 minutes, 36 seconds west longitude; Red Pass Lake NW, Calif. quadrangle; (UTM 11S, 0549000e 3920970n)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: Usually dry, moist in some part for short periods during winter and early spring and for 10 to 20 days cumulative between July and October following convection storms. The soils have a Typic-Aridic moisture regime.\nSoil temperature: 63 to 72 degrees F.\nOrganic matter: 0 to 0.5 percent\nSurface rock fragments: 40 to 75 percent gravel, 0 to 20 percent cobbles, and 0 to 10 percent stones.\nControl section -\nClay content: 10 to 18 percent\nDepth to duripan: 20 to 40 inches\nRock fragments: average 15 to 35 percent, mainly gravel\nA horizon\nValue: 4 to 7 dry, 3 to 6 moist\nChroma: 3 or 4 dry, 3 to 6 moist\nTexture of the fine earth: sandy loam, fine sandy loam,\nor loam\nClay content: 8 to 12 percent\nRock fragments: ranges from 10 to 80 percent; with 10\nto 70 percent gravel, 0 to 5 cobbles, and 0 to 5 stones\nEffervescence: noneffervescent to strongly effervescent\nReaction: slightly or moderately alkaline\nBw horizon (when present)\nValue: 5 to 7 dry, 4 or 5 moist\nChroma: 3 or 4 dry, 4 to 6 moist\nClay content: 8 to 15 percent\nRock fragments: 15 to 35 percent gravel\nReaction: slightly or moderately alkaline\nBt or Btk horizon\nHue: 7.5YR or 10YR\nValue: 4 to 7 dry, 4 to 6 moist\nChroma: 4 to 6 dry, 3 to 6 moist\nTexture of the fine earth: coarse sandy loam,sandy\nloam or sandy clay loam\nClay content: averages 10 to 18 percent, ranges 8 to 25 percent.\nRock fragments: ranges from 15 to 40 percent; with 15\nto 35 percent gravel, 0 to 3 cobbles, and 0 to 5 stones\nEffervescence: noneffervescent to violently effervescent\nReaction: slightly or moderately alkaline\nCalcium carbonate equivalent: 1 to 5 percent\nBkqm horizon\nHue: 10YR or 2.5Y\nValue: 7 or 8 dry, and 6 or 8 moist\nChroma: 2 or 3 dry, 3 or 4 moist\nCementation: weak or moderate"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Noagua (T CA) series. Noagua soils have sandy textures above the argillic horizon and contain 1 to 10 percent durinodes in the horizons above the duripan."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Popups soils are on fan remnants. Slope ranges from 2 to 8 percent. These soils formed in mixed alluvium. Elevations are 2,000 to 3,500 feet. The climate is arid with hot, dry summers and warm, moist winters. Most precipitation comes in the winter but a significant portion is received following convection storms from July through September. The mean annual precipitation is 3 to 7 inches; mean annual air temperature is 61 to 70 degrees F., and the frost-free season is 240 to 340 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cronese soils. Cronese soils do not have an argillic horizon or duripan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; low to medium runoff; moderately high saturated hydraulic conductivity in the solum and low in the underlying material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Popups soils are used for military exercises and wildlife habitat. The present vegetation is mainly white bursage, creosotebush, and range ratany."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mojave Desert of southeastern California. These soils are of small extent in MLRA 30."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: San Bernardino County, California, Fort Irwin Soil Survey Area, 2000. The name is coined from the pop-up rifle targets located in the area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in the profile are:\n1. Ochric epipedon -- 0 to 2 inches (A horizon)\n2. Argillic horizon -- 12 to 33 inches (Btk horizon)\n3. Duripan -- 33 to 60 inches (Bkqm horizon)\nResponsibility for this series was transferred from Davis to Phoenix 12/2015. The last revision to the series was 5/2007. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
