{
  "SERIES": "PORCH",
  "STATUS": "Tentative Series",
  "BYREV": "IRD. RAW/DAL",
  "REVDATE": "10/2008",
  "STATES": "OR",
  "OVERVIEW": "The Porch series consists of moderately deep, well-drained soils on backslopes and footslopes of mountain slopes. Porch soils formed in colluvium from metasedimentary rocks with a small amount volcanic ash. Slopes are 15 to 60 percent. Mean annual precipitation is about 32 inches and mean annual temperature about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, frigid Vitrandic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Porch gravelly ashy sandy loam - forested, on a 36 percent southfacing slope at an elevation of 3,770 feet. (Colors are for moist soil unless otherwise noted. Soil textures are apparent field textures.)\nOi--0 to 1 inches; slightly decomposed twigs and needles\nA--1 to 5 inches; black (7.5YR 2.5/1) gravelly ashy sandy loam, brown (7.5YR 5/2) dry; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine roots throughout; common fine and few medium tubular pores; 20 percent gravel and 5 percent cobbles; neutral (pH 6.7); gradual wavy boundary. (3 to 10 inches thick)\nAB--5 to 13 inches; dark brown (7.5YR 3/2) gravelly ashy sandy loam, brown (7.5YR 5/2) dry; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine and medium, and common fine roots throughout; common fine and medium tubular pores; 20 percent gravel and 10 percent cobbles; neutral (pH 7.0); clear wavy boundary. (4 to 14 inches thick)\nBw--13 to 33 inches; brown (7.5YR 4/2) very cobbly sandy loam, brown (7.5YR 5/2) dry; moderate medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; few fine roots throughout; common medium tubular pores; 30 percent gravel, 15 percent cobbles and 5 percent stones; slightly acid (pH 6.5); abrupt irregular boundary. (6 to 23 inches thick)\nR--33 inches; hard argillite"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Grant County, Oregon\nSection 12 (SE , NW , SE ), T. 10 S., R. 32 E.\nLatitude: 44 degrees, 42 minutes, 41 seconds N.\nLongitude: 118 degrees, 48 minutes, 10 seconds W.\nUTM coordinates:  zone 11; north 4,952,260 meters; east 357,190 meters; NAD27\nUSGS Quadrangle: Susanville"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Temperature: frigid regime\nMean Annual Soil Temperature: 40 to 46 degrees F\nMean Summer Soil Temperature: 49 to 54 degrees F\nMean Winter Soil Temperature: 30 to 35 degrees F\nSoil Moisture: xeric regime, dry 60 to 75 consecutive days in summer\nParticle-size Control Section: from 10 inches below mineral soil surface to lithic contact\nclay content, average: 10 to 17 percent\nrock fragment content, average: 35 to 65 percent; rock fragment shape: angular\nDiagnostic Horizons and Features:\nvitrandic subgroup properties: upper boundary at the mineral surface; 10 to 19 inches thick\nAl+1/2Fe (ammonium oxalate): 0.3 to 0.9 percent\nP retention: 30 to 40 percent\n0.02-2.0 mm fraction: 30 to 40 percent of fine earth\nglass content in the 0.02-2.0mm fraction: 5 to 15 percent\nmollic epipedon: 10 to 19 inches thick\ncambic horizon: 6 to 23 inches thick\nultic subgroup feature: base saturation less than 75 percent in AB or Bw horizon\nlithic contact, depth from mineral soil surface: 20 to 40 inches\nA horizon:\ncolor, moist: 7.5YR 2.5/1, 3/2; 5YR 3/2; 10YR 2/2\ncolor, dry: 7.5YR 4/1, 4/2, 5/2, 5/3; 10YR 4/3\ntexture: GRV-ASHY-SIL, GRV-ASHY-SL, GR-ASHY-SL\nclay content: 2 to 12 percent\nrock fragment content: 25 to 55 percent\ngravel: 20 to 45 percent\ncobbles: 0 to 10 percent\nstones: 0 to 5 percent\nreaction: slightly acid to neutral; pH: 6.1 to 7.3\nAB horizon:\ncolor, moist: 5YR 3/2; 7.5YR 3/1, 3/2, 3/3\ncolor, dry: 7.5YR 4/2, 5/2, 5/3, 5/4\ntexture: GRV-ASHY-SIL, GR-ASHY-SL, CBV-ASHY-L, GRV-ASHY-SL, CBV-ASHY-SL\nclay content: 8 to 15 percent\nrock fragment content: 30 to 60 percent\ngravel: 20 to 50 percent\ncobbles: 0 to 20 percent\nstones: 0 to 10 percent\nreaction: slightly acid to neutral; pH: 6.1 to 7.3\nbase saturation (sum of cations): 55 to 75 percent\nBw horizon:\ncolor, moist: 7.5YR 4/2, 4/3, 4/4; 10YR 4/3\ncolor, dry: 7.5YR 5/2, 5/3, 5/4, 6/4; 10YR 6/3\ntexture: CBV-SL, GRX-SL, GRV-SL, GRV-L\nclay content: 10 to 18 percent\nrock fragment content: 35 to 65 percent\ngravel: 25 to 55 percent\ncobbles: 10 to 20 percent\nstones: 0 to 10 percent\nreaction: slightly acid to neutral; pH: 6.1 to 7.3\nbase saturation (sum of cations): 65 to 85 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBearspring: very deep (>60 inches) in granitic colluvium\nBigelk: very deep (>60 inches) in till of mixed lithology; mixed ash mantle (35 to 50 percent glass content) with discontinuity between mantle and buried cambic horizon; dry 45 to 60 consecutive days in summer\nCassal: deep (40 to 60 inches) to densic contact (dense till); discontinuity between ashy layer and till substratum; distinct redoximorphic features at 30 to 45 inches\nCherrycreek: deep (40 to 60 inches) to a lithic contact (basalt); does not have an organic (O) horizon above surface of mineral soil (not forested); mixed mantle of volcanic ash and loess (glass content 15 to 30 percent), 35 to 50 inches thick; mollic epipedon is 20 to 35 inches thick\nCoyotebluff:  deep (40 to 60 inches) to a lithic contact (granite); mixed volcanic ash mantle (glass content 35 to 50 percent), 7 to 14 inches thick; mollic epipedon is 20 to 26 inches thick; particle-size control section averages 3 to 12 percent clay; dry 45 to 60 consecutive days in summer\nDeck: moderately deep (20 to 40 inches) to a lithic contact (metavolcanic rock); mixed volcanic ash mantle (glass content 30 to 55 percent) with discontinuity between mantle and buried cambic horizon; particle-size control section averages 20 to 35 percent clay\nEastpine:  moderately deep (20 to 40 inches) to a lithic contact (metasedimentary rock); dry 45 to 60 consecutive days in summer\nEgyptcreek:  moderately deep (20 to 40 inches) to a lithic contact (welded tuff); mollic epipedon is 7 to 14 inches thick; dry 75 to 90 consecutive days in summer\nFredonyer: moderately deep (20 to 40 inches) to lithic contact (andesite or basalt); does not have organic horizon above surface of mineral soil (not forested); mollic epipedon is 20 to 40 inches thick; dry more than 90 consecutive days in summer\nGolfer: moderately deep (20 to 40 inches) to a paralithic contact (weathered granite); particle-size control section averages 2 to 10 percent clay\nGrubcreek: moderately deep (20 to 40 inches) to a lithic contact (andesite, andesitic basalt or basalt); particle-size control section averages 18 to 33 percent clay\nKettlecreek: deep (40 to 60 inches) to a lithic contact (argillite)\nLongs: deep (40 to 60 inches) to a lithic contact (basalt); mollic epipedon is 20 to 45 inches thick; subsoil has faint clay films on ped faces; particle-size control section averages 18 to 27 percent clay;  dry 45 to 75 consecutive days in summer\nMidpeak: moderately deep (20 to 40 inches) to a lithic contact (breccia); discontinuity between mixed volcanic ash mantle and buried cambic horizon\nMineral: moderately deep (20 to 40 inches) to a lithic contact (granite); rock fragments are sub-rounded or rounded\nPeahke: moderately deep (20 to 40 inches) to a paralithic contact; volcanic ash mantle (glass content 20 to 30 percent), 7 to 14 inches thick; particle-size control section averages 18 to 30 percent clay, and has 60 to 70 percent channers; dry 45 to 60 consecutive days in summer\nPiersonte:  very deep (>60 inches) in colluvium from shale; mollic epipedon is 20 to 35 inches thick; particle-size control section averages 18 to 30 percent clay, rock fragments are mostly shale channers; dry 60 to 90 consecutive days in summer\nScoap: very deep (>60 inches) in mixed till or outwash materials; mollic epipedon is 20 to 30 inches thick\nShalrock: moderately deep (20 to 40 inches) to a lithic contact (sandstone); mixed volcanic ash mantle with discontinuity between mantle and substratum; particle-size control section averages 5 to 12 percent clay, and has 25 to 50 percent medium and coarse sand\nShilling: very deep (greater than 60 inches) deep in colluvium from basalt; particle-size control section averages 18 to 27 percent clay; dry 45 to 75 consecutive days in summer\nUmatilla: very deep (> 60 inches) in colluvium from basalt; mollic epipedon is 20 to 30 inches thick (mollic colors throughout); discontinuity between ashy layer and subsoil horizons; particle-size control section averages 25 to 35 percent clay\nWebbgulch: moderately deep (20 to 40 inches) to a lithic contact (andesitic basalt or basalt); rock fragments are subangular\nYellcreek: very deep (>60 inches) in mixed colluvium; minor volcanic ash influence (glass content 5 to 20 percent) with discontinuity between volcanic ash influence zone and substratum"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform: backslopes and footslopes of mountains\nSlope gradient: 15 to 60 percent\nParent material: small amount of volcanic ash mixed with colluvium\nLithology: metasedimentary or metavolcanic rock\nElevation: 3,600 to 5,500 feet\nClimate: cold, wet winters and warm, dry summers\nMean annual precipitation: 25 to 38 inches\nMean annual air temperature: 39 to 44 degrees F\nFrost-free period: 25 to 110 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nHumarel: on eroding backslopes of andesitic tuff breccia mudflow deposits; moderately deep to bedrock with an influence of volcanic ash, mollic epipedon and argillic horizon, under ponderosa pine, Douglas-fir, common snowberry and elk sedge\nKettlecreek: on backslopes; deep to argillite bedrock; loamy-skeletal colluvium with a minor amount of volcanic ash in surface horizons; under Douglas-fir, ponderosa pine, birchleaf spiraea and common snowberry\nWintercanyon: on convex summits and shoulders; shallow to metasedimentary rock under open canopy Douglas-fir, and ponderosa pine with common snowberry, elk sedge and pinegrass"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: well drained\nPermeability: moderately rapid"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nUse: timber production, watershed, wildlife habitat, recreation, livestock grazing\nNative vegetation:  Douglas-fir, ponderosa pine, western juniper, common snowberry, baldhip rose, birch leaf spiraea, low Oregongrape, curlleaf mountain mahogany, pinemat manzanita; Oregon boxwood, sweet-scented bedstraw, showy aster, sticky cinquefoil, woods strawberry, white hawkweed, common yarrow, heartleaf arnica, pinegrass, elk sedge, Columbia brome, mountain brome and northwest sedge.\nPlant association: PSME/SYAL (Douglas-fir/common snowberry), may include: PSME/CAGE (Douglas-fir/elk sedge), PIPO (CELE)/CAGE (ponderosa pine/curlleaf mountain mahogany/elk sedge), or PIPO/CAGE (ponderosa pine/elk sedge)"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: MLRA 43c; Central Blue Mountains, Oregon\nExtent: small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Malheur National Forest, Oregon 2008. Name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nmollic epipedon: 1 to 13 inches; A, AB horizons\ncambic horizon: 13 to 33 inches; Bw horizon\nvitrandic subgroup properties: 1 to 13 inches; A, AB horizons\nparticle-size control section: 11 to 33 inches; AB, Bw horizons"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--0 to 1 inches; slightly decomposed twigs and needles"
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 13,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 2.5,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": 6.7,
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A--1 to 5 inches; black (7.5YR 2.5/1) gravelly ashy sandy loam, brown (7.5YR 5/2) dry; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine roots throughout; common fine and few medium tubular pores; 20 percent gravel and 5 percent cobbles; neutral (pH 6.7); gradual wavy boundary. (3 to 10 inches thick)"
      },
      {
        "name": "AB",
        "top": 13,
        "bottom": 33,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "AB--5 to 13 inches; dark brown (7.5YR 3/2) gravelly ashy sandy loam, brown (7.5YR 5/2) dry; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine and medium, and common fine roots throughout; common fine and medium tubular pores; 20 percent gravel and 10 percent cobbles; neutral (pH 7.0); clear wavy boundary. (4 to 14 inches thick)"
      },
      {
        "name": "Bw",
        "top": 33,
        "bottom": 84,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very cobbly",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bw--13 to 33 inches; brown (7.5YR 4/2) very cobbly sandy loam, brown (7.5YR 5/2) dry; moderate medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; few fine roots throughout; common medium tubular pores; 30 percent gravel, 15 percent cobbles and 5 percent stones; slightly acid (pH 6.5); abrupt irregular boundary. (6 to 23 inches thick)"
      },
      {
        "name": "R",
        "top": 84,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "hard",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--33 inches; hard argillite"
      }
    ]
  ]
}
