{
  "SERIES": "PORSER",
  "STATUS": "Established Series",
  "BYREV": "Rev. CSW/JWB",
  "REVDATE": "03/2011",
  "STATES": "UT",
  "OVERVIEW": "The Porser series consists of very deep, well drained soils that formed in colluvium, outwash and slope alluvium derived from sandstone and shale. Porser soils are on outwash plains, fan remnants, and benches. Slopes range from 3 to 20 percent. Mean annual precipitation is about 36 cm and the mean annual temperature is about 8 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Aridic Calciustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Porser very stony loam, on an north facing, 4 percent slope at an elevation of 2,100 meters. (Colors are for dry soil unless otherwise noted.)\nA--0 to 13 centimeters; pinkish gray (7.5YR 6/2) very stony loam, brown (7.5YR 4/2), moist; weak fine granular structure; slightly hard, friable, slightly sticky, slightly plastic; many coarse and common fine roots; few fine and common very fine pores; 15 percent stones, 10 percent cobbles, 20 percent gravel; strongly effervescent, carbonates are finely disseminated; strongly alkaline, pH 8.6; gradual wavy boundary. (10 to 13 cm thick)\nBk1--13 to 43 centimeters; light gray (10YR 7/2) very cobbly loam, grayish brown (10YR 5/2), moist; massive; hard, friable, slightly sticky, slightly plastic; many coarse and common fine roots; few very fine pores; 10 percent stones, 15 percent cobbles, 10 percent gravel; strongly effervescent, dendritic carbonate masses; strongly alkaline, pH 8.6; gradual wavy boundary.\nBk2--43 to 119 centimeters; very pale brown (10YR 7/3) extremely stony loam, brown (10YR 5/3), moist; massive; hard, friable, slightly sticky, slightly plastic; few medium and fine roots; few fine and many very fine pores; and 20 percent stones, 25 percent cobbles, 15 percent gravel; strongly effervescent, noncemented carbonate masses; strongly alkaline, pH 8.8; gradual wavy boundary. (combined thickness of the Bk horizons is 106 to 152 cm)\nC--119 to 152 centimeters; very pale brown (10YR 8/4) very cobbly sandy loam, light yellowish brown (10YR 6/4), moist; massive; slightly hard, very friable; few fine roots; few fine pores; 5 percent stones, 20 percent cobbles, 20 percent gravel; strongly effervescent, carbonates are finely disseminated; strongly alkaline, pH 8.8. (33 to 38 cm thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Emery County, Utah; about 4.2 kilometers (2.5 miles) southeast of Hiawatha; located about 1,900 feet south and 2,300 feet west of the NE corner of sec. 1, T. 16 S., R. 8 E.; Poison Spring Bench USGS quad; lat. 39 degrees 27 minutes 51 seconds N. and long. 110 degrees 58 minutes 27 seconds W., NAD 83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil moisture control section is usually moist in some part during summer and early fall, and intermittently dry in late fall.  Ustic moisture regime bordering on Aridic.\nMean annual soil temperature: 8.3 to 11.1 degrees C\nDepth to calcic horizon: 13 to 38 cm\nThickness of the calcic horizon: 102 to 152 cm\nA cambic horizon 15 to 20 cm thick may be present above the calcic horizon.\nParticle-size control section (weighted averages):\nClay content: 10 to 23 percent\nFine sand and coarser sand content: greater than 15 percent\nRock fragment content: 35 to 65 percent\nA horizon:\nHue: 10YR or 7.5YR\nValue: 5 or 6 dry and 4 or 5 moist\nChroma: 2 to 4 dry or moist\nClay content: 10 to 20 percent\nCarbonate clay content: 1 to 4 percent\nRock fragments: 35 to 60 percent total; 0 to 5 percent boulders, 5 to 25 percent stones, 0 to 20 percent cobbles, 15 to 30 percent gravel\nCalcium carbonate equivalent: 3 to 20 percent\nEC (mmhos/cm): 0 to 2\nSAR: 0 to 1\nReaction: slightly alkaline or moderately alkaline\nBk horizon:\nHue: 10YR or 2.5Y\nValue: 6 to 8 dry and 5 or 6 moist\nChroma: 2 to 4\nTexture: very stony sandy loam, very stony loam, very stony fine sandy loam, extremely stony loam; very cobbly loam occurs in some pedons\nClay content: 10 to 23 percent\nCarbonate clay content: 4 to 8 percent\nRock fragments: 35 to 65 percent; 0 to 3 percent boulders, 10 to 30 percent stones, 10 to 30 percent cobbles, 5 to 25 percent gravel\nCalcium carbonate equivalent: 15 to 40 percent\nEC (mmhos/cm): 0 to 8\nSAR: 0 to 2\nReaction: moderately alkaline or strongly alkaline\nC horizon:\nHue: 7.5YR to 2.5Y\nValue: 6 to 8 dry, 4 to 6 moist\nChroma: 2 to 4 dry or moist\nTexture: very stony loam, very stony fine sandy loam, very cobbly sandy loam\nClay content: 10 to 20 percent\nCarbonate clay content: 1 to 3 percent\nRock fragments: 35 to 60 percent; 0 to 35 percent stones, 10 to 30 percent cobbles, 10 to 30 percent gravel\nCalcium carbonate equivalent: 10 to 20 percent\nEC (mmhos/cm): 0 to 8\nGypsum: 0 to 1 percent\nSAR: 0 to 4\nReaction: moderately alkaline or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Buckndoe (AZ), Chicosa (CO), Katzine (AZ), Saraton (CO), Tinaja (NM), Twobutte (KS), Upler (UT), and Yatne (UT) series.\nBuckndoe:  has a petrocalcic horizon and has mean annual soil temperature of 12.2 to 13.3. degrees C (54 to 56 degrees F)\nChicosa:  has a lithologic discontinuity within a depth of 36 to 76 cm and driest period is November through February\nKatzine:  has hue of 7.5YR or 5YR in the Bk horizons\nSaraton:  is 51 to 102 cm deep to strongly cemented marl and has basalt fragments in the particle-size control section\nTinaja:  has a lithologic discontinuity below a depth of 100 cm and ranges to 7.5YR hue in the Bk horizon\nTwobutte:  has bedrock at a depth of 51 to 102 cm and mean annual soil temperature of 12 to 14 degrees C (54 to 58 degrees F)\nUpler:  ranges to 7.5YR hue, is dominated by gravel and does not include stones or boulders in the particle-size control section\nYatne: has a lithologic discontinuity within the particle-size control section, has up to 27 percent clay in the particle-size control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  colluvium, outwash and/or slope alluvium derived from sandstone and shale\nLandform:  outwash plains, fan remnants, benches\nSlopes: 3 to 20 percent\nElevation: 1,763 to 2,300 meters\nMean annual temperature: 7.2 to 8.9 degrees C\nMean annual precipitation: 305 to 406 mm\nPrecipitation pattern: Wettest months are July to October and driest months are December and June\nFrost-free period: 100 to 135 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Atrac, Chupadera, and Hernandez series, which have an aridic moisture regime bordering ustic. The Atrac soils are fine-loamy and do not have a calcic horizon. The Chupadera soils are coarse-loamy. The Hernandez soils are fine-loamy.  In Emery County, Utah, these are the fine-loamy Notter and Whitesage soils, which are on alluvial fans under Wyoming big sagebrush.  Notter soils have a mollic epipedon and an argillic horizon.  Both Notter and Whitesage soils have a frigid temperature regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: well drained; moderate permeability, high or moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Native vegetation includes birchleaf mountain mahogany, Salina wildrye, needleandthread, black sagebrush, Indian ricegrass, Mormon tea, bluegrass, bluebunch wheatgrass, and Utah serviceberry. This soil is correlated to Upland Stony Loam (Pinyon-Utah Juniper) RO34XY33OUT ecological site at the type location."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Utah, Warm Central Desertic Basins and Plateaus; LRR D, MLRA 34B; moderate extent; about 14,500 hectares (36,000 acres) in Carbon and Emery Counties, Utah."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Carbon County, Utah, Carbon Area soil survey area, Utah, 2011. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nSeries control section:  The zone from 0 to 200 cm.\nParticle-size control section:  The zone from 25 to 100 cm.\nOchric epipedon:  The zone from 0 to 13 cm.  (A horizon)\nCalcic horizon:  The zone from 13 to 119 cm.  (Bk horizons)\nOutwash plain needs to be investigated.\nThe assignment of the cation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomic Version:  Classified according to Keys to Soil Taxonomy, Eleventh Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very stony",
        "pH_class": "strongly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A--0 to 13 centimeters; pinkish gray (7.5YR 6/2) very stony loam, brown (7.5YR 4/2), moist; weak fine granular structure; slightly hard, friable, slightly sticky, slightly plastic; many coarse and common fine roots; few fine and common very fine pores; 15 percent stones, 10 percent cobbles, 20 percent gravel; strongly effervescent, carbonates are finely disseminated; strongly alkaline, pH 8.6; gradual wavy boundary. (10 to 13 cm thick)"
      },
      {
        "name": "Bk1",
        "top": 13,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very cobbly",
        "pH_class": "strongly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bk1--13 to 43 centimeters; light gray (10YR 7/2) very cobbly loam, grayish brown (10YR 5/2), moist; massive; hard, friable, slightly sticky, slightly plastic; many coarse and common fine roots; few very fine pores; 10 percent stones, 15 percent cobbles, 10 percent gravel; strongly effervescent, dendritic carbonate masses; strongly alkaline, pH 8.6; gradual wavy boundary."
      },
      {
        "name": "Bk2",
        "top": 43,
        "bottom": 119,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "texture_class": "loam",
        "cf_class": "extremely stony",
        "pH_class": "strongly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bk2--43 to 119 centimeters; very pale brown (10YR 7/3) extremely stony loam, brown (10YR 5/3), moist; massive; hard, friable, slightly sticky, slightly plastic; few medium and fine roots; few fine and many very fine pores; and 20 percent stones, 25 percent cobbles, 15 percent gravel; strongly effervescent, noncemented carbonate masses; strongly alkaline, pH 8.8; gradual wavy boundary. (combined thickness of the Bk horizons is 106 to 152 cm)"
      },
      {
        "name": "C",
        "top": 119,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very cobbly",
        "pH_class": "strongly alkaline",
        "narrative": "C--119 to 152 centimeters; very pale brown (10YR 8/4) very cobbly sandy loam, light yellowish brown (10YR 6/4), moist; massive; slightly hard, very friable; few fine roots; few fine pores; 5 percent stones, 20 percent cobbles, 20 percent gravel; strongly effervescent, carbonates are finely disseminated; strongly alkaline, pH 8.8. (33 to 38 cm thick)"
      }
    ]
  ]
}
