{
  "SERIES": "PORTERVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. GWH/RCH/RWK",
  "REVDATE": "02/97",
  "STATES": "CA",
  "OVERVIEW": "The Porterville series consists of deep, well drained soils that formed in fine textured alluvial material from basic and metabasic igneous rock.  Porterville soils are on fans and foothills and have slopes of 0 to 15 percent.  The mean annual precipitation is about 13 inches and the mean annual air temperature is about 62 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Aridic Haploxererts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Porterville clay, annual grass pasture.  (Colors are for dry soil unless otherwise noted.)\nA11--0 to 8 inches; dark reddish brown (5YR 3/2 dry and moist) clay, (very slightly darker moist); 1 to 3 inch thick layer of strong fine granular structure over strong fine to coarse angular blocky; very hard, friable, sticky and plastic; many fine roots; many fine interstitial pores; neutral (pH 7.0); abrupt wavy boundary.  (6 to 10 inches thick)\nA12--8 to 27 inches; dark reddish gray (5YR 4/2) clay, dark reddish brown (5YR 3/3 and 3/2) moist; strong fine, medium and coarse angular blocky structure; very hard, firm, sticky and plastic; many fine roots; few fine tubular pores; common horizontal and nearly vertical intersecting slickensides or pressure faces; very slightly effervescent with disseminated lime; mildly alkaline (pH 7.5); clear irregular boundary.  (19 to 26 inches thick)\nC1--27 to 40 inches; dark brown (7.5YR 3/2) clay, dark reddish brown (5YR 3/3) moist; moderate medium and coarse angular blocky structure; very hard, firm, sticky and plastic; few fine roots; few fine tubular pores; many intersecting slickensides; slightly effervescent, disseminated lime and few fine and medium hard lime nodules; moderately alkaline (pH 8.0); clear irregular boundary.  (12 to 26 inches thick)\nC2--40 to 71 inches; dark brown (7.5YR 3/2) clay, dark reddish brown (5YR 3/3) moist; massive; very hard, very firm, sticky and plastic; few clusters of fine roots follow some deep vertical cracks; few fine tubular pores; many slickensides; slightly effervescent, disseminated lime and common fine to medium hard lime concretions; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fresno County, California; 100 feet northwest of junction of State Highway 180 and the N-S center line (fence) of section 18; SE1/4 NE1/4 NW1/4 section 18, T.14S., R.24E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are usually moist, but are dry for 60 consecutive days in most years.  The mean annual soil temperature is 60 to 72 degrees F.  Slickensides are common to many in the lower A and C horizons.  Slope of the faces of the slickensides tends to decrease with depth.  The soil s may be gravelly or cobbly with most of the gravel or cobbles concentrated on the surface.  Rock fragments may cover as much as 45 percent of the surface.  Reaction ranges from neutral to moderately alkaline and increases with increasing depth.\nThe A horizon is dark grayish brown, brown, dark brown, dark reddish brown, reddish brown and dark reddish gray in 10YR, 7.5YR and 5YR hues.  It is clay or heavy clay loam and has weak to strong, angular or subangular blocky structure.  The surface few inches is often granular and of such fineness and looseness as to form a dry bog condition.\nThe C horizon is brown,dark brown, light brown, dark reddish brown, reddish brown, yellowish red, dark reddish gray, and reddish gray in 7.5YR and 5YR hues.  It is clay or silty clay loam.  Lime is disseminated or occurs as mycelia, soft masses or hard nodules and is restricted to the lower part of the A and C horizons.\nThe soils may overlie lithologic discontinuities such as bedrock at depths below 60 inches, or coarser textured alluvium at depths below 4 feet."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Alo, Altmont, Auld, Ayar, Capay, Centerville, Cibo and Seville series.  Alo and Centerville soils have a paralithic contact at depths of 24 to 40 inches.  Altamont and Ault soils have slopes of more than 9 percent.  Capay soils have grayish colors in 10YR and 2.5Y hues throughout the profile.  Cibo soils have a lithic contact at depths of 20 to 40 inches.  Seville soils have a duripan at depths of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Porterville soils are on alluvial fans and foothills with slopes of 0 to 9 percent.  They formed in fine textured alluvium from basic and metabasic rocks.  Elevations range are less than 2,000 feet in the lower valleys and 4,00 to 4,500 feet in the higher valleys.  The climate is semiarid, mesothermal, having cool, moist winters and hot, dry summers.  The mean annual precipitation is 9 to 20 inches.  The average January temperature is about 45 degrees F.; the average July temperature is about 79 degrees F.; and the mean annual temperature is 57 to 62 degrees F.  The frost free season is about 220 to 300 days in the low valleys and 150 to 225 days in the high valleys."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Daulton, Exeter and Hornitos soils and the competing Centerville and Seville soils.  Daulton and Hornitos soils are shallow to bedrock.  Exeter soils have a duripan at depths of 20 to 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; very slow to rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for range pasture.  Vegetation is annual grasses, burclove, herbs and widely spaced shrubs.  Most cultivated areas are irrigated and planted to oranges, lemons, olives, figs and some grapes.  Other areas are used for dry farmed hay and grain or as rangeland.  Much of the Porterville soils occur in thermal belts near the foothills making them highly valued for the production of subtropical fruits."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Edges of the great valley and in intermountain valleys of southern California.  The soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Porterville Area, Tulare County, California, 1908.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A11",
        "top": 0,
        "bottom": 20,
        "texture_class": "clay",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A11--0 to 8 inches; dark reddish brown (5YR 3/2 dry and moist) clay, (very slightly darker moist); 1 to 3 inch thick layer of strong fine granular structure over strong fine to coarse angular blocky; very hard, friable, sticky and plastic; many fine roots; many fine interstitial pores; neutral (pH 7.0); abrupt wavy boundary.  (6 to 10 inches thick)"
      },
      {
        "name": "A12",
        "top": 20,
        "bottom": 69,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "texture_class": "clay",
        "pH": 7.5,
        "pH_class": "mildly alkaline",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "A12--8 to 27 inches; dark reddish gray (5YR 4/2) clay, dark reddish brown (5YR 3/3 and 3/2) moist; strong fine, medium and coarse angular blocky structure; very hard, firm, sticky and plastic; many fine roots; few fine tubular pores; common horizontal and nearly vertical intersecting slickensides or pressure faces; very slightly effervescent with disseminated lime; mildly alkaline (pH 7.5); clear irregular boundary.  (19 to 26 inches thick)"
      },
      {
        "name": "C1",
        "top": 69,
        "bottom": 102,
        "dry_hue": "7.5YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "C1--27 to 40 inches; dark brown (7.5YR 3/2) clay, dark reddish brown (5YR 3/3) moist; moderate medium and coarse angular blocky structure; very hard, firm, sticky and plastic; few fine roots; few fine tubular pores; many intersecting slickensides; slightly effervescent, disseminated lime and few fine and medium hard lime nodules; moderately alkaline (pH 8.0); clear irregular boundary.  (12 to 26 inches thick)"
      },
      {
        "name": "C2",
        "top": 102,
        "bottom": 180,
        "dry_hue": "7.5YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "narrative": "C2--40 to 71 inches; dark brown (7.5YR 3/2) clay, dark reddish brown (5YR 3/3) moist; massive; very hard, very firm, sticky and plastic; few clusters of fine roots follow some deep vertical cracks; few fine tubular pores; many slickensides; slightly effervescent, disseminated lime and common fine to medium hard lime concretions; moderately alkaline (pH 8.0)."
      }
    ]
  ]
}
