{
  "SERIES": "PORTIA",
  "STATUS": "Established Series",
  "BYREV": "Rev. LAQ/RLT",
  "REVDATE": "05/2003",
  "STATES": "AR,MO",
  "OVERVIEW": "The Portia series consists of very deep, well drained soils with moderate permeability.  They formed in residuum weathered from sandstone, siltstone and limestone bedrock.  These soils are on nearly level to steep uplands of the Ozark Highlands.  Slope range from 1 to 30 percent.  Mean annual precipitation is about 45 inches, and mean annual temperature is about 56 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, mesic Typic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Portia sandy loam, on 3 to 8 percent slopes in pasture. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; brown (10YR 4/3) sandy loam; weak medium granular structure; friable; many fine roots; moderately acid; clear smooth boundary.  (3 to 8 inches thick)\nBA--7 to 12 inches; brown (7.5YR 4/4) loam; weak medium subangular blocky structure; friable; common fine roots; common fine pores; moderately acid; clear smooth boundary.  (0 to 10 inches thick)\nBt1--12 to 30 inches; reddish brown (5YR 4/4) loam; moderate medium subangular blocky structure; friable; common faint clay films on faces of peds; common fine and medium roots; common fine pores; common dark stains on faces of peds; few medium black concretions; strongly acid; gradual smooth boundary.  (10 to 18 inches thick)\nBt2--30 to 51 inches; yellowish red (5YR 4/6) loam; moderate medium subangular blocky structure; friable; many faint clay films on faces of peds; common medium roots; common fine pores; common dark stains on faces of peds; few medium black concretions; 2 percent by volume fine dark coated sandstone gravel; strongly acid; gradual smooth boundary.  (15 to 40 inches thick)\nBt3--51 to 63 inches; red (2.5YR 4/6) loam; moderate medium subangular blocky structure; firm; some peds slightly firm; many faint clay films on faces of peds; common dark stains on faces of peds; few medium black concretions; strongly acid; gradual smooth boundary.  (10 to 30 inches thick)\nBt4--63 to 80 inches; red (2.5YR 4/6) clay; weak medium subangular blocky structure; friable; many faint clay films on faces of peds; 5 percent soft dark coated sandstone gravel; common dark stains on faces of peds; several small pockets of reddish brown (5YR 4/4) and brown (7.5YR 4/4) sandy loam; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Izard County, Arkansas; 4.5 miles east of Calico Rock on Highway 56, 100 feet south of highway.  SW1/4SE1/4NW1/4 sec. 10, T. 17 N., R. 10 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to hard bedrock ranges from 60 to more than 80 inches.  Rock fragments range from 0 to 15 throughout the solum.\nThe Ap horizon has hue of 10YR, value of 4, and chroma of 2, 3 or 4; or value of 5, and chroma of 3.  If present, the A1 horizon has hue of 10YR, value of 3 or 4 and chroma of 2 or 3.  Thickness of mollic colors ranges from 2 to 5 inches. The A horizon is fine sandy loam, loam, silt loam, or sandy loam.  Reaction ranges from strongly acid to slightly acid.\nThe E horizon, where present, has hue of 10YR, value of 5, chroma of 3 or 4.  The E horizon is fine sandy loam, loam, silt loam, or sandy loam.  Reaction ranges from strongly acid to slightly acid.\nThe BA horizon has hue of 7.5YR, value of 4, and chroma of 4 or value of 5, and chroma of 4, 6 or 8, or hue of 5YR, value of 4, 5 or 6, and chroma of 4 or 6.  It is silt loam, loam, fine sandy loam, or sandy loam.  Reaction ranges from very strongly acid to moderately acid.\nThe Bt1 and Bt2 horizons have hue of 2.5YR or 5YR, value of 4 or 5, and chroma of 3 to 8, or hue of 2.5YR, value of 3, chroma of 6, or hue of 7.5YR, value of 5, chroma of 4 to 8, and mottled with shades of red and brown.  Texture of the Bt1 horizon is loam, silt loam, or sandy clay loam.  The Bt2 horizon is loam, silt loam, clay loam, sandy clay loam, or sandy clay.  Reaction ranges from very strongly acid to moderately acid.\nThe Bt3 and Bt4 horizons have hue of 2.5YR or 5YR, value of 4, and chroma of 4, 6 or 8, or hue of 2.5YR, value of 3, chroma of 4 or 6, or hue of 7.5YR, value of 5, chroma of 4, 6 or 8, and iron accumulations in shades of brown.  In some pedons this horizon has gray iron depletions.  It is loam, sandy clay, clay, sandy clay loam, or clay loam.  Reaction ranges from strongly acid to moderately acid.  Some pedons have small pockets or patches of uncoated sand grains along vertical faces of peds."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Gallia soils are in the same family and soils with common limits in definition are Britwater, Holstein, and Negley series.  Gallia soils have a higher content of sand and gravel in the lower solum and substratum.  Britwater and Negley soils have mixed mineralogy.  In addition, Britwater soils have over 15 percent coarse fragments in the control section.  Holstein soils have more sand in the lower part of the solum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Portia soils are on nearly level to steep (1 to 30 percent slopes) uplands of the sandstone-limestone areas of the Ozark Highland.  These soils formed in residuum from sandstone, siltstone, and limestone bedrock.  Average annual temperature is about 52 degrees to 57 degrees F.  Average annual precipitation is about 40 to 50 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Captina, Estate, Moko, Noark, and Tonti series.  Captina and Tonti soils are on higher elevations have less sand in the profile and have fragipans.  Estate soils have clayey B horizons and are on slightly higher sideslopes.  Moko soils on higher sideslopes have profiles with less than 20 inches to bedrock.  Noark soils on slightly higher sideslopes have a clayey-skeletal control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The principal uses of Portia soils are pasture, range and hayland.  A large part is in forests of oak, hickory and shortleaf pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Arkansas and Missouri.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lawrence County, Arkansas; 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Portia soils formerly were included in the Cane series.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
