{
  "SERIES": "PORTDICK",
  "STATUS": "Established Series",
  "BYREV": "Rev. DVP-JDW",
  "REVDATE": "09/1999",
  "STATES": "AK",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over sandy or sandy-skeletal, mixed, superactive, nonacid Typic Cryofluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Portdick silt loam, on a south facing, 1 percent slope under Sitka spruce, cottonwood, bluejoint grass, and forbs at 30 feet elevation. (Colors are for moist soils unless otherwise stated.  When described, the soil was moist throughout).\nA1--0 to 19 inches; dark yellowish brown (10YR 3/4) silt loam; weak medium platy structure; very friable, nonsticky, nonplastic; common very fine, common fine, and few medium roots; thin fine sandy loam strata; slightly acid (pH 6.5); gradual wavy boundary.\nA2--19 to 27 inches; dark brown (10YR 3/3) stratified silt loam and fine sandy loam; weak thick platy parting to moderate fine granular structure; very friable, nonsticky, nonplastic; few very fine and fine roots; slightly acid (pH 6.5); abrupt smooth boundary. (combined thickness of A horizons is 19 to 35 inches)\n2C--27 to 60 inches; dark brown (10YR 4/3) very gravelly loamy sand; single grain; loose, nonsticky, nonplastic; 45 percent gravel and 5 percent cobble; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kenai Peninsula Area, Alaska; Rocky River Valley; 1500 feet north and 1580 feet east of the SW corner of section 23, T. 10S., R. 13W., Seward Meridian; USGS Seldovia B-4 quadrangle; lat. 59 degrees 17 minutes 44 seconds N. and long. 151 degrees 25 minutes 30 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 39 to 41 degrees F. Thickness of the loamy surface mantle ranges from 20 to 35 inches over sand and gravel. Depth to bedrock is greater than 60 inches.   The pH of the solum ranges from 5.8 to 6.8.  The pH of the substratum increases with depth and ranges from 6.5 to 7.6.\nThe A horizon textures of silt loam and very fine sandy loam have hue of 10YR or 7.5YR, value of 3 or 4, and chroma of 2 to 4.  Thin strata of fine sandy loam, sand, and loamy sand have variegated colors.\nThe 2C horizons have variegated colors if the texture is sand.  They have hue of 10YR, value of 3 or 4, and chroma of 1 to 3 if the texture is loamy sand.  They are very gravelly or extremely gravelly sand or loamy sand.  Rock fragments range from 40 to 70 percent and include 35 to 70 percent gravel and 0 to 5 percent cobble."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Soils in the same subgroup include the Petrof series.  Petrof soils have a loamy particle size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Portdick soils are formed in stratified loamy sediments over sand and gravel deposits on alluvial plains and low terraces.  In some areas recent tectonic activity has dropped these landforms several feet.  The lowest of these subsided areas are affected by saltwater intrusion.  Slopes range from 0 to 3 percent.  Elevations are 20 to 150 feet.\nThe climate is maritime with mild winters and cool summers.  Mean annual precipitation ranges from 65 to 75 inches and the mean annual snowfall is 50 to 100 inches.  Mean January temperature is 26 degrees F., mean July temperature is 55  degrees F., and the mean annual temperature ranges from 38  to 40 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Chenega, Jakolof, and Petrof soils.  Chenega soils have a particle size control section that is sandy-skeletal and are on floodplains and alluvial fans.  Jakolof soils have spodic horizons and are on stream terraces and alluvial fans. Petrof soils occur in complex with Portdick soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained and somewhat poorly drained.  Runoff is slow.  Permeability is moderate in the loamy surface mantle and rapid in the substratum. The soils may be flooded for short periods after prolonged heavy rainfall."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for timber production, subsistence, recreation, and wildlife habitat. Portdick soils have native vegetation of Sitka spruce and cottonwood with an understory of alder, salmonberry, fern, and bluejoint grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Kenai Peninsula, Alaska.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lower Kenai Peninsula Area, Alaska.  1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this profile include:\nFinely stratified fresh sediments near the surface.\nColors that change irregularly with depth.\nAssumed irregular organic carbon distribution with depth.\nAssumed cryic temperature regime.\nCoarse-loamy over sandy or sandy-skeletal control section.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
