{
  "SERIES": "PORT",
  "STATUS": "Established Series",
  "BYREV": "Rev.ELG:CRC:GFS",
  "REVDATE": "09/2004",
  "STATES": "KS,OK,TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, thermic Cumulic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Port silt loam--cultivated. (Colors are for dry soil unless otherwise stated.)\nAp--0 to 9 inches; reddish brown (5YR 4/3) silt loam, dark reddish brown (5YR 3/3) moist; moderate medium granular structure; soft, very friable; neutral; clear smooth boundary. (0 to 11 inches thick)\nA--9 to 27 inches; dark reddish brown (5YR 3/3) silt loam, dark reddish brown (5YR 2/2) moist; moderate coarse granular structure; slightly hard, friable; neutral; gradual smooth boundary. (10 to 30 inches thick)\nBk--27 to 42 inches; reddish brown (5YR 4/4) silty clay loam, dark reddish brown (5YR 3/4) moist; weak fine subangular blocky structure; hard, firm; few thin strata of darker material; common masses and films of calcium carbonate; strongly effervescent; moderately alkaline; diffuse smooth boundary. (0 to 25 inches thick)\nC--42 to 72 inches; reddish brown (2.5YR 5/4) silt loam, reddish brown (2.5YR 4/4) moist; massive; hard, firm; few thin strata of dark reddish brown silty clay loam; common masses and films of calcium carbonate; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Grady County, Oklahoma; about 7 miles east of Chickasha, Oklahoma; 2,300 feet north and 100 feet east of the southwest corner of sec. 24, T. 7 N., R. 6 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth of secondary calcium carbonates ranges from 20 to 60 inches. Thickness of the mollic epipedon ranges from 20 to 40 inches. The A, Bk/Bw, and C horizons are silt loam, loam, silty clay loam, or clay loam.\nThe Ap or A horizon has hue of 2.5YR to 10YR, value of 3 to 5, and chroma of 1 to 3. Some pedons are overwashed with fine sandy loam or textures similar to the A horizon, but have hue of 2.5YR to 7.5YR, value of 4 or 5, and chroma of 4. The overwash material is less than 20 inches thick. Reaction of the Ap or A horizon ranges from moderately acid to slightly alkaline.\nThe Bk or Bw horizon has hue of 2.5YR to 10YR, value of 3 to 6, and chroma of 1 to 6. Reaction ranges from slightly acid to moderately alkaline. Visible calcium carbonate in the form of masses and films ranges from 0 to 5 percent by volume.\nThe C horizon has hue of 2.5YR to 7.5YR, value of 3 to 6, and chroma of 1 to 6. Thin strata of coarser or fine textures occur in this horizon. Reaction is moderately alkaline and calcareous. Visible calcium carbonate in the form of masses and films ranges from 0 to 5 percent by volume.\nSome pedons have buried horizons below 30 inches. These pedons are not diagnostic. Texture, color, and reactions of these horizons are similar to those described throughout the Port profile."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are Bergstrom (TX), Bigetty (NM), Clearfork(TX), Elandco (TX), and Iraan (TX) series in the same family. Soils in similar families are Asher, Bippus, Bosque, Dale, Frio, Gageby, Gowen, Kaski, Lamkin, Lawrie, Nipsum, Reinach, and Spur series. Asher, Lamkin, and Spur soils have a mollic epipedon less than 20 inches thick. In addition, Spur soils have a fine-loamy control section. Bergstrom soils are calcareous throughout. Bigetty and Iraan soils are dry for longer periods of time. Bippus, Bosque, Gageby, Gowen, and Kaski soils have a fine-loamy control section. Dale and Reinach soils have a regular decrease in organic matter. In addition, Reinach soils have a coarse-silty control section. Elandco soils have hue of 10YR or 2.5Y throughout. Frio and Nipsum soils have a fine control section. Lawrie soils are slightly higher in the landscape, and do not decrease in clay content by 20 percent of the maximum within 60 inches of the mineral soil surface.  Clearfork soils are active CEC activity class."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Port soils are on nearly level or very gently sloping flood plains in the eastern part of the Central Rolling Red Plains and in the Central Rolling Red Prairies. Slopes range from 0 to 3 percent. The soil formed in calcareous loamy alluvium of Recent age. Mean Annual Precipitation: 26 to 40 inches.  Mean Annual Temperature: 57 to 64 degrees F. Thornthwaite Annual P-E indices: 44 to 64. Frost free days range from 185 to 220."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ashport, Brewer, Canadian, Dale, Easpur, Gaddy, Lawrie, McLain, Miller, Pulaski, Reinach and Yahola series. Ashport and Easpur soils have a mollic epipedon less than 20 inches thick and are on slightly lower flood plains and closer to the stream. Brewer, Canadian, Dale, Lawrie, McLain, and Reinach soils occur on slightly higher flood plains. Brewer and McLain soils have a fine control section and have argillic horizons. Lawrie soils have argillic horizons. Canadian soils have a mollic epipedon less than 20 inches thick and have a coarse-loamy control section. Gaddy soils usually occur on slightly lower flood plains closer to the stream channel, have a sandy control section and lack a mollic epipedon. Miller, Pulaski, and Yahola soils occur on similar areas. Miller soils have a fine control section. Pulaski and Yahola soils have a coarse-loamy control section and lack a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Port soils are well drained. Runoff is negligible on 0 to 1 percent slopes and very low on 1 to 3 percent slopes.  Permeability is moderate. These soils are occasionally or frequently flooded for very brief periods during March to October."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mainly cultivated to alfalfa, small grains, grain sorghum, and cotton. Some areas are used for tame pasture or rangeland for grazing beef cattle. Native vegetation is tall grasses with an overstory of pecan, black walnut, bur oak, and eastern cottonwood trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern part of the Central Rolling Red Plains (MLRA-78C) and the Central Rolling Red Prairies (MLRA-80A) of Oklahoma, Kansas, and Texas. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jackson County, Oklahoma; 1942."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nSoil Interpretation Record: Series OK0087.\nMoisture regime: Udic-Ustic or Typic-Ustic.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the surface of the soil to a depth of 27 inches (A horizon and sometimes the Bk/Bw horizon).\nCambic horizon - the zone from 27 inches to depth of 42 inches (Bk/Bw horizon).\nADDITIONAL DATA: Laboratory data from NSSL, Sample S90OK-103-004.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
