{
  "SERIES": "PORUM",
  "STATUS": "Established Series",
  "BYREV": "Rev. JFH:CRC",
  "REVDATE": "07/2000",
  "STATES": "OK,TX",
  "OVERVIEW": "The Porum series consists of very deep, moderately well drained, slowly permeable soils that formed in material weathered from a loamy mantle, and loamy and clayey alluvium of the Pleistocene age.  These very gently sloping to moderately steep soils are on broad high terraces mostly in the Ouachita Mountains (MLRA 119) and Arkansas Valley and Ridges (MLRA 118).  Slopes range from 1 to 20 percent.  Mean annual precipitation is 42 inches.  Mean annual temperature is 62 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, thermic Glossaquic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Porum fine sandy loam--forest. (Colors are for moist soil unless otherwise stated.)\nA--0 to 5 inches; dark grayish brown (10YR 4/2) fine sandy loam; weak medium granular structure; very friable; many fine roots; moderately acid; clear wavy boundary.  (3 to 6 inches thick)\nE--5 to 10 inches; brown (10YR 5/3) fine sandy loam; weak medium granular structure; friable; few fine roots; strongly acid; gradual wavy boundary.  (0 to 8 inches thick)\nBE--10 to 14 inches; strong brown (7.5YR 5/6) loam; weak coarse subangular blocky structure; friable; few fine roots; strongly acid; gradual wavy boundary.  (0 to 9 inches thick)\nBt1--14 to 28 inches; yellowish red (5YR 4/6) silty clay loam; many medium distinct strong brown (7.5YR 5/6) redoximorphic concentrations; moderate medium blocky structure; firm; clay films on faces of peds; some peds have thin silt coating; very strongly acid; gradual wavy boundary.  (6 to 18 inches thick)\nBt2--28 to 52 inches; yellowish red (5YR 4/6) silty clay loam; many medium and fine prominent pale brown (10YR 6/3) and few medium prominent light gray (10YR 6/1) redoximorphic concentrations and depletions; weak medium blocky structure; very firm; clay films on faces of peds; very strongly acid; gradual wavy boundary.  (10 to 26 inches thick)\nBC--52 to 65 inches; strong brown (7.5YR 5/6) clay loam; many medium and coarse distinct light gray (10YR 6/1) redoximorphic depletions; weak coarse blocky structure; firm; few clay films on faces of peds; about 7 percent by volume is clean silt and sand grains in pockets and on faces of peds; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Haskell County, Oklahoma; about 6 miles northwest of Stigler, 1,000 feet east and 100 feet south of the northwest corner of sec. 36, T. 10 N., R. 20 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is 60 to more than 80 inches.   Depth to redoximorphic features of chroma 2 or less ranges from 16 to 30 inches.\nThe A or Ap horizon is brown or dark brown (10YR 3/3, 4/3, 5/3; 7.5YR 4/2), dark grayish brown (10YR 4/2), or grayish brown (10YR 5/2).  It is fine sandy loam or loam and ranges from very strongly acid through moderately acid, except where limed.\nThe AE horizon is pale brown (10YR 6/3), brown (10YR 4/3, 5/3; 7.5YR 5/4), light brown (7.5YR 6/4), or yellowish brown (10YR 5/4).  It is fine sandy loam or loam and ranges from very strongly acid through moderately acid, except where limed.\nThe BE horizon is strong brown (7.5YR 5/6), yellowish brown (10YR 5/4), or brown (7.5YR 5/4).  It is loam, silt loam, or clay loam and is very strongly acid or strongly acid.  Clay content is 25 to 35 percent.  The boundary is gradual or clear and wavy or smooth.\nThe Bt horizon is yellowish red (5YR 4/6, 4/8, 5/6), reddish brown (5YR 4/4), strong brown (7.5YR 5/6), reddish yellow (7.5YR 6/6), or red (2.5YR 4/6, 5/6).  It is redoximorphic concentrations and depletions in shades of brown, gray, or red and the amount of the redoximorphic features increases as depth increases.  This horizon is clay loam, silty clay loam, silty clay, or clay with the upper 20 inches containing from 35 to 45 percent clay.  It ranges from very strongly acid through moderately acid.\nThe BC horizon is red to strong brown with redoximorphic features concentration masses as in the Bt horizon.  It is silty clay loam, clay loam, or sandy clay loam.  This horizon ranges from moderately acid through mildly alkaline.  Clean sand and silt grains in pockets or on faces of peds comprise from 5 to 15 percent of the volume."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other soils in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on slightly convex slopes of terraces.  Slope gradients are typically 3 to 5 percent but range from 1 to 20 percent.  Porum soils formed in a mantle and alluvium.  A perched table occurs at depths of 2 to 3 feet below the surface for brief periods of time during the winter and spring months.  The climate is warm and humid.  The mean annual precipitation ranges from 40 to 45 inches, the mean annual temperature ranges from 57 degrees to 64 degrees F., and the Thornthwaite P-E index ranges from 64 to 80."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Kamie, Naldo, and Whakana series.  These soils are slightly higher in elevation on the same terrace or are on lower terraces.  Kamie, Naldo, and Whakana soils contain less than 35 percent clay in the upper 20 inches of the B2t horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; runoff is medium to high; permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Principal use is for pasture or forest; small areas are used for growing cotton, grain sorghum, soybeans or small grains.  Native vegetation is mixed hardwoods, mainly post oak and red oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRUBUTION AND EXTENT",
    "content": "DISTRUBUTION AND EXTENT:  Eastern Oklahoma along the Canadian, Arkansas and Red Rivers.  Possibly in western Arkansas, Louisiana, and northeastern Texas.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Haskell County, Oklahoma; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil Interpretation Record:  Series    OK0142\nThese soils were formerly included in the McKamie series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric- zone from surface to 10 inches (A and # horizons)\nArgillic- zone from 14 to 52 inches (Bt horizons)\nAlbic- zone from 5 tp 10 inches (E horizon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
