{
  "SERIES": "POSEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. ERB-TCB-RM",
  "REVDATE": "08/2016",
  "STATES": "NM,TX",
  "OVERVIEW": "The Posey series consists of very deep, well drained, moderately permeable soils that formed in calcareous, loamy eolian deposits from the Blackwater Draw Formation of Pleistocene age. These soils are on nearly level to strongly sloping plains, playa slopes, and draws. Slope ranges from 0 to 12 percent. The mean annual precipitation is 483 mm (19 in) and the mean annual temperature is 16 degrees C (61 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Calcidic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Posey fine sandy loam, on an east-facing, slightly concave, nearly level plain, 1.5 percent slope in cropland at an elevation of about 1,000 m (3,280 ft). (Colors are for dry soil unless otherwise noted.)\nAp--0 to 25 cm (0 to 10 in); reddish brown (5YR 5/4) fine sandy loam, reddish brown (5YR 4/4) moist; weak fine and medium granular structure; soft, friable; few fine roots; few calcium carbonate nodules; violently effervescent; moderately alkaline; abrupt smooth boundary. (13 to 38 cm [5 to 15 in] thick)\nBtk--25 to 46 cm (10 to 18 in); reddish brown (5YR 5/4) sandy clay loam, reddish brown (5YR 4/4) moist; weak coarse prismatic structure parting to weak medium subangular blocky; hard, friable; few distinct clay films on faces of peds; few medium roots; common medium root channels; common wormcasts; few films, filaments, and masses of calcium carbonate; violently effervescent; moderately alkaline; gradual wavy boundary. (13 to 30 cm [5 to 12 in] thick)\nBtkk--46 to 99 cm (18 to 39 in); light reddish brown (5YR 6/4) sandy clay loam; reddish brown (5YR 5/4) moist; weak coarse prismatic structure parting to moderate fine subangular blocky; very hard, firm; few faint clay films on faces of peds; few fine roots; common fine root channels; few wormcasts; about 55 percent calcium carbonate by volume as masses, nodules, and finely disseminated carbonates; violently effervescent; moderately alkaline; gradual wavy boundary. (38 to 76 cm [15 to 30 in] thick)\nB'tk--99 to 203 cm (39 to 80 in); reddish yellow (5YR 6/6) sandy clay loam, yellowish red (5YR 5/6) moist, weak coarse prismatic structure parting to moderate medium subangular blocky; very hard, firm; few fine roots; common fine root channels; few distinct clay films in root channels; sand grains coated and bridged with clay; about 20 percent calcium carbonate by volume as masses, nodules, and finely disseminated carbonates; violently effervescent; moderately alkaline"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lubbock County, Texas; 300 ft east of southwest corner of sec. 33, Block D, L and SV RR Co. survey, or 1 mile south of New Deal and 2 miles west in cropland; Latitude: 33 degrees, 42 minutes, 31 seconds N; Longitude: 101 degrees, 52 minutes, 09 seconds, W; New Deal, Texas USGS quad; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: An ustic moisture regime bordering on aridic. The soil moisture\ncontrol section is dry in some or all parts for more than 180 but less than 220\ndays, cumulative, in normal years. July through August and December through\nFebruary are the driest months. These soils are intermittently moist in\nSeptember through November and March through June.\nMean annual soil temperature: 15 to 18 degrees C (59 to 64 degrees F).\nDepth to secondary calcium carbonate: 13 to 25 cm (5 to 10 in).\nDepth to calcic horizon: 30 to 60 cm (12 to 24 in).\nSolum thickness: more than 203 cm (80 in).\nSurface fragments: 0 to 5 percent, gravel size, strongly cemented carbonate nodules.\nParticle-size control section: 18 to 35 percent silicate clay.\nA horizon:\nHue: 5YR to 10YR\nValue: 4 to 6, 3 to 5 moist\nChroma: 2 to 4\nTexture: dominantly fine sandy loam but includes loam\nRock fragments: 0 to 2 percent, gravel size, strongly cemented carbonate nodules.\nEffervescence: strong or violent\nReaction: moderately alkaline\nNote: Epipedons with moist values and chromas less than 3.5 are less than 18 cm (7 in) thick.\nBtk horizons:\nHue: 2.5YR to 7.5YR\nValue: 4 to 7, 3 to 6 moist\nChroma: 3 to 6\nTexture: sandy clay loam, clay loam Rock fragments: 0 to 10 percent, gravel size, strongly cemented carbonate nodules.\nSecondary calcium carbonate: 5 to 45 percent by volume as films, filaments, masses, nodules, and finely disseminated carbonates\nCalcium carbonate by weight: 3 to 35 percent\nEffervescence: strong or violent\nReaction: moderately alkaline\nNote: The upper part of the Btk horizon contains about 3 to 25 percent carbonates and that increases to about 30 to 60 percent with depth.\nBtkk horizons:\nHue: 2.5YR to 7.5YR\nValue: 4 to 8, 3 to 7 moist\nChroma: 1 to 4\nTexture: sandy clay loam, clay loam\nRock fragments: 0 to 5 percent, gravel size, strongly cemented carbonate nodules.\nSecondary calcium carbonate: 50 to 70 percent by volume as masses, nodules, and finely disseminated carbonates\nCalcium carbonate by weight: 40 to 60 percent\nEffervescence: violent\nReaction: moderately or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family. Similar soils include the Amarillo, Arvana, Bovina, Estacado, Mansker, Midessa, Plemons, and Tulia series.\nAmarillo soils: have a calcic horizon between 76 and 150 cm (30 and 60 in) and are non-effervescent in the upper argillic horizon.\nArvana soils: have a petrocalcic horizon between 50 and 100 cm (20 and 40 in).\nBovina and Estacado soils: have mollic epipedons.\nPlemons soils: have a fine-silty particle-size class and formed in sediments derived from the Ogallala Formation of Miocene-Pliocene age.\nMidessa soils: have a cambic horizon and do not have an argillic horizon.\nMansker and Tulia soils: have carbonatic mineralogy; in addition Mansker soils have a mollic epipedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: calcareous, loamy eolian deposits from the Blackwater Draw Formation of Pleistocene age.\nLandform: nearly level to strongly sloping plains, playa slopes, and draws.\nSlopes: 0 to 12 percent.\nMean annual air temperature: 14 to 17 degrees C (57 to 63 degrees F).\nMean annual precipitation: 406 to 533 mm (16 to 21 in).\nElevation: 792 to 1,463 m (2,600 to 4,800 ft).\nFrost-free period: 185 to 220 days.\nThornthwaite annual P-E Index Values: 25 to 36"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the similar Amarillo, Arvana, Bovina (T), Mansker, Midessa, and Tulia soils and the Drake, Patricia, Potter, Sharvana, and Tokio soils.\nAmarillo, Arvana, Bovina, Mansker, Midessa, and Tulia soils are on similar landscape positions.\nDrake soils are on higher landscape positions and do not have an argillic horizon.\nPatricia soils are on slightly higher landscape positions and have a calcic horizon between 150 and 203 cm (60 and 80 in).\nPotter soils are on lower landscape positions and have carbonatic mineralogy and a loamy-skeletal particle-size class.\nSharvana soils are on similar landscape positions but have a petrocalcic horizon within 50 cm (20 in).\nTokio soils are on slightly lower landscape positions, have a calcic horizon between 50 to 100 cm (20 to 40 in), and are noneffervescent in the upper argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained and moderate permeability. Surface runoff is negligible on less than 1 percent slopes, low on 1 to 5 percent slopes, and medium on 5 to 12 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Widely used for dryland and irrigated crop production. Principal crops grown are cotton, grain sorghum, and wheat. Climax native vegetation is mainly mid and short grasses and includes blue grama, sideoats grama, and buffalograss, with lesser amounts of vine-mesquite, western wheatgrass, galleta or tobosa, silver bluestem, wild alfalfa, and prairieclover with a light to moderate overstory of mesquite. This soil has been correlated to the High Lime (R077CY026TX) ecological site in MLRA-77C."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern High Plains, Southern Part (MLRA 77C in LRR H) of west Texas and eastern New Mexico. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Hale County, Texas; 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This is a Benchmark Series.\nPosey series was formerly included in the Mansker and Veal series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 25 cm (0 to 10 in). (Ap horizon)\nArgillic horizon: 25 to 203 cm (10 to 80 in). (Btk, Btkk, B'tk horizons)\nCalcic horizon: 46 to 99 cm. (18 to 39 in) (Btkk, B'tk horizons)\nPlugged (kk) horizon: 46 to 99 cm (18 to 39 in) (Btkk1, Btkk2)\nNote: the kk feature is defined as pedogenic carbonate accumulation that is characterized by laterally continuous carbonates that have engulfed rock, sand, silt, and clay particles; plugged the macroporosity of the soil horizon with 50 percent or more calcium carbonate; and obliterated the original soil structure.\nADDITIONAL DATA: NSSL data available: S90NM-009-005 (Curry County, New Mexico)\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 25,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 25 cm (0 to 10 in); reddish brown (5YR 5/4) fine sandy loam, reddish brown (5YR 4/4) moist; weak fine and medium granular structure; soft, friable; few fine roots; few calcium carbonate nodules; violently effervescent; moderately alkaline; abrupt smooth boundary. (13 to 38 cm [5 to 15 in] thick)"
      },
      {
        "name": "Btk",
        "top": 25,
        "bottom": 46,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btk--25 to 46 cm (10 to 18 in); reddish brown (5YR 5/4) sandy clay loam, reddish brown (5YR 4/4) moist; weak coarse prismatic structure parting to weak medium subangular blocky; hard, friable; few distinct clay films on faces of peds; few medium roots; common medium root channels; common wormcasts; few films, filaments, and masses of calcium carbonate; violently effervescent; moderately alkaline; gradual wavy boundary. (13 to 30 cm [5 to 12 in] thick)"
      },
      {
        "name": "Btkk",
        "top": 46,
        "bottom": 99,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btkk--46 to 99 cm (18 to 39 in); light reddish brown (5YR 6/4) sandy clay loam; reddish brown (5YR 5/4) moist; weak coarse prismatic structure parting to moderate fine subangular blocky; very hard, firm; few faint clay films on faces of peds; few fine roots; common fine root channels; few wormcasts; about 55 percent calcium carbonate by volume as masses, nodules, and finely disseminated carbonates; violently effervescent; moderately alkaline; gradual wavy boundary. (38 to 76 cm [15 to 30 in] thick)"
      },
      {
        "name": "B'tk",
        "top": 99,
        "bottom": 203,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "B'tk--99 to 203 cm (39 to 80 in); reddish yellow (5YR 6/6) sandy clay loam, yellowish red (5YR 5/6) moist, weak coarse prismatic structure parting to moderate medium subangular blocky; very hard, firm; few fine roots; common fine root channels; few distinct clay films in root channels; sand grains coated and bridged with clay; about 20 percent calcium carbonate by volume as masses, nodules, and finely disseminated carbonates; violently effervescent; moderately alkaline"
      }
    ]
  ]
}
