{
  "SERIES": "POSITAS",
  "STATUS": "Established Series",
  "BYREV": "Rev. RCH/GMK/RWK/SBS",
  "REVDATE": "11/2014",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Mollic Palexeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Positas gravelly loam, annual grass pasture.  (Colors are for dry soil unless otherwise noted.)\nAp--0 to 20 cm (0 to 8 inches); brown (10YR 5/3) gravelly loam, dark brown (7.5YR 3/3) moist; massive with weak horizontal partings in the top few inches; hard, friable, nonsticky and nonplastic; many very fine roots; many very fine pores; moderately acid (pH 6.0); abrupt smooth boundary. (6 to 20 inches thick)\nA--20 to 28 cm (8 to 11 inches); brown (10YR 5/3) gravelly loam, dark brown (7.5YR 3/3) moist; massive with weak horizontal partings in the top few inches; hard, friable, nonsticky and nonplastic; many very fine roots; many very fine pores; moderately acid (pH 6.0); abrupt smooth boundary.\nabrupt smooth boundary.  (2 to 6 inches thick) (color values are nearly 1/2 chip higher than the Ap horizon above);\nBt1--28 to 51 cm (11 to 20 inches); reddish brown (5YR 4/3) clay, dark reddish brown (5YR 3/3) moist; strong coarse prismatic structure; extremely hard, extremely firm, sticky and very plastic; few very fine roots along structure faces; few very fine tubular pores; thick continuous dark reddish gray (5YR 4/2) clay films on faces of peds and nearly filling pores; common slickensides; slightly acid (pH 6.5); gradual smooth boundary.  (8 to 12 inches thick)\nBt2--51 to 74 cm (20 to 29 inches); reddish brown (5YR 4/4) dry and moist, clay; strong coarse prismatic structure; extremely hard, extremely firm, sticky and very plastic; few very fine roots along structure faces, few very fine tubular pores; thick continuous clay films on faces of peds and nearly filling pores; common slickensides; moderately alkaline (pH 8.0); abrupt smooth boundary.  (8 to 12 inches thick)\nBt3--74 to 99 cm (29 to 39 inches); brown (7.5YR 5/5) clay loam, brown (7.5YR 4/4) and yellowish red (5YR 4/6) moist, strong medium angular blocky structure; very hard, firm, sticky and plastic; few very fine roots; few very fine tubular pores; moderately thick continuous yellowish red (5YR 5/5) clay films on faces of peds and lining pores; common fine (1 to 2 mm) black stains on faces of peds; very weakly calcareous moderately alkaline (pH 8.0); gradual smooth boundary.  (8 to 14 inches thick)\nBt4--99 to  137 cm (39 to 54 inches); light yellowish brown (10YR 6/5) clay loam, brown (10YR 5/3) and yellowish red (5YR 4/6) moist; strong medium angular blocky structure; very hard, firm, sticky and slightly plastic; few very fine roots; few very fine tubular pores; moderately thick continuous yellowish red (5YR 4/6) clay films on peds and lining pores; common fine black stains on faces of peds; very weakly calcareous; moderately alkaline (pH 8.0); gradual smooth boundary.  (10 to 18 inches thick)\n2C--137 to 163 cm (54 to 64 inches); light yellowish brown (10YR 6/5) very gravelly sandy clay loam, yellowish brown (10YR 5/4) moist; few yellowish red (5YR 4/6) dry and moist coatings; massive; slightly hard, friable, nonsticky and nonplastic; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Alameda County, California; approximately 5 miles southeast of Livermore; 216 feet east of Greenville Road and 168 feet south of the NE corner of sec. 25, T.3S., R.2E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature at a depth of 20 inches is 60 degrees to 68 degrees F.  The soil between depths of 4 and 12 inches becomes dry in late May to mid June and remains continuously dry until late October or mid November.  It is moist all the rest of the time.  Solum thickness is 42 to 70 inches.\nThe Ap horizon is brown to grayish brown in 10YR or 7.5YR hue.  Moist colors in the upper 4 to 8 inches of the Ap horizon are dark brown to very dark grayish brown in 10YR or 7.5YR hue and have 1.5 to 2.5 percent organic matter.  In the lower part of the horizon, moist color is brown, dark brown, and very dark grayish brown with .75 to 1.5 percent organic matter.  The upper part or all parts of the Ap horizon are massive and hard or very hard.  This horizon is sandy loam, fine sandy loam, silt loam, loam or clay loam and is modified by up to 35 percent pebbles, gravel or cobblestones.  Reaction is strongly acid to neutral.\nThe A horizon is indistinct in some pedons, but the lower part of the A horizon contains apparent degraded remnants of the Bt1 horizon with bleached mineral grains on faces of peds.\nThe Bt horizons are reddish brown, yellowish red, brown, strong brown, dark yellowish brown or yellowish brown in hue of 5YR, 7.5YR or 10YR.  The upper part of the horizon has 5YR hue and value of 3 or less.  10YR hue occurs only in the lower portion or is absent in some pedons.  Reaction is strongly acid to moderately alkaline becoming more alkaline as depth increases.  Texture is clay, silty clay or gravelly clay in some pedons.  The upper boundary of the Bt horizon is abrupt and the upper part of the Bt horizon has 20 to 35 percent more total clay than the overlying A horizon.  This horizon has strong prismatic, subangular or angular blocky structure and is very hard or extremely hard.\nThe C horizon ranges from well sorted calcareous silt loam to poorly sorted gravelly and very gravelly sandy loam or sandy clay loam.  Colors are yellowish red, reddish brown, dark reddish brown, light yellowish brown, brownish yellow, very pale brown or light olive brown.  Reaction is mainly moderately alkaline to neutral, and in some pedons medium acid in the lower part."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Kimball, Milpitas, Newville, Nicolaus and Tierra series.  Kimball and Newville soils lack an A2 horizon. Also, Kimball soils are granular in the upper 2 to 3 inches.  Milpitas and Nicolaus soils have a chroma of 4 or more in the upper part of the B2t horizon.  Also, Nicolaus soils are weakly cemented below depth of 40 inches.  Tierra soils have hue of 10YR and a chroma of 2 in the upper part of the B2t horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Positas soils are on stream terraces and terrace side slopes at elevations of 200 to 1,600 feet.  Slopes are 2 to 75 percent.  The soils formed in alluvium of mixed origin.  The climate is dry subhumid, mesothermal with hot, dry summers and cool, moist winters.  Mean annual rainfall is 12 to 45 inches.  The average January temperature is 48 degrees F., average July temperature is 61 degrees F., and the mean annual temperature is about 58 degrees to 62 degrees F. The average frost-free season is 185 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Altamont, Linne, Pleasanton, and Rincon soils.  Altamont soils are fine textured throughout and have slickensides.  Linne soils lack B2t horizons. Pleasanton soils have less than 35 percent clay in the B2t horizons. Rincon soils have gradual AB horizon boundaries with less than 15 percent clay increase from A horizon to B2t horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; medium to very high runoff;  slow and very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Primary use is range.  Some soils are used for dryland grain and vineyards.  Vegetation is annual grasses, forbs, and scattered oaks."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Stream terraces along the Coast Ranges in central and northern California and central foothills of the Sierra Nevada.  The soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  San Joaquin County (Tracy Area), California, 1938."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The competing Nicolaus (T) series has never been correlated in California and is under consideration to be dropped.\nADDITIONAL DATA: Pedons sampled in Alameda Co., CA; S59CA-001-001 (type location), S59CA-001-002.\nOSED scanned by SSQA.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
