{
  "SERIES": "POTAMUS",
  "STATUS": "Established Series",
  "BYREV": "Rev. AM/TDT/JAL",
  "REVDATE": "12/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Typic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Potamus gravelly loam, pasture.  (Colors are for moist soil unless otherwise noted.)\nA1--0 to 4 inches black (10YR 2/1) gravelly loam, very dark grayish brown (10YR 3/2) dry; moderate fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many fine and medium roots; many fine irregular pores; 15 percent gravel; neutral (pH 6.6); clear wavy boundary.  (3 to 15 inches thick)\nA2--4 to 15 inches; black (10YR 2/1) gravelly clay loam, very dark gray (10YR 3/1) dry; moderate fine and medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; many fine and medium roots; many fine tubular pores; 15 percent gravel; neutral (pH 6.6); clear wavy boundary.  (0 to 12 inches thick)\nBw--15 to 45 inches; dark brown (10YR 3/3) very gravelly clay loam, yellowish brown (10YR 5/4) dry; weak fine subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; few fine and medium roots; many fine tubular pores; 40 percent gravel and 15 percent cobbles; neutral (pH 6.8); gradual wavy boundary.  (15 to 35 inches thick)\nC--45 to 60 inches; dark brown (10YR 3/3) extremely gravelly clay loam, yellowish brown (10YR 5/4) dry; massive; slightly hard, friable, moderately sticky and moderately plastic; few fine and medium roots; many fine tubular pores; 55 percent gravel adn 25 percent cobbles; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Umatilla County, Oregon; 50 feet east of road in SW1/4 NE1/4 SW1/4 section 13, T. 5 S., R. 31 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are usually moist, but are dry throughout between depths of 4 and 12 inches for 60 to 80 consecutive days.  The mean annual soil temperature is 44 to 47 degrees F.  Thickness of the mollic epipedon is 10 to 20 inches.  The particle-size control section has 28 to 35 percent clay and 35 to 65 percent coarse fragments.  Thickness of the solum is 40 to 60 inches.  Organic carbon decreases to less than 0.6 percent above a depth of 20 inches.  It is slightly acid through neutral throughout.\nThe upper part of the A horizon has chroma of 1 or 2 moist and dry.  It has 0 to 10 percent cobbles and 15 to 25 percent gravel.\nThe lower part of the A horizon, when present, has chroma of 1 or 2 moist and dry.  It is a gravelly loam or gravelly clay loam.  It has 0 to 10 percent cobbles and 15 to 25 percent gravel.\nThe Bw horizon has value of 3 or 4 moist, 5 or 6 dry and chroma of 3 or 4 moist and dry.  It is a very gravelly clay loam or extremely gravelly clay loam.  It has 5 to 15 percent cobbles and 25 to 60 percent gravel.\nThe C horizon is similar to the above Bw horizon except that is is structureless."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bergquist, Bigarm, Bradshaw, Brunzell, Cupine (T), Fuego, Mud Springs, and St. Marys.  The Bergquist and Bigarm soils have sola less than 40 inches thick with less than 18 percent clay in the control section.  Bradshaw soil is calcareous above 40 inches.  Brunzell soils have sola less than 40 inches thick. Cupine, Fuego and Mud Springs are 20 to 40 inches deep to bedrock.  St. Marys soil has hue of 2.5YR or 5YR."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Potamus soils are on high terraces.  Elevation is 3,300 to 3,500 feet.  Slopes are 0 to 2 percent.  The soils formed in mixed alluvium.  The mean annual temperature is 40 to 45 degrees F., and the mean annual precipitation is 15 to 25 inches.  The frost-fee period is 50 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Silvies soil.  Silvies soils are poorly drained and are in the fine family."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The soils are used for pasture and hayland."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Oregon.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Umatilla County, Oregon, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  NSSL data; sample numbers 84T7174-7177.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
