{
  "SERIES": "POTH",
  "STATUS": "Established Series",
  "BYREV": "Rev. WJG:WMR",
  "REVDATE": "02/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, mixed, active, hyperthermic Arenic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Poth loamy fine sand--idle cropland.\n(Colors are for dry soil unless otherwise stated.)\nAp--0 to 8 inches; pale brown (10YR 6/3) loamy fine sand, brown (10YR 5/3) moist; single grained; loose, very friable; many fine roots; neutral; clear smooth boundary.  (6 to 16 inches thick)\nA--8 to 18 inches; light yellowish brown (10YR 6/4) loamy fine sand, yellowish brown (10YR 5/4) moist; single grained; loose, very friable; common fine roots; neutral; clear wavy boundary.  (6 to 25 inches thick)\nE--18 to 30 inches; very pale brown (10YR 7/3) loamy fine sand, pale brown (10YR 6/3) moist; single grained; loose, very friable; common roots; neutral; abrupt wavy boundary.  (4 to 14 inches thick)\nBt1--30 to 36 inches; pale brown (10YR 6/3) sandy clay, brown (10YR 5/3) moist, with common medium and coarse distinct reddish yellow (7.5YR 6/6) and prominant red (2.5YR 5/6) mottles; moderate medium blocky structure; very hard, very firm; thin clay films on surfaces of peds; few Fe-Mn concretions; noncalcareous; mildly alkaline; gradual wavy boundary.  (5 to 14 inches thick)\nBt2--36 to 44 inches; pale brown (10YR 6/3) sandy clay, brown (10YR 5/3) moist, with common medium prominant reddish yellow (5YR 6/6) and few medium prominant red (2.5YR 5/6) mottles; moderate medium and coarse blocky structure; very hard, very firm; thin clay films on surfaces of peds; few Fe-Mn concretions; noncalcareous; mildly alkaline; gradual wavy boundary.  (4 to 18 inches thick)\nBt3--44 to 54 inches; brownish yellow (10YR 6/6) sandy clay loam, yellowish brown (10YR 5/6) moist; with few fine faint yellowish red (5YR 5/6), and yellow (10YR 7/6) mottles; moderate fine blocky structure; very hard, very firm; patchy clay films on surfaces of peds; common Fe-Mn concretions; noncalcareous; mildly alkaline; diffuse wavy boundary.  (4 to 16 inches thick)\nBt4--54 to 60 inches; brownish yellow (10YR 6/8) sandy clay loam, yellowish brown (10YR 5/8) moist, with a few faint yellow and brownish mottles; weak fine blocky structure; very hard, firm; patchy clay films on surfaces of peds; common Fe-Mn concretions; noncalcareous; moderately alkaline; gradual wavy boundary.  (4 to 12 inches thick)\nBC--60 to 74 inches; reddish yellow (7.5YR 6/6) loam, strong brown (7.5YR 5/6) moist; weak fine blocky structure; hard, friable; few Fe-Mn concretions; noncalcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wilson County, Texas; 9.75 miles west along Highway 97 from intersection with Highway 181 in Floresville, Texas; site is north of Highway 97 some 120 yards into idle cropland field."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is 50 to 80 inches.\nThe A and E horizons are brown or light brown through light yellowish brown in hue of 7.5YR and 10YR, with value of 4 to 7, and chroma of 3 and 4.  They are loamy fine sand or fine sand that is moderately acid to neural.  The boundary between the E and Bt horizons is clear or abrupt.\nThe Bt horizon is brown or dark brown through yellowish red in hue of 5YR through 10YR, with value of 4 to 7, and chroma of 3 through 8.  Mottles are various shades of red, yellow, and brown.  Matrix color and mottles increase in value and chroma with depth.  It is clay, clay loam, or sandy clay with a clay content 35 to about 52 percent.  It is slightly acid through moderately alkaline.\nThe BC horizon has colors similar to the Bt horizon but some pedons have higher values and chromas.  Some pedons have a few concretions of calcium carbonate and fragments of sandstone and shale."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family.  Competing series include the Alum, Demona, Heatly, Leming, Nueces, Sarita, Stidham, and Wilco.  Alum soils have dominant hue of 5YR or redder in the Bt horizon and become more acid with depths.  Demona, Leming, and Nueces soils have mottles with chroma of 2 or less in the upper Bt horizon.  In addition, Alum and Demona soils as well as Heatly and Stidham soils have mean annual soil temperatures less than 72 degrees F.  Also, Heatly, Nueces, and Stidham soils have less than 35 percent clay in the upper Bt horizon.  Sarita soils have sandy epipedons more than 40 inches thick.  Wilco soils have epipedons less than 20 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Poth soils occur on nearly level to gently sloping uplands.  Slope gradients range from 0 to 5 percent.  The soil formed in loamy residuum from sandstone and shale.  Mean annual precipitation ranges from 26 to 34 inches and the mean annual air temperature ranges from 69 to 71 degrees F.  Thornthwaite annual P-E index is from 36 to 44.  Frost free days range from 240 to 260 days and elevation ranges from 300 to 800 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Leming, Sarita, and Wilco series and the Floresville and Miguel series. Leming and Sarita soils occur on similar surfaces.  Wilco soils occur on slightly higher elevations.  Floresville and Miguel soils have A horizons less than 20 inches thick, have K horizons at less than 40 inches, and occur on slightly lower elevations."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for dry and irrigated cropland, pasture, and for rangeland.  Main crops are peanuts, grain sorghums, corn, and watermelons.  Pastures are mainly improved bermudagrass.\nPresent native vegetation includes little bluestem, sideoats grama, Arizona cottontop, Nash, and hooded windmillgrass, threeawn, tumble lovegrass, Halls panicum, mesquite, huisache, pricklypear, and annual weeds."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Rio Grande Plains of Texas.  The series is of moderate extent. SERIES ESTABLISHED:  Wilson County, Texas; 1972."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "ORIGIN",
    "content": null
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil was included in the Delfina series.\nDiagnostic horizon and features recognized in this pedon are:\nOchric epipedon - 0 to 30 inches.\nAlbic epipedon - 18 to 30 inches.\nArgillic horizon - 30 to 60 inches.\nAbrupt texture change - at 30 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
