{
  "SERIES": "POTLATCH",
  "STATUS": "Established Series",
  "BYREV": "Rev. CJW-BDG-RJS",
  "REVDATE": "12/2017",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Aquandic Albaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Potlatch silt loam - on a concave 1 percent slope in a pasture at 770 meters elevation. (Colors are for moist soil unless otherwise stated. When described the soil was slightly moist to 90 cm and moist below.)\nA1--0 to 10 cm; gray (10YR 5/1) ashy silt loam, very dark gray (10YR 3/1) moist; weak fine subangular blocky structure that parts to moderate fine and medium granular structure; slightly hard, firm, slightly sticky, slightly plastic; many fine and medium roots; common fine and very fine tubular pores; few faint iron stains, moderately acid (pH 6.0); clear wavy boundary. (10 to 15 cm thick)\nA2--10 to 18 cm; gray (10YR 5/1) ashy silt loam, very dark gray (10YR 3/1) moist; moderate fine and medium subangular blocky structure; hard, firm, slightly sticky, slightly plastic; many fine and medium roots; common very fine and fine tubular pores; few faint iron stains; moderately acid (pH 6.0); abrupt wavy boundary. (8 to 13 cm thick)\nBw--18 to 30 cm; light brownish gray (10YR 6/2) silt loam, dark grayish brown (10YR 4/2) moist; moderate fine subangular blocky structure; hard, firm, slightly sticky, slightly plastic; common fine and medium roots; many very fine and common fine tubular pores; few faint iron stains; moderately acid (pH 6.0); clear wavy boundary. (10 to 25 cm thick)\nE1--30 to 40 cm; light gray (10YR 7/1) silt loam, dark gray (10YR 4/1) moist; few distinct yellowish brown (10YR 5/6) redox concentrations; moderate medium subangular blocky structure; hard, firm, slightly sticky, slightly plastic; common fine and medium roots; many fine and medium tubular pores; few mica flakes; few black concretions; moderately acid (pH 6.0); abrupt wavy boundary. (8 to 13 cm thick)\nE2--40 to 56 cm; light gray (10YR 7/1) silt loam, dark gray (10YR 4/1) moist; few distinct yellowish brown (10YR 5/6) redox concentrations; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; few fine and medium roots; common fine and few medium tubular pores; few mica flakes; few black concretions; few thin clay films in pores and on ped faces; moderately acid (pH 6.0); abrupt smooth boundary. (10 to 18 cm thick)\nBt1--56 to 78 cm; light brownish gray (10YR 6/2) silty clay, grayish brown (10YR 5/2) moist; few distinct yellowish brown (10YR 5/6) redox concentrations; strong medium and coarse prismatic structure that parts to strong medium angular blocky structure; very hard, very firm, very sticky, very plastic; few very fine and fine roots that follow ped surfaces; many very fine and fine tubular pores; many very dark gray (10YR 3/1) stains covering faces of peds; common moderately thick clay films in pores and on ped faces; few distinct iron stains; neutral (pH 7.0); clear smooth boundary. (15 to 30 cm thick)\nBt2--78 to 95 cm; light brownish gray (2.5Y 6/2) silty clay, dark grayish brown (2.5Y 4/2) moist; many fine and medium distinct yellowish brown (10YR 5/6) redox concentrations; weak medium prismatic structure that parts to moderate medium angular blocky structure; very hard, very firm, very sticky, very plastic; few very fine and fine roots following ped surfaces; common very fine, fine, and medium tubular pores; common very dark gray (10YR 3/1) stains on ped faces; few mica flakes; few black concretions; common moderately thick clay films in pores and on ped faces; neutral (pH 7.3); clear wavy boundary. (13 to 25 cm thick)\nBt3--95 to 112 cm; light brownish gray (2.5Y 6/2) silty clay, dark grayish brown (2.5Y 4/2) moist; few fine faint yellowish brown (10YR 5/4) redox concentrations; moderate medium angular blocky structure; very hard, very firm, sticky, plastic; few very fine and fine tubular pores; few black stains on ped faces; common moderately thick clay films in pores; neutral (pH 7.3); clear wavy boundary. (13 to 20 cm thick)\nC--112 to 152 cm; light brownish gray (2.5Y 6/2) silty clay loam, grayish brown (2.5Y 5/2) moist; common fine distinct yellowish brown (10YR 5/6) redox concentrations; massive; very hard, very firm, sticky, plastic; few very fine tubular pores; few thin clay films in pores; many distinct iron stains; few black concretions; many mica flakes; neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kootenai County, Idaho; about 9 miles northwest of Worley, 535 meters south and 440 meter west of the northeast corner, sec. 17, T. 48 N., R. 5 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 5.0 to 7.0 degrees C\nThickness of ashy surface layer - 18 to 28 cm\nDepth to seasonally high water table - 15 to 30 cm\nA1, A2 horizons\nValue - 2 or 3 moist, 3 to 5 dry\nChroma - 1 or 2 moist or dry\nReaction - strongly acid or medium acid\nBase saturation - 30 to 60 percent\nBw horizon (where present)\nValue - 3 or 4 moist, 5 or 6 dry\nChroma - 1 to 3 moist or dry\nTexture (less than 2 mm fraction) - silt loam or silty clay loam\nReaction - strongly acid or medium acid\nE1, E2 horizons\nHue - 2.5Y, 5Y, or 10YR\nValue - 4 to 6 moist, 6 to 8 dry\nChroma - 1 or 2 moist or dry\nTexture (less than 2 mm fraction) - silt or silt loam\nReaction - strongly acid or medium acid\nBt1, Bt2, Bt3 horizons\nHue - 2.5Y, 5Y, or 10YR\nValue - 4 to 6 moist 6 or 7 dry\nChroma - 1 or 2 moist or dry\nTexture (less than 2 mm fraction) - silty clay loam or silty clay\nClay content - 35 to 50 percent\nReaction - slightly acid or neutral\nC horizons\nHue - 2.5Y, 5Y, 5BG\nValue - 4 or 5 moist, 6 or 7 dry\nChroma - 1 or 2 moist or dry\nTexture (less than 2 mm fraction) - silty clay loam, silt loam, silt or very fine sandy loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Potlatch soils are on depressions, swales and drainageways of alluvial fans, stream terraces and flood plains. They have slopes of 0 to 2 percent. Elevations range from 670 to 990 meters. The soils formed in mixed alluvium. Average annual air temperature ranges from 5.0 to 6.7 degrees C. Average annual precipitation range from 625 to 900 mm. The frost-free season is 60 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Threebear, Pokey, Nakarna, Santa, and Taney soils. Threebear, Santa, and Taney soils are moderately well drained soils on hill slopes and summits. Pokey soils are on floodplains, have fine sandy loam A1 horizons and lack argillic horizons. Nakarna soils are well drained soils on adjacent mountain slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained; very slow runoff; moderately low saturated hydraulic conductivity in the solum. The soils have a high water table at depths of 15 to 30 cm from January through May. They are frequently flooded for very long periods during February through May."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used mainly for hay, pasture, and wildlife habitat. Natural vegetation consists of sedges, grasses, and water-tolerant forbs. Some trees and brush have encroached along the edges of the wet meadows."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Idaho. These soils are inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Latah County, Idaho, 1915."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nType location moved to Kootenai County, Idaho, January, 1981.\nReclassified from Fine, smectitic Aquic Haplocryalfs to Fine, smectitic frigid Aquandic Albaaqualfs, December 2017.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
