{
  "SERIES": "POTRERO",
  "STATUS": "Established Series",
  "BYREV": "JKW-ROG-CLN",
  "REVDATE": "12/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, hyperthermic Aquic Ustipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Potrero fine sand--in an area of Potrero-Lopeno-Noria complex, 0 to 5 percent slopes, in rangeland at an elevation of 13 feet. (Colors are for moist soil unless otherwise stated)\nA--0 to 20 cm(0 to 8 in); brown (10YR 4/3) fine sand, brown (10YR 5/3) dry; single grain; loose,; 5 percent fine and medium roots; 2 percent fine faint yellowish brown (10YR 5/6) masses of iron accumulations with sharp boundaries lining pores; nonsaline; SAR is about 1; noneffervescent; slightly acid; gradual smooth boundary. (10 to 31 cm [4 to 12 in] thick)\nC1--20 to 53 cm (8 to 21 in); pale brown (10YR 6/3) fine sand, very pale brown (10YR 7/3) dry; single grain; loose; 4 percent fine and medium roots; 3 percent fine pores; 2 percent fine faint yellowish brown (10YR 5/6) masses of iron accumulations with sharp boundaries lining pores; faint thin bedding planes; nonsaline; SAR is about 2; noneffervescent; slightly acid; gradual smooth boundary.\nC2--53 to 81 cm (21 to 32 in); pale brown (10YR 6/3) fine sand, very pale brown (10YR 7/3) dry; single grain; loose; 4 percent fine and medium roots; 3 percent fine pores; 2 percent fine faint brownish yellow (10YR 6/6) masses of iron accumulations with sharp boundaries lining pores; 2 percent fine faint light brownish gray (10YR 6/2) iron depletions with diffuse boundaries in the matrix; faint thin bedding planes; nonsaline; SAR is about 2; noneffervescent; slightly acid; abrupt smooth boundary. (combined thickness of the C horizons is 45 to 101 cm [18 to 40 in])\nAgb--81 to 99 cm (32 to 39 in); dark gray (5Y 4/1) loamy fine sand, gray (5Y 5/1) dry; weak medium subangular blocky structure; slightly hard, friable; 3 percent fine roots; 2 percent fine pores; 7 percent medium distinct olive (5Y 5/4) masses of iron accumulations with sharp boundaries lining pores; nonsaline; SAR is about 2; noneffervescent; slightly acid; clear wavy boundary (13 to 20 cm [5 to 8 in])\nBgb1--99 to 114 cm (39 to 45 in); light olive gray (5Y 6/2) loamy fine sand, light gray (5Y 7/2) dry; weak medium subangular blocky structure; slightly hard, friable; 3 percent fine roots; 2 percent fine pores; 7 percent medium olive yellow (2.5Y 6/6) masses of iron accumulations with sharp boundaries lining pores; 7 percent coarse prominent greenish gray (5GY 5/1) iron depletions with diffuse boundaries in the matrix; nonsaline; SAR is about 2; noneffervescent; neutral; gradual smooth boundary.\nBgb2--114 to 135 cm (45 to 53 in); gray (5Y 5/1) fine sandy loam, gray (5Y 6/1) dry; weak coarse subangular blocky structure; slightly hard, friable; 2 percent fine roots; 2 percent fine pores; 7 percent coarse distinct pale olive (5Y 6/3) and 15 percent coarse prominent yellowish brown (10YR 5/8) masses of iron accumulations with sharp boundaries lining pores; nonsaline; SAR is about 2; noneffervescent; slightly alkaline; gradual smooth boundary.\nBgb3--135 to 180 cm (53 to 71 in); gray (5Y 6/1) fine sandy loam, light gray (5Y 7/1) dry; weak very coarse prismatic structure parting to weak coarse subangular blocky; slightly hard, friable; 2 percent fine and medium roots; 2 percent fine pores; 7 percent medium distinct olive yellow (2.5Y 6/6) masses of iron accumulations with sharp boundaries lining pores; 7 percent coarse faint greenish gray (5G 5/1) iron depletions with diffuse boundaries in the matrix; 2 percent fine iron-manganese masses; nonsaline; SAR is about 2; noneffervescent; neutral.\nBgb4--180 to 203 cm (71 to 80 in); light olive gray (5Y 6/2) fine sandy loam, light gray (5Y 7/2) dry; weak very coarse prismatic structure parting to weak coarse subangular blocky; slightly hard, friable; 2 percent very fine and fine roots; 2 percent fine pores; 15 percent fine and medium prominent olive yellow (2.5Y 6/6) masses of iron accumulations with sharp boundaries lining pores; 15 percent medium distinct greenish gray (10GY 6/1) iron depletions with diffuse boundaries in the matrix; 2 percent fine iron-manganese masses; nonsaline; SAR is about 3; noneffervescent; neutral. (combined thickness of the Bgb horizons is 104 to 142 cm [41 to 56 in])"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kenedy County, Texas; from the intersection of U.S. Highway 77 and La Parra Avenue in Sarita; 13 miles south on U.S. Highway 77; 15.9 miles east on ranch road; 2.3 miles east on ranch road; 1.4 miles northwest and west on ranch road; 320 feet northwest in rangeland. La Parra Ranch Southeast, Texas USGS topographic quadrangle; Latitude: 27 degrees, 1 minute, 42.5 seconds N.; Longitude: 97 degrees, 34 minutes, 12.2 seconds W.; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An Ustic moisture regime.  The Soil Moisture Control Section is dry in some or all parts for more than 90, but less than 150 cumulative days in normal years.  The SMCS is also either moist in some or all parts for 180 cumulative days or more, or moist for 90 or more consecutive days in normal years.  A water table occurs at a depth of 31 to 91 cm (12 to 36 in) for at least two months in most years.  November through April are the driest months, with a second dry period in July.  September is the wettest month.\nMean annual soil temperature: 23 to 24 degrees C (74 to 76 degrees F)\nDepth to masses of iron accumulations: 0 to 51 cm (0 to 20 in)\nDepth to iron depletions or depleted matrix: 61 to 99 cm (24 to 39 in)\nDepth to endosaturation: 31 to 91 cm (12 to 36 in) for at least two months in normal years\nA horizon\nHue: 10YR\nValue: 4 or 5, 5 or 6 dry\nChroma: 2 or 3\nTexture: fine sand\nClay content: 1 to 7 percent\nRedox Accumulations: amount- 0 to 5 percent, size- fine or medium, contrast- faint or distinct, boundary- clear or sharp\nEC (dS/m): 0 to 2\nSAR: 0 to 4\nReaction: slightly acid to moderately alkaline\nC horizon\nHue: 10YR\nValue: 5 or 6, 6 or 7 dry\nChroma: 2 or 3\nTexture: fine sand\nClay content: 1 to 7 percent\nRedox Accumulations: amount- 2 to 10 percent, size- fine or medium, contrast- faint or distinct, boundary- clear or sharp\nEC (dS/m): 0 to 2\nSAR: 0 to 4\nReaction: slightly acid to moderately alkaline\nAgb or Ab horizon\nHue: 10YR, 2.5Y, or 5Y\nValue: 3 to 5, 5 to 7 dry\nChroma: 1 or 2\nTexture: loamy fine sand, fine sandy loam\nClay content: 10 to 18 percent\nRedox Accumulations: amount- 2 to 8 percent, size- fine to medium, contrast- faint or distinct, boundary- diffuse to sharp\nRedox depletions: amount-2 to 8 percent, size-fine to medium, contrast-faint or distinct, boundary-diffuse or clear, location-in the matrix\nEC (dS/m): 0 to 2\nSAR: 0 to 6\nReaction: slightly acid to strongly alkaline\nBgb horizon\nHue: 10YR, 2.5Y, or 5Y\nValue: 4 to 7, 5 to 8 dry\nChroma: 1 or 2\nTexture: loamy fine sand, fine sandy loam, or sandy clay loam\nClay content: 10 to 24 percent\nRedox Accumulations: amount- 2 to 20 percent, size- fine to coarse, contrast- faint to prominent, boundary- diffuse to sharp\nRedox depletions: amount-2 to 10 percent, size-fine to coarse, contrast-faint or distinct, boundary-diffuse or clear, location-in the matrix\nEC (dS/m): 0 to 2\nSAR: 0 to 6\nReaction: slightly acid to strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are no competing series in the same family.  Similar soils are the Arenisco (TX), Daycreek (OK), Dillwyn (KS), Els (NE), and Lopeno (TX).\nArenisco soils: do not have a water table within 102 cm (40 in) of the surface.\nDillwyn and Els soils: have a mesic temperature regime.\nDaycreek soils: have a thermic temperature regime.\nLopeno soils: have one or more horizons saturated within 102 cm (40 in) of the surface for 30 or more days in normal years and have a buried soil at 102 to 203 cm (40 to 80 in)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: eolian sands of Holocene age overlying loamy eolian deposits of Pleistocene age.\nLandform: linear to slightly convex deflation flats associated with an active or recently active dune complex.\nSlope: 0 to 1 percent\nMean annual air temperature range: 22 to 23 degrees C (72 to 74 degrees F)\nMean annual precipitation range: 635 to 711 mm (25 to 28 in)\nPrecipitation Pattern: November through April are the driest months, with a second dry period in July.  September is the wettest month.\nFrost-free period: 310 to 350 days\nElevation: 2 to 9 m (5 to 30 ft)\nThornthwaite P-E Index: 31 to 44"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Arenisco, Lopeno, Noria, Saucel, and Topo series.\nArenisco soils: have a water table between 102 to 203 cm (40 and 80 in) and are on higher landforms on lag dune ridges bordering the active or recently active dune complex.\nLopeno soils: are saturated within 102 cm (40 in) of the surface for 30 or more days in normal years and are on low dunes within the deflation flat.\nNoria soils: have an SAR of 33 or more within 102 cm (13 or more within 40 in) of the surface and are on a slightly lower landform in blowout and dune slack areas.\nSaucel and Topo soils: have a salic horizon and are on a lower landform in blowouts and troughs between dunes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Permeability is rapid.  Runoff is negligible.  A seasonal water table is at depths of 31 to 91 cm (12 to 36 in) for at least two months in most years.  The soil is saturated below 91 cm (36 in)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for livestock grazing and wildlife habitat.  Native vegetation is dominantly gulfdune paspalum.  Other vegetation consists of seacoast bluestem, broomsedge bluestem, mistflower, false indigo and burhead. The ecosite is Low Coastal Sand range site, (R150BY650TX)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Gulf Coast Saline Prairie (MLRA 150B in LRR T) of southern Texas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Kenedy County, Texas, 2007.  The name is from a hill on a ranch in Kenedy County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The series was formerly included in the Mustang series.  The series was separated based on the presence of a buried soil.  Classification changed from Aquic Arenic Paleustalfs to Aquic Ustipsamments 10/2005 based on typifying pedon and supporting documentation.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon- 0 to 20 cm (0 to 8 in) (A horizon)\nAquic feature- Saturated with water and reducing conditions within 40 inches of the surface for one month or more in 6 to 10 years.\nRedox Accumulations: 0 to 203 cm (0 to 80 in). (A, C1, C2, Agb, Bgb1, Bgb2, Bgb3, and Bgb4 horizons)\nRedox depletions or depleted matrix: 81 to 203 cm (32 to 80 in) (Agb, Bgb1, Bgb2, Bgb3, and Bgb4 horizons)\nADDITIONAL DATA:  TAMU data from type location in Kenedy County, TX (S88TX-261-004).\nTAXONOMIC VERSION:  Keys to Soil Taxonomy, Tenth Edition, 2006\nNational Cooperative Soil Survey\nU.S.A."
  }
}
