{
  "SERIES": "POTTS",
  "STATUS": "Established Series",
  "BYREV": "Rev. PSD",
  "REVDATE": "02/1999",
  "STATES": "CO,UT,WY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Ustic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Potts loam-grassland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 4 inches; brown (7.5YR 5/3) loam, dark brown (7.5YR 4/3) moist; weak medium subangular blocky structure that parts to very fine granules; soft, very friable, slightly sticky and slightly plastic; neutral (pH 7.2); clear smooth boundary.  (3 to 4 inches thick)\nAB--4 to 7 inches; reddish brown (5YR 5/3) loam, reddish brown (5YR 4/3) moist; weak medium prismatic structure parting to moderate medium subangular blocky; slightly hard, very friable, sticky and slightly plastic; few thin clay films on some faces of peds; neutral (pH 7.2); clear smooth boundary.  (3 to 4 inches thick)\nBt--7 to 18 inches; reddish brown (5YR 5/4) clay loam, reddish brown (5YR 4/4) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; hard, very friable, sticky and plastic; many thin clay films on horizontal and vertical faces of peds in root channels and in pores; mildly alkaline (pH 7.4); gradual wavy boundary.  (6 to 14 inches thick)\nBtk--18 to 24 inches; reddish brown (5YR 5/4) loam, reddish brown (5YR 4/4) moist; weak prismatic structure parting to moderate medium subangular blocky; hard, very friable, sticky and slightly plastic; few thin clay films on faces of peds; strongly effervescent, lime as common soft masses, thin seams, and streaks; moderately alkaline (pH 8.0); gradual wavy boundary.  (3 to 8 inches thick)\nBk--24 to 60 inches; reddish brown (5YR 5/4) loam, reddish brown (5YR 4/4) moist; massive; hard, very friable, slightly sticky and slightly plastic; violently effervescent, lime as soft masses, thin seams, and streaks; moderately alkaline (pH 8.2)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Johnson County, Wyoming; approximately 100 yards north of the stockwater dam; SW1/4, NW1/4 of sec. 35, T. 44 N., R. 83 W.\n2 - Potts Series"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to calcareous material ranges from 8 to 20 inches.  The soil is 90 to 100 percent base-\nsaturated.  Gravel is usually less than 5 percent and ranges from 0 to 15 percent.  The mean annual soil temperature ranges from 47 to 54 degrees F.\nThe A horizon has hue of 7.5YR or 5YR, value of 5 or 6 dry, 3 or 4 moist, and chroma of 2 through 4.  This horizon is neutral through moderately alkaline.\nThe Bt horizon has hue of 2.5YR or 5YR, value of 4 through 6 dry, 4 or 5 moist, and chroma of 3 through 6.  This horizon is loam or clay loam; but clay ranges from 18 to 35 percent, silt from 20 to 55 percent, sand from 15 to 45 percent with less than 35 percent but more than 15 percent being fine sand or coarser.  It is neutral through moderately alkaline.  It has some oriented clay films on peds and in root channels.\nThe Bk horizon has hue of 5YR or 2.5YR.  It is moderately or strongly alkaline.  The calcium carbonate equivalent ranges from 5 to 15 percent.  Coarse fragments range from 0 to 15 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Balon, Bowbac, Cerrillos, Clovis, Cushman, Fattig, Fort Collins, Gaddes, Hagerman, Harbord, Los Alamos, Maysdorf, Millett, Olney, Penistaja, Pokeman, Progresso, Pugsley, Scholle, Spenlo, Stoneham, Tapia, and Toluca series.  Balon soils are noncalcareous.  Bowbac, Cushman, Fattig, Gaddes, Hagerman, Pokeman, Progresso, and Pugsley soils have bedrock at depths of 20 to 40 inches.  Cerrillos, Clovis, Scholle, Tapia, and Toluca soils have a calcic horizon.  Fort Collins, Olney, and Stoneham soils have hue of 2.5Y to 7.5YR.  Harbord soils have a polygenetic solum in which a modern soil rests upon and merges with a planosol.  Los Alamos soils are underlain at depths of 20 to 40 inches by pumice deposits.  Maysdorf soils have hue of 2.5Y or 10YR in the lower part of the Bt horizon.  Millett soils have gravelly and very gravelly C horizons.  Penistaja soils have more than 35 percent fine or coarser sand in the B2t horizon.  Spenlo soils lack Bk horizons above 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Potts soils are on alluvial fans, benches, cuestas, and valley-filling sideslopes.  Slopes range from 0 to 20 percent.  Elevation is 5,000 to 7,500 feet.  The soils formed in calcareous reddish brown sediments of low aggregate stability derived principally from redbed shale and sandstone.  At the type location average annual precipitation is 12 to 16 inches with peak periods of precipitation occurring during the spring and summer.  The mean annual temperature is 45 to 48 degrees F., and the mean summer temperature is 66 degrees F.  The frost-free season is 95 to 125 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the La Fonda and Harlan soils.  La Fonda soils lack argillic horizons and Harlan soils have mollic epipedons.\n3 - Potts Series"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally as native pasturelands; however, in some areas they are tilled to dryland and irrigated crops.  Native vegetation is western wheatgrass, snakeweed, cactus, and some blue grama."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Wyoming, Colorado, and southeastern Utah.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lower Colorado Area, Colorado; 1970.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
