{
  "SERIES": "POTWISHA",
  "STATUS": "Tentative Series",
  "BYREV": "JBB/CES/JTW",
  "REVDATE": "06/2021",
  "STATES": "CA",
  "OVERVIEW": "The Potwisha series consists of shallow, well drained soils formed in colluvium over residuum derived from marble. Potwisha soils are on foothills and mountains. Slopes range from 30 to 100 percent. Mean annual precipitation is about 720 mm and the mean annual air temperature is about 16 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, thermic Lithic Ultic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Potwisha gravelly sandy loam on an east-facing (90 degree), 47 percent slope under a canopy of interior live oak, yucca, and chamise at an elevation of 660 meters. (Colors are for dry soils unless otherwise noted. When described on February 21, 2013 the soil was moist throughout.)\nOi--0 to 2 cm; slightly decomposed plant material; clear wavy boundary. (0 to 4 cm thick)\nA--2 to 10 cm; brown (10YR 4/3) gravelly sandy loam, dark brown (10YR 3/3) moist; 8 percent clay; weak medium subangular blocky parting to weak medium granular structure; soft, very friable, nonsticky, nonplastic; many very fine roots throughout; many very fine irregular pores; 20 percent subangular indurated marble gravel, 3 percent subangular indurated marble cobbles; very slight effervescence; neutral (pH 7.2); clear smooth boundary. (7 to 26 cm thick)\nBk--10 to 42 cm; brown (10YR 5/3) gravelly sandy loam, dark brown (10YR 3/3) moist; 12 percent clay; moderate medium subangular blocky parting to moderate fine subangular blocky structure; slightly hard, very friable, nonsticky, nonplastic; many very fine and common fine roots throughout; many very fine irregular and common very fine dendritic tubular pores; 25 percent carbonate coats on bottom of rock fragments; 15 percent subangular indurated marble gravel, 10 percent subangular indurated marble cobbles, 1 percent subangular indurated marble stones; slight effervescence; neutral (pH 7.0); abrupt smooth boundary. (10 to 35 cm thick)\nR--42 to 52 cm; indurated marble bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Tulare County, California, approximately 250 m southwest of Potwisha Campground in Sequoia National Park;  USGS 7.5 minute topographic quadrangle:  Giant Forest, California; WGS84 36.515883 latitude and -118.803100 longitude; UTM zone 11 4042682 meters N 338548 meters E NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature: The mean annual soil temperature at 50 cm is 15 to 17 degrees C and the difference between mean summer and mean winter soil temperature is greater than 6 degrees C. The soils have a thermic temperature regime.\nSoil moisture: The soils have a xeric soil moisture regime. The soil moisture control section is dry from about May to October (about 150 days).\nDiagnostic Feature(s):\nMollic epipedon thickness:  18 to 50 cm\nDepth to lithic contact:  20 to 50 cm\nReaction: neutral to moderately alkaline\nBase saturation: greater than 50 percent in the epipedon (by ammonium acetate), and 50 to 75 percent in one or more horizons between the mineral soil surface and the lithic contact (by sum of cations)\nParticle size control section weighted average:\nRock fragments: 15 to 35 percent, with 15 to 35 percent gravel, 0 to 10 percent cobbles, and 0 to 5 percent stones\nClay content: 7 to 12 percent\nA horizon\nHue: 7.5YR, 10YR\nValue: 4 or 5 dry, 3 moist\nChroma: 2 to 4 dry, 2 or 3 moist\nTexture: sandy loam, fine sandy loam\nClay content: 7 to 10 percent\nRock fragments: 10 to 25 percent\n5 to 20 percent gravel\n0 to 10 percent cobbles\nBk horizon\nHue: 7.5YR, 10YR\nValue: 4 or 5 dry, 2 or 3 moist\nChroma: 3 dry, 2 or 3 moist\nTexture: sandy loam, fine sandy loam\nClay content: 9 to 12 percent\nRock fragments: 20 to 35 percent\n15 to 25 percent gravel\n0 to 10 percent cobbles\n0 to 5 percent stones"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family at this time."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Potwisha soils are on linear to convex backslopes on hills, mountain slopes and canyon walls.  Slopes are 30 to 100 percent. These soils formed in colluvium over residuum derived from marble. Elevations are 595 to 1840 meters. The climate is Mediterranean with warm, dry summers and cool, moist winters. The mean annual precipitation is 695 to 1015 mm and the mean annual air temperature is 13 to 17 degrees C. The frost free season is 200 to 270 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Andregg, Ashmountain,  and Millvilla soils. Andregg soils are on similar landform positions and have a granitic paralithic contact between 50 and 100 cm. Ashmountain soils are on backslopes of high hills and mountain slopes and do not have bedrock within the series control section.. Millvilla soils are on similar landform positions and are 50 to 100 cm to  a metasedimentary lithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; high saturated hydraulic conductivity throughout the soil profile. Saturated hydraulic conductivity of the bedrock is very low to moderately high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for recreation, wildlife habitat, and watershed. Vegetation is chamise, yucca, interior live oak, yerba santa, and mountain mahogany."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Sierra Nevada Foothills of California; MLRA 18. These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Tulare County, California, Sequoia and Kings National Parks. Source of name from a campground in Sequoia National Park."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle Size Control Section for this pedon: 27 to 42 cm\nDiagnostic horizons and features recognized in this pedon are:\nMollic Epipedon            0 to 42 cm\nLithic Contact                42 cm\nADDITIONAL DATA:\nNASIS User Pedon ID: 2013CA7927003\nSoil classified using the 12th Edition of the Keys to Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
