{
  "SERIES": "POUDRE",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJC",
  "REVDATE": "03/1999",
  "STATES": "CO",
  "OVERVIEW": "The Poudre series is a member of the coarse-loamy, mixed (calcareous), mesic family of Cumulic Haplaquolls.  Typically, Poudre soils have gray and grayish brown very granular calcareous A horizons about 30 inches thick that are mottled in the lower part, and light brownish gray very micaceous calcareous fine sandy loam B2g horizons having low chroma and mottling.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, calcareous, mesic Cumulic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Poudre fine sandy loam - grassland.  (Colors are for dry soil unless otherwise noted.)\nA11--0 to 10 inches; gray (10YR 5/1) fine sandy loam, very dark gray (10YR 3/1) moist; moderate medium granular structure; slightly hard, very friable, nonsticky, nonplastic; crushed soil surfaces feel slippery and soap-like; many medium and large mica flakes; calcareous; moderately alkaline (pH 8.0); clear wavy boundary.\n(6 to 12 inches thick)\nA12g--10 to 30 inches; grayish brown (10YR 5/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist; common medium distinct dark yellowish brown (10YR 4/4) moist and (10YR 4/6) moist mottles; weak medium subangular blocky structure that parts to coarse granules; slightly hard, very friable, nonsticky, nonplastic; crushed soil surfaces feel slippery and soap-like; many fine to large mica flakes; calcareous; moderately alkaline (pH 8.0); gradual smooth boundary.  (12 to 44 inches thick)\nB2g--30 to 60 inches; light brownish gray (1OYR 6/2) fine sandy loam, grayish brown (1OYR 5/2) moist; many large promiment light yellowish brown (1OYR 6/4) moist mottles; massive; slightly hard, friable, nonsticky, nonplastic; crushed soil surfaces feel slippery and soap-like; many fine to large mica flakes; calcareous; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Larimer County, Colorado; approximately 100 feet east of W1/4 corner of Sec. 34, T. 8 N., R. 69 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to uniformly calcareous material ranges from 0 to 10 inches.  Exchangeable sodium ranges from 0 to 15 percent and conductivity ranges from 0 to 14 millimhos in a major part of the control section and no subhorizons more than 3 inches thick above a depth of 20 inches exceed these limits.  Continuous concentrated horizons of visible secondary calcium carbonate and/or sulfate do not occur within the control section. The mollic epipedon ranges from 24 to 50 inches thick.  The control section is usually sandy loam, but average 5 to 18 percent clay, 5 to 40 percent silt, and 45 to 80 percent sand, with more than 35 percent being fine or coarser sand and excluding textures of loamy fine sand or coarser.  Rock fragments range from 0 to 15 percent in a major part of the control section and are mainly 1/2 to 10 inches in diameter.  The major part of the control section has hue of 7.5YR or yellower but a few subhorizons having hue redder than 7.5YR occur discontinuously in some pedons and occupy less than 1/2 the thickness of the control section.  Sand and silt fractions contain 2 to 20 percent or more mica platelets of sufficient size to affect the physical properties of the soil.\nThe A horizon has hue of 5Y through 7.5YR, value of 4 or 5 dry, 2 or 3 moist, and chroma of 0 through 2.  It has few small distinct to many large prominent mottles.  This horizon ranges from mildly to strongly alkaline (l:5 dilution unbuffered organic dye).\nThe B2g horizon has hue of 5Y through 7.5YR.  Subhorizons redder than 7.5YR occur in some pedons.  This horizon is moderately or strongly alkaline (l:5 dilution unbuffered organic dye).  Calcium carbonate equivalent of the fine earth ranges from less than 1 to about 4 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Chaffee, Dobrow, and Loveland series.  Chaffee soils are noncalcareous and have mean annual soil temperature colder than 47 degrees F.  Dobrow soils have mean summer soil temperature colder than 55 degrees F., are noncalcareous, and overlie noncontrasting sand and gravel IIC horizons.  Loveland soils have a mollic epipedon less than 24 inches thick, have medium or moderately fine textured upper control sections, and overlie contrasting sand and gravel IIC horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Poudre soils are on terraces, floodplains, and drainageways.  Slopes typically range from about 0 to 6 percent or more.   The soils formed in thick calcareous micaceous moderately coarse textured alluvium derived principally from micaceous schist and gneiss.  At the type location the mean annual precipitation is about 14 inches with peak periods of precipitation in the spring and early summer months.  Mean annual temperature is 47 degrees F. and mean summer temperature is 67 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Kittredge and McClave soils.  Kittredge soils have an argillic horizon and are well drained.  McClave soils are medium or moderately fine textured and are noncalcareous."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly or poorly drained; slow or very slow runoff; moderate or rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used as grazing land or as hay meadow.  Native vegetation is willows, sedges, timothy, and bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Foothill areas of Colorado.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Delta Montrose Area, Colorado, 1965."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Last updated by the state 4/73.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly or poorly",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A11",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A11--0 to 10 inches; gray (10YR 5/1) fine sandy loam, very dark gray (10YR 3/1) moist; moderate medium granular structure; slightly hard, very friable, nonsticky, nonplastic; crushed soil surfaces feel slippery and soap-like; many medium and large mica flakes; calcareous; moderately alkaline (pH 8.0); clear wavy boundary."
      },
      {
        "name": "A12g",
        "top": 25,
        "bottom": 76,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A12g--10 to 30 inches; grayish brown (10YR 5/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist; common medium distinct dark yellowish brown (10YR 4/4) moist and (10YR 4/6) moist mottles; weak medium subangular blocky structure that parts to coarse granules; slightly hard, very friable, nonsticky, nonplastic; crushed soil surfaces feel slippery and soap-like; many fine to large mica flakes; calcareous; moderately alkaline (pH 8.0); gradual smooth boundary.  (12 to 44 inches thick)"
      },
      {
        "name": "B2g",
        "top": 76,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "B2g--30 to 60 inches; light brownish gray (1OYR 6/2) fine sandy loam, grayish brown (1OYR 5/2) moist; many large promiment light yellowish brown (1OYR 6/4) moist mottles; massive; slightly hard, friable, nonsticky, nonplastic; crushed soil surfaces feel slippery and soap-like; many fine to large mica flakes; calcareous; moderately alkaline (pH 8.0)."
      }
    ]
  ]
}
