{
  "SERIES": "POULSBO",
  "STATUS": "Established Series",
  "BYREV": "Rev. CJM/JJR",
  "REVDATE": "01/2000",
  "STATES": "WA",
  "OVERVIEW": "The Poulsbo consists of moderately well drained, moderately deep to cemented pan soils that formed in sandy glacial till on uplands.  Slopes are 0 to 30 percent.  The mean annual precipitation is about 35 inches and the mean annual temperature is about 51 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, isotic, mesic Vitrandic Dystroxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Poulsbo gravelly sandy loam, forested.  (Colors are for moist soil unless otherwise stated.)\nOi--0  to 1 inch; slightly decomposed and nondecomposed needles, bark, and wood fragments; abrupt wavy boundary.  1/2 to 2 inches thick)\nOe--1 to 2 inches; partially decomposed needles, leaves, bark, and wood fragments; abrupt wavy boundary.  (0 to 1 inch thick)\nE--2 to 4 inches; dark grayish brown (2.5Y 4/2) very gravelly sandy loam, light brownish gray (2.5Y 6/2) dry; single grain; loose; many fine, medium, and coarse roots; 40 percent gravel and fine concretions; moderately acid (pH 5.2); abrupt wavy boundary.  (1 to 4 inches thick)\nBs1--4 to 11 inches; dark brown (10YR 3/3) gravelly sandy loam, pale brown (10YR 6/3) dry; weak fine granular structure; soft, very friable, many fine, medium, and coarse roots; 30 percent gravel; very strongly acid (pH 5.0); clear wavy boundary.  (6 to 9 inches thick)\nBs2--11 to 26 inches; dark yellowish brown (10YR 4/4)gravelly sandy loam, light yellowish brown (2.5Y 6/4) dry; weak fine granular structure; loose, friable; common fine, medium, and coarse roots; sieved 30 percent gravel; very strongly acid (pH 4.8); clear wavy boundary.  (13 to 17 inches thick)\n2Bsm--26 to 30 inches; light olive brown (2.5Y 5/4) gravelly weakly cemented sandy loam, light brownish gray (2.5Y 6/2) dry; strong thin platy structure; very hard, very firm,; few fine roots; sieved 20 percent gravel; very strongly acid (pH 4.6); clear wavy boundary.  (3 to 5 inches thick)\n2Cd--30 to 62 inches; olive (5Y 5/3) gravelly sandy loam, light gray (5Y 7/2) dry; massive; weakly cemented in the upper part and compacted; estimated 17 percent gravel; very strongly acid (pH 4.6).  (Many feet thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kitsap County, Washington; 1/2 mile SW of Suquamish on main highway, 100 feet south along county road, 20 feet west of road; SE1/4 SE1/4 section 20, T.26N., R.2E.  Elevation is 200 feet with 3 percent slope."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the cemented pan ranges from 20 to 40 inches.  The mean annual soil temperature ranges from 49 to 52 degrees F.  These soils are usually moist, but they are dry in all parts between depths of 8 to 24 inches for 60 to 80 consecutive days following the summer solstice in most years.  The control section has 50 to 75 percent sand and 10 to 35 percent rock fragments.\nThe E horizon has hue of 10YR or 2.5Y, value of 4 or 5 moist and 6 or 7 dry.  It is gravelly sandy loam, very gravelly sandy loam, or gravelly loam.\nThe Bs horizon has hue of 10YR or 7.5YR in the upper part and 10YR or 2.5Y in the lower part.  It has value 3 through 6 moist and chroma of 3 or 4 moist or dry.  Texture is gravelly sandy loam or gravelly loam.  Some pedons have common fine faint and distinct redox concentrations.\nThe C horizon has hue of 2.5Y or 5Y.  In some pedons, there are common medium distinct redox concentrations along fracture planes."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Alderwood, Dabob, Harstine, Kapowsin, Sinclair, Squalicum and Tokul series.  Aldewood, Dabob, and Sinclair soils have more than 35 percent rock fragments in the control section.  Harstine, Kapowsin, and Tokul soils lack an A2 horizon.  Squalicum soils have 15 to 45 percent sand and less than 10 percent rock fragments in the control section and are slightly acid or medium acid."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Poulsbo soils are on uplands at elevations from near sea level to 450 feet.  They formed in sandy glacial till.  Slopes are 0 to 30 percent.  The climate is cool and dry in the summer and mild and wet in the winter.  The annual precipitation ranges from 30 to 40 inches; the mean annual temperature is about 51 degrees F.; and the frost free season is about 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ragnar soils and the competing Sinclair soils.  Ragnar soils lack a duripan and are coarse, loamy over sandy or sandy, skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow to medium runoff; moderately rapid permeability to the cemented pan and very slow in the cemented pan and densic material.  A perched water table is at a depth of 12 to 30 inches at times from December through March."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for timber production, hay and pasture.  The native understory is Douglas fir, western hemlock, red alder, and western red cedar.  The understory is vine maple, salal, salmonberry, and swordfern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Washington.  Poulsbo series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Kitsap County, Washington, 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Classification changed 1/2000 from Dystric Entic Durochrepts to Oxyaquic Dystroxerepts based on revisions to Soil Taxonomy.  Depths to diagnostic horizons and features noted in range of characteristics are measured from the to of the first mineral horizon.\nDiagnostic horizons and features include:\nAlbic horizon - from 2 to 4 inches\nCambic horizon - from 4 to 26 inches\nCemented pan - from 26 to 30 inches and cemented with aluminum, iron, and organic matter.\nDensic materials - from 30 to 62 inches.\nVitrandic subgroup feature - from 2 to 26 inches with estimated properties of >5 percent volcanic glass and 0.4 to 1.0 percent acid oxalate Al plus 1/2 Fe.\nOxyaquic feature - a perched water table from 12 to 30 inches at time from December through March.\nParticle-size control section - from 12 to 26 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
