{
  "SERIES": "POUNCEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. RMS-DDR",
  "REVDATE": "09/2002",
  "STATES": "VA",
  "OVERVIEW": "Soils of the Pouncey series are moderately deep and poorly\ndrained.  They formed in a 20 to 40 inch thick mantle of fluvial materials along the eastern edge of the Piedmont Plateau near the \"fall line\" in Virginia.  Slopes range from 0 to 4 percent.  Mean annual temperature is about 59 degrees F and mean annual precipi- tation is about 44 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Typic Albaquults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pouncey sandy loam - woodland\n(Colors are for moist soil.)\nAp--0 to 6 inches, grayish brown (10YR 5/2) sandy loam; few fine distinct strong brown (7.5YR 5/6) mottles; moderate fine granular structure; very friable; common medium and fine roots; few rounded quartz gravel; very strongly acid; abrupt smooth boundary.  (0 to\n8 inches thick)\nEg--6 to 10 inches, light brownish gray (2.5Y 6/2) sandy loam; few fine distinct brownish yellow (10YR 6/6) mottles; moderate medium granular structure; very friable; few medium and fine roots; few\nfine pores; few rounded quartz gravel; very strongly acid; abrupt smooth boundary.  (4 to 12 inches thick)\nBtg--10 to 25 inches, gray (5Y 5/1) clay loam; many medium prominent strong brown (7.5YR 5/8) mottles; weak very coarse\nprisms parting to weak medium and coarse blocky structure; firm, sticky, plastic; few medium and fine roots; thin patchy clay films\non faces of peds; thick clay flows fill pores in the lower one\ninch of the horizon and cover the underlying sandstone as a discontinuous capping up to one inch thick; very strongly acid;\nclear wavy boundary.  (10 to 20 inches thick)\n2R--25 inches, light gray (10YR 7/2, 70 percent) and olive (5Y 5/4) and dark gray (5Y 4/1, 30 percent) extremely hard; weakly cemented sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Henrico County, Virginia; 1 3/4 miles north of\nShort Pump, 1/8 mile east of Pouncey Tract Road (State Route 271)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to sandstone bedrock range from 20 to 40 inches.  Granitic bedrock commonly is\nat a depth of 6 feet or more.  Content of rounded quartz gravel\nrange from 0 to 5 percent in the solum.  Soil reaction is strongly acid to extremely acid, unless limed.\nThe Ap horizon has hue of 10YR, 2.5Y or 5Y, value of 5 or 6, and chroma of 1 or 2.  It is sandy loam, fine sandy loam, loam or\nloamy sand.\nThe E horizon has hue of 2.5Y, value of 6 or 7, and chroma of 1 or\n2.  It is sandy loam, fine sandy loam, loam or loamy sand.\nThe B horizon has hue of 10YR through 5Y, value of 4 or 5, and\nchroma of 1 or 2.  It is clay loam, sandy clay or clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bladen, Goreen, Leaf, and Narlon series in the same family.  The Bladen, Leaf, and Narlon series\nhave solum thickness and depth to bedrock of more than 40 inches.  The Goreen soils are underlain with stratified sandstone and clay shale.  In addition, Goreen soils have hue of 10YR or redder in\nthe B horizon.\nThe Cantey, Colfax, Gills, McColl, Roanoke, and Worsham series are\nin related families.  The Cantey soils have a solum thicker than\n60 inches and also have kaolinitic mineralogy.  The Colfax and\nGills soils have fragipans and dominant chroma of 3 or more in the\nB horizon.  The McColl soils have kaolinitic mineralogy and\nbedrock deeper than 40 inches.  The Roanoke and Worsham soils have solum thickness and depth to bedrock of more than 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Pouncey soils are on upland flats or\ndepressions and along intermittent drainageways.  The slopes are generally concave with gradients of 0 to 2 percent and range from about 0 to 4 percent.  These soils formed in a 20 to 40 inches\nthick mantle of fluvial materials over extremely hard sandstone.  Average annual precipitation ranges from 38 to 46 inches and the\nmean annual temperature ranges from 59 degrees to 62 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Colfax soils and the Appling, Creedmoor, Mayodan, and Vance soils.\nAppling, Mayodan, and Vance soils are well drained.  Creedmoor\nsoils are moderately well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained with slow runoff and\nvery slow internal drainage.  Permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly in woodland, minor acreage in pasture.  Vegett  tation is willow oak, maple, blackgum, sweetgum, loblolly pine, and red cedar."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Along the eastern edge of the Piedmont Plateau near the \"fall line\" in Virginia.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Henrico County, Virginia, 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Although the upper 2 to 4 inches of the material\ndescribed as sandstone bedrock have some characteristics of a fragipan, the material as a whole is considered to be more\ngeologic in origin than pedogenic.  Geologist described the\ncondition as being sandstone rock with an overlay of fluvial materials.  The light (10YR 7/2) bodies will slake in water; the olive and dark gray (5Y 5/4 and 5Y 4/1) bodies will not.  Most of\nthe latter will slake in sodium hydroxide.  The most strongly cemented parts soften but do not slake in concentrated sodium hydroxide or concentrated hydrochloric acid.  The close relationship of darkening and cementation infers that illuvial material, possibly illuvial clay with organic matter and possible some silica contributes to the cementation.  The material designated as contributes to the cementation.  The material designated as sandstone bedrock may rest directly on the underlying granitic rocks, or it may be underlain by sandy and gravelly materials with granitic bedrock at 5 to 10 feet, or by cemented sands and gravels, or by clay with sand and gravel at about 6 feet.\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nVA0049 POUNCEY     0-  4   59- 62  185-220  38- 46   250- 500\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nVA0049 RARE            0-  0  PERCHED  NOV-MAY  20-40   HARD\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nVA0049  0-10  SL FSL LS               0-  0  90-100 10-20    -\nVA0049  0-10  L                       0-  0  90-100 10-25    -\nVA0049 10-25  CL C SC                 0-  0  90-100 35-55    -\nVA0049 25-35  UWB                      -       -      -      -\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nVA0049  0-10  4.5- 5.5  1.-5.  0- 0   .63- 2.0  LOW\nVA0049  0-10  4.5- 5.5  1.-5.  0- 0   .63- 2.0  LOW\nVA0049 10-25  4.5- 5.5  0.-.5  0- 0  0.00-0.06  HIGH\nVA0049 25-35     -        -     -    0.00- 0.2"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 6 inches, grayish brown (10YR 5/2) sandy loam; few fine distinct strong brown (7.5YR 5/6) mottles; moderate fine granular structure; very friable; common medium and fine roots; few rounded quartz gravel; very strongly acid; abrupt smooth boundary.  (0 to"
      },
      {
        "name": "Eg",
        "top": 15,
        "bottom": 25,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Eg--6 to 10 inches, light brownish gray (2.5Y 6/2) sandy loam; few fine distinct brownish yellow (10YR 6/6) mottles; moderate medium granular structure; very friable; few medium and fine roots; few"
      },
      {
        "name": "Btg",
        "top": 25,
        "bottom": 64,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Btg--10 to 25 inches, gray (5Y 5/1) clay loam; many medium prominent strong brown (7.5YR 5/8) mottles; weak very coarse"
      },
      {
        "name": "2R",
        "top": 64,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R--25 inches, light gray (10YR 7/2, 70 percent) and olive (5Y 5/4) and dark gray (5Y 4/1, 30 percent) extremely hard; weakly cemented sandstone."
      }
    ]
  ]
}
