{
  "SERIES": "POVERTY",
  "STATUS": "Established Series",
  "BYREV": "Rev. EMR/JMS/JCK",
  "REVDATE": "06/2012",
  "STATES": "MT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, frigid Aeric Endoaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Poverty cobbly sandy loam, in pasture on a 3 percent slope at 1,109 meters elevation (colors are for moist soil unless otherwise noted).\nOe--0 to 3 cm; moderately decomposed organic matter. (0 to 10 cm thick)\nA--3 to 13 cm; very dark brown (10YR 2/2) cobbly sandy loam, grayish brown (10YR 5/2) dry; moderate medium granular structure; slightly hard, friable, nonsticky and nonplastic; many fine and few medium roots; many fine tubular pores; 5 percent medium prominent brownish yellow (10YR 6/8) redox concentrations; 5 percent gravel, 15 percent cobbles, 1 percent stones; slightly acid (pH 6.4); clear smooth boundary. (7 to 15 cm thick)\nBw--13 to 25 cm; dark grayish brown (10YR 4/2) cobbly sandy loam, light brownish gray (10YR 6/2) dry; weak fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common fine roots; common fine interstitial pores; 30 percent medium prominent brownish yellow (10YR 6/8) redox concentrations; 5 percent gravel, 15 percent cobbles; slightly acid (pH 6.2); clear smooth boundary. (0 to 15 cm thick)\nC1--25 to 36 cm; grayish brown (10YR 5/2) very cobbly sandy loam, light gray (10YR 7/2) dry; massive; slightly hard, friable, nonsticky and nonplastic; common fine roots; many fine irregular and interstitial pores; 40 percent medium prominent yellowish brown (10YR 5/8) redox concentrations; 15 percent gravel, 25 percent cobbles; moderately acid (pH 6.0); clear smooth boundary. (8 to 20 cm thick)\nC2--36 to 48 cm; grayish brown (10YR 5/2) very cobbly loamy sand, light gray (10YR 7/2) dry; single grain; loose, nonsticky and nonplastic; common fine roots; many fine irregular and interstitial pores; 15 percent medium distinct yellowish brown (10YR 5/4) redox concentrations; 20 percent gravel, 20 percent cobbles; moderately acid (pH 5.8); clear smooth boundary.\nC3--48 to 152 cm; grayish brown (2.5Y 5/2) very cobbly loamy coarse sand, light gray (2.5Y 7/2) dry; single grain; loose, nonsticky and nonplastic; few fine roots; many fine irregular and interstitial pores; 10 percent medium distinct yellowish brown (10YR 5/4) redox concentrations; 25 percent gravel, 20 percent cobbles; moderately acid (pH 5.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hamilton North topographic quadrangle, Ravalli County, Montana; 120 meters north and 780 meters west of the SE corner of section 11, T. 7 N., R. 21 W. UTM Zone 11: 716370e, 5139207n, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 5 to 8 degrees C\nDepth to seasonal high water table - 30 to 60 cm for extended periods during late spring or early summer\nDepth to sandy-skeletal material - 7 to 53 cm\nA horizon\nValue: 2 or 3 moist, 4 or 5 dry\nChroma: 1 or 2 dry or moist\nTexture: sandy loam or loam\nClay content: 10 to 16 percent\nRock fragments: 0 to 35 percent--0 to 15 percent gravel, 0 to 20 percent cobbles, 0 to 15 percent stones\nReaction: pH 6.1 to 7.3\nBw horizon (where present)\nHue: 10YR or 2.5Y\nValue: 4 or 5 moist; 6 or 7 dry\nChroma: 2 or 3 dry or moist\nTexture: sandy loam or loamy sand\nClay content: 6 to 14 percent\nRock fragments: 0 to 35 percent--0 to 15 percent gravel, 0 to 20 percent cobbles, 0 to 15 percent stones\nReaction: pH 6.1 to 6.6\nC1 horizon\nHue: 10YR or 2.5Y\nValue: 4 or 5 moist; 6 or 7 dry\nChroma: 2 or 3 dry or moist\nTexture: sandy loam, coarse sandy loam, or loamy coarse sand\nClay content: 2 to 12 percent\nRock fragments: 30 to 60 percent--15 to 35 percent gravel, 10 to 40 percent cobbles\nReaction: pH 5.6 to 6.5\nC2 and C3 horizons\nHue: 10YR or 2.5Y\nValue: 4 to 6 moist; 6 or 7 dry\nChroma: 2 or 3 dry or moist\nTexture: loamy sand, loamy coarse sand, or coarse sand\nClay content: 0 to 6 percent\nRock fragments: 35 to 75 percent--15 to 75 percent gravel, 10 to 40 percent cobbles\nReaction: pH 5.6 to 6.5"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nSandur (OR) - have horizons of strong gleying; have hues redder than 10YR"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - drainageways and outwash fans\nElevation - 980 to 1,410 meters\nSlope - 0 to 4 percent\nParent material - alluvium and outwash\nClimate - long, cold winters; moist springs; warm summers\nMean annual precipitation - 330 to 432 millimeters\nMean annual air temperature - 4 to 7 degrees C\nFrost-free period - 80 to 105 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained; moderately rapid permeability to 36 cm, rapid and very rapid below."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Poverty soils are used mainly for wildlife habitat, rangeland, and pasture. Some areas dry out sufficiently to permit the harvesting of hay in late summer. Native vegetation is mainly tall reedgrass, mannagrass, tufted hairgrass, willow, and mountain rush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Poverty soils are of small extent in mountain valleys of western Montana. MLRA 44A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Ravalli County (Bitterroot Valley Area), Montana, 1952."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - from the soil surface to 13 cm (Oe and A horizons)\nRedox concentrations - from 3 to 152 cm (A, Bw, C1, C2, and C3 horizons)\nAeric subgroup feature: moist color of 10YR 5/2 from - 28 to 75 cm (part of the C1, C2, and part of the C3 horizons)\nParticle-size control section - from 28 to 103 cm (part of the C1, C2, and part of the C3 horizons)\nPoverty soils have a frigid temperature regime, an aquic moisture regime, and an aeric moisture subclass.\nThis description reflects an update in classification from Sandy-skeletal, mixed, frigid Typic Endoaquepts to Sandy skeletal, mixed, frigid Aeric Endoaquents. The type location has been moved and redescribed to current description standards.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
