{
  "SERIES": "POWDERHOUSE",
  "STATUS": "Established Series",
  "BYREV": "IRD: DWB/DWH",
  "REVDATE": "10/2006",
  "STATES": "CA",
  "OVERVIEW": "The Powderhouse series consists of moderately deep, well drained soils that formed in tephra and residuum and colluvium from volcanic mudflow, basalt, and andesite.  Powderhouse soils are on ridgetops and sideslopes on volcanic ridges and nunataks on volcanic Sierra Nevada and southern Cascade mountains.  Slopes range from 2 to 50 percent.  The mean annual precipitation is about 80 inches, (2032 mm) and the mean annual temperature is about 49 degrees F, (9 degrees C).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial-skeletal, glassy, frigid Humic Haploxerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Powderhouse medial sandy loam, on a northwest facing 32 percent slope under a cover of mixed conifers and shrubs at an elevation of 4800 feet, (1463 m).  When described on 9/24/1996 the soil was moist throughout.  Clay percentages are based on apparent field texture.  (Colors are for dry soil unless otherwise noted).\nOi--0 to 2 inches, (0 to 5 cm); mat of fresh and slightly decomposed needles and twigs.\nA1--2 to 4 inches, (5 to 10 cm); dark grayish brown (10YR 4/2) medial sandy loam, black (10YR 2/1) moist; 10 percent clay; weak very fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; many very fine irregular pores; extremely hydrophobic, smeary; 10 percent subrounded andesite gravel; very strongly acid, pH 5.0 by pH meter 1:1 water; NaF pH 10.3; abrupt smooth boundary.\nA2--4 to 11 inches, (10 to 28 cm); brown (10YR 4/3) medial sandy loam, very dark brown (10YR 2/2) moist; 12 percent clay; weak very fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; many very fine irregular pores; extremely hydrophobic, smeary; 10 percent subrounded andesite gravel; very strongly acid, pH 5.5 by pH meter 1:1 water; NaF pH 11.0; abrupt smooth boundary. (Combined thickness of the A horizon is 2 to 11 inches, (5 to 28 cm) thick).\nBw--11 to 27 inches, (28 to 69 cm); pale brown (10YR 6/3) very cobbly medial sandy loam, brown (10YR 4/3) moist; 14 percent clay; weak very fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots and few medium and coarse roots; common very fine irregular pores; extremely hydrophobic, smeary; 30 percent subangular andesite cobbles and 20 percent subangular andesite gravel; very strongly acid, pH 5.0 by pH meter 1:1 water; NaF pH 11.1; abrupt smooth boundary. (8 to 33 inches, (20 to 84 cm) thick).\nC--27 to 36 inches, (69 to 91 cm); pale brown (10YR 6/3) very gravelly medial coarse sandy loam, brown (10YR 4/3) moist; 12 percent clay; weak very fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots and few medium and coarse roots; common very fine irregular pores; extremely hydrophobic, smeary; 10 percent well rounded andesite cobbles and 50 percent well rounded andesite gravel; very strongly acid (pH 4.8); NaF pH 10.8; abrupt wavy boundary. (0 to 13 inches, (0 to 33 cm) thick).\nCr--36 to 82 inches, (91 to 208 cm); moderately cemented mudflow with imbedded round andesitic gravel and cobbles; few very fine and fine roots matted around rock fragments; matrix can be dug with difficulty, fragments are indurated; few roots in fractures; 40 percent well rounded andesite cobbles and 25 percent well rounded andesite gravel."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Plumas County, California; about 2 miles south of Camel Peak Lookout, approximately 1900 feet west and 1850 feet north of the southeast corner of Section 8, Township 21 N., Range 8 E., 39 degrees, 41 minutes, 23.9 seconds North latitude and 121 degrees, 6 minutes, 25.3 seconds West longitude, NAD83 - U.S.G.S. Quad: American House, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to paralithic bedrock is 20 to 40 inches, (51 to 102 cm).  The mean annual soil temperature is 40 to 47 degrees F, (4 to 8 degrees C).  The particle-size control section averages 10 to 15 percent clay, and 35 to 80 percent rock fragments, mostly gravel and cobbles.  Mineralogy is glassy.  Base saturation by ammonium acetate ranges from 10 to 35 percent.  P retention is greater than 95 to a depth of 36 inches, (91 cm).  Melanic index is 1.70.  Rock fragments on the surface range from 0 to 10 percent gravel, 0 to 10 percent cobbles, 0 to 10 percent stones and 0 to 10 percent boulders.  Some pedons have a 2C horizon.\nThe A horizon dry color is 10YR 4/2, 4/3, 7.5YR 3/2 or 4/2.  Moist color is 10YR 2/1, 2/2, 5YR 2.5/1 or 3/2.  Texture is dominantly medial sandy loam or medial fine sandy loam but in some pedons is gravelly medial sandy loam or very gravelly medial sandy loam.  Organic matter ranges from 12 to 35 percent.  Clay content ranges from 8 to 15 percent.  Acid Oxalate extractable Al plus 1/2 Fe ranges from 2.9 to 3.5.  Glass ranges from 17 to 18 percent.  Rock fragments range from 5 to 20 percent gravel, 0 to 5 percent cobbles and 0 to 10 percent stones.  NaF pH ranges from 10.0 to 12.0.  Reaction ranges from very strongly acid to slightly acid.\nThe Bw horizon dry color is 10YR 4/2, 5/3, 5/4, 6/3, 7/3 or 7.5YR 5/3.  Moist color is 10YR 2/2, 4/3, 7.5YR 3/3, 3/4 or 5YR 3/3.  Texture is very cobbly medial sandy loam, very gravelly medial sandy loam, extremely cobbly medial sandy loam or extremely cobbly medial coarse sandy loam.  Organic matter ranges from 9 to 12 percent.  Clay content ranges from 10 to 18 percent.  Acid Oxalate extractable Al plus 1/2 Fe ranges from 1.7 to 2.5.  Glass ranges from 10 to 30 percent.  Rock fragments range from 20 to 40 percent gravel, 10 to 35 percent cobbles, and 10 to 20 percent stones.  NaF pH ranges from 11.0 to 11.5.  Reaction ranges from very strongly acid to slightly acid.\nThe C horizon dry color is 10YR 6/3 or 6/4.  Moist color is 10YR 4/3 or 4/4.  Texture is very gravelly, extremely gravelly, very cobbly, or extremely cobbly medial coarse sandy loam.  Organic matter ranges from 4 to 9 percent.  Clay content ranges from 10 to 15 percent.  Acid Oxalate extractable Al plus 1/2 Fe ranges from 2.5 to 3.2.  Glass ranges from 30 to 60 percent or more.  Rock fragments range from 50 to 60 percent gravel, 0 to 35 percent cobbles and 0 to 20 percent stones.  NaF pH ranges from 10.0 to 11.0.  Reaction ranges from very strongly acid to strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Powderhouse soils are on are on ridgetops and sideslopes on volcanic ridges and nunataks on volcanic Sierra Nevada and southern Cascade mountains.  Slopes range from 2 to 50 percent.  These soils formed in tephra and residuum and colluvium from volcanic mudflow, basalt, and andesite.  Elevation is 4800 to 6120 feet, (1463 to 1865 m).  Mean annual precipitation is 75 to 85 inches, (1905 to 2159 mm).  The mean annual temperature is 48 to 50 degrees F, (9 to 10 degrees C).  Frost free season is 80 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bonneyridge, Greenwell, Lavatop, Lewisflat, McNair, Timberisland, and Shakeridge soils.  Bonneyridge soils are very deep, coarse-loamy, and are formed from residuum from quartz diorite.  Greenwell soils are medial.  Lavatop soils are moderately deep to a lithic contact of basalt.  Lewisflat soils are very deep, fine-loamy, and formed from residuum from quartz diorite.  McNair soils are deep to paralithic contact of volcanic mudflow.  Timberisland soils are deep to a lithic contact of basalt.  Shakeridge soils are very deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; high runoff; moderately rapid saturated hydraulic conductivity in the A, Bw and C horizons."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for timber production, wildlife habitat and watershed.  Vegetation is white fir, sugar pine, incense cedar, Douglas-fir, ponderosa pine, California black oak with an understory of Sierra chinquapin, greenleaf manzanita, Sierra gooseberry, snowberry, currant, scrub oak, and princes pine.  Above 5,000 feet California red fir, Jeffrey pine, and pinemat manzanita."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Butte and Plumas Counties, California.  MLRA 22A Sierra Nevada Range.  The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Plumas County, California 2005.  Source of name from Powderhouse Saddle."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nUmbric epipedon - zone from 2 to 11 inches, (5 to 28 cm) (A1, A2).\nCambic horizon - zone from 11 to 27 inches, (28 to 69 cm) (Bw).\nParalithic contact - the zone from 36 to 82 inches, (91 to 208 cm) (Cr).\nParticle-size control section - zone from 2 to 36 inches, (5 to 91 cm).\nThe soil moisture control section - zone from 11 to 36 inches, (28 to 91 cm)\nAndic soil properties - zone from 0 to 36 inches, (0 to 91 cm).\nBulk density was assumed to be less than 0.9 g/cc\nAllophane weighted average in control section: 4.3"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Reference samples from lab pedon number: 97P0309, NSSL, Lincoln, NE."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--0 to 2 inches, (0 to 5 cm); mat of fresh and slightly decomposed needles and twigs."
      },
      {
        "name": "A1",
        "top": 5,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--2 to 4 inches, (5 to 10 cm); dark grayish brown (10YR 4/2) medial sandy loam, black (10YR 2/1) moist; 10 percent clay; weak very fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; many very fine irregular pores; extremely hydrophobic, smeary; 10 percent subrounded andesite gravel; very strongly acid, pH 5.0 by pH meter 1:1 water; NaF pH 10.3; abrupt smooth boundary."
      },
      {
        "name": "A2",
        "top": 10,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A2--4 to 11 inches, (10 to 28 cm); brown (10YR 4/3) medial sandy loam, very dark brown (10YR 2/2) moist; 12 percent clay; weak very fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; many very fine irregular pores; extremely hydrophobic, smeary; 10 percent subrounded andesite gravel; very strongly acid, pH 5.5 by pH meter 1:1 water; NaF pH 11.0; abrupt smooth boundary. (Combined thickness of the A horizon is 2 to 11 inches, (5 to 28 cm) thick)."
      },
      {
        "name": "Bw",
        "top": 28,
        "bottom": 69,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "very cobbly",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bw--11 to 27 inches, (28 to 69 cm); pale brown (10YR 6/3) very cobbly medial sandy loam, brown (10YR 4/3) moist; 14 percent clay; weak very fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots and few medium and coarse roots; common very fine irregular pores; extremely hydrophobic, smeary; 30 percent subangular andesite cobbles and 20 percent subangular andesite gravel; very strongly acid, pH 5.0 by pH meter 1:1 water; NaF pH 11.1; abrupt smooth boundary. (8 to 33 inches, (20 to 84 cm) thick)."
      },
      {
        "name": "C",
        "top": 69,
        "bottom": 91,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "coarse sandy loam",
        "cf_class": "very gravelly",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C--27 to 36 inches, (69 to 91 cm); pale brown (10YR 6/3) very gravelly medial coarse sandy loam, brown (10YR 4/3) moist; 12 percent clay; weak very fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots and few medium and coarse roots; common very fine irregular pores; extremely hydrophobic, smeary; 10 percent well rounded andesite cobbles and 50 percent well rounded andesite gravel; very strongly acid (pH 4.8); NaF pH 10.8; abrupt wavy boundary. (0 to 13 inches, (0 to 33 cm) thick)."
      },
      {
        "name": "Cr",
        "top": 91,
        "bottom": 208,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--36 to 82 inches, (91 to 208 cm); moderately cemented mudflow with imbedded round andesitic gravel and cobbles; few very fine and fine roots matted around rock fragments; matrix can be dug with difficulty, fragments are indurated; few roots in fractures; 40 percent well rounded andesite cobbles and 25 percent well rounded andesite gravel."
      }
    ]
  ]
}
