{
  "SERIES": "POWDER",
  "STATUS": "Established Series",
  "BYREV": "Rev. MGL/AON/TDT",
  "REVDATE": "06/2013",
  "STATES": "OR",
  "OVERVIEW": "The Powder series consists of very deep, well drained, soils on bottomlands and alluvial fans.  They formed in mixed alluvium.  Slope ranges from 0 to 3 percent.  The mean annual temperature is about 50 degrees F., and the mean annual precipitation is about 11 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, mesic Cumulic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Powder silt loam, on a 2 percent slope.  (Colors are for moist soil unless otherwise noted.)\nA1--0 to 3 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; moderate medium granular structure; slightly hard, friable, slightly sticky and nonplastic; many fine and very fine roots; many very fine irregular pores; strongly effervescent; moderately alkaline; abrupt smooth boundary.\nA2--3 to 15 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; many fine and very fine roots; many very fine pores; strongly effervescent; moderately alkaline; clear wavy boundary.  (Combined thickness is 10 to 18 inches)\nBA--15 to 18 inches; very dark grayish brown (10YR 3/2) silt loam, dark grayish brown (10YR 4/2) dry; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; common very fine roots; common very fine tubular pores; strongly effervescent; moderately alkaline; clear wavy boundary (0 to 5 inches thick)\nBw1--18 to 23 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; common very fine roots; common very fine tubular pores; moderately alkaline; abrupt wavy boundary.\nBw2--23 to 27 inches; very dark grayish brown (10YR 3/2) silt loam, dark grayish brown (10YR 4/2) dry; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; common very fine roots; common very fine tubular pores; moderately alkaline; clear wavy boundary.  (Combined thickness is 10 to 20 inches thick)\nC1--27 to 41 inches; very dark brown (10YR 3/2) silt loam, brown (10YR 5/3) dry; massive; slightly hard, friable, slightly sticky and nonplastic; common very fine roots; common very fine tubular pores; moderately alkaline; clear wavy boundary.\nC2--41 to 57 inches; very dark grayish brown (10YR 3/2) silt loam, brown (10YR 5/3) dry; common fine distinct dark yellowish brown (10YR 4/4) redox concentrations; massive; slightly hard, friable, slightly sticky and nonplastic; few very fine tubular pores; moderately alkaline; clear wavy boundary. (Combined thickness is 25 to 35 inches thick)\n2C3--57 to 60 inches; gravel"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Umatilla County, Oregon; in the SW1/4 NW1/4 of section 8, T. 9 S., R. 40 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are continuously dry in all parts between depths of 4 and 12 inches for 90 to 120 consecutive days following the summer solstice (aridic soil moisture regime).  The mean annual soil temperature is 47 to 52 degrees F.  The particle-size control section has 10 to 18 percent clay and less than 15 percent coarser than very fine sand.  The mollic epipedon and solum is 20 to 32 inches thick and is calcareous in some part.  The organic matter content decreases irregularly with increasing depth.\nThe A horizon has value of 2 or 3 moist and 4 or 5 dry, and chroma of 2 or 3 moist and dry. It is silt loam or loam.  It is neutral to moderately alkaline.\nThe B horizon has value of 2 or 3 moist and 4 or 5 dry, and chroma of 2 or 3 moist and dry.  It is silt loam, loam,  fine sandy loam, or very fine sandy loam  It has weak medium and coarse prismatic and weak or moderately fine to coarse subangular blocky structure.  It is neutral to moderately aklaline.\nThe C horizon is silt loam, loam, fine sandy loam or very fine sandy loam to a depth of 40 inches or more.  It has value of 3 or 4 moist, 5 or 6 dry and chroma of 2 or 3.  It is slightly or moderately alkaline.  Below 40 inches chroma ranges to 1.  Redox concentrations and the 2C horizon is absent in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Covello, Hermiston, Mondovi, Onyx, Pedigo and Touchet soils.  Covello soils have a permanent water table in the C horizon and are dry for 60 to 90 consecutive days.  Hermiston soils  lack a cambic B horizon and are dry for 70 to 90 consecutive days.  Mondovi soils are dry for 60 to 75 consecutive days.  Onyx soils are noncalcareous.  Pedigo soils are somewhat poorly drained and are dry for 60 to 75 consecutive days.  Touchet soils are dry for 75 to 90 consecutive days."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Powder soils are on bottomlands and alluvial fans.  Slopes range from 0 to 3 percent.  Elevation is 500 to 3500 feet.  The soils formed in mixed alluvium.  The mean annual temperature ranges from 45 to 54 degrees F., and the mean annual precipitation ranges from 8 to 12 inches.  The frost-free season is 90 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Baldock, Court, Courtrock, Esquatzel, Jett, Poden, Umapine, Wingville and the competing Pedigo soils.  Baldock soils are poorly drained and alkaline.  Court and Poden soils have contrasting textures within the control section.  Courtrock soils are coarse-loamy.  Esquatzel soils have mollic epipedons less than 20 inches thick.  Jett soils are fine-silty.  Umapine soils are somewhat poorly drained.  Wingville soils are poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderate permeability; rare or occasional flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Powder soils are used for irrigated row crops and small grains, potatoes and alfalfa hay. The native vegetation is giant wildrye, bunchgrasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern and central Oregon.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Baker County, Oregon 1941."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the surface of the soil to a depth of 27 inches Cumulic - organic - carbon content decreases irregularly with increasing depth.\nThese soils have an aridic moisture regime (8 to 12 inches precipitation)\n06/2013\nThe loams, very fine sandy loams, and fine sandy loams were added to the A and B range of characteristics in order to account for some of the sandier textures observed in Crook County, Grant County, and Wheeler County.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
