{
  "SERIES": "PRADE",
  "STATUS": "Established Series",
  "BYREV": "WJG-MLG-RM",
  "REVDATE": "01/2018",
  "STATES": "TX",
  "OVERVIEW": "The Prade series consists of very shallow and shallow, well drained, moderately slowly permeable soils that formed in clayey residuum over marl and soft limestone bedrock.  These soils are on gently sloping undulating plains on dissected plateaus.  Slopes range from 1 to 8 percent.  Mean annual precipitation is about 787 mm (31 in), and mean annual air temperature is about 17.8 degrees C (64 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, thermic, shallow Petrocalcic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Prade very cobbly clay--rangeland. (Colors are for dry soil unless otherwise stated.)\nA-- 0 to 30 cm (0 to 12 in); very dark gray (10YR 3/1) very cobbly clay, black (10YR 2/1) moist; moderate medium subangular blocky and weak very fine and fine granular structure; many very fine and fine roots and common medium roots throughout; many fine interstitial and tubular pores; roots are matted on the upper surface of the Bkm horizon; 15 percent subrounded limestone gravel, 30 percent subrounded limestone cobbles, and 10 percent subrounded conglomerate-calcareous gravel; limestone rock fragments are cleanly etched; conglomerate-calcareous fragments are from degrading Bkm horizon; very slightly effervescent throughout; neutral; abrupt smooth boundary. (Thickness is 10 to 50 cm [4 to 20 in]).\nBkkm--30 to 38 cm (12 to 15 in); very pale brown (10YR 8/3) indurated caliche, very pale brown (10YR 7/3) moist; massive; indurated laminar cap is 15 to 25 mm thick; violently effervescent throughout; moderately alkaline; abrupt smooth boundary.  (Thickness is 8 to 18 cm [3 to 7 in]).\nCr--38 to 157 cm (15 to 62 in); very pale brown (10YR 8/2) moderately cemented marl bedrock, very pale brown (10YR 8/2) moist; massive; no fractures or roots in marl bedrock; moderately alkaline; violently effervescent throughout."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Real County, Texas; from the intersection of of Farm Road 336 and Farm Road 3525, about 2.9 miles south southwest on Farm Road 3525, and about 185 ft east in rangeland.\nUSGS topographic quadrangle: Bee Cave Hollow quadrangle;\nLatitude- 29 degrees, 56 minutes, 3.0 seconds N,\nLongitude- 99 degrees, 50 minutes, 43.1 seconds W;\nDatum: WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE OF CHARACTERISTICS",
    "content": "RANGE OF CHARACTERISTICS:\nDepth to the petrocalcic horizon: 10 to 50 cm (4 to 20 in)\nDepth to paralithic contact: 18 to 53 cm (7 to 21 in)\nThickness of the mollic epipedon: 10 to 50 cm (4 to 20 in)\nParticle-size control section (weighted average)\nClay content: 35 to 60 percent\nRock fragments:    35 to 75 percent\nA horizon:\nHue: 7.5YR or 10YR\nValue: 2 to 4\nChroma: 1 to 3\nTexture: clay loam or clay or gravelly or cobbly to extremely gravelly or extremely cobbly phases\nClay content: 35 to 60 percent\nRock fragments: 4 to 75 percent by volume; 4 to 40 percent gravels, 0 to 31 percent cobbles, and 0 to 6 percent stones and boulders; petrocalcic and limestone fragments\nCalcium carbonate equivalent: 0 to 30 percent\nElectrical conductivity (decisiemens per meter): 0 to 2\nEffervescence: very slight to strong\nReaction (pH): neutral or slightly alkaline (6.6 to 7.8)\nBw horizon (where present):\nHue: 7.5YR or 10YR\nValue: 3 to 4, 2 to 3 moist\nChroma: 1 to 3\nTexture: clay and very gravelly, very cobbly, extremely gravelly, or extemely cobbly phases\nClay content: 40 to 60 percent\nRock fragments: 35 to 75 percent by volume; 35 to 70 percent gravels, 0 to 45 percent cobbles, and 0 to 6 percent stones and boulders; petrocalcic and limestone fragments.\nCalcium carbonate equivalent: 0 to 40 percent\nElectrical conductivity (decisiemens per meter): 0 to 2\nEffervescence: very slight to strong\nReaction (pH): neutral or slightly alkaline (7.0 to 7.8)\nBkkm horizon\nHue: 10YR or 2.5Y\nValue: 7 or 8\nChroma: 2 to 4.  The upper 3mm to 25 mm of the Bkkm is laminar and cementation ranges from strongly cemented to indurated.\nReaction (pH): slightly alkaline or moderately alkaline\nCr layer:\nWeakly to moderately cemented weathered marl bedrock, chalk bedrock, or soft limestone bedrock that can be scraped or dug with a spade or backhoe.  Some pedons are moderately cemented in the upper part and weakly cemented and massive below.  Layers of limestone are mostly less than 20 cm (8 in) thick.  Hard limestone layers are present below 102 cm (40 in) in some pedons.\nReaction (pH): slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family.  Series in similar families include the Eola, Kavett, Mailtrail, Mereta, Real, and Tarrant series.\nEola, Mailtrail, and Real soils: have loamy-skeletal particle size classes\nKavett and Mereta soils: have less than 35 percent coarse fragments in particle size control section\nTarrant soils: have lithic contact and no petrocalcic horizon"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: clayey residuum over marl and soft limestone\nLandscape: dissected plateaus\nLandform: undulating plains\nSlope: 1 to 8 percent\nMean annual precipitation: 559 to 864 mm (22 to 34 in)\nThornthwaite P-E Index: 31 to 44\nMean annual air temperature: 16.7 to 20.5 degrees C (62 to 69 degrees F)\nFrost-free period: 220 to 250 days\nElevation: 563.9  to 731.5 m (1900 to 2,400 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Dina, Eckrant, Tarrant, and Harper series.\nDina soils: have an argillic horizon directly over a lithic contact\nEckrant soils: have a lithic contact within 51 cm (20 in)\nHarper soils: have less than 35 percent coarse fragments and have a lithic contact within 51 cm (20 in)\nAll of these soils are on similar positions in the landscape to Prade soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: Well.\nPermeability class: moderately slow.\nRunoff: medium on 1 to 5 percent slopes and high on 5 to 8 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly as rangeland.  Native plants now growing on these soils are evax, Texas wintergrass, hairy tridens, sideoats grama, red grama, cedar sedge, fall witchgrass, threeawn, Hall's panicum, little bluestem, twinleaf senna, dogweed, greenbriar, Linheimer's muhly, sacahuista, twistleaf yucca, smooth yucca, Scribner's panicum, Texas grama, common curlymesquite, croton, seep muhly, Canada wildrye, dutchman's britches, hairy grama, knotleaf stemflower, plains lovegrass, prairie coneflower, snoutbean, bundleflower, silver bluestem, and tasajillo.  Native woody plants are agarito, blueberry cedar, pricklypear, vasey oak, Texas persimmon, Spanish oak, evergreen sumac, green condalia, hackberry, and scattered liveoak and mesquite mainly growing on bands of limestone outcrops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  In Southwest Texas, mainly in the Edwards Plateau.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Real County, Texas; 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included in the Tarrant and Eola series.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 30 cm (0 to 12 in) (A horizon)\nPetrocalcic horizon: 30 to 38 cm (12 to 15 in) (Bkkm horizon)\nParalithic contact: 38 cm (15 in)\nSoil Interpretation Record: TX1311"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: None\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "weak very fine and fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "very cobbly",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "very slightly effervescent",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A-- 0 to 30 cm (0 to 12 in); very dark gray (10YR 3/1) very cobbly clay, black (10YR 2/1) moist; moderate medium subangular blocky and weak very fine and fine granular structure; many very fine and fine roots and common medium roots throughout; many fine interstitial and tubular pores; roots are matted on the upper surface of the Bkm horizon; 15 percent subrounded limestone gravel, 30 percent subrounded limestone cobbles, and 10 percent subrounded conglomerate-calcareous gravel; limestone rock fragments are cleanly etched; conglomerate-calcareous fragments are from degrading Bkm horizon; very slightly effervescent throughout; neutral; abrupt smooth boundary. (Thickness is 10 to 50 cm [4 to 20 in])."
      },
      {
        "name": "Bkkm",
        "top": 30,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 3,
        "texture_class": "NA",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "indurated",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "violently effervescent",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bkkm--30 to 38 cm (12 to 15 in); very pale brown (10YR 8/3) indurated caliche, very pale brown (10YR 7/3) moist; massive; indurated laminar cap is 15 to 25 mm thick; violently effervescent throughout; moderately alkaline; abrupt smooth boundary.  (Thickness is 8 to 18 cm [3 to 7 in])."
      },
      {
        "name": "Cr",
        "top": 38,
        "bottom": 157,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 8,
        "moist_chroma": 2,
        "texture_class": "NA",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "moderately cemented",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "violently effervescent",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--38 to 157 cm (15 to 62 in); very pale brown (10YR 8/2) moderately cemented marl bedrock, very pale brown (10YR 8/2) moist; massive; no fractures or roots in marl bedrock; moderately alkaline; violently effervescent throughout."
      }
    ]
  ]
}
