{
  "SERIES": "PRAIRIEVIEW",
  "STATUS": "Tentative Series",
  "BYREV": "JKW-CLN",
  "REVDATE": "01/2001",
  "STATES": "TX",
  "OVERVIEW": "The Prairieview series consists of very deep, moderately well drained, moderately permeable soils that formed in loamy sediments derived from the Willis Formation.  These nearly level to very gently sloping soils are on uplands.  Slope ranges from 0 to 2.  Mean annual temperature is about 74 degrees F., and mean annual precipitation is about 48 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, hyperthermic Oxyaquic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Prairieview fine sandy loam--0 to 1 percent slopes in pasture\n(Colors are for moist soil unless otherwise stated.)\nAp--0 to 6 inches; dark grayish brown (10YR 4/2) fine sandy loam, grayish brown (10YR 5/2) dry; weak very coarse subangular blocky structure; very friable, soft; common fine and very fine roots; common fine and very fine tubular pores; 1 percent fine distinct brown (7.5YR 4/3) iron-manganese masses with diffuse boundaries lining pores; 1 percent fine prominent strong brown (7.5YR 4/6) masses of oxidized iron with sharp boundaries lining pores; 1 percent fine distinct black (7.5YR 2.5/1) iron-manganese masses with sharp boundaries in matrix; 1 percent worm casts and 2 percent insect casts; moderately acid; abrupt smooth boundary.\nA--6 to 12 inches; brown (10YR 4/3) fine sandy loam, brown (10YR 5/3) dry; weak medium prismatic parts to moderate medium subangular blocky structure; very friable, soft; common fine roots and very fine roots; common fine and very fine tubular pores; 1 percent fine distinct brown (7.5YR 4/3) iron-manganese masses with diffuse boundaries lining pores; 1 percent fine prominent strong brown (7.5YR 4/6) masses of oxidized iron with sharp boundaries lining pores; 1 percent fine and medium spherical dark brown (7.5YR 3/2) ironstone nodules; 3 percent insect casts and 1 percent worm casts; moderately acid; clear smooth boundary.  (combined thickness of the Ap and A horizons is 10 to 18 inches)\nBt1--12 to 18 inches; 45 percent brown (10YR 5/3) and 20 percent grayish brown (10YR 5/2) fine sandy loam, pale brown (10YR 6/3) and light brownish gray (10YR 6/2) dry; moderate medium and coarse prismatic parts to moderate medium angular blocky structure; friable, slightly hard; common fine and very fine roots; common fine and very fine tubular pores; 5 percent faint grayish brown (10YR 5/2) clay films on vertical surfaces of peds and 10 percent faint brown (10YR 5/3) clay films on surfaces of peds; 1 percent fine and medium spherical dark brown (7.5YR 3/2) ironstone nodules; 3 percent fine prominent strong brown (7.5YR 5/8) masses of oxidized iron with clear boundaries lining pores; 5 percent fine prominent reddish yellow (7.5YR 6/8) masses of oxidized iron with clear boundaries lining pores; 3 percent insect casts and 1 percent worm casts; about 10 percent by volume yellowish brown (10YR 5/4) interfingering of E material; less than 1 percent fine spherical siliceous pebbles; slightly acid; clear smooth boundary.\nBt2--18 to 30 inches; 55 percent brownish yellow (10YR 6/6) and 30 percent light yellowish brown (10YR 6/4) sandy clay loam, yellow (10YR 7/6) and very pale brown (10YR 7/4) dry; moderate medium and coarse prismatic parts to moderate medium angular blocky structure; firm, hard; few fine roots and common very fine roots; common medium, fine, and very fine tubular pores; 25 percent faint brownish yellow (10YR 6/6) clay films on surfaces of peds; 1 percent fine and medium spherical dark brown (7.5YR 3/2) ironstone nodules; 3 percent fine and medium yellowish red (5YR 5/8) plinthite nodules; 3 percent fine and medium prominent red (2.5YR 4/8) masses of oxidized iron with clear boundaries lining pores; 5 percent medium and coarse prominent yellowish red (5YR 5/8) masses of oxidized iron with clear boundaries lining pores; 5 percent fine and medium distinct grayish brown (10YR 5/2) iron depletions with clear boundaries on vertical surfaces of peds; 1 percent worm casts; slightly acid; clear smooth boundary.\nBt3--30 to 46 inches; 35 percent brownish yellow (10YR 6/6) and 20 percent light yellowish brown (10YR 6/4) sandy clay loam, yellow (10YR 7/6) and very pale brown (10YR 7/4) dry; moderate medium and coarse prismatic parts to moderate medium angular blocky structure; firm, hard; few very fine roots; few fine tubular and common very fine tubular pores; 10 percent faint yellowish brown (10YR 5/6) clay films and 15 percent faint brownish yellow (10YR 6/6) clay films on surfaces of peds; 1 percent fine and medium spherical dark brown (7.5YR 3/2) ironstone nodules; 3 percent fine and medium red (2.5YR 4/8) plinthite nodules; 10 percent fine and medium prominent yellowish red (5YR 5/8) masses of oxidized iron with clear boundaries in matrix; 15 percent fine and medium prominent strong brown (7.5YR 5/8) masses of oxidized iron with clear boundaries in matrix; 5 percent fine and medium distinct light brownish gray (10YR 6/2) iron depletions with clear boundaries on vertical surfaces of peds; slightly acid; gradual smooth boundary.  (combined thickness of the Bt horizons is 24 to 40 inches)\nBtv--46 to 61 inches; yellowish brown (10YR 5/6) sandy clay loam, brownish yellow (10YR 6/6) dry; moderate medium and coarse prismatic parts to moderate medium and coarse angular blocky structure; very firm, hard; few very fine roots; common fine and very fine tubular pores; 5 percent faint brown (10YR 5/3) clay films and 20 percent faint yellowish brown (10YR 5/4) clay films on surfaces of peds; 1 percent fine threadlike pale brown (10YR 6/3) and light brownish gray (10YR 6/2) clay depletions on vertical surfaces of peds; 1 percent fine and medium spherical dark brown (7.5YR 3/2) ironstone nodules; 1 percent fine and medium spherical yellowish red (5YR 4/6) and  3 percent fine and medium red (2.5YR 4/8) plinthite nodules; 8 percent fine and medium prominent yellowish red (5YR 5/8) masses of oxidized iron with clear boundaries in matrix; 15 percent medium and coarse prominent red (2.5YR 4/8) masses of oxidized iron with sharp boundaries in matrix; 12 percent fine and medium prominent strong brown (7.5YR 5/8) masses of oxidized iron with clear boundaries in matrix; 15 percent fine and medium distinct light brownish gray (10YR 6/2) iron depletions with clear boundaries on vertical surfaces of peds; slightly acid; gradual smooth boundary. (10 to 20 inches thick)\nBt/E--61 to 80 inches; 30 percent brownish yellow (10YR 6/6) and 15 percent pinkish gray (7.5YR 7/2) (E) sandy clay loam, yellow (10YR 7/6) and pinkish gray (7.5YR 7/2) dry; moderate medium and coarse prismatic parts to moderate medium and coarse angular blocky structure; firm, hard; few very fine roots; few fine tubular and common very fine tubular pores; 15 percent faint yellowish brown (10YR 5/4) clay films on surfaces of peds; 1 percent fine and medium spherical dark brown (7.5YR 3/2) ironstone nodules; 1 percent fine and medium spherical yellowish red (5YR 4/6) and 3 percent fine and medium red (2.5YR 4/8) plinthite nodules; 1 percent fine and medium spherical reddish black (2.5YR 2.5/1) iron-manganese concretions; 8 percent fine and medium prominent strong brown (7.5YR 5/8) masses of oxidized iron with clear boundaries in matrix; 20 percent medium and coarse prominent red (2.5YR 4/8) masses of oxidized iron with sharp boundaries in matrix; 5 percent fine and medium distinct light gray (10YR 7/2) iron depletions with clear boundaries in center of albic material; E part is interfingering of albic material 1 to 4 centimeters wide of fine sandy loam texture that increases with depth; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Waller County, Texas; from the intersection of U.S. Highway 290 Business and Farm Road 362 in Waller; 5.5 miles south on Farm Road 362 to county road; 1 mile west on county road; located about 0.4 mile north in cropland; Latitude: 29 degrees, 59 minutes, 29.6 seconds North; Longitude: 95 degrees, 58 minutes, 8.2 seconds West."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The solum is more than 80 inches thick.\nSoil Moisture: An udic soil moisture regime.  The soil moisture control section, 4 to 12 inches, is typically moist from September to July in normal years. The cumulative total number of days the soil moisture control section is dry is less than 90 days.\nMean annual soil temperature: 69 to 72 degrees F.\nDepth to albic materials: 55 to 70 inches\nDepth to argillic horizon: 8 to 18 inches\nDepth to redox depletions: 15 to 20 inches\nParticle-size control section (weighted average)\nClay content: 20 to 30 percent\nCEC/clay ratio: 0.25 to 0.40\nAp or A Horizon\nHue: 10YR\nValue: 3 to 5\nChroma: 2 or 3; Pedons with value of 3 and chroma of 2 or 3 are less than 10 inches thick.\nTexture: fine sandy loam\nRedox accumulations: amount-0 to 3 percent, size-fine, contrast-faint to prominent, boundary-sharp to diffuse, location-lining pores, shades-brown\nReaction: strongly acid or moderately acid\nUpper part of the Bt Horizon\nHue: 10YR\nValue: 5\nChroma: 2 to 4\nTexture: fine sandy loam, sandy clay loam\nClay content: 15 to 22 percent\nClay films: location-surfaces of peds, contrast-faint or distinct\nRedox accumulations: amount 2 to 15 percent, size-fine or medium, contrast-faint to prominent, boundary-sharp to diffuse, location-lining pores, in matrix, and on surfaces of peds, shades-yellow or brown\nIronstone nodules: 1 to 5 percent\nReaction: strongly acid to slightly acid\nLower part of the Bt Horizon\nHue: 7.5YR or 10YR\nValue: 5 or 6\nChroma:  4 to 6\nTexture: sandy clay loam, clay loam\nClay content: 20 to 30 percent\nClay films: location-surfaces of peds, contrast-faint or distinct\nRedox accumulations: amount 10 to 25 percent, size-fine or medium, contrast-faint to prominent, boundary-sharp to diffuse, location-lining pores, in matrix, and on surfaces of peds, shades-yellow, brown, or red\nRedox depletions: amount-2 to 10, size-fine or medium, contrast-distinct or prominent, boundary-clear or diffuse, location-lining pores or surfaces of peds, shades-gray\nIronstone nodules: 1 to 5 percent\nReaction: moderately acid or slightly acid\nBtv Horizon\nHue: 7.5YR or 10YR\nValue: 5 or 6\nChroma: 4 to 6\nTexture: sandy clay loam or clay loam\nClay content: 20 to 35 percent\nClay films: location-surfaces of peds, contrast-faint or distinct\nRedox accumulations: amount 10 to 35 percent, size-fine or medium, contrast-faint to prominent, boundary-sharp to diffuse, location-lining pores, in matrix, and on surfaces of peds, shades-yellow, brown, or red\nRedox depletions: amount-2 to 10, size-fine or medium, contrast-distinct or prominent, boundary-clear or diffuse, location-lining pores or surfaces of peds, shades-gray\nIronstone nodules: 1 to 5 percent\nPlinthite nodules: 3 to 8 percent\nReaction: moderately acid or slightly acid\nBt/E Horizon\nBt part\nHue: 7.5YR or 10YR\nValue: 5 or 6\nChroma: 4 to 6\nE part\nHue: 7.5YR or 10YR\nValue: 5 to 7\nChroma: 2 or 3\nTexture: sandy clay loam or clay loam\nClay content: 20 to 35 percent\nClay films: location-surfaces of peds, contrast-faint or distinct\nRedox accumulations: amount 25 to 45 percent, size-fine or medium, contrast-faint to prominent, boundary-sharp to diffuse, location-lining pores, in matrix, and on surfaces of peds\nRedox depletions: amount-2 to 15, size-fine or medium, contrast-distinct or prominent, boundary-clear or diffuse, location-lining pores or surfaces of peds\nIronstone nodules: 1 to 5 percent\nPlinthite nodules: 1 to 5 percent\nReaction: slightly acid or neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the no series in the same family.  Similar soils are the Fourche, Hockley, Townhole, and Wockley series.\nFourche series: fine-silty family; mixed mineralogy; mesic temperature regime\nHockley series: Plinthic subgroup\nTownhole series: loamy-skeletal family; mixed mineralogy; mesic temperature regime\nWockley series: Plinthaquic subgroup"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Loamy sediments derived from the Willis Formation of late Pliocene age\nLandform: Coastal Plain\nSlope: 0 to 2 percent\nMean annual temperature: 67 to 69 degrees F.\nMean annual precipitation: 40 to 48 inches\nPrecipitation Pattern: Precipitation is fairly uniform throughout the year with slight peaks in the spring and fall.  Summertime rainfall is controlled by the influx of tropical moisture.\nFrost-free period: 240 to 270 days\nElevation: 175 to 250 feet\nThornthwaite annual P-E indices: 62 to 72"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hockley, the proposed Snakecreek, the proposed Tomball, and the Wockley series.\nHockley series: well drained and on a higher landscape position\nSnakecreek series: somewhat poorly drained and on a lower landscape position\nTomball series: poorly drained and in depressions\nWockley series: somewhat poorly drained and on a lower landscape position"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained. Moderately slow permeability.  Runoff is low.   The soil is saturated for periods up to one month during the winter and spring months and after heavy rainfall events in the summer and fall months from a depth of 18 to 24 inches.  In normal years, these soils are saturated for periods up to 2 months during the winter and spring months from a depth of 55 to 80 inches.  In abnormally wet years, these soils will reduce for short periods from a depth of 18 to 24 inches."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly as pastureland and cropland.  Urban encroachment is common in the eastern portion of this series' extent.  The dominant pasture grass is improved coastal bermudagrass.  The dominant crop is corn."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeast Texas; LRR T; MLRA 150A; small extent"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Waller County, Texas, 2001."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 12 to 32 inches.  (Bt1 and Bt2 horizons)\nOchric epipedon: 0 to 12 inches.  (Ap and A horizons)\nArgillic horizon: 12 to 80 inches.  (Bt1, Bt2, Bt3, Btv, Bt/E horizons)\nGlossic horizon: 61 to 80 inches.  (Bt/E horizon)\nEndosaturation: The zone of saturation at 61 to 80 inches.  (Bt/E horizon)\nEpisaturation:  The zone of saturation at 12 to 18 inches.  (Bt1 horizon)\nOxyaquic feature: These soils remain saturated for periods up to 2 weeks from a depth of 12 inches to 18 inches during late winter to late spring in most years. (Bt1 horizon)\nAdditional Comments:  This series was formerly included in the Wockley series.  Field observations indicate that these soils become saturated but do not reduce in most years.\nThe assignment of the cation-exchange activity class is supported by laboratory data number S00TX-473-2 from Waller County, Texas."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Laboratory data pending from the Soil Characterization Lab at Texas A&M University on samples S00TX-473-2.\nTAXONOMIC VERSION:  Soil Taxonomy, Second Edition, 1999"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "structure": "weak very coarse subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 6 inches; dark grayish brown (10YR 4/2) fine sandy loam, grayish brown (10YR 5/2) dry; weak very coarse subangular blocky structure; very friable, soft; common fine and very fine roots; common fine and very fine tubular pores; 1 percent fine distinct brown (7.5YR 4/3) iron-manganese masses with diffuse boundaries lining pores; 1 percent fine prominent strong brown (7.5YR 4/6) masses of oxidized iron with sharp boundaries lining pores; 1 percent fine distinct black (7.5YR 2.5/1) iron-manganese masses with sharp boundaries in matrix; 1 percent worm casts and 2 percent insect casts; moderately acid; abrupt smooth boundary."
      },
      {
        "name": "A",
        "top": 15,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--6 to 12 inches; brown (10YR 4/3) fine sandy loam, brown (10YR 5/3) dry; weak medium prismatic parts to moderate medium subangular blocky structure; very friable, soft; common fine roots and very fine roots; common fine and very fine tubular pores; 1 percent fine distinct brown (7.5YR 4/3) iron-manganese masses with diffuse boundaries lining pores; 1 percent fine prominent strong brown (7.5YR 4/6) masses of oxidized iron with sharp boundaries lining pores; 1 percent fine and medium spherical dark brown (7.5YR 3/2) ironstone nodules; 3 percent insect casts and 1 percent worm casts; moderately acid; clear smooth boundary.  (combined thickness of the Ap and A horizons is 10 to 18 inches)"
      },
      {
        "name": "Bt1",
        "top": 30,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "structure": "moderate medium angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--12 to 18 inches; 45 percent brown (10YR 5/3) and 20 percent grayish brown (10YR 5/2) fine sandy loam, pale brown (10YR 6/3) and light brownish gray (10YR 6/2) dry; moderate medium and coarse prismatic parts to moderate medium angular blocky structure; friable, slightly hard; common fine and very fine roots; common fine and very fine tubular pores; 5 percent faint grayish brown (10YR 5/2) clay films on vertical surfaces of peds and 10 percent faint brown (10YR 5/3) clay films on surfaces of peds; 1 percent fine and medium spherical dark brown (7.5YR 3/2) ironstone nodules; 3 percent fine prominent strong brown (7.5YR 5/8) masses of oxidized iron with clear boundaries lining pores; 5 percent fine prominent reddish yellow (7.5YR 6/8) masses of oxidized iron with clear boundaries lining pores; 3 percent insect casts and 1 percent worm casts; about 10 percent by volume yellowish brown (10YR 5/4) interfingering of E material; less than 1 percent fine spherical siliceous pebbles; slightly acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 46,
        "bottom": 76,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "structure": "moderate medium angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--18 to 30 inches; 55 percent brownish yellow (10YR 6/6) and 30 percent light yellowish brown (10YR 6/4) sandy clay loam, yellow (10YR 7/6) and very pale brown (10YR 7/4) dry; moderate medium and coarse prismatic parts to moderate medium angular blocky structure; firm, hard; few fine roots and common very fine roots; common medium, fine, and very fine tubular pores; 25 percent faint brownish yellow (10YR 6/6) clay films on surfaces of peds; 1 percent fine and medium spherical dark brown (7.5YR 3/2) ironstone nodules; 3 percent fine and medium yellowish red (5YR 5/8) plinthite nodules; 3 percent fine and medium prominent red (2.5YR 4/8) masses of oxidized iron with clear boundaries lining pores; 5 percent medium and coarse prominent yellowish red (5YR 5/8) masses of oxidized iron with clear boundaries lining pores; 5 percent fine and medium distinct grayish brown (10YR 5/2) iron depletions with clear boundaries on vertical surfaces of peds; 1 percent worm casts; slightly acid; clear smooth boundary."
      },
      {
        "name": "Bt3",
        "top": 76,
        "bottom": 117,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "structure": "moderate medium angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt3--30 to 46 inches; 35 percent brownish yellow (10YR 6/6) and 20 percent light yellowish brown (10YR 6/4) sandy clay loam, yellow (10YR 7/6) and very pale brown (10YR 7/4) dry; moderate medium and coarse prismatic parts to moderate medium angular blocky structure; firm, hard; few very fine roots; few fine tubular and common very fine tubular pores; 10 percent faint yellowish brown (10YR 5/6) clay films and 15 percent faint brownish yellow (10YR 6/6) clay films on surfaces of peds; 1 percent fine and medium spherical dark brown (7.5YR 3/2) ironstone nodules; 3 percent fine and medium red (2.5YR 4/8) plinthite nodules; 10 percent fine and medium prominent yellowish red (5YR 5/8) masses of oxidized iron with clear boundaries in matrix; 15 percent fine and medium prominent strong brown (7.5YR 5/8) masses of oxidized iron with clear boundaries in matrix; 5 percent fine and medium distinct light brownish gray (10YR 6/2) iron depletions with clear boundaries on vertical surfaces of peds; slightly acid; gradual smooth boundary.  (combined thickness of the Bt horizons is 24 to 40 inches)"
      },
      {
        "name": "Btv",
        "top": 117,
        "bottom": 155,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "structure": "moderate medium and coarse angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btv--46 to 61 inches; yellowish brown (10YR 5/6) sandy clay loam, brownish yellow (10YR 6/6) dry; moderate medium and coarse prismatic parts to moderate medium and coarse angular blocky structure; very firm, hard; few very fine roots; common fine and very fine tubular pores; 5 percent faint brown (10YR 5/3) clay films and 20 percent faint yellowish brown (10YR 5/4) clay films on surfaces of peds; 1 percent fine threadlike pale brown (10YR 6/3) and light brownish gray (10YR 6/2) clay depletions on vertical surfaces of peds; 1 percent fine and medium spherical dark brown (7.5YR 3/2) ironstone nodules; 1 percent fine and medium spherical yellowish red (5YR 4/6) and  3 percent fine and medium red (2.5YR 4/8) plinthite nodules; 8 percent fine and medium prominent yellowish red (5YR 5/8) masses of oxidized iron with clear boundaries in matrix; 15 percent medium and coarse prominent red (2.5YR 4/8) masses of oxidized iron with sharp boundaries in matrix; 12 percent fine and medium prominent strong brown (7.5YR 5/8) masses of oxidized iron with clear boundaries in matrix; 15 percent fine and medium distinct light brownish gray (10YR 6/2) iron depletions with clear boundaries on vertical surfaces of peds; slightly acid; gradual smooth boundary. (10 to 20 inches thick)"
      },
      {
        "name": "Bt/E",
        "top": 155,
        "bottom": 203,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "structure": "moderate medium and coarse angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bt/E--61 to 80 inches; 30 percent brownish yellow (10YR 6/6) and 15 percent pinkish gray (7.5YR 7/2) (E) sandy clay loam, yellow (10YR 7/6) and pinkish gray (7.5YR 7/2) dry; moderate medium and coarse prismatic parts to moderate medium and coarse angular blocky structure; firm, hard; few very fine roots; few fine tubular and common very fine tubular pores; 15 percent faint yellowish brown (10YR 5/4) clay films on surfaces of peds; 1 percent fine and medium spherical dark brown (7.5YR 3/2) ironstone nodules; 1 percent fine and medium spherical yellowish red (5YR 4/6) and 3 percent fine and medium red (2.5YR 4/8) plinthite nodules; 1 percent fine and medium spherical reddish black (2.5YR 2.5/1) iron-manganese concretions; 8 percent fine and medium prominent strong brown (7.5YR 5/8) masses of oxidized iron with clear boundaries in matrix; 20 percent medium and coarse prominent red (2.5YR 4/8) masses of oxidized iron with sharp boundaries in matrix; 5 percent fine and medium distinct light gray (10YR 7/2) iron depletions with clear boundaries in center of albic material; E part is interfingering of albic material 1 to 4 centimeters wide of fine sandy loam texture that increases with depth; neutral."
      }
    ]
  ]
}
