{
  "SERIES": "PRAIRIEVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. HWG-RWS-SEZ-JWS",
  "REVDATE": "02/2011",
  "STATES": "IL",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Oxyaquic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Prairieville silt loam - on a southwest-facing slope of 1 percent in a cultivated field.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 23 cm (0 to 9 inches); very dark gray (10YR 3/1) silt loam; dark grayish brown (10YR 4/2) dry; moderate medium granular structure; friable; common fine roots; neutral; abrupt smooth boundary.\nA--23 to 31 cm (9 to 12 inches); very dark grayish brown (10YR 3/2) silt loam; dark grayish brown (10YR 4/2) dry; moderate medium granular structure; friable; common fine roots; moderately acid; clear smooth boundary.  [Combined thickness of the A horizon is 25 to 51 cm (10 to 20 inches).]\nBA--31 to 46 cm (12 to 18 inches); brown (10YR 4/3) silt loam; moderate medium subangular blocky structure; friable; common fine roots; many thin very dark grayish brown (10YR 3/2) organic coatings on faces of peds; strongly acid; clear smooth boundary.\nBw--46 to 66 cm (18 to 26 inches); brown (10YR 4/3) loam; moderate medium subangular blocky structure; friable; few fine roots; common thin very dark grayish brown (10YR 3/2) organic coatings on faces of peds; few pebbles 2-5 mm in diameter; strongly acid; clear smooth boundary.  [Combined thickness of the BA and Bw horizons is 8 to 48 cm (3 to 19 inches).]\n2Bt1--66 to 79 cm (26 to 31 inches); yellowish brown (10YR 5/6) clay loam; moderate medium subangular blocky structure; firm; few fine roots; common thin dark grayish brown (10YR 4/2) clay films on faces of peds; few pebbles 2-20 mm in diameter; strongly acid; clear smooth boundary.\n2Bt2--79 to 104 cm (31 to 41 inches); yellowish brown (10YR 5/6) clay loam; few fine distinct strong brown (7.5YR 5/8) mottles; moderate medium prismatic structure parting to moderate medium subangular blocky; firm; few fine roots; common thin dark yellowish brown (10YR 4/4) clay films on faces of peds; few dark concretions (Fe-Mn) oxides; strongly acid; clear smooth boundary.\n2Bt3--104 to 145 cm (41 to 57 inches); yellowish brown (10YR 5/6) clay loam;  moderate medium prismatic structure parting to moderate medium subangular blocky; firm; few fine roots; many moderately thick brown (10YR 4/3) clay films on faces of peds; few fine distinct strong brown (7.5YR 5/8) and few fine faint brownish yellow (10YR 6/8) masses of oxidized iron in the matrix; few dark concretions (Fe-Mn) oxides; slightly acid; clear smooth boundary.\n2Bt4--145 to 152 cm (57 to 60 inches); yellowish brown (10YR 5/4) clay loam; few fine distinct strong brown (7.5YR 5/8) mottles; weak coarse prismatic structure; firm; few fine roots; few dark grayish brown (10YR 4/2) root channel fillings; neutral.  [Combined thickness of the 2Bt horizon is 76 to 132 cm (30 to 52 inches).]"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lee County, Illinois; about 1 1/2 miles northwest of Amboy, Illinois; 1,855 feet north and 346 feet west of the southeast corner of sec. 5, T. 20 W., R. 10 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the mollic epipedon: 25 to 38 cm (10 to 15 inches)\nThickness of the solum:  typically more than 152 cm (5 feet), and ranges from 122 to (48 inches) to more than 191 cm (75 inches).\nDepth to free carbonates: greater than 152 cm (60 inches)\nDepth to the 2B horizon: 33 to 86 cm (13 to 34 inches)\nControl section: averages 30 to 35 percent clay, 25 to 45 percent sand.\nA horizon:\nHue: 10YR\nValue: 2 or 3 moist and 3 to 5 dry\nChroma: 1 to 3\nTexture: typically silt loam but some pedons are loam.\nReaction: moderately acid to neutral\nBA and/or Bw horizon formed in loamy aeolian material:\nHue: 10YR\nValue: 4 or 5\nChroma: 3 or 4\nTexture: commonly silt loam or loam but ranges to clay loam or silty clay loam.\nReaction: typically moderately acid or slightly acid but ranges from very strongly acid to neutral in some subhorizons.  Other features: some pedons contain only a BA horizon in this material and some pedons contain both BA and Bw horizons.  The Bw horizon contains clay films on faces of peds on some pedons.\n2Bt horizon;\nHue: typically 10YR or 7.5YR, but some pedons have one or more subhorizons with hue of 2.5Y or 5Y, value of 4 to 7, and chroma of 1 to 8.\nValue: 4 to 6\nChroma: 3 to 8\nTexture:  commonly clay loam but some pedons have subhorizons that are loam or clay depending on the degree of truncation. Vertical wedges of sandy loam or loamy sand are in the till in some pedons.\nReaction: strongly acid to slightly acid in the upper part, moderately acid to neutral in the lower part\nOther features:  Many of the properties of the 2Bt horizon are believed to be inherited from a paleosol of probable Sangamon age truncated by Wisconsinan glacial meltwaters.\n2C horizon (where present):\nHue: 10YR or 7.5YR in the matrix\nValue: 4 to 6\nChroma: 4 to 8\nTexture: clay loam, loam or silt loam\nReaction: slightly acid to slightly alkaline and do not have free carbonates above a depth of 152 cm (60 inches)\nOther features: commonly has redoximorphic features with low and high chroma."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Corwin, Foresman, Pacer, Parr, and  Tippecanoe series. Corwin, Foresman, and  Parr soils have free carbonates within a depth of 152 cm (60 inches). Pacer, and Tippecanoe soils have more than 2 percent rock fragments in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Prairieville soils are on till plains.  Slope gradients commonly are 1 to 5 percent but range from 0 to 5 percent.  They formed in 33 to 86 cm (13 to 34 inches) of loamy aeolian sediments and in paleosols of Sangamon age formed in Illinoian till.  Mean annual temperature ranges from 3.0 to 11.1 degrees C (37 to 52 degrees F), and mean annual precipitation ranges from 813 to 914 mm (32 to 36 inches)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Parr soils and the Nachusa, Odell, and Wolcott soils.  The well drained Parr soils and the somewhat poorly drained Odell soils have thinner sola and commonly occur downslope from Prairieville soils in calcareous loam till and commonly are adjacent to major drainageways.  The somewhat poorly drained Nachusa soils and the poorly drained Wolcott soils form a drainage sequence with Prairieville soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Moderately well drained.  Runoff is medium.  Saturated hydraulic conductivity is moderately high to high (4.23 to 14.11 micrometers per second) in the loamy sediments and moderately high (1.41 to 4.23 micrometers per second) in the paleosolic till. Permeability is moderate in the loamy sediments and moderately slow in the paleosolic till."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly cropped.  Corn, meadow, soybeans, and small grain are the principal crops.  Native vegetation was prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  MLRAs 108B in northern Illinois.  The soils of this series are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lee County, Illinois, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Classification was adjusted to agree with ST Issue #17 on 23 Aug 94 by CLG.  These soils are borderline between fine-loamy and fine.\nADDITIONAL DATA:  Mechanical analysis data are on file in the Illinois state office for two pedons including the typical pedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
