{
  "SERIES": "PRAMISS",
  "STATUS": "Established Series",
  "BYREV": "Rev. ABP/DKR/SSP/WWJ",
  "REVDATE": "06/2000",
  "STATES": "CO",
  "OVERVIEW": "The Pramiss series consists of moderately deep to shale, well drained soils that formed in reworked eolian material, eolian deposits and clayey slope alluvium over residuum derived from sandstone and shale.  Pramiss soils are on hills and ridges.  Slopes range from 2 to 25 percent.  Mean annual precipitation is about 17 inches and the mean annual temperature is about 45 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Typic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pramiss very cobbly loam, on a south facing, 14 percent slope in rangeland at an elevation of 7,280 feet.  (Colors are for dry soil unless otherwise noted.)\nThe surface is covered by 25 percent gravel, 15 percent cobbles, and 10 percent stones.\nA--0 to 3 inches; dark brown (7.5YR 4/4) very cobbly loam, dark brown (7.5YR 3/2) moist; strong thick platy vesicular crust overlying weak fine granular structure; soft, very friable, nonsticky and nonplastic; 25 percent gravel, 15 percent cobbles, and 10 percent stones; slightly alkaline (pH 7.5); clear wavy boundary.  (3 to 7 inches)\nAB--3 to 8 inches; dark brown (7.5YR 4/4) clay loam, dark reddish brown (5YR 3/3) moist; moderate medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; 2 percent gravel; slightly alkaline (pH 7.4); gradual wavy boundary.  (4 to 8 inches)\nBt--8 to 16 inches; reddish brown (5YR 5/4) clay, reddish brown (5YR 4/4) moist; strong coarse prismatic structure parting to strong coarse angular blocky; very hard, very firm, very sticky and very plastic; many distinct clay films on the faces of peds; 2 percent gravel; slightly alkaline (pH 7.4); gradual wavy boundary.  (3 to 15 inches)\nBtk1--16 to 22 inches; light reddish brown (5YR 6/4) clay, reddish brown (5YR 5/3) moist; moderate coarse prismatic structure parting to moderate medium angular blocky; very hard, very firm, moderately sticky and very plastic; common distinct clay films on the faces of peds; 2 percent gravel; few fine soft irregular masses of calcium carbonate; slightly effervescent; moderately alkaline (pH 8.0); clear wavy.  (3 to 9 inches)\nBtk2--22 to 31 inches; pink (5YR 7/4) clay, pinkish gray (5YR 6/2) moist; massive; hard, friable, moderately sticky and moderately plastic; few faint clay films on the faces of peds; 2 percent gravel; many fine irregular soft masses of calcium carbonate; violently effervescent; moderately alkaline (pH 8.2); clear wavy boundary.  (6 to 12 inches)\n2Cr--31 inches; calcareous soft sandstone and shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Dolores County, Colorado; about 5 miles north of the community of Dove Creek; located about 1,850 feet east and 200 feet south of the northwest corner of sec. 7, T. 41 N., R. 18 W.;  USGS quad; lat. 37 degrees 50 minutes 14 seconds N. and long. 108 degrees 53 minutes 50 seconds W., NAD  27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature:  43 to 47 degrees F\nParticle-size control section:  35 to 60 percent clay\nDepth to paralithic contact:  20 to 40 inches to calcareous soft sandstone and shale\nDepth to secondary calcium carbonate:  15 to 30 inches\nThickness of the mollic epipedon:  7 to 16 inches\nA horizon:\nHue:  5YR to 10YR\nValue:  3 to 5 dry, 2 or 3 moist\nChroma:  2 to 4 dry or moist\nRock fragments:  0 to 60 percent\nReaction:  neutral or slightly alkaline\nBt horizon:\nHue:  2.5YR to 7.5YR\nValue:  4 to 6 dry, 4 or 5 moist\nChroma:  3 to 6 dry or moist\nTexture:  clay or clay loam\nRock fragments:  0 to 35 percent\nReaction:  neutral to moderately alkaline\nBk horizon:\nHue:  5YR to 10YR\nRock fragments:  0 to 35 percent\nCalcium carbonate equivalent:  5 to 15 percent\nReaction:  slightly or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Absarokee, Acree, Brolliar, Delson, Herm, Morapos, Nortez, Peninsula, Reget, Ricot, Tamaneen, Tomasaki, Tukuhnik, and Work series.\nThe Absarokee, Brolliar, and Nortez soils have a lithic contact at depths of 20 to 40 inches.\nThe Acree, Delson, Herm, Morapos, Peninsula, Ricot, Tamaneen, Tomasaki, and Work soils do not have bedrock above a depth of 60 inches.\nReget soils have hues of 10YR or yellower in the argillic horizon.\nTukuhnik soils have a lithic contact at depths of 40 to 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  reworked eolian material, eolian deposits and clayey slope alluvium over residuum derived from sandstone and shale\nLandform:  hills and ridges\nSlopes:  2 to 25 percent\nElevation: 7,100 to 8,500 feet\nMean annual temperature:  43 to 47 degrees F\nMean annual precipitation:  15 to 20 inches\nPrecipitation is fairly evenly distributed throughout the year with July and August being slightly wetter and June being slightly dryer.\nFrost-free period:  75 to 120 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Nortez soils, and the Granath, Ormiston, and Hesperus soils on similar positions.  Granath, Ormiston, and Hesperus soils do not have paralithic contacts above a depth of 40 inches ."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  well drained, high or very high runoff, slow permeability"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Soils are used for grazing, wildlife habitat, and recreation.  Native vegetation is sagebrush, Gambel's oak, squawapple, junegrass, and western wheatgrass.  Nonstony surface areas are used to grow Pinto beans, alfalfa, and winter wheat."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwest Colorado.  LRR E, MLRA 48A.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cortez Area, Colorado, Parts of Dolores and Montezuma Counties, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nmollic epipedon:  The zone from 0 to 8 inches.  (A and AB)\nargillic horizon:  The zone from 8 to 31 inches.  (Bt)\nparalithic contact:  The contact with soft bedrock at 31 inches.    (2Cr)\nparticle-size control section:  The zone from 8 to 28 inches. (Bt, Btk1, Btk2)\nSoil Taxonomy Second Edition, 1999\nThese soils are borderline mesic-frigid.  Future temperature studies are needed to resolve this issue.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
