{
  "SERIES": "PRATT",
  "STATUS": "Established Series",
  "BYREV": "Rev. JCW, RMM, BKN",
  "REVDATE": "07/2020",
  "STATES": "KS,OK",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, mesic Lamellic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pratt fine sand - on a north facing, convex, 1 percent slope in a cultivated field at an elevation of 547 meters (1,794 feet). (Colors are for dry soil unless otherwise stated.) As described on September 28, 1993.\nAp--0 to 20 centimeters (0 to 8 inches); light yellowish brown (10YR 6/4), interior, fine sand, yellowish brown (10YR 5/4), interior, moist; single grain; loose, loose, nonsticky and nonplastic; 5.0 percent clay; moderately acid; clear smooth boundary. (18 to 50 centimeters (7 to 20 inches) thick.)\nBt--20 to 61 centimeters (8 to 24 inches); brownish yellow (10YR 6/6), interior, loamy fine sand, yellowish brown (10YR 5/6), interior, moist; weak fine and medium subangular blocky structure parting to single grain; soft, very friable, nonsticky and nonplastic; 11 lamellae 3-12 mm thick fine sandy loam 7.5YR 4/4; 9.0 percent clay; few distinct patchy clay bridging between sand grains; in the matrix, common distinct discontinuous clay bridging between sand grains in the lamellae; strongly acid; clear wavy boundary. (38 to 102 centimeters (15 to 40 inches) thick.)\nE&Bt--61 to 163 centimeters (24 to 64 inches); (E) fine sand, yellowish brown (10YR 5/6), interior, and brownish yellow (10YR 6/6), interior, moist, single grain, loose, loose, nonsticky and nonplastic, 3.0 percent clay; (Bt) 3 lamellae 4mm thick yellowish brown (10YR 5/4), interior, loamy fine sand, dark yellowish brown (10YR 4/4), interior, moist, weak fine and medium subangular blocky structure parting to single grain, loose, loose, nonsticky and nonplastic, few distinct discontinuous clay bridging between sand grains; moderately acid; gradual wavy boundary. (50 to 127 centimeters (20 to 50 inches) thick.)\nC--163 to 200 centimeters (64 to 80 inches); light yellowish brown (10YR 6/4), interior, fine sand, yellowish brown (10YR 5/4), interior, moist; single grain; loose, loose, nonsticky and nonplastic; 5.0 percent clay; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Reno County, Kansas; 11.3 kilometers (7 miles) west of Langdon; 683 meters (2240 feet) east and 122 meters (400 feet) north of the southwest corner, sec. 20, T. 25 S., R. 10 W.; Turon, Kansas USGS topographic quadrangle; latitude. 37 degrees 51 minutes 16 seconds N. and longitude. 98 degrees 26 minutes 46.1 seconds W.; WGS84"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime: ustic bordering on udic\nSoil temperature: mesic\nOchric epipedon thickness: 7 to 20 inches (18 to 50 centimeters)\nDepth to secondary calcium carbonate: typically greater than 80 inches (203 centimeters)\nSoil moisture: The soil moisture control section is intermittently moist in some part from March through October; driest in November through February\nMean annual soil temperature: 56 to 58 degrees F (13 to 14 degrees C)\nParticle-size control section (weighted average):\nClay content: 4 to 11 percent\nSand content: 80 to 90 percent\nA horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 6 dry, 3 to 5 moist\nChroma: typically 2 to 4 but range includes 1 dry or moist\nTexture: sand, fine sand, loamy sand, or loamy fine sand\nClay content: 1 to 10 percent\nSand content: 75 to 93 percent\nReaction: strongly acid to neutral\nBt horizon:\nHue: typically 10YR, 7.5YR, range includes 5YR\nValue: 4 to 6 dry, 4 to 5 moist\nChroma: 2 to 6 dry or moist\nTexture: loamy sand or loamy fine sand\nIn some pedons this horizon consists of a bridged sandy matrix alternating with lamellae. Textures of these lamellae includes fine sandy loam, loamy fine sand, sandy\nloam, or loamy sand.\nClay content: 4 to 12 percent\nSand content: 70 to 88 percent\nReaction: strongly acid to neutral\nE & Bt horizon:\nHue: 7.5YR or 10YR (E) 7.5YR (Bt)\nValue: 5 to 7 dry, 4 to 6 moist (E) 4 to 5 dry, 3 to 6 moist (Bt)\nChroma: 4 to 6 dry or moist (E) 3 to 6 dry or moist (Bt)\nTexture: sand, fine sand, or loamy fine sand (E); loamy sand, fine sandy loam, or loamy fine sand (Bt)\nClay content: 1 to 8 percent (E) 1 to 12 percent (Bt)\nSand content: 85 to 93 percent (E) 65 to 89 percent (Bt)\nReaction: strongly acid to neutral\nC horizon:\nHue: 10YR or 7.5YR\nValue: 5 to 7 dry, 4 to 6 moist\nChroma: 3 to 6 dry or moist\nTexture: loamy fine sand or fine sand\nClay content: 1 to 8 percent\nSand content: 85 to 93 percent\nCalcium carbonate equivalent: 0 to 2 percent\nReaction: slightly acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Turon series is the only other series in this family.\nTuron soils have a buried soil greater than 102 centimeters (40 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: sandy eolian deposits\nLandform: dunes on paleo-terraces, also on terraces and in some places floodplains.\nSlopes: 0 to 15 percent\nElevation: 228.6 to 670.6 meters (750 to 2200 feet)\nMean annual air temperature: 57 to 64 degrees F (14 to 18 degrees C)\nMean annual precipitation: 480 to 810 millimeters (19 to 32 inches)\nPrecipitation pattern: Precipitation is usually evenly distributed throughout the year with the exception of November through February being the driest months and May and June being the wettest months.  Summer precipitation occurs during intense summer thunderstorms.\nFrost-free period: 185 to 225 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the Attica, Carbika, Naron, and Tivin series.\nThe finer textured Attica and Naron soils are finer textured and on slightly less undulating topography.\nCarbika soils are in depressions on paleoterraces in river valleys and are poorly drained.\nTivin soils are on steeper slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: well drained\nRunoff: low\nSaturated hydraulic conductivity: rapid"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Gentler slopes are usually cultivated; grain sorghum is the principal crop with lesser acreage of wheat and alfalfa. Steeper slopes are mostly in native range. Native vegetation is dominated by sand bluestem, indiangrass, and little bluestem."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South Central Kansas, Land Resource Region H, Central Great Plains Winter Wheat and Range; MLRA 79, Great Bend Sand Plains. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Salina, Kansas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pratt County, Kansas, 1910."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: The zone from 0 to 20 centimeters (0 to 8 inches). (Ap)\nArgillic horizon: The zone from 20 to 61 centimeters (8 to 24 inches) and containing lamellae. (Bt)\nKeys to Soil Taxonomy: Twelfth edition, 2014\n2/08/95: Update series for Oklahoma\n1/2017 BKN Added slope range to intro. Added on a north facing, convex, 1 percent slope and at an elevation of 547 meters (1,794 feet) to typical pedon. Added clay and sand content to RIC. Added precipitation pattern to geographic setting. Removed Carway, Carwile, Hayes, Langdon, Shellabarger, Tivoli, Turon, and Warnut soils from geographically associated soils. Changed permeability to saturated hydraulic conductivity.\nADDITIONAL DATA: For additional information refer to Soil Survey Investigation Report No. 4, pages 56 to 59. Pratt TP 93KS155129. Kellogg Soil Survey Laboratory data is available for Pedon IDs 91KS155005 and 08KS155001.\n________________________________________\nNational Cooperative Soil Survey\nU.S.A."
  }
}
