{
  "SERIES": "PREAKNESS",
  "STATUS": "Established Series",
  "BYREV": "Rev. KPW-CFE-SMF",
  "REVDATE": "01/2013",
  "STATES": "NJ,NY",
  "OVERVIEW": "The Preakness series consists of very deep, poorly and very poorly drained soils on outwash plains and terraces. They occur in low positions and in swales. Slope ranges from 0 to 3 percent. Saturated hydraulic conductivity is moderately high or high in the surface and subsoil and high to very high in the substratum. Mean annual temperature is about 13 degrees Celsius and mean annual precipitation is about 1258 millimeters.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, acid, mesic Typic Humaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Preakness sandy loam - old field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 centimeters; very dark gray (10YR 3/1) sandy loam, gray (10YR 5/1) dry, crushed; moderate medium granular structure; friable; less than 5 percent fine gravel; slightly acid; clear smooth boundary.\nA2--20 to 30 centimeters; very dark gray (N 3/0) sandy loam, gray (N 5/0) dry, crushed; moderate medium granular structure and weak fine platy at top; friable; few fine gravel; many coarse prominent strong brown (7.5YR 5/6) masses of iron accumulation; moderately acid; clear wavy boundary. (combined A horizons 15 to 25 centimeters thick)\nBg--30 to 76 centimeters; grayish brown (2.5Y 5/2) sandy loam; very weak fine granular structure; very friable; 10 percent rounded fine gravel; many coarse distinct gray (10YR 6/1) iron depletions; strongly acid; gradual wavy boundary. (30 to 61 centimeters thick)\n2Cg--76 to 165 centimeters; grayish brown (2.5Y 5/2) gravelly loamy sand; single grain; 20 percent rounded fine granitic gravel; strongly acid; abrupt smooth boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Morris County, New Jersey; nearly level idle field on a sandy outwash plain 1/4 mile east of Comly Road, north side of right-of-way for Interstate Highway 287."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 50 to 91 centimeters. Depth to bedrock is more than 2 meters. Rock fragments, sand, and silt are derived mainly from granitic gneiss and are composed of quartz, feldspar, amphibole and mica with minor amounts of sandstone, shale, quartzite and conglomerate. There are 0 to 20 percent cobbles or gravel through the solum and 0 to 70 percent in individual strata of the C horizon with a weighted average of less than 35 percent rock fragments in the textural control section. Reaction is strongly or very strongly acid unless limed, and ranges to moderately acid in the lower part of the substratum.\nThe O horizon, where present, has hue of 7.5YR or 10YR, value of 2, and chroma of 1 or 2. Texture is peat, mucky peat, or muck where the surface is histic. In lieu texture is slightly to highly decomposed plant material.\nThe Ap or A1 horizon is neutral or has hue of 10YR or 2.5Y, value of 2 or 3, and chroma of 0 through 2. The A2 horizon commonly has the same hue and chroma as the Ap or A1 horizon, but value is 3 or 4. Texture of the A and Ap horizons ranges from sandy loam to silt loam in the fine-earth fraction, with more than 30 percent sand. Structure is medium or fine granular and ranges to weak platy in the lower part of the A horizon of many pedons.\nThe B horizon is neutral or has hue of 7.5YR through 2.5Y, value of 4 through 6, and chroma of 0 through 2. Texture of the fine-earth fraction is fine sandy loam or sandy loam in the upper part of the B horizon, and is sandy loam, loamy fine sand, or loamy sand at depths of about 64 centimeters or more. Structure is weak, very weak, or moderate fine through coarse granular or blocky.\nSome pedons have a BC horizon up to 25 centimeters thick. Colors and textures have the same range as the lower part of the B horizon.\nThe C or 2C horizon is neutral or has hue of 5YR through 5Y or 5GY, value of 4 through 7, and chroma of 0 through 4. Texture is fine sand, loam, fine sandy loam, loamy fine sand, loamy sand, sand, or sandy loam in the fine-earth fraction. Very gravelly strata are in some pedons above centimeters."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series currently in the same family.\nSoils in related families include the Cook, Halsey, Lickdale, Lyons, Rutlege, Scarboro, Wareham and Whately series. Except for Rutlege, none of these soils have an umbric epipedon. Rutlege soils have a sandy textural control section and mean annual soil temperature of more than 15 degrees Celsius."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Preakness soils are on broad, nearly level outwash plains or in narrow swales that dissect outwash terraces. The soils formed in stratified coarse textured materials dominantly from granitic rocks with minor amounts or other materials. Climate is temperate and humid; mean annual temperature ranges from 9 to 17 degrees Celcius; mean annual precipitation ranges from 1028 to 1433 millimeters and is usually well distributed throughout the year."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Natchaug, Parsippany, Pompton, and Riverhead soils on nearby landscapes. Natchaug soils have organic soil materials 40 to 130 centimeters thick. Parsippany soils have a fine textural control section. Pompton soils are somewhat poorly drained and are on slightly higher landscape positions. Walpole soils have a sandy textural control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Preakness soils are poorly or very poorly drained. Runoff is negligible or low.. Saturated hydraulic conductivity is moderately high or high in the surface and subsoil and high to very high in the substratum. The water table is at or near the surface from late autumn through winter and spring. The soils are often ponded in winter and during periods of high rainfall because of their low topographic position. In many places adjacent to streams, Preakness soils flood frequently for brief periods in late winter and early spring. They flood more extensively but less often following severe storms of low frequency in August through October."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Many areas of these soils are idle or are drained and used for housing developments. In the past, many areas had been drained and used for production of vegetables. Native vegetation is red maple, elm, willow, and ash with some sedge and other hydrophytic species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern New Jersey and New York City, New York; MLRA 144A. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Morris County, New Jersey, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Preakness soils often exhibit an irregular decrease in organic carbon with depth however this is a result of anthropogenic filling (deposition) not alluvial deposition; excluding them from the concept of Fluvaquentic Humaquepts. Proposed revisions to soil taxonomy in ICOMANTH Circular Letter 7 developed for anthropogenic soils will help to clarify this difference.\nDiagnostic horizons and other features recognized in this pedon are:\n1. Umbric epipedon - the zone from the surface to a depth of 30 centimeters (Ap and A horizons).\n2. Cambic horizon - the zone from 30 to 76 centimeters (Bg horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
