{
  "SERIES": "PREATORSON",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJC-CJF-JAL",
  "REVDATE": "02/2001",
  "STATES": "WY",
  "OVERVIEW": "The Preatorson series consists of very deep, well drained soils on alluvial fans and stream terraces. They formed in alluvium from basalt. Slopes range from 0 to 30 percent. Average annual air temperature is about 45 degrees F. and average annual precipitation is about 7 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Typic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Preatorson gravelly fine sandy loam, grassland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 2 inches; light gray (10YR 7/2) gravelly fine sandy loam, dark brown (10YR 4/3) moist; weak thick platy parting to moderate medium granular structure; soft, friable; many very fine to medium roots; 30 percent gravel and cobbles; noncalcareous; slightly alkaline (pH 7.8); abrupt smooth boundary. (1 to 4 inches thick)\nBt--2 to 11 inches; light brown (7.5YR 6/3) extremely gravelly sandy clay loam, dark brown (7.5YR 4/3) moist; moderate fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many very fine to medium roots and pores; 70 percent gravel and cobbles with lime pendants on underside; faint continuous clay films on pebbles and cobbles; noncalcareous; slightly alkaline (pH 7.6); abrupt wavy boundary. (5 to 11 inches thick)\nBk--11 to 18 inches; light brownish gray (10YR 6/2) extremely gravelly sand; grayish brown (10YR 5/2) moist; single grain; soft, loose; few very fine to medium roots; 70 percent gravel and cobbles with thick lime pendants on underside; calcareous; slightly alkaline (pH 7.8); gradual and wavy boundary. (7 to 12 inches thick)\nC--18 to 40 inches; extremely gravelly sand; 80 percent gravel and cobbles."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Big Horn County, Wyoming; 100 feet south of the Pearce lateral canal in SW1/4 NW1/4 of sec. 6, T.51N., R.96W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the very gravelly sand is 10 to 20 inches. Depth to the base of the solum is 10 to 20 inches. Some pedons have a very gravelly sandy loam B3ca horizon. The mean annual soil temperature is 48 to 50 degrees F. The mean summer soil temperature is 62 to 68 degrees F. Weighted average gypsum content is 0 to 5 percent. Exchangeable sodium ranges from 0 to 15 percent. The A horizon has hue of 5Y through 10YR, value of 5 through 7 dry, 4 through 6 moist, and chroma of 2 or 3. It is slightly or moderately alkaline. The B2t horizon has hue of 5Y through 7.5YR, value of 5 through 7 dry, 4 through 6 moist, and chroma of 2 through 4. It has moderate or strong medium or fine subangular blocky structure. It has 30 to 35 percent gravel and 5 to 20 percent cobbles. This horizon has 18 to 35 percent clay, 5 to 30 percent silt, 40 to 75 percent sand with more than 35 percent of the sand fraction being fine sand or coarser. Sand and silt fractions contain about 3 to 10 percent dark magnetic ferromagnesian rich minerals and basalt fragments. The Bt horizon is slightly or moderately alkaline. The C horizon has hue of 5Y through 10YR. It contains 50 to 75 percent gravel and 5 to 30 percent cobbles. The Bk horizon has less than 15 percent calcium carbonate equivalent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Rednik and Stonell series. The Rednik soils have a Btn horizon. The Stonell soils have Bkq horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Preatorson soils are on nearly level to moderately steep alluvial fans and old pediment slopes or terraces at elevations of 3,800 to 5,200 feet. Slopes range from 0 to about 30 percent. These soils formed in thin, calcareous, sandy, gravelly, and cobbly alluvial materials derived principally from basalt. At the type location the average annual precipitation is 7 inches with peak periods of precipitation in the spring and early summer. Mean annual temperature is 45 degrees F. and mean summer temperature is 69 degrees F.  Frost-free season is 110 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Emblem soils and the competing Garland and Sharland soils. Emblem soils have calcic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well to somewhat excessively drained; slow to medium runoff; moderately rapid over rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used as rangeland or for irrigated cropland.  Native vegetation is mainly sage, blue grama, needleandthread grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Big Horn Basin Area, Wyoming. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Big Horn County (Big Horn River Irrigated Area), Wyoming, 1972.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "gravelly",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 2 inches; light gray (10YR 7/2) gravelly fine sandy loam, dark brown (10YR 4/3) moist; weak thick platy parting to moderate medium granular structure; soft, friable; many very fine to medium roots; 30 percent gravel and cobbles; noncalcareous; slightly alkaline (pH 7.8); abrupt smooth boundary. (1 to 4 inches thick)"
      },
      {
        "name": "Bt",
        "top": 5,
        "bottom": 28,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "extremely gravelly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt--2 to 11 inches; light brown (7.5YR 6/3) extremely gravelly sandy clay loam, dark brown (7.5YR 4/3) moist; moderate fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many very fine to medium roots and pores; 70 percent gravel and cobbles with lime pendants on underside; faint continuous clay films on pebbles and cobbles; noncalcareous; slightly alkaline (pH 7.6); abrupt wavy boundary. (5 to 11 inches thick)"
      },
      {
        "name": "Bk",
        "top": 28,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "extremely gravelly",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "narrative": "Bk--11 to 18 inches; light brownish gray (10YR 6/2) extremely gravelly sand; grayish brown (10YR 5/2) moist; single grain; soft, loose; few very fine to medium roots; 70 percent gravel and cobbles with thick lime pendants on underside; calcareous; slightly alkaline (pH 7.8); gradual and wavy boundary. (7 to 12 inches thick)"
      },
      {
        "name": "C",
        "top": 46,
        "bottom": 102,
        "texture_class": "sand",
        "cf_class": "extremely gravelly",
        "narrative": "C--18 to 40 inches; extremely gravelly sand; 80 percent gravel and cobbles."
      }
    ]
  ]
}
