{
  "SERIES": "PREACHER",
  "STATUS": "Established Series",
  "BYREV": "Rev. MHF/JAS/RWL",
  "REVDATE": "06/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, isotic, mesic Andic Humudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Preacher medial clay loam, forested. (Colors are for moist soil unless otherwise noted.)\nOi--0 to 1 inch; slightly decomposed litter of leaves, stems, cones, and needles.\nA--1 to 7 inches; very dark brown (10YR 2/2) medial clay loam, brown (10YR 4/3) dry; moderate fine and very fine granular structure; weakly smeary, very friable, slightly sticky and slightly plastic; many very fine irregular pores; many roots; 5 percent concretions or fine gravel; strongly acid (pH 5.3); gradual smooth boundary. (4 to 11 inches thick)\nAB--7 to 15 inches; dark brown (10YR 3/3) medial clay loam, brown (7.5YR 4/4) dry; moderate fine granular and weak very fine subangular blocky structure; weakly smeary, friable, moderately sticky and slightly plastic; many very fine irregular pores; many roots; 5 percent paragravel or concretions; strongly acid (pH 5.1); clear smooth boundary. (0 to 10 inches thick)\nBw1--15 to 29 inches; dark yellowish brown (10YR 3/4) clay loam, brown (7.5YR 4/4) dry; weak medium subangular blocky structure parting to moderate very fine subangular blocky; friable, moderately sticky and slightly plastic; many roots; few very fine irregular pores and many very fine tubular pores; 10 percent paragravel; few thin slightly darker colored coatings on peds; strongly acid (pH 5.2); gradual smooth boundary. (8 to 16 inches thick)\nBw2--29 to 43 inches; dark yellowish brown (10YR 3/4) clay loam, dark yellowish brown (10YR 4/4) dry; weak medium subangular blocky structure parting to moderate fine and very fine subangular blocky; friable, slightly sticky and slightly plastic; many very fine tubular pores; common roots; 10 percent paragravel; few thin darker colored coatings on peds; strongly acid (pH 5.1); clear smooth boundary. (10 to 17 inches thick)\nC--43 to 61 inches; yellowish brown (10YR 5/4) paragravelly sandy loam, very pale brown (10YR 7/4) dry; massive; friable, slightly sticky and slightly plastic; many very fine tubular pores; few roots; 15 percent paragravel; very strongly acid (pH 5.0); abrupt wavy boundary. (10 to 22 inches thick)\nCr--61 inches; soft and hard partially weathered brown Tyee sandstone with tongues of soil from horizon above in the fractures between sandstone blocks."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lane County, Oregon; about 11 miles south of Tidewater, Oregon, on a ridge south of U.S.F.S. road (#152) in NW1/4NW1/4SW1/4 section 24, T. 15 S., R. 10 W., W. M.; Herman Creek, OR 7.5 minute USGS quadrangle; NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soils are usually moist and are dry for less than 45 consecutive days between depths of 4 and 12 inches within the 4-month period following the summer solstice in most years. The mean summer soil temperature ranges from 47 to 55 degrees F. The solum ranges from 40 to 57 inches thick. Depth to bedrock ranges from 40 to over 60 inches. Clay content in the particle-size control section is 20 to 35 percent. Paragravel are commonly less than 20 percent in the solum. Reaction is strongly or very strongly acid. The umbric epipedon is 10 to 20 inches thick. Hue is 10YR or 7.5YR. Andic soil properties, when present, do not extend below 14 inches.\nThe A horizon has value of 2 or 3 moist, 4 or 5 dry and chroma of 1 to 3 moist, 1 to 4 dry. Texture is medial loam, or medial clay loam with 0 to 20 percent gravel, 0 to 3 percent cobbles and 0 to 15 percent pararock fragments. It has a field estimated clay content of 15 to 27 percent. It has a bulk density of 0.80 g/cm3 to 1.0 g/cc, ammonium acetate extractable Al + Fe of 1.0 to 3.0 percent, phosphate retention of more than 85 percent, and 15-bar moisture (air-dried) of 12 to 30 percent.\nThe AB horizon, when present, has color similar to the A horizon and is medial loam or medial clay loam with 0 to 10 percent gravel, 0 to 3 percent cobbles and 0 to 15 percent pararock fragments. It has a field estimated clay content of 20 to 35 percent. It has a moist bulk density of 0.90 to 1.20 g/cc, ammonium acetate extractable Al + Fe of 1.0 to 2.0 percent, phosphate retention of more than 85 percent, and 15-bar moisture (air-dried) of 12 to 30 percent.\nThe Bw horizon has value of 3 to 5 moist, 3 to 7 dry and chroma of 3 to 6 moist and dry with chroma of 4 or more at depths of less than 20 inches. Texture is loam or clay loam with 20 to 35 percent clay. It has 0 to 10 percent gravel, 0 to 3 percent cobbles and 0 to 50 percent pararock fragments.\nThe C horizon, or BC horizon when present, is normally lighter colored with value of 4 or 5 moist, 6 or 7 dry and chroma of 4 to 6 moist and dry. Texture is clay loam, loam or sandy loam with 7 to 35 percent clay. This horizon has 0 to 15 percent gravel, 0 to 2 percent cobbles and 10 to 80 percent pararock fragments. Field textures typically are loam or clay loam but parafragments in lab samples are crushed in preparation for analysis and give sandy loam results."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bohannon, Gobar, Hembre, and Kinney series. Bohannon soils are gravelly and are 20 to 40 inches deep to a paralithic contact. Gobar soils have medial silt loam surface layers 7 to 14 inches thick, commonly have 60 to 90 percent pararock fragments in the lower part of the particle-size control section of volcanic tuff or tuffaceous breccia origin, and have a solum 20 to 40 inches thick. Hembre soils have hue of 5YR in the solum and are 40 to 60 inches deep to a lithic basalt contact. Kinney soils have 10 to 35 percent rock fragments in the solum and are 40 to 60 inches deep to a paralithic coarse grained basic igneous tuffaceous agglomerate."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Preacher soils occur on summits, footslopes, and toeslopes of mountains. Elevations are typically 25 to 2,500 feet, and reach heights of 3,800 feet in the most southern portions of the Coast Range in southwestern Oregon. These metastable to active landforms are typified by uneven, step-like benches caused by sliding and slumping bedrock, and reflect ongoing side slope erosional processes on the associated landscapes. Slopes range from 0 to 90 percent. The soils formed in moderately fine, medium, and moderately coarse textured colluvium and residuum overlying arkosic sandstone and other sedimentary rock types. The climate is characterized by warm, wet winters and hot, moist summers tempered by the influence of marine air patterns. The mean annual precipitation is 60 to 130 inches. The mean annual temperature is 45 to 53 degrees F., mean January temperature about 38 degrees F., and mean July temperature about 60 degrees F. The frost-free period is 110 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Blachly, Digger, Kilowan, Marty, Remote, Slickrock, Tahkenitch, Trask and Umpcoos soils and the competing Bohannon and Hembre series. All of these soils occur on ridgetops or side slopes of mountains. Blachly soils are fine textured and have hue of 5YR or 2.5YR. Digger, Remote and Umpcoos soils are skeletal. Kilowan soils are fine-textured and 20 to 40 inches deep to bedrock. Marty soils have an ochric epipedon and hue of 5YR. Currently, Marty soils are recognized in the frigid temperature regime; previously however it had been thought to occur in the mesic zone. Slickrock soils have an umbric epipedon thicker than 20 inches and are gravelly throughout. Tahkenitch are coarse-loamy. Trask soils contain more than 35 percent rock fragments in their 10 to 40 inch control section, have an ochric epipedon and are 20 to 40 inches deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for timber production, recreation, wildlife habitat, and watersheds. The coniferous tree canopy is dominated by Douglas-fir and western hemlock. The understory is mixed with shrubs with some combination or all of the following plants: vine maple, swordfern, salmonberry, red huckleberry, salal, and western dewberry, and minor amounts of other plants. On burned over areas, brackenfern, vine maple, salal, fireweed, and other herbs usually are present in large amounts."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: This soil is in the high rainfall areas on the western slopes of the Coast Range Mountains in Oregon; MLRA 1. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lane County, Oregon, 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features of this pedon include:\nUmbric epipedon - from 1 to 15 inches (A and AB horizons).\nCambic horizon - from 14 to 43 inches (Bw1 and Bw2 horizons).\nAndic subgroup feature - from 1 to 15 inches (A and AB horizons) with the zone from 1 to 7 inches having andic soil properties (estimated).\nParticle-size control section (Fine-loamy family) - from 11 to 41 inches.\nDepths to diagnostic horizons and features are measured from the top of the first mineral layer.\nA proposal was submitted to NSSC (2000) to revise the definition of medial to also include those soil properties qualifying for the Andic subgroup under criteria #1 for andic soil properties. If accepted, medial modifiers would be used for those horizons meeting the andic subgroup criteria although not always meeting andic soil properties.\nADDITIONAL DATA: Laboratory data from Oregon State University published in the Alsea Basin Area, Oregon Soil Survey. Refer to sample number 61 OREG 20-5; reference sample # S84OR-041-004, NSSL, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
