{
  "SERIES": "PREBISH",
  "STATUS": "Established Series",
  "BYREV": "Rev. CKS-KRV-ROP",
  "REVDATE": "12/2001",
  "STATES": "MN",
  "OVERVIEW": "The Prebish series consists of very poorly drained and poorly drained soils that formed in dense loamy glacial till on drumlins and glacial moraines.  These soils are deep to dense till (paralithic contact).  These soils have moderately slow to moderately rapid permeability in the upper part and very slow permeability in the dense till.  Slopes range from 0 to 1 percent.  Mean annual precipitation is about 27 inches.  Mean annual air temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Typic Epiaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Prebish fine sandy loam with a slightly concave slope of less than 1 percent in a shallow depression on a till plain in a cultivated field.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 6 inches; black (5YR 2/1) fine sandy loam high in content of organic matter; weak medium granular structure; very friable; about 5 percent gravel; neutral; abrupt wavy boundary.\nA1--6 to 11 inches; black (N 2/0) fine sandy loam; weak medium and coarse subangular blocky structure; friable; about 5 percent gravel; neutral; clear irregular boundary.\nA2--11 to 16 inches; black (2.5Y 2/1) fine sandy loam; few fine distinct dark reddish brown (5YR 3/3) Fe concentrations; weak medium subangular blocky structure; friable; about 5 percent gravel; neutral; clear wavy boundary.  (Combined thickness of the A horizon is 10 to 24 inches.)\nBg1--16 to 19 inches; grayish brown (2.5Y 5/2) and dark grayish brown (2.5Y 4/2) fine sandy loam; few fine prominent dark red (2.5YR 3/6) Fe concentrations; weak medium and thick platy structure; friable; about 5 percent gravel; neutral; clear irregular boundary.  (2 to 4 inches thick)\nBg2--19 to 46 inches; gray (5YR 5/1) fine sandy loam; common medium distinct reddish brown (5YR 4/4) Fe concentrations; weak medium and thick platy structure; friable; about 5 percent gravel; neutral; clear wavy boundary.  (15 to 36 inches thick)\nCd--46 to 60 inches; reddish brown (5YR 4/3) sandy loam; many medium distinct yellowish red (5YR 4/6) Fe concentrations; massive, medium platy-like soil fragments; very firm; about 10 percent gravel; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Benton County, Minnesota; about 4 miles north of Gilman; 2,330 feet east and 1,085 feet south of the northwest corner of sec. 16, T. 38 N., R. 29 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a paralithic contact over the dense till ranges from 40 to 60 inches.  Free calcium carbonate typically is absent to depths of 60 inches or more inches, but in a few pedons very small amounts are in the lower part of the C horizon.  Rock fragments of mixed lithology, but mostly of igneous type, comprise 2 to 15 percent volume in the upper part and 5 to 20 percent of the lower part of the control section(Cd horizon).  Some pedons have O horizons as much as 8 inches in thickness. The mollic epipedon ranges from 10 to 24 inches in thickness.  Reaction in the upper part of the control section ranges from moderately acid to neutral and moderately acid to moderately alkaline in the lower part (Cd horizon). The 10- to 40-inch particle size control section averages between 12 and 18 percent clay and 40 and 65 percent fine sand and coarser.  Stony phases are recognized in some pedons.\nThe A horizon typically has hue of 10YR to 5Y; value of 2 or 3; and chroma of 1 or is N 2/0 or N 3/0.  However, in some pedons the O horizon and those A horizons that are very high in content of organic matter have hue of 5YR or 7.5YR.  They are loam, sandy loam, or fine sandy loam.\nThe upper part of the Bg horizon has hue of 10YR, value of 4 to 6, and chroma of 1, or hue of 2.5Y or 5Y and chroma of 1 or 2.  The lower part of the B horizon has hue of 5YR to 2.5Y, value of 4 or 5 and chroma of 1 to 3.  It typically is coarse sandy loam, fine sandy loam, or sandy loam, or loam, but it has subhorizons of silt loam in some pedons.  It has a bulk density ranging from 1.5 to 1.7 gm/cc.\nThe Cd horizon and BC horizons, where present, have hue of 5YR or 7.5YR, value of 3 to 5, and chroma of 3 to 6.  They are coarse sandy loam, sandy loam, or fine sandy loam or their gravelly analogues.  Some pedons have 2B and 2C horizons. It has bulk density ranging from 1.8 to 2.0 gm/cc."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Adolph, Nokasippi and Parent series.  However, when formerly classified as Typic Haplaquolls, the competing series were Forada, Runeberg, and Tiffany series.  Adolph soils have greater than 80 percent passing the 200 sieve in the upper part of the control section.  Forada soils have sand and gravel at depths of 20 to 40 inches.  Nokasippi soils have sandy textures in the upper part of the particle-size control section.  Parent soils have bulk densities greater than 1.7 gm/cc in the lower part of the control section.  Runeberg soils have hue yellower than 7.5YR in the C horizon.  Tiffany soils have free carbonates at depths of 20 to 40 inches and hue yellower than 7.5YR in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Prebish soils have plane or concave slopes on upland flats in shallow depressions and swales.  They are on glacial moraines and in depressions between drumlins.  Slope gradients range from 0 to 1 percent.  The Prebish soils formed in modified till or local wash over reddish brown or brown dense loamy glacial till of late Wisconsin age. Mean annual air temperature ranges from 37 to 45 degrees F.  Mean annual precipitation ranges from 24 to 30 inches.  Frost-free days range from 90 to 150.  Elevation above sea level ranges from 670 to 1450 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  The Milaca, Mora, Ronneby, and Parent soils form a drainage sequence with the Prebish soils.  They are on higher or more sloping positions on the landscape and are better drained.  The Milaca soils are well drained; the Mora soils are moderately well drained; the Ronneby soils are somewhat poorly drained; and the Parent soils are poorly drained.  The Flak, Brainerd, and Nokay soils are also associated with Prebish soils in some places."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained and poorly drained.  Surface runoff is very slow or ponded.  Permeability is moderately slow to moderately rapid in the upper part and very slow in the dense till.  The perched water table ranges from .5 to 2 feet for the poorly drained phase and plus 1 to 1 foot for the very poorly drained phase."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of this soil is used for pasture.  Small areas are planted to cultivated crops.  Native vegetation is mostly grasses and sedges with scattered alder and willow."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Minnesota.  Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Benton County, Minnesota, 1970."
  },
  "REMARKS": {
    "section": "ADDITIONAL DATA & REMARKS",
    "content": "ADDITIONAL DATA:  Refer to MAES Central File No. 811 for some results of laboratory analysis of the typical pedon.\nREMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface to 16 inches (A horizons); cambic horizons - the zone from 16 to 46 inches (Bg horizons); aquic conditions- low chroma immediately below the mollic epipedon; Paralithic contact- the zone at about46 inches where soil meets dense glacial till.   These soils were formerly classified as Typic Haplaquolls.\nNational Cooperative Soil Survey\nU.S.A. & REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface to 16 inches (A horizons); cambic horizons - the zone from 16 to 46 inches (Bg horizons); aquic conditions- low chroma immediately below the mollic epipedon; Paralithic contact- the zone at about46 inches where soil meets dense glacial till.   These soils were formerly classified as Typic Haplaquolls.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
