{
  "SERIES": "PRELO",
  "STATUS": "Established Series",
  "BYREV": "Rev. PSD/JBC/WWJ",
  "REVDATE": "12/2014",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, gypsic, thermic Typic Haplogypsids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Prelo silt loam, rangeland.  (Colors are for dry soil unless otherwise noted.)\nAz--0 to 6 inches (0 to 15 cm); reddish brown (5YR 4/4) silt loam, dark reddish brown (5YR 3/3), moist; 23 percent clay; moderate thick platy over moderate medium subangular blocky  structure; moderately hard, firm, very sticky, very plastic; few fine dendritic tubular pores; carbonate and gypsum, finely disseminated throughout; strongly effervescent, 10 percent calcium carbonate equivalent and 3 percent gypsum; neutral, pH 6.9; electrical conductivity 22.0 dS/m (mmhos/cm); strongly saline; gradual smooth boundary.\nByz1--6 to 30 inches (15 to 76 cm); reddish brown (5YR 4/4) gypsiferous silty clay loam, dark reddish brown (5YR 3/4), moist; 28 percent clay; moderate medium subangular blocky structure; slightly hard, friable, very sticky, very plastic; few fine dendritic tubular pores; carbonate, finely disseminated and common medium irregular gypsum crystals throughout; strongly effervescent, 9 percent calcium carbonate equivalent and 24 percent gypsum; slightly alkaline, pH 7.4; electrical conductivity 23.0 dS/m (mmhos/cm); strongly saline; gradual smooth boundary.\nByz2--30 to 50 inches (76 to 127 cm); yellowish red (5YR 4/6) gypsiferous silty clay loam, dark reddish brown (5YR 3/4), moist; 31 percent clay; moderate medium subangular blocky structure; slightly hard, friable, very sticky, very plastic; few fine dendritic tubular pores; carbonate, finely disseminated and common medium irregular gypsum crystals throughout; strongly effervescent, 11 percent calcium carbonate equivalent and 18 percent gypsum; slightly alkaline, pH 7.4; electrical conductivity 20.0 dS/m (mmhos/cm); strongly saline; gradual smooth boundary.\nByz3--50 to 60 inches (127 to 152 cm); yellowish red (5YR 5/6) clay loam, yellowish red (5YR 4/6), moist; 28 percent clay; moderate medium subangular blocky structure; slightly hard, friable, moderately sticky, moderately plastic; carbonate, finely disseminated and common medium irregular gypsum crystals, throughout; strongly effervescent, 6 percent calcium carbonate equivalent and 14 percent gypsum; slightly alkaline, pH 7.6; electrical conductivity 21.0 dS/m (mmhos/cm); strongly saline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Otero County, New Mexico; 3.15 miles west of intersection on US Highway 54-70 and the La Luz exit, County Road 83, and 50 feet north of the road; corner of SE1/4 SW1/4 section 4, T.16S., R.10E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Typic aridic moisture regime.\nGypsum: 3 to 5 percent (B horizon); 5 to 20 percent (C horizon)\nReaction: slightly alkaline to moderately alkaline\nA horizon\nHue: 5YR or 7.5YR\nValue: 3 through 5 dry, 3 or 4 moist\nChroma: 3 or 4 moist or dry\nTexture: silt loam or silty clay loam but ranges to fine sandy loam or very fine sandy loam\nB horizon\nHue: 5YR or 7.5YR\nValue: 3 through 5 dry, 3 or 4 moist\nChroma: 4 dry and 3 or 4 moist\nTexture: silty clay loam or silt loam; the lower part of the B horizon is clay loam in some pedons\nClay content: 25 to 35 percent.\nC horizon\nHue: 5YR or 7.5YR\nValue: 3 through 6 dry, 3 or 4 moist\nChroma: 4 dry and 3 or 4 moist\nTexture: silty clay loam but in some pedons is clay loam in some parts\nGypsum: occurs as distinct crystals in some pedons.  Gypsum content increases with depth; however, no gypsum beds were observed at depths greater than 90 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Mercey (CA), Mimbres (NM), and Russler (NM) series. Mercey soils are in the Central California Coast Range (MLRA 15) receive mostly winter precipitation and are usually dry from April through November. Mimbres soils lack gypsum within the pedon.  Reakor soils have a calcic horizon.  Russler soils have a paralithic contact at depths of less than 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Prelo soils are on broad floodplains and alluvial toe slopes of pediments that terminate on basin floors.  Slopes are 0 to 3 percent.  Elevations range from 4,000 to 4,800 feet.  The soils formed in moderately fine textured calcareous alluvial deposits weathered primarily from the Permian redbeds in the mountain footslopes.  The soils are in warm, semiarid continental climate with an annual precipitation of 8 to 10 inches.  The mean annual air temperature is 61 degrees F.  The frost free season is about 190 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Alamogordo, Emot, Ogral and Reeves soils and the competing Largo and Tome soils.  Alamogordo soils have gypsic horizons.  Emot and Ogral soils have skeletal control sections.  Reeves soils have calcic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderate runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The soils are used for irrigated cropland, livestock grazing, wildlife habitat, and urbanization.  Native vegetation is mainly alkali sacaton, black grama, vine mesquite, burrograss, creosotebush, mesquite, and tobosa."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Otero and Eddy Counties, New Mexico.  The series is moderately extensive. MLRA 42."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Otero County, New Mexico, 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 4 inches (A horizon)\nCambic horizon - The zone from 4 to 32 inches (Bw, By1, By2 horizons)\nClassified according to Soil Taxonomy Second Edition, 1999\nADDITIONAL DATA: NSSL number S93NM 035 003 supports the classification.\nThe characterization data from Sample S74NM35-7-(1 to 10) shows the epipedon is higher in organic carbon than expected.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
