{
  "SERIES": "PRESCOTT",
  "STATUS": "Established Series",
  "BYREV": "LBW:LW",
  "REVDATE": "09/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, thermic Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Prescott silt loam-meadow.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 6 inches; dark grayish brown (10YR 4/2) silt loam; moderate fine and medium granular structure in the upper 3 inches; moderate fine and medium subangular blocky structure in the lower 3 inches; friable; many fine and few medium roots; many fine and many medium pores; many medium black to brown iron-manganese concretions; about 2 percent by volume quartz pebbles up to 1/2 inch in diameter; strongly acid; clear smooth boundary.\nBt1--6 to 15 inches; strong brown (7.5YR 5/6) silt loam; some mixing of dark grayish brown (10YR 4/2) silt loam Ap material in the upper 3 inches; moderate medium and moderately coarse subangular blocky structure; friable; common fine and common medium roots; common fine and few coarse pores; few faint clay films on faces of some peds and some pores lined with yellowish brown (10YR 5/6) clay films; few medium distinct brown (7.5YR 4/4) iron accumulations in matrix; few fine and few medium iron-manganese concretions with black exteriors and brown interiors; about 2 percent by volume subrounded quartz pebbles up to 1/2 inch in diameter; strongly acid; clear smooth boundary.\nBt2--15 to 21 inches; yellowish brown (10YR 5/6) silt loam; weak medium and coarse subangular blocky structure; friable; few fine and few medium roots; common fine and few coarse pores; few faint clay films on faces of some peds and lining a few pores; few fine distinct brown (10YR 5/3) iron depletions in matrix; few fine iron-manganese concretions with black exteriors and brown interiors; about 2 percent by volume subrounded quartz pebbles up to 1/2 inch in diameter; very strongly acid; gradual wavy boundary.\nBt3--21 to 35 inches; yellowish brown (10YR 5/4) silt loam; weak coarse subangular blocky structure; friable; few fine roots; common fine and few coarse pores; few faint clay films on faces of some peds and lining some pores; one crayfish burrow about 4 inches in diameter filled with brown (10YR 5/3) silt loam through part of horizon with strong medium and strong coarse subangular blocky structure that is firm and brittle; common distinct strong brown (7.5YR 5/6) clay films on faces of peds and lining some pores; common medium distinct strong brown (7.5YR 5/6) iron accumulations in matrix; many medium and coarse prominent black (10YR 2/1) manganese accumulations on faces of peds; common fine distinct grayish brown (10YR 5/2) iron depletions in matrix; about 5 percent by volume subrounded quartz pebbles up to 1 inch in diameter; very strongly acid; clear smooth boundary.\nBtg1--35 to 65 inches; light gray (2.5Y 7/2) silt loam; moderate fine and moderate medium angular and subangular blocky structure; firm; about 25 percent of peds are brittle; few very fine roots; many fine and many medium pores; many distinct clay films on faces of peds and lining some pores; many medium distinct yellowish brown (10YR 5/4 and 10YR 5/6) iron accumulations in matrix; many medium and coarse black (10YR 2/1) manganese accumulations on faces of peds; many coarse and many very coarse iron-manganese concretions with black exteriors and brown interiors; about 12 percent by volume subrounded quartz pebbles up to 1 inch in diameter; very strongly acid; clear smooth boundary.\n2Btg2--65 to 80 inches; light brownish gray (2.5Y 6/2) gravelly silty clay; moderate fine and moderate medium angular blocky structure; firm; few fine pores; continuous prominent clay films on faces of peds; few fine slickensides; many coarse distinct yellowish brown (10YR 5/6), few fine and few medium distinct yellowish brown (10YR 5/4) and few fine distinct strong brown (7.5YR 5/6) iron accumulations in matrix; few medium iron-manganese concretions with black exteriors and brown interiors; few fine faint grayish brown (10YR 5/2) clay depletions on faces of some peds; about 25 percent by volume rounded, polished, quartz pebbles, 1 to 3 inches in diameter with an occasional 5 inch cobble; extremely acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Nevada County, Arkansas; approximately 2 1/4 miles southwest on U.S. 67 from intersection with Ark. 24, in the NW1/4NW1/4NE1/4, sec. 19, R. 23 W., T. 11 S.; USGS quadrangle-Prescott West, Arkansas; lat. 33 degrees, 46 minutes, 46 seconds N., long. 93 degrees, 24 minutes, 20 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to bedrock is greater than 80 inches.  Depth to the discontinuity ranges from 50 to 80 inches.  Reaction ranges from strongly acid to extremely acid throughout, except for surface layers that have been limed.  Coarse fragment content ranges for 0 to 5 percent by volume in the A, BA and Bt horizons and 15 to 35 percent by volume in the Btg, 2Btg, 2BC and 2C horizons.\nThe A horizon has hue of 10YR or 7.5YR, value of 3 or 4, and chroma of 2 to 4.  A horizons with value of 3 are typically less that 6 inches thick.  Texture is silt loam.\nThe BA horizon, where present, has hue of 10YR, value of 4 or 5, and chroma of 3 or 4.  Texture is silt loam.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 4 or 6.  Redoximorphic accumulations and depletions are in shades of brown and gray.  Texture is silt loam or silty clay loam.\nThe Btg horizon has hue of 10YR or 2.5Y, value of 5 to 7, and chroma of 1 or 2.  Redoximorphic accumulations and depletions are in shades of brown, gray or red.  Texture is silt loam, silty clay loam or their gravelly analogs.\nThe 2Btg horizon has hue of 10YR or 2.5Y, value of 6 or 7, and chroma of 1 or 2.  Redoximorphic accumulations and depletions are in shades of brown or gray.  Texture is gravelly silty clay or gravelly clay.\nThe 2BC horizon, where present, has hue of 10YR or 2.5Y, value of 6 or 7, and chroma of 1 or 2.  Redoximorphic accumulations and depletions are in shades of brown or gray.  Texture is gravelly silty clay or gravelly clay.\nThe 3C horizon, where present, is soft, platy, gray, yellow or brown acid clay shale."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Prescott soils are on level to gently sloping Pleistocene terraces along major streams in the Western Coastal Plain of Arkansas; MLRA 133B."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Adaton, Houston, Kipling, Pikeville, Sawyer, Sessum and Wilcox series.  All these soils occur on adjacent Tertiary and Cretaceous uplands.  Adaton, Pikeville, Sawyer and Wilcox developed in Tertiary aged marine sediments.  Adaton soils are in depressions and are poorly drained.  Pikeville soils are well drained and underlain with significant amounts of coarse fragments.  Sawyer soils do not have a discontinuity and  coarse fragments in the lower part.  Wilcox soils are somewhat poorly drained and underlain with clay shale at 40 to 60 inches and have finer textures in the upper part of the solum.  Houston, Kipling and Sessum soils developed in Cretaceous aged sediments.  Houston soils have dark surface layers and finer textures in the upper part.  Kipling soils are somewhat poorly drained and have finer textures in the upper part of the subsoil.  Sessum soils are poorly drained and have finer textures in the upper part of the solum."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Prescott soils are moderately well drained.  Runoff is negligible to high depending on slope.  Permeability is moderate in the old alluvium and slow in the lower Tertiary marine sediments.  These soils have a perched seasonal water table above the clayey marine sediments for brief periods in the winter and spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for improved pasture and hay meadows.  Common pasture grasses include common bermudagrass, improved bermudagrass, tall fescue and bahiagrass.  Minor areas are in woodland.  Common trees include shortleaf pine, loblolly pine and oaks."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Coastal Plain of Arkansas; MLRA 133B.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Nevada County, Arkansas; 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in the typical pedon include:\nOchric epipedon-surface to a depth of 6 inches (Ap horizon)\nArgillic horizon-depth of 6 inches to 80 inches (Bt1, Bt2, Bt3, Btg1, 2Btg2 horizons)\n2016 Update was to change status to Established.\nADDITIONAL DATA:  Charcterization of the typical pedon by the University of Arkansas Soil Characterization Laboratory; pedon number 96NV01; sample number S96099-01-(1-8).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
