{
  "SERIES": "PRICEPEET",
  "STATUS": "Established Series",
  "BYREV": "REV. KTS-RJS",
  "REVDATE": "01/2012",
  "STATES": "MT",
  "OVERVIEW": "The Pricepeet series consists of very deep, well drained soils that formed in slide deposits and colluvium derived from mixed igneous and interbedded sedimentary rock.  These soils occur on landslides and mountain slopes.  Slopes are 8 to 50 percent.  Mean annual precipitation is about 710 mm, and the mean annual air temperature is about 3 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic Eutric Haplocryalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pricepeet gravelly loam, in forest on a 32 percent north slope at an elevation of 2228 meters (Colors are for dry soil unless otherwise noted).\nOi--0 to 5 cm; slightly decomposed forest litter; clear smooth boundary. (4 to 8 cm thick)\nA--5 to 16 cm; grayish brown (10YR 5/2) gravelly loam, very dark grayish brown (10YR 3/2) moist; moderate medium granular structure; slightly hard, very friable, moderately sticky and moderately plastic; many very fine, fine, medium, and coarse roots; many very fine and fine irregular pores; 30 percent gravel; slightly acid (pH 6.4); clear smooth boundary. (10 to 24 cm thick)\nE--16 to 44 cm; light gray (10YR 7/2) very gravelly sandy loam, dark grayish brown (10YR 4/2) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine, fine, medium, and coarse roots; many very fine and fine irregular pores; 50 percent gravel; slightly acid (pH 6.2); clear wavy boundary. (0 to 30 cm thick)\nBt1--44 to 68 cm; light brownish gray (10YR 6/2) very gravelly clay, brown (10YR 4/3) moist; strong medium and coarse subangular blocky structure; very hard, very firm, very sticky and very plastic; common very fine, fine and  medium, and few coarse roots; common fine tubular pores; 50 percent gravel and 5 percent cobbles; 60 percent prominent continuous clay films on all faces of peds; slightly acid (pH 6.4); gradual wavy boundary.\nBt2--68 to 94 cm; light brownish gray (10YR 6/2) extremely gravelly clay, brown (10YR 4/3) moist; strong medium and coarse subangular blocky structure; very hard, very firm, very sticky and very plastic; common very fine and fine, and few medium, and coarse roots; common fine tubular pores; 60 percent gravel and 10 percent cobbles; 30 percent distinct continuous clay films on all faces of peds; slightly acid (pH 6.4); gradual wavy boundary. (combined thickness of Bt horizons - 45 to 100 cm)\nBC--94 to 152 cm; light brownish gray (10YR 6/2) extremely gravelly clay loam, dark grayish brown (10YR 4/2) moist; moderate medium and coarse subangular blocky structure; very hard, very firm, very sticky and very plastic; few fine, medium, and coarse roots; common fine tubular pores; 65 percent gravel and 10 percent cobbles; neutral (pH 6.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Beaverhead County, Montana; located 723 meters west and 695 meters north of the southeast corner of sec. 26, T. 14 S., R 5 W; Corral Creek topographic quadrangle; UTM 12T, 387407e., 4937645n. NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 2 to 5 degrees C.\nDepth to top of argillic horizon - 24 to 50 cm\nParticle-size control section - averages 35 to 50 percent clay\nA horizon\nValue: 4 or 5 dry; 2 or 3 moist\nChroma: 2 or 3; dry or moist\nClay content: 18 to 26 percent\nRock fragments: 15 to 35 percent--15 to 35 percent gravel, 0 to 10 percent cobbles\nReaction: pH 5.6 to 6.5\nE horizon\nValue: 6 or 7 dry; 4 or 5 moist\nChroma: 2 or 3; dry or moist\nTexture: sandy loam or loam\nClay content: 15 to 26 percent\nRock fragments: 35 to 60 percent--35 to 55 percent gravel, 0 to 10 percent cobbles\nReaction: pH 5.6 to 6.5\nBt horizons\nHue: 10YR or 2.5Y\nValue: 5 or 6 dry; 4 or 5 moist\nChroma: 2 to 4; dry or moist\nTexture: clay loam or clay\nClay content: 30 to 50 percent\nRock fragments: 35 to 75 percent--35 to 65 percent gravel, 0 to 15 percent cobbles\nReaction: pH 5.6 to 7.0\nBC horizon\nHue: 10YR or 2.5Y\nValue: 5 or 6 dry; 4 or 5 moist\nChroma: 2 or 3; dry or moist\nTexture: clay loam or clay\nClay content: 30 to 50 percent\nRock fragments: 45 to 80 percent--45 to 70 percent gravel, 0 to 15 percent cobbles\nReaction: pH 5.6 to 7.0"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nOuselfal (MT) - moderately deep to paralithic contact"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - landslides and mountain slopes\nElevation - 2130 to 2750 meters\nSlope - 8 to 50 percent\nParent material - slide deposits and colluvium derived from mixed igneous and interbedded sedimentary rock\nClimate - long, cold winters; moist springs; short warm summers\nMean annual precipitation - 600 to 920 mm\nMean annual air temperature - 1 to 4 degrees C.\nFrost-free period - 30 to 70 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained and slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Pricepeet soils are used mainly for timber and understory grazing.  The vegetation is mainly Douglas-fir, subalpine fir, lodgepole pine, snowberry, buffaloberry, spirea, heartleaf arnica, pinegrass, and other miscellaneous grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Pricepeet soils are of small extent in southwestern Montana.  MLRA - 43B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Horse Prairie-South Valley Area - Part of Beaverhead County, Montana, 2011; proposed in Beaverhead County, Montana, 2010."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - from 0 to 44 cm (Oi, A and E horizons)\nArgillic Horizon - from 44 to 94 cm (Bt1 and Bt2 horizons)\nParticle-size control section - from 44 to 94 cm (Bt1 and Bt2 horizons)\nPricepeet soils have a cryic temperature regime and an udic moisture regime.\nTaxonomic version: Eleventh Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
