{
  "SERIES": "PRIETO",
  "STATUS": "Established Series",
  "BYREV": "BCD-HRM; Rev. GRB",
  "REVDATE": "06/2002",
  "STATES": "PR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, mixed, semiactive, nonacid, isohyperthermic Vertic Epiaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Prieto very cobbly clay loam - forested; in the Caribbean National Forest.  (Colors are for moist soil conditions.)\nA--0 to 4 inches; gray (10YR 5/1) very cobbly clay loam; moderate fine granular structure; friable; common fine and medium roots, about 35 percent, by volume, cobbles; moderately acid; clear smooth boundary. (1 to 6 inches thick)\nBg1--4 to 13 inches; dark gray (10YR 4/1) cobbly clay; weak coarse subangular blocky structure; firm; common fine and medium roots; about 15 percent, by volume, cobbles; common medium distinct olive brown (2.5Y 4/4) and brown (10 YR 5/3) masses of iron accumulation; moderately acid; clear smooth boundary.\nBg2--13 to 25 inches; greenish gray (5GY 6/1) cobbly clay; weak coarse subangular blocky structure; firm; few fine and medium roots; common large wormcasts filled with very dark brown (10YR 2/2) organic material; about 15 percent, by volume, cobbles; common medium distinct brownish yellow (10YR 6/6) and dark brown (10YR 3/3) masses of iron accumulation; moderately acid; clear smooth boundary.\nBCg--25 to 35 inches; light gray (2.5Y 7/2) cobbly silty clay; massive; friable; few quartz crystals; about 15 percent, by volume, cobbles; common medium distinct yellowish brown (10YR 5/6) masses of iron accumulation; common medium dark gray (10YR 4/1) areas of iron depletions; moderately acid; abrupt smooth boundary. (Combined thickness of the B horizons is 20 to 35 inches).\nR--35+ inches; metamorphosed volcanic mudstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Caribbean National Forest; Puerto Rico.  Approximately 150 feet north from the southernmost point of the Forest boundary; or from PR Road 969, take the road that is on the ridge up to the power line, then follow the fence line to the corner just inside the Forest Service property.  Humaco topographic quadrangle; lat. 18 degrees 14 minutes 45 seconds N.; long; 65 degrees 46 minutes 09 seconds W.; PRD 1940."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 22 to 40 inches.  Reaction ranges from slightly acid to moderately acid throughout the profile.  Rock fragments range from 10 to 40 percent throughout the profile, but average less than 35 percent in the particle-size control section.\nThe A horizon has hue of 10YR or 2.5Y, value of 2 or 3, and chroma of 3 or less; or it is neutral with value of 2 or 3.  Texture is clay, clay loam, or their gravelly to very gravelly and cobbly to very cobbly analogs.\nThe Bg horizon has hue of 10YR to 5GY, value of 3 or 6, and chroma of 2 or less.  Texture is clay loam, clay, their gravelly, cobbly, or very cobbly analogs.\nThe BCg horizon has hue of 10YR to 5Y, value of 6 or 8, and chroma of 1 or 2.  Texture is clay loam, clay, their gravelly or cobbly analogs.\nThe R layer is composed of metamorphosed volcanic mudstone bedrock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Prieto soils are on concave areas of mountains of deeply dissected uplands.  These soils typically have sola developed in residuum from volcanic sandstone rocks that been effected by soil creep in the upper part.  Slopes range from 10 to 75 percent.  The climate is humid tropical.  The average annual precipitation ranges from 100 to 200 inches and the average annual temperature ranges from 72 to 74 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Caguabo, Palm, Sonadora, and Zarzal soils. The well drained Caguabo soils are on lower positions, are shallow to bedrock, and are loamy-skeletal.  Palm soils are on higher positions, are very deep, have clayey-skeletal control sections and are isothermic.  The well drained Sonadora soils have smectitic control sections.  The well drained Zarzal soils have more clay in the subsoil and are Oxisols."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Recreation, research, wildlife habitat and watershed protection.  Forested with over 200 native and introduced woody species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Caribbean National Forest in Puerto Rico.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Raleigh, North Carolina."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Caribbean National Forest, Puerto Rico, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - Zone from 0 to 4 inches (A horizon).\nCambic horizon - Zone from 4 to 35 inches (Bg and BCg horizons).\nNonacid feature - Moderately acid reaction from 10 to 35 inches (Bg and BCg horizons).\nModerately deep feature - Depth to bedrock at 35 inches (R horizon).\nHydric soil indicators:  F3.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
