{
  "SERIES": "PRIESTLAKE",
  "STATUS": "Established Series",
  "BYREV": "Rev. PMH-CJW-GHL-SMM-JAL",
  "REVDATE": "11/2013",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed Typic Dystrocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Priestlake gravelly sandy loam, forested, on a 36 percent northwest-facing slope at an elevation of 2,560 feet.  (Colors are for dry soil unless otherwise stated.)\nOi--0 to 0.5 inch; undecomposed and partially decomposed needles, leaves, twigs, and moss. (0.5 to 1 inch thick)\nOe--0.5 to 1.5 inches; decomposed organic matter mixed with discontinuous light gray (10YR 7/1) volcanic ash. (0.5 to 1 inch thick)\nA1--1.5 to 8 inches; light yellowish brown (10YR 6/4), gravelly sandy loam, dark yellowish brown (10YR 3/4) moist; weak medium subangular blocky structure parting to strong fine granular; soft, very friable, slightly plastic; many very fine and fine, common medium, and few coarse roots; many very fine and common fine tubular pores; 20 percent pebbles; slightly acid (pH 6.2); gradual wavy boundary.  (5 to 8 inches thick)\nA2--8 to 13 inches; light yellowish brown (10YR 6/4) gravelly sandy loam, dark yellowish brown (10YR 3/4) moist; moderate medium and coarse subangular blocky structure; soft, very friable, slightly plastic; common very fine and fine, few medium and coarse roots; many very fine and common fine tubular pores; 25 percent pebbles; slightly acid (pH 6.2); clear wavy boundary.  (5 to 8 inches thick)\nBw--13 to 24 inches; very pale brown (10YR 7/4) very gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; weak medium and coarse subangular blocky structure; soft, very friable, slightly plastic; common very fine and fine, few medium and coarse roots; many very fine and common fine tubular pores; 35 percent pebbles; slightly acid (pH 6.2); abrupt wavy boundary.  (5 to 12 inches thick)\n2Bt1--24 to 33 inches; very pale brown (10YR 7/3) very gravelly loamy sand, yellowish brown (10YR 5/4) moist; massive; slightly hard, friable; common very fine and fine, few medium and coarse roots; many very fine and common fine tubular and interstitial pores; 45 percent pebbles; few faint clay films bridging mineral grains; moderately acid (pH 6.0); clear wavy boundary.  (4 to l2 inches thick)\n2Bt2--33 to 44 inches; very pale brown (10YR 8/3) extremely cobbly loamy sand, yellowish brown (10YR 5/4) moist; massive; slightly hard, friable; few very fine and fine roots; many very fine and common fine tubular and interstitial pores; 40 percent pebbles, 30 percent cobbles, and l0 percent stones; few fine manganese stains on faces of peds; common faint clay films bridging mineral grains; moderately acid (pH 6.0); clear wavy boundary.  (0 to l3 inches thick)\n2Bt3--44 to 53 inches; very pale brown (10YR 8/2) very gravelly loamy sand, light yellowish brown (10YR 6/4) moist; massive; slightly hard, friable; common very fine and fine, and few medium roots; many very fine and common fine interstitial pores; common faint clay films bridging mineral grains; 35 percent pebbles and 20 percent cobbles; slightly acid (pH 6.2); clear wavy boundary.  (0 to l0 inches thick)\n2Bt4--53 to 60 inches; very pale brown (10YR 8/3) very gravelly loamy sand, light yellowish brown (10YR 6/4) moist; massive; hard, firm; few very fine and fine roots; common very fine and fine interstitial pores; 35 percent pebbles and l5 percent cobbles; common faint clay films bridging mineral grains; slightly acid (pH 6.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Bonner County, Idaho; south of Horton Creek, Priest Lake state lands; about 800 feet north and 380 feet west of the southeast corner, sec. 3, T. 60 N., R. 4 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nVolcanic ash mantle - 0 to 1 inch thick\nAverage annual soil temperature - 40 to 43 degrees F.\nAverage summer soil temperature - 44 to 47 degrees F. with an O horizon\nRock fragments (l0 to 40 inch control section) - l5 to 80 percent and averages greater than 35 percent\nReaction - moderately acid through neutral\nBase saturation - 30 to 55 percent\nA horizons\nTexture - gravelly sandy loam or gravelly loam\nColor value, moist - 3 or 4\nValue, dry - 5 or 6\nBw horizon\nColor value, moist - 3 to 5\nValue, dry - 5 to 7\nChroma - 3 or 4\nTexture - gravelly or very gravelly sandy loam, coarse sandy loam or loam\n2Bt horizons\nColor value, moist - 5 or 6\nValue, dry - 7 or 8\nChroma, dry - 2 or 3\nTexture - very gravelly, very cobbly, or extremely cobbly loamy sand, sand, or coarse sand\nConsistence - very hard and very firm in the lower part of some pedons\nIIC horizon (present in some pedons)\nTexture - very gravelly, very cobbly, or extremely cobbly sand or coarse sand"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Elting, Mirror lake and Tolby series. These soils do not have 2Bt horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Priestlake soils are on sloping to very steep mountainous uplands at elevations of about 2,400 to 5,000 feet and have primarily a northerly aspect at lower elevations.  These soils formed in glacial till with a thin mantle of volcanic ash.  Slopes are 5 to 65 percent.  The climate is subhumid with moderately warm, dry summers and cold, moist winters.  The average annual precipitation ranges from about 35 to 45 inches and the average annual temperature ranges from about 40 degrees to 43 degrees F.  The frost-free season is about 50 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ardtoo, Jeru, Hun, Klootch, and Treble soils.  The Ardtoo soils have a frigid temperature regime, southerly aspects, and formed in granite.  Hun soils have volcanic ash in the surface horizons.  Jeru soils are loamy-skeletal and have extremely stony surfaces.  Klootch soils have bedrock at 20 to 40 inches.  Treble soils have a frigid temperature regime and southerly aspects."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; medium to very rapid run off; moderately rapid permeability in the solum and rapid or very rapid in the underlying material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Timber production, wildlife habitat, recreation and watershed.  A few areas are used for livestock grazing.  Principal vegetation is western hemlock, western redcedar, grand fir, Douglas-fir, western white pine, and western larch with an understory of big blueberry, longtube twinflower, Saskatoon serviceberry, and myrtle pachystima."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Idaho, mainly in the Priest Lake Area of Bonner County, Idaho.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Bonner County, Idaho, l981.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
