{
  "SERIES": "PRIMEAUX",
  "STATUS": "Established Series",
  "BYREV": "Rev:  RPZ/GJS/JBF",
  "REVDATE": "10/2019",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive Xeric Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Primeaux gravelly loam--rangeland (Colors for dry conditions unless otherwise noted.) the surface is covered with 30 to 40 percent chert gravel.\nA1--0 to 13 cm; dark grayish brown (10YR 4/2) gravelly loam, very dark grayish brown (10YR 3/2) moist; moderate medium granular structure; soft, very friable, slightly sticky and slightly plastic; many fine and medium roots; many very fine and fine interstitial pores; 30 percent gravel; slightly acid (pH 6.5); abrupt smooth boundary.  (5 to 15 cm thick)\nA2--13 to 28 cm; dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many fine and medium roots; few fine tubular pores; 5 percent gravel; slightly acid (pH 6.5); abrupt smooth boundary.  (10 to 23 cm thick)\nBt--28 to 51 cm; brown (10YR 4/3) clay loam, dark brown (10YR 3/3) most; moderate medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common fine and very fine roots; many very fine and fine interstitial pores; many faint clay films on peds and in pores; l0 percent gravel; slightly acid (pH 6.5); abrupt broken boundary.  (15 to 40 cm thick)\n2Bt--51 to 89 cm; brown (10YR 5/3) very gravelly loam, brown (10YR 4/3) moist; massive; hard, friable, slightly sticky and slightly plastic; common fine and very fine roots; many very fine interstitial pores; many faint clay films in pores; 40 percent gravel; slightly acid (pH 6.5); abrupt wavy boundary. (13 to 40 cm thick)\n2R--89 to 94 cm; chert bedrock with continuous faint clay films along fracture planes."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Elko County, Nevada. At the head of Beaver Creek drainage; approximately 2,000 feet north and 600 feet west of the southeast corner of section 6, T. 37 N., R. 5l E.; USGS Beaver Peak 7.5 minute topographic quadrangle; at the head of Beaver Creek drainage. latitude 41 degrees 7 minutes 24 seconds N and longitude 116 degrees 16 minutes 50 seconds W; WGS84 Decimal Degrees 41.1233333 latitude, -116.2805556 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist but are dry for more than 60 consecutive days in most years. Typic xeric moisture regime.\nMean annual soil temperature: 6 to 7 degrees C.\nMean summer soil temperature: 14 to 15 degrees C.\nThickness of the mollic epipedon: 23 to 40 cm and in some pedons includes part of the argillic horizon.\nDepth to bedrock: 50 to 100 cm.\nReaction: Slightly acid or neutral, remaining nearly constant with depth.\nOther features: All gravel are angular chert fragments and normally the content increases with depth.\nParticle-size control section - Clay content: 25 to 35 percent.\nRock fragments: Average 20 to 35 percent gravel.\nA horizons\nValues: 4 or 5 dry and 2 or 3 moist.\nStructure: Weak or moderate, fine, or medium granular, or subangular blocky.\nBt horizon\nValue: 5 or 6, dry.\nChroma of 3 or 4.\nTextures: Clay loam, sandy clay loam, or heavy loam.\nRock fragments: Average 10 to 15 percent gravel.\nStructure: Weak or moderate, fine or medium, subangular blocky.\n2Bt horizon\nTexture: Loam or sandy clay loam\nRock fragments: 35 to 60 percent gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Dra, Grunder Newlands, Rammel, Shotgun and Tingey series.\nDra and Rammel soils have calcareous horizons in the lower portion of the soil profile. Grunder soils have a B/C horizon with 1 to 25 percent rock fragments. Newlands soils lack a lithic contact within a depth of 100 cm. Shotgun soils have 5 to 10 percent rock fragments in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Primeaux soils are on mountains at elevations of 1,860 to 2,280 meters.  Slopes are l5 to 30 percent.  The soils formed in residuum of derived from chert, quartzite, and shale bedrock with a small component of loess containing volcanic ash.  The climate is cool and semiarid with moist winters and dry summers.  The mean annual precipitation is 360 to 400 mm; mean annual temperature is 4 to 6 degrees C.; and the frost-free season is about 60 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Packer, Slaven and Tusel series.  The Packer, Slaven and Tusel soils contain over 50 percent rock fragments in their particle-size control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; rapid runoff; moderately slow saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for livestock grazing and wildlife habitat.  The vegetation is mainly big sagebrush, Douglas rabbitbrush, lanceleaf rabbitbrush, Sandberg bluegrass, basin wildrye, Idaho fescue, bottlebrush squirreltail, and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Nevada.  Primeaux soils are of small extent. MLRA 25."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Elko County, Nevada (Tuscarora Mountain Area), 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 28 cm (A1 and A2 horizons).\nArgillic horizon - The zone from 28 to 89 cm (Bt and 2Bt horizon).\nLithic contact - The boundary at 89 cm to underlying hard bedrock (2R layer).\nParticle-size control section - The zone from 28 to 78 cm (Bt and part of the 2Bt horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
