{
  "SERIES": "PRITCHETT",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLS/AJE",
  "REVDATE": "02/1999",
  "STATES": "UT",
  "OVERVIEW": "The Pritchett series consists of very deep, well drained soils that formed in local colluvium and residuum from sandstone and quartzite.  The mean annual temperature is about 38 degrees F., and the average annual precipitation is about 26 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic Abruptic Palecryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pritchett silt loam, rangeland.  (Colors are for air dry soil unless otherwise noted.)\nAll--0 to 3 inches; dark brown (10YR 4/3) silt loam, very dark brown (10YR 2/2) moist; moderate fine granular structure; slightly hard, friable, slightly sticky, nonplastic; common very fine roots; common fine pores; 15 percent coarse fragments, dominantly cobble and stones; slightly acid (pH 6.4); clear smooth boundary. (2 to 4 inches thick)\nA12--3 to 12 inches; dark brown (10YR 4/3) stony silt loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure that parts to moderate fine granules; hard, firm, slightly sticky, slightly plastic; few fine, medium and coarse fragments, dominantly cobble and stones; slightly acid (pH 6.4); clear smooth boundary. (5 to 10 inches thick)\nA13--12 to 16 inches; brown (10YR 5/3) stony silt loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; very hard, firm, slightly sticky, slightly plastic; few coarse, medium and fine roots; few fine pores; 40 percent coarse fragments, dominantly cobble and stones; slightly acid (pH 6.2); clear wavy boundary. (3 to 5 inches thick)\nA21--16 to 24 inches; Pale brown (10YR 6/3) very stony very fine sandy loam, brown (10YR 5/3) moist; weak medium subangular blocky structure; hard, friable, nonsticky, slightly plastic; few fine, medium and coarse roots; few fine pores; 60 percent coarse fragments, dominantly cobble and stones; medium acid (pH 6.0); clear smooth boundary. (4 to 12 inches thick)\nB21t--24 to 42 inches; pale brown (10YR 6/3) stony clay, brown (10YR 5/3) moist; strong medium angular blocky structure; extremely hard, very firm, sticky, plastic; few fine and very fine roots; few fine pores; common moderately thick clay films; 40 percent coarse fragments dominantly cobble and stones; medium acid (pH 6.0); gradual smooth boundary. (12 to 20 inches thick)\nB22t--42 to 60 inches; pale brown (10YR 6/3) very stony clay, brown (10YR 5/3) moist; strong medium angular blocky structure; extremely hard, very firm, sticky, plastic; few fine and very fine roots; few fine pores; common moderately thick clay films; 60 percent cobble and stones; medium acid (pH 6.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Sanpete County, Utah; about 4 miles east of Mt. Pleasant in north canyon about 3/4 mile east of Pritchett flat; about 1,320 feet west and 200 feet north of the S. E. corner of sec. 27, T.14S., R.5E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": null
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cluff, Everman, Flygare, Lucky Star, Mortenson, Red Spur, Roundy and Scave series. Cluff and Mortenson soils lack mollic epipedons. Everman soils have albic horizons and have less than 35 percent coarse fragments in the control section. Flygare and Red Spur soils have mollic epipedons more than 20 inches thick and have less than 35 percent clay in the argillic horizons. Lucky Star soils have albic horizons that tongue into very cobbly sandy clay loam argillic horizons. Roundy soils have less than 35 percent coarse fragments in the argillic horizon. Scave and Red Spur soils have hue of 5YR and 2.5YR in the argillic horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "SETTING",
    "content": "SETTING: Pritchett soils are on steep or very steep mountain slopes at elevations of 7,000 to 8,900 feet. They formed in local colluvium and residuum from sandstone and quartzite. The climate is moist subhumid and the average annual precipitation ranges from 22 to 30 inches. The mean annual temperature ranges from 36 to 40 degrees F. Frost-free period is 70 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "PRINCIPAL ASSOCIATED SOILS",
    "content": "PRINCIPAL ASSOCIATED SOILS: These are the Lizzant, Skylick, Tingey, Toze and Zeesix soils and the competing Mortenson soils. Lizzant and Toze soils lack argillic horizons. Skylick soils have mollic epipedons more than 20 inches thick, and lack A2 horizons. Tingey soils lack A2 horizons and have stony clay loam argillic horizons. Zeesix soils lack A2 horizons and have more than 40 percent carbonates in the argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well-drained; medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for watershed, timber, and range for grazing of livestock and wildlife. The principal vegetation is aspen with scattered conifers. The understory is snowberry, mountain bromegrass, blue wildrye, slender wheatgrass, peavine, sweet anise, and western cone flower."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: High mountain areas of central Utah. The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Sanpete Soil Survey Area, Utah, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: In the 1938 classification these soils were classified as Gray Wooded soils.\nOSED scanned by NSSQA.  Last revised by state 8/71.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
