{
  "SERIES": "PROCTOR",
  "STATUS": "Established Series",
  "BYREV": "Rev. JCD-MBW-AAC",
  "REVDATE": "12/2015",
  "STATES": "IL,IN",
  "OVERVIEW": "The Proctor series consists of very deep, well drained soils on outwash plains, stream terraces, kames, and eskers. They formed in loess and in the underlying stratified loamy outwash. Slope ranges from 0 to 18 percent. Mean annual precipitation is about 889 mm (35 inches), and mean annual air temperature is about 10 degrees C (50 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Typic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Proctor silt loam - in a gently sloping cultivated field at an elevation of 215 meters (705 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm (0 to 8 inches); very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak fine granular structure; friable; common very fine roots; moderately acid; clear smooth boundary.\nA--20 to 28 cm (8 to 11 inches); very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; moderate fine granular structure; friable; common very fine roots; neutral; clear smooth boundary. [Combined thickness of the A horizon is 25 to 51 cm (10 to 20 inches).]\nBt1--28 to 41 cm (11 to 16 inches); dark yellowish brown (10YR 4/4) silty clay loam; moderate very fine subangular blocky structure; friable; common very fine roots; common distinct very dark grayish brown (10YR 3/2) organo-clay films on faces of peds; moderately acid; clear smooth boundary.\nBt2--41 to 58 cm (16 to 23 inches); dark yellowish brown (10YR 4/4) silty clay loam; moderate very fine and fine subangular blocky structure; friable; common very fine roots; many distinct brown (10YR 4/3) clay films on faces of peds; moderately acid; clear smooth boundary.\nBt3--58 to 71 cm (23 to 28 inches); yellowish brown (10YR 5/4) silty clay loam; moderate fine subangular blocky structure; friable; common very fine roots; many distinct brown (10YR 4/3) clay films on faces of peds; moderately acid; clear smooth boundary. [Combined thickness of the Bt horizon is 30 to 76 cm (12 to 30 inches).]\n2Bt4--71 to 84 cm (28 to 33 inches); yellowish brown (10YR 5/4) loam; moderate medium subangular blocky structure; friable; few very fine roots; common faint dark yellowish brown (10YR 4/4) clay films on faces of peds; moderately acid; clear smooth boundary.\n2Bt5--84 to 117 cm (33 to 46 inches); strong brown (7.5YR 5/6) stratified loam and sandy loam; weak coarse subangular blocky structure; very friable; few very fine roots; common faint brown (7.5YR 4/4) clay films on faces of peds; slightly acid; gradual smooth boundary. [Combined thickness of the 2Bt horizon is 15 to 76 cm (6 to 30 inches).]\n2C--117 to 152 cm (46 to 60 inches); strong brown (7.5YR 5/6) stratified sandy loam and loamy sand; massive; very friable; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Peoria County, Illinois; about 3 miles northwest of Princeville; 204 feet north and 2,460 feet west of the southeast corner of sec. 3, T. 11 N., R. 6 E.; USGS Princeville, Illinois, topographic quadrangle; lat. 40 degrees 57 minutes 37.5 seconds N. and long. 89 degrees 48 minutes 09.6 seconds W.; UTM Zone 16, 264137.4 easting and 4538147.3 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the mollic epipedon: 25 to 51 cm (10 to 20 inches)\nDepth to the base of soil development: 102 to 165 cm (40 to 65 inches)\nDepth to horizons with greater than 10 percent sand: 51 to 102 cm (20 to 40 inches)\nParticle-size control section: averages between 25 and 35 percent clay and less than 15 percent fine sand or coarser\nAp, A, and/or AB horizons:\nHue: 10YR\nValue: 2 or 3\nChroma: 1 to 3\nTexture: typically silt loam, but silty clay loam is also included.\nReaction: strongly acid to slightly alkaline\nBt, and/or BA horizons:\nHue: 7.5YR or 10YR\nValue: 3 to 6\nChroma: 3 to 6\nTexture: silty clay loam, except the first subhorizon in some pedons is silt loam.\nAverage clay content: 27 to 35 percent\nAverage sand content: less than 10 percent\nReaction: moderately acid to neutral\n2Bt and/or 2BC horizons:\nHue: 7.5YR, 10YR or 2.5Y\nValue: 4 to 6\nChroma: 3 to 6\nTexture: silty clay loam, silt loam, clay loam, sandy clay loam, loam or sandy loam. Stratification of various textures is common.\nAverage clay content: 18 to 32 percent\nAverage sand content: 5 to 45 percent, sand content of individual subhorizons ranges from 10 to 75 percent.\nContent of gravel: a few pebbles to 10 percent\nReaction: slightly alkaline\nSome pedons have a subhorizon just above the 2C horizon that is enriched in clay and has darker color value than the subhorizon above it.\n2C horizon:\nHue: 7.5YR, 10YR or 2.5Y\nValue: 4 to 6\nChroma: 3 to 6\nTexture: dominantly sandy loam, loam or silt loam, with thin strata of loamy sand or sand. It is commonly stratified.\nAverage clay content: 10 to 20 percent\nAverage sand content: 5 to 75 percent. Sand content of individual subhorizons ranges from 15 to 95 percent.\nRock fragment content: 0 to 15 percent gravel\nReaction: moderately acid to slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ashdale, Broadwell, Dinsdale, Douglas, Elkhart, Elmont, Gymer, Healing, Lycurgus, Malcolm, Meadowbank, Mendota, Mickle, Ogle, Osco, Parkway, Plano, Richwood, Ripon, Sibley, Sidell, Tama, Tecumseh, Toddville, Wakenda, and Waupecan series. Ashdale, Elmont, and Ripon soils have a lithic or paralithic contact within a depth of 152 cm (60 inches). Broadwell, Douglas, Elkhart, Mickle, Osco, Parkway, Plano, Richwood, Tama, Toddville, and Wakenda soils do not have horizons with more than 15 percent sand within a depth of 102 cm (40 inches). Dinsdale and Sidell soils have more than 20 percent clay in the lower part of the series control section. Gymer soils are formed in silty alluvium of Loveland age. Healing soils have subhorizons in the upper part of the series control section that have more than 10 percent sand and/or as much as 5 percent rock fragments. Lycurgus soils average less than 15 percent sand in the lower part of the series control section. Malcolm and Mendota soils are less than 102 cm (40 inches) to the base of soil development. Meadowbank soils average less than 10 percent clay in the lower part of the series control section and have a mean annual soil temperature of more than 13.3 degrees C (56 degrees F). Ogle soils have hues of 5YR or redder in the matrix of at least one subhorizon in the lower part of the series control section. Sibley soils have a mollic epipedon more than 51 cm (20 inches) thick. Tecumseh soils are deeper than 165 cm (65 inches) to the base of the argillic horizon. Waupecan soils average more than 75 percent sand and more than 15 percent gravel in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Proctor soils are on outwash plains, stream terraces, kames and eskers of Wisconsinan Age. These soils formed in 51 to 102 cm (20 to 40 inches) of loess and in the underlying stratified loamy outwash. Slope gradients range from 0 to 15 percent. Mean annual air temperature ranges from 8 to 12 degrees C (46 to 54 degrees F), mean annual precipitation ranges from 800 to 1067 mm (31 to 42 inches), frost-free period ranges from 140 to 200 days, and elevation ranges from 148 to 300 meters (486 to 984 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Brenton, Drummer, Lawson, and Sawmill soils. The somewhat poorly drained Brenton soils and the poorly drained Drummer soils form a drainage sequence with Proctor soils and are on lower parts of the landscape. Lawson and Sawmill soils have a mollic epipedon more than 61 cm (24 inches) thick and are on nearby flood plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. The potential for surface runoff is low or medium. Saturated hydraulic conductivity is moderately high or high (4.23 to 14.11 micrometers per seconds). Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used for cultivated crops. Principal crops are corn, soybeans, small grain, and hay. Some areas are used for pasture. Native vegetation is prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Illinois and Indiana. Extent is large in MLRAs 95B, 108A, 108B, 110, 111D, 115A, and 115C. About 105,000 acres have been correlated."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Ford County, Illinois, 1929."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Rarely flooded, sandy substratum, and till substratum phases were recognized during the SDJR process. These soils and associated landforms will be investigated during MLRA update activities. These soils could potentially be re-correlated to a new series.\nDiagnostic horizons and features recognized in this pedon are:\nmollic epipedon-the zone from the surface to a depth of 28 cm (11 inches) (Ap and A horizons);\nargillic horizon-the zone from approximately 28 to 117 cm (11 to 46 inches) (Bt1, Bt2, Bt3, 2Bt4, and 2Bt5 horizons); a\nlithologic discontinuity from loess to outwash at a depth of 71 cm (28 inches).\n________________________________________\nNational Cooperative Soil Survey\nU.S.A."
  }
}
