{
  "SERIES": "PROMISE",
  "STATUS": "Established Series",
  "BYREV": "Rev. MWS-WJB-AAO",
  "REVDATE": "07/2013",
  "STATES": "MT,NE,SD",
  "OVERVIEW": "The Promise series consists of deep or very deep, well drained soils formed in clayey sediments weathered from clay shales.  These soils are on upland plains, fans, and terraces.  Slopes range from 0 to 15 percent.  Mean annual precipitation is about 430 millimeters (17 inches), and mean annual air temperature is about 8 degrees C (47 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, smectitic, mesic Typic Haplusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Promise clay - on a slightly concave south-facing slope of 4 percent in native grass.  (Colors are for dry soil unless otherwise stated.)  When described on September 21, 1967, the soil was dry throughout.\nA1--0 to 8 centimeters (0 to 3 inches); dark gray (10YR 4/1) clay, very dark gray (10YR 3/1) moist; moderate medium and fine subangular blocky structure; hard, firm, sticky and plastic; common fine roots; neutral; clear wavy boundary.\nA2--8 to 20 centimeters (3 to 8 inches); dark gray (10YR 4/1) clay, very dark gray (10YR 3/1) moist; weak medium and fine subangular blocky structure parting to moderate fine granular; hard, firm, sticky and plastic; common fine roots; cracks 1.5 to 3 centimeters (1/2 to 1 inch) wide; slightly alkaline; gradual wavy boundary.  [Combined A horizon 10 to 25 centimeters (4 to 10 inches) thick.]\nBss--20 to 41 centimeters (8 to 16 inches); grayish brown (2.5Y 5/2) clay, very dark grayish brown (2.5Y 3/2) moist; moderate medium and coarse blocky and subangular blocky structure; extremely hard, very firm, very sticky and very plastic; few fine roots; cracks 1.5 to 3 centimeters (1/2 to 1 inch) wide; few intersecting slickensides; common tongues of very dark gray (10YR 3/1) moist; strong effervescence; moderately alkaline; gradual wavy boundary.  [20 to 56 centimeters (8 to 22 inches) thick.]\nBkss--41 to 64 centimeters (16 to 25 inches); light brownish gray (2.5Y 6/2) clay, dark grayish brown (2.5Y 4/2) moist; moderate coarse subangular blocky structure; extremely hard, very firm, very sticky and very plastic; few fine roots; cracks 1.5 to 3 centimeters (1/2 to 1 inch) wide; few intersecting slickensides; few tongues of very dark gray (10YR 3/1) moist; few fine accumulations of carbonate; strong effervescence; moderately alkaline; gradual wavy boundary.  [0 to 41 centimeters (0 to 16 inches) thick.]\nCss--64 to 91 centimeters (25 to 36 inches); light brownish gray (2.5Y 6/2) clay, dark grayish brown (2.5Y 4/2) moist; weak coarse subangular blocky structure; extremely hard, very firm, very sticky and very plastic; few fine roots; few intersecting slickensides; strong effervescence; moderately alkaline; gradual wavy boundary.\nCy--91 to 119 centimeters (36 to 47 inches); light brownish gray (2.5Y 6/2) clay, dark grayish brown (2.5Y 4/2) moist; massive; very hard, firm, sticky and plastic; few fine roots; common fine distinct iron stains of light yellowish brown (10YR 6/4) moist; common fine and medium nests and seams of gypsum crystals; strong effervescence; moderately alkaline; gradual wavy boundary.\nC--119 to 152 centimeters (47 to 60 inches); grayish brown (2.5Y 5/2) and light brownish gray (2.5Y 6/2) clay, dark grayish brown (2.5Y 4/2) and grayish brown (2.5Y 5/2) moist; massive; hard, firm, sticky and plastic; few fine distinct iron stains of light yellowish brown (10YR 6/4) moist; few fine nests of gypsum crystals; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Stanley County, South Dakota; about 2 kilometers (l 1/4 miles) north and 5  kilometers (3 1/2 miles) east of Hayes; located about 293 meters (960 feet) north and 16 meters (52 feet) east of fence from southwest corner of sec.14, T. 5 N., R. 26 E., Princess Lake USGS quad; latitude 44 degrees, 23 minutes, 21.698 seconds North and longitude 100 degrees, 57 minutes, 12.756 seconds West, NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture Control Section:\nThe soil moisture control section is moist in some parts from April to July; intermittently moist from October to March; driest in August and September; typic ustic moisture regime.\nSoil Temperature: 7 to 11 degrees C (45 to 52 degrees F)\nParticle Size Control Section (weighted average):\nClay content:  60 to 70 percent\nSand content:  1 to 8 percent fine sand and coarser\nDepth to Carbonates: typically 10 to 38 centimeters (4 to 15 inches), but some pedons contain carbonates at the surface.\nDepth to Bedrock: typically greater than 1.5 meters (5 feet) but is as shallow as 100 centimeters (40 inches) in some pedons.\nCracks: 1.5 centimeters (1/2 inch) to 5 centimeters (2 inches) wide and 0.6 meters (2 feet) long extend downward through the solum, when the soil is dry.\nMollic epipedon: 18 to 41 centimeters (7 to 16 inches) thick and in some pedons it extends into the lower part of the B horizon.\nA horizon:\nHue: 10YR or 2.5Y\nValue: 4 or 5 dry and 2 or 3 moist\nChroma: l or 2 dry or moist\nTexture: clay or silty clay\nClay content: 50 to 65 percent\nSand content: 1 to 5 percent\nReaction: slightly acid to slightly alkaline\nCracks: 1.5 centimeters (1/2 inch) to 5 centimeters (2 inches) wide when dry\nThe upper 1.5 centimeter to 3 centimeter (l/2 to l inch) typically has granular structure and forms a thin porous crust when dry.\nBss horizon:\nHue: 2.5Y or 5Y\nValue: 4 to 6 dry and 2 to 4 moist\nChroma: 2 to 4 dry or moist\nTexture: clay\nClay content: 60 to 70 percent\nSand content: 1 to 6 percent\nReaction: slightly or moderately alkaline\nConsistence: extremely hard or very hard dry and extremely firm or very firm moist\nCracks: 1.5 centimeters (1/2 inch) to 5 centimeters (2 inches) wide when dry\nBk horizon:\nHue: 2.5Y or 5Y\nValue: 5 to 6 dry and 4 to 5 moist\nChroma: 2 to 4 dry or moist\nTexture: clay\nClay content: 60 to 70 percent\nSand content: 1 to 6 percent\nReaction: slightly or moderately alkaline\nCracks: 1.5 centimeters (1/2 inch) to 5 centimeters (2 inches) wide when dry\nConcentrations: few to common accumulations of carbonates\nSome pedons have a BC horizon.\nC horizon:\nHue: 2.5Y or 5Y\nValue: 5 or 6 dry and 4 or 5 moist\nChroma: 2 to 4 dry or moist\nTexture: clay or silty clay\nClay content: 55 to 65 percent\nSand content: 1 to 6 percent\nReaction: slightly alkaline to strongly alkaline\nConcentrations: few or common accumulations of gypsum in fine nests and seams\nThe C horizon below depths of 100 centimeters (40 inches) is clay or silty clay but includes coarser sediments in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Bullcreek series.  Bullcreek soils contain salts in the solum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent Material: locally transported sediments consisting of material weathered from the clayey marine shale of the Pierre Formation\nLandscape: level to strongly sloping uplands\nLandform: plains, hills, colluvial fans, and terraces\nSlope shape: long and plane or slightly concave\nSlope: 0 to 15 percent\nElevation: 375 to 850 meters (1230 to 2790 feet)\nMean annual air temperature: 6 to 10 degrees C (43 to 50 degrees F)\nMean annual precipitation: 400 to 700 millimeters (16 to 27 inches)\nMicrorelief: Gilgai microrelief is in most areas"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Bullcreek soils and the Chantier, Dupree, Hurley, Millboro, Opal, Sansarc, Verdel and Witten soils.  Bullcreek soils are on toe slopes and flats below the Promise soils.  The Chantier, Dupree and Sansarc soils are on the steeper convex summits and shoulders and have bedrock within 50 centimeters (20 inches) of the surface.  Hurley soils are in positions similar to the Promise soils and have a natric horizon.  Opal soils are on higher positions.    Opal soils have bedrock within depths of 50 to 100 centimeters (20 to 40 inches).  Millboro soils are on similar landscapes as the Promise soils.  Verdel soils have a fine textured control section and are below the Promise soils.  Witten soils are in swales and have a mollic epipedon greater than 50 centimeters (20 inches) thick and are fine-textured."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: Well drained\nSaturated Hydraulic Conductivity: Moderately low\nSurface Runoff: low to very high depending on slope and surface texture."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The soils are used for cropland and grazing land.  Small grain, sorghum, and alfalfa are the principal crops.  Native vegetation is mostly western wheatgrass, green needlegrass, blue grama, sideoats grama, sedges and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central South Dakota, and north-central Nebraska; Land Resource Region F, Northern Great Plains Spring Wheat Region and Land Resource Region G, Western Great Plains Range and Irrigated Region, Major Land Resource Area 54, 63A, 63B, and 66.   The soil is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Potter County, South Dakota, 1955."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of 41 centimeters [16 inches (A1, A2 and Bss horizons)]; Vertisol criteria - cracks to a depth of 64 centimeters [25 inches (A2, Bss and Bkss horizons)] and intersecting slickensides (Bss, Bkss and Css horizons).\nTaxonomic Version:  Eleventh Edition, 2010.\nAAO 6/2013   Updated the Range in Characteristics, type location description, distribution and extent, geographic setting, associated soils, and saturated hydraulic conductivity; added metric units to all measurements and temperatures, updated the lab pedons, and changed format to tabular.\nADDITIONAL DATA:\nNational Cooperative Soil Survey\nU.S.A."
  }
}
