{
  "SERIES": "PRONG",
  "STATUS": "Established Series",
  "BYREV": "Rev. AON/TDT",
  "REVDATE": "08/2006",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic Vitrandic Humicryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Prong gravelly loam, forested.  (Colors are for moist soil unless otherwise noted.)\n0i--0 to 1 inch; slightly decomposed needles, twigs, and leaves.\nA1--1 to 7 inches; very dark brown (10YR 2/2) gravelly loam, dark grayish brown (10YR 4/2) dry; weak very fine granular structure; soft very friable, nonsticky, nonplastic, many very fine to coarse roots; 25 percent gravel, cobbles, and stones; strongly acid (pH 5.2); gradual wavy boundary.  (3 to 8 inches thick)\nA2--7 to 14 inches; very dark grayish brown (10YR 3/2) very gravelly sandy loam; grayish brown (10YR 5/2) dry; weak very fine granular structure; soft, very friable, nonsticky, nonplastic; many very fine to coarse roots; 40 percent rock fragments; slightly acid (pH 6.1); clear wavy boundary.  (4 to 12 inches thick)\nBw--14 to 26 inches; dark brown (10YR 3/3) extremely gravelly sandy loam, brown (10YR 5/3) dry; massive; soft, very friable, nonsticky, nonplastic; common very fine to coarse roots; 60 percent rock fragments; slightly acid (pH 6.2); abrupt irregular boundary.  (10 to 25 inches thick)\n2R--26 inches; fractured andesite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Douglas County, Oregon; along Ricky Ridge Trail; NW1/4 SE1/4 section 31, T.28S., R.3E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil temperature ranges from 42 to 47 degrees F.;  and the mean summer soil temperature is less than 47 degrees F.  Depth to bedrock ranges from 20 to 40 inches.  Rock fragments in the control section average 35 to 75 percent.  The umbric epipedon ranges from 16 to 30 inches thick.  The A1 horizon ranges from very dark brown (10YR 2/2) to very dark grayish brown (10YR 3/2).  The A2 horizon is very dark grayish brown (10YR 3/2) or dark brown (10YR 3/3) when moist and grayish brown (10YR 5/2) or brown (10YR 5/3) when dry.  It has weak granular or very fine subangular blocky structure.  This horizon is very gravelly loam or sandy loam with less than 18 percent clay.  The Bw horizon is similar to the A2 horizon but is structureless and commonly has chroma of 3 moist and value of 3 or 4 moist below a depth of 16 inches.  It is sandy loam or loam with 50 to 75 percent rock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Prong soils have mountainous topography at elevations of 4,000 to 6,000 feet; slope is 20 to 100 percent.  The soils formed in colluvium mixed with rock fragments overlying intermediate igneous bedrock.  Kinds of rocks are dacite tuff, andesites, diorites, and others.  Rock outcrops are common in some of the steepest areas.  The climate is subhumid with cool wet winters and warm dry summers.  The mean annual precipitation is 50 to 70 inches.  This occurs as rain in the spring and fall and snow and rain in the winter months.  The mean annual temperature is about 40 to 45 degrees F.; the mean January temperature is 25 degrees F.; and the mean July temperature is 52 to 64 degrees F.  The frost free season ranges from 40 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Boze soils.  These soils dominantly have less steep slopes, have non-skeletal profiles, and are deeper than 40 inches to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to very rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Timber production.  Vegetation is mainly western hemlock, Douglas fir, white fir, western white pine, incense cedar, and chinkapin with an understory of rhododendron, vine maple, huckleberry, Oregon grape, blackberry, rose, twinflower, and lupine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West side of central and southern Cascade Mountains, Oregon; MLRA 3.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  South Umpqua Area, Douglas County, Oregon, 1974."
  },
  "REMARKS": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Partial characterization data by Oregon State University on one profile reported in the Soil Survey of the South Umpqua Area, Oregon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
