{
  "SERIES": "PROPHETSTOWN",
  "STATUS": "Established Series",
  "BYREV": "Rev. JCD-SLE-KDH",
  "REVDATE": "02/2009",
  "STATES": "IL",
  "OVERVIEW": "The Prophetstown series consists of very deep, poorly drained soils that formed in 40 to more than 60 inches of calcareous loess or silty material derived from loess over stratified loamy and sandy material. Prophetstown soils are in depressions or on broad, low summits on outwash plains, till plains, or lake plains. Slope ranges from 0 to 2 percent. Mean annual air temperature is about 50 degrees F. Mean annual precipitation is about 36 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Typic Calciaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Prophetstown silt loam, on a 1 percent south-facing slope, in a cultivated field, at an elevation of about 632 feet. (Colors are for moist soil unless otherwise stated.)\nApk--0 to 9 inches; black (10YR 2/1) silt loam; very dark gray (10YR 3/1) dry; weak fine granular structure; friable; violently effervescent; slightly alkaline; abrupt smooth boundary.\nAk--9 to 16 inches; very dark gray (10YR 3/1) silt loam; dark gray (10YR 4/1) dry; weak fine subangular blocky structure parting to weak fine granular; friable; common faint black (10YR 2/1) organic films on faces of peds; common fine prominent yellowish brown (10YR 5/6) redoximorphic concentrations; violently effervescent; slightly alkaline; clear smooth boundary. (Combined thickness of the A horizon is 10 to 23 inches.)\nBkg1--16 to 23 inches; dark grayish brown (2.5Y 4/2) silt loam; weak medium and fine subangular blocky structure; friable; many distinct very dark grayish brown (10YR 3/2) organic films on faces of peds; many fine distinct light olive brown (2.5Y 5/4) redoximorphic concentrations; common fine dark brown (7.5YR 3/2) concretions (iron and manganese oxides); strongly effervescent; moderately alkaline; clear smooth boundary.\nBkg2--23 to 33 inches; light brownish gray (2.5Y 6/2) silt loam; weak coarse subangular blocky structure; friable; common prominent very dark grayish brown (10YR 3/2) organic films on faces of peds; dark gray (10YR 4/1) krotovina; many medium prominent yellowish brown (10YR 5/8) redoximorphic concentrations; common fine dark reddish brown (5YR 3/2) nodules and concretions (iron and manganese oxides); common fine rounded concretions (calcium carbonate); strongly effervescent; slightly alkaline; gradual smooth boundary. (Combined thickness of the Bkg horizon is 12 to 27 inches.)\nBCg--33 to 40 inches; light brownish gray (2.5Y 6/2) silt loam; weak coarse prismatic structure; friable; dark gray (10YR 4/1) krotovina; many medium prominent yellowish brown (10YR 5/8) redoximorphic concentrations; common fine dark reddish brown (5YR 3/2) nodules and concretions (iron and manganese oxides); common fine rounded concretions (calcium carbonate); strongly effervescent; slightly alkaline; gradual smooth boundary. (0 to 11 inches thick)\nCg1--40 to 52 inches; light brownish gray (2.5Y 6/2) silt loam; massive; friable; many medium prominent yellowish brown (10YR 5/8) redoximorphic concentrations; common fine dark reddish brown (5YR 3/2) nodules and concretions (iron and manganese oxides); common fine rounded concretions (calcium carbonate); strongly effervescent; slightly alkaline; abrupt smooth boundary.\n2Cg2--52 to 60 inches; gray (10YR 6/1) stratified loam, sandy loam, and silt loam; massive; friable; few faint dark gray (10YR 4/1) linings in root channels; very dark gray (10YR 3/1) vertical krotovina; many fine prominent yellowish brown (10YR 5/8) redoximorphic concentrations; common fine dark reddish brown (5YR 3/2) nodules and concretions (iron and manganese oxides); common fine rounded concretions (calcium carbonate); strongly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Whiteside County, Illinois; about 2 miles south and 1.5 miles west of Tampico; located about 520 feet south and 1,820 feet east of the northwest corner of section 33, T. 19 N., R. 6 E.; USGS Yorktown topographic quadrangle; lat. 41 degrees 35 minutes 51 seconds N. and long. 89 degrees 49 minutes 03 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The solum is 28 to 48 inches in thickness. The mollic epipedon is 10 to 23 inches in thickness. A calcic horizon typically is at the surface, or is within a depth of 16 inches, and has a calcium carbonate equivalent of from 15 to 38 percent. Reaction in the series control section is slightly alkaline to moderately alkaline. Some pedons contain small snail shells in part or all of the solum. In some pedons the depth to the 2Cg horizon is greater than 60 inches. The 10 to 40 inch particle-size control section averages from 18 to 27 percent clay and less than 10 percent sand.\nThe upper 1/4 of the control section (Ap, Apk, A, or ABk horizon) has hue of 10YR or 2.5Y, value of 2 or 3 (3 to 5 dry), and chroma of 1 or 2.\nThe second 1/4 of the control section (Bkg horizon) has hue of 10YR, 2.5Y, 5Y, or is neutral; value of 4 to 7; and chroma of 2 or less; and has redoximorphic features with hue of 2.5Y, 10YR, or 7.5YR; value of 4 to 7; and chroma of 1 to 8.\nThe third 1/4 of the control section (Cg horizon, where present) has hue of 5Y, 2.5Y, or 10YR; value of 4 to 7; and dominant chroma of 1 or 2; and redoximorphic features have hue of 5Y, 2.5Y, 10YR, or 7.5YR; value of 4 to 7; and chroma of 1 to 8. In some pedons there are nearly equal amounts of both low and high chroma.\nThe lower 1/4 of the control section (2Cg horizon), where present, has hue of 10YR, 2.5Y, or 5Y; value of 4 to 6; and chroma of 1 or 2; and has redoximorphic features. It is stratified and dominantly is loamy. Textures are loam, silt loam, sandy loam, loamy sand or sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Harpster soils. Harpster soils average more than 27 percent clay in the particle size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Prophetstown soils are in depressions or on broad, low summits on outwash plains, till plains, or lake plains. These soils formed in 40 to more than 60 inches of calcareous loess or silty material derived from loess over stratified loamy and sandy material. Slope ranges from 0 to 2 percent. Mean annual air temperature ranges from 48 to 52 degrees F. Mean annual precipitation ranges from 35 to 40 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Drummer, Joy, and Waukegan soils. None of these soils have calcic horizons. Drummer soils are on similar low-lying or depressional parts of the outwash plains or till plains. Joy soils are somewhat poorly drained and are on slightly higher parts of the landscape. The Joy soils associated with Prophetstown soils typically have a sandy substratum at a depth of 40 to 60 inches. Waukegan soils are well drained, contain sandy outwash within a depth of 20 to 40 inches, and are on higher parts of the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained. Surface runoff is low to ponded. Permeability is moderate. A seasonal high water table is within a depth of 1.5 feet in spring of normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of Prophetstown soils are cultivated. Corn and soybeans are the principal crops. Native vegetation is marsh grasses and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western Illinois. Extent is small. About 7,000 acres are in Whiteside County, and about 1,500 acres are in Bureau County."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Bureau County, Illinois, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils previously were included with the Harpster series in mapping. The major interpretive difference between Prophetstown and Harpster soils is shrink-swell potential in the subsoil. Prophetstown soils have low shrink-swell potential while Harpster soils have moderate.\nDiagnostic horizons and features recognized in this pedon are: mollic epipedon - the zone from the surface of the soil to a depth of 16 inches (Apk and Ak horizons); calcic horizon - the zone from the surface of the soil to a depth of about 33 inches (Apk, Ak, Bkg1 and Bkg2 horizons); an aquic soil moisture regime.\nADDITIONAL DATA: Data from the University of Illinois pedology laboratory on the typical pedon 83IL-195-210 and on pedon 82IL-195-62, and data from NSSL on pedon S83IL-195-161. Copies of the data are on file in the Illinois state office of NRCS.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
