{
  "SERIES": "PROPOSAL",
  "STATUS": "Established Series",
  "BYREV": "Rev: GFB-JAL",
  "REVDATE": "08/2005",
  "STATES": "MT",
  "OVERVIEW": "The Proposal series consists of very deep, well drained soils that formed in mixed alluvium on high stream terraces and outwash plains in intermountian valleys.  These soils are subject to prolonged saturation from flood irrigation.  Slopes are 0 to 2 percent. Mean annual precipitation is about 15 inches, and mean annual air temperature is about 37 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive Oxyaquic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Proposal silt loam, in irrigated grass hay (colors are for dry soil unless otherwise noted).\nOi--0 to 2 inches; undecomposed and partially decomposed matted roots; abrupt smooth boundary.  (1 to 4 inches thick)\nA1--2 to 8 inches; dark grayish brown (10YR 4/2) silt loam, very dark brown (10YR 2/2) moist; few fine faint brownish yellow (10YR 6/6) moist redox concentrations (due to prolonged saturation from flood irrigation); weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; many fine and very fine dendritic tubular pores; neutral (pH 6.8); clear smooth boundary.\nA2--8 to 16 inches; grayish brown (10YR 5/2) silt loam, dark brown (10YR 3/3) moist; few fine faint brownish yellow (10YR 6/6) moist redox concentrations (due to prolonged saturation from flood irrigation); moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; many fine and very fine dendritic tubular pores; neutral (pH 7.0); clear wavy boundary. (combined thickness of A horizons is 10 to 15 inches)\nBw1--16 to 28 inches; pale brown (10YR 6/3) silt loam, dark yellowish brown (10YR 4/4) moist; common fine faint yellowish brown (10YR 5/6) moist redox concentrations (due to prolonged saturation from flood irrigation); moderate coarse subangular blocky structure; very hard, friable, moderately sticky and moderately plastic; common very fine and fine roots; common very fine and few fine dendritic tubular pores; 5 percent gravel; slightly alkaline (pH 7.4); clear wavy boundary.\nBw2--28 to 45 inches; light brownish gray (10YR 6/2) silt loam, brown (10YR 4/3) moist; few fine faint yellowish brown (10YR 5/6) moist redox concentrations (due to prolonged saturation from flood irrigation); moderate coarse subangular blocky structure; very hard, friable, moderately sticky and moderately plastic; common very fine and fine roots; common very fine and few fine dendritic tubular pores; 5 percent gravel; slightly alkaline (pH 7.6); clear wavy boundary. (combined thickness of Bw horizons is 15 to 35 inches).\nBk--45 to 60 inches; light gray (10YR 7/2) loam, pale brown (10YR 6/3) moist; moderate medium  subangular blocky structure; very hard, friable, moderately sticky and moderately plastic; few very fine  roots; 10 percent gravel; disseminated lime and many medium and fine patchy soft masses and threads of lime; strongly effervescent; moderately alkaline (pH 8.2); clear wavy boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Beaverhead County, Montana; approximately 700 feet south and 500 feet west of the NE corner of sec. 28, T 3 S., R 15 W. Wisdom topographic quadrangle, 12T, 308720e, 5047096n, NAD 83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 35 to 40 degrees F., Cryic temperature regime.\nSoil moisture control section - between 4 and 12 inches; dry in some or all parts for 90 or more cumulative days in normal years; not dry in all parts for more than half of the cumulative days.  Ustic moisture regime.\nMollic epipedon thickness - 10 to 15 inches.\nDepth to Bk horizon - 25 to 46 inches.\nA horizons - Value: 4 or 5 dry; 2 or 3 moist\nChroma: 1, 2 or 3\nClay content: 18 to 27 percent\nRock fragments: 0 to 15 percent gravel\nReaction: pH 6.5 to 7.3\nBw horizons - Value: 5 or 6 dry; 4 or 5 moist\nChroma: 2, 3, or 4\nTexture: loam or silt loam\nClay content: 18 to 27 percent\nRock fragments: 0 to 15 gravel\nReaction: pH 6.6 to 7.8\nBk horizon - Value: 7 or 8 dry; 6 or 7 moist\nChroma: 2, 3, or 4\nTexture: loam, silt loam or sandy loam\nClay content: 12 to 20 percent\nRock Fragments: 0 to 35 percent--0 to 5 percent cobbles; 0 to 30 percent gravel\nCalcium carbonate equivalent: 5 to 15 percent\nReaction: pH 7.9 to 8.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - Stream terraces and outwash plains\nElevation - 5,900 to 6,500 feet.\nSlope - 0 to 2 percent.\nParent material - Mixed alluvium\nClimate - long, cold winters; cool, moist springs; short, cool summers.\nMean annual precipitation - 14 to 19 inches.\nMean annual air temperature - 34 to 39 degrees F.\nFrost-free period - 30 to 50 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the Cowcamp and Bighole soils.  The Cowcamp soils are loamy skeletal and are in concave positions; the Bighole soils have an argillic horizon and are on similar landform positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Proposal soils are used for irrigated grass hay and irrigated pasture.  The vegetation is mainly Garrison creeping foxtail, meadow foxtail, timothy, tufted hairgrass, and other miscellaneous sedges, rushes and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Proposal soils are not extensive in the intermountain valleys of southwestern Montana. MLRA 44"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Beaverhead County, Montana, Big Hole Valley Area, 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: a mollic epipedon from 2 to 16 inches (A horizons); a cambic horizon from 16 to 45 inches (Bw horizons); horizons with redox concentrations at 2 to 45 inches (A and Bw horizons); horizon of secondary carbonate accumulation from 45 to 60 inches (Bk horizon); a particle-size control section from 10 to 40 inches (A2, Bw1, and Bw2 horizons).  Proposal soils have a cryic temperature regime and an ustic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
