{
  "SERIES": "PROSPERITY",
  "STATUS": "Established Series",
  "BYREV": "RLV-HEH/DTA/Rev.DTA",
  "REVDATE": "08/2008",
  "STATES": "GA,SC",
  "OVERVIEW": "MLRA(s): 136\nMLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina\nDepth Class: Moderately deep\nAgricultural Drainage Class: Moderately well drained\nPermeability: Slow\nSurface Runoff: Moderate\nLandscape: Piedmont uplands\nLandform: Interstream divides, ridges, and side slopes\nParent Material: Residuum weathered from mixed felsic, intermediate, or mafic igneous or high-grade metamorphic rocks\nSlope: Typically, 2 to 15 percent, but may range up to 25 percent\nMean Annual Air Temperature (type location): 60 degrees F.\nMean Annual Precipitation (type location): 47 inches",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, thermic Aquic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Prosperity sandy loam on an upland ridge, in a wooded site. (Colors are for moist soil.)\nA--0 to 6 inches; brown (10YR 5/3) sandy loam; weak fine granular structure; friable; nonsticky, nonplastic; common fine and medium and few coarse roots; strongly acid; abrupt wavy boundary. (1 to 10 inches thick)\nBt1--6 to 15 inches; strong brown (7.5YR 5/8) clay; moderate medium subangular blocky structure; very firm; moderately sticky, moderately plastic; common fine and medium and few coarse roots; common distinct clay films on faces of peds; few medium faint yellowish red (5YR 5/8) and common medium distinct brownish yellow (10YR 6/6) soft masses of iron accumulations; strongly acid; clear wavy boundary.\nBt2--15 to 21 inches; brownish yellow (10YR 6/6) clay; moderate medium  subangular blocky structure parting to weak thick platy; very firm, moderately sticky, moderately plastic; common fine and medium roots; common distinct clay films on faces of peds; common medium faint strong brown (7.5YR 5/6) soft masses of iron accumulation; few medium distinct pale brown (10YR 6/3) iron depletions; strongly acid; gradual wavy boundary.\nBt3--21 to 29 inches; mottled yellowish brown (10YR 5/8), light gray (10YR 7/1), and reddish yellow (7.5YR 6/8) clay; moderate thick platy structure; firm; moderately sticky, moderately plastic; common fine and medium roots; few distinct clay films on faces of peds; strongly acid; gradual wavy boundary. (Combined thickness of the Bt horizons is 9 to 30 inches.)\nBCt--29 to 35 inches; mottled yellowish brown (10YR 5/8), light gray (10YR 7/1), and reddish yellow (7.5YR 6/8) sandy clay loam; moderate thick platy structure; firm; slightly sticky, slightly plastic; few fine roots; few distinct clay films on surfaces along root channels; very strongly acid; gradual wavy boundary. (0 to 15 inches thick)\nCrt--35 to 60 inches; highly fractured, weathered bedrock; few distinct clay films along cracks; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Newberry County, South Carolina. From Whitmire, southeast about 5 miles to intersection of US Highway 176 and gravel road (McCullough Road), east about 0.6 mile on McCullough Road, 55 degrees northeast about 300 feet on gravel road (Wallace Road), 27 degrees northeast for 871 feet on a gated gravel road, 349 degrees for 93 feet, in woods. USGS Whitmire South, SC topographic quadrangle; lat. 34 degrees 27 minutes 22 seconds N. and long. 81 degrees 34 minutes 01 seconds W (NAD 27)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum Thickness: 20 to 40 inches\nDepth to Soft Bedrock: 20 to 40 inches\nDepth to Hard Bedrock: 40 to more than 60 inches\nDepth to Seasonal High Water Table: 1.5 to 2.5 feet; perched\nFragments: 0 to 15 percent, by volume rounded and subrounded quartz and pararock fragments throughout the solum\nSoil Reaction: Very strongly acid to moderately acid throughout, except where surface layers have been limed & RANGE OF INDIVIDUAL HORIZONS:\nA or Ap horizon:\nColor--hue of 10YR or 2.5Y, value of 3 to 6, and chroma of 1 to 4\nTexture--loamy sand, loamy coarse sand, coarse sandy loam, sandy loam, loam, or fine sandy loam. Where eroded, textures include clay loam or sandy clay loam\nE horizon, (if it occurs):\nColor--hue of 10YR to 5Y, value of 5 to 8, and chroma of 2 to 4\nTexture--loamy sand, loamy coarse sand, coarse sandy loam, sandy loam, or loam\nBE or BA horizon, (if it occurs):\nColor--hue of 7.5YR to 5Y, value of 5 to 8, and chroma of 3 to 8\nTexture--sandy clay loam or clay loam\nBt horizon:\nColor--hue of 7.5YR to 5Y, value of 5 to 8, and chroma of 3 to 8. Hues of 5YR and mottled colors are confined to lower .\nTexture--clay, sandy clay, clay loam, or sandy clay loam. Textures of sandy clay loam are confined to thin subhorizons.\nRedoximorphic features: iron masses in shades of red, yellow, or brown and iron depletions in shades of gray or yellow\nBtg horizon, (if it occurs):\nColor--hue of 10YR or 2.5Y, value of 4 to 7, and chroma of 1 or 2\nTexture--clay, sandy clay, or clay loam\nRedoximorphic features: iron masses in shades of red, yellow, or brown are in most pedons\nBCt or BC horizon:\nColor--hue of 7.5YR to 5Y, value of 5 to 8, and chroma of 3 to 8. Hues of 5YR and mottled colors are confined to lower horizons.\nTexture--clay loam, sandy clay loam, loam, fine sandy loam, or sandy loam\nRedoximorphic features: iron masses in shades of red, yellow, or brown and iron depletions in shades of gray or yellow\nBCg horizon (if it occurs):\nColor--hue of 10YR or 2.5Y, value of 4 to 7, and chroma of 1 or 2\nTexture--clay loam, sandy clay loam, loam, fine sandy loam, or sandy loam\nRedoximorphic features: iron accumulations in shades of red, yellow, or brown are in most pedons\nCBt or CB horizon (if it occurs):\nColor--hue of 7.5YR to 5Y, value of 5 to 8, and chroma of 3 to 8. Hues of 5YR and mottled colors are confined to lower horizons.\nTexture--clay loam, sandy clay loam, loam, fine sandy loam, or sandy loam\nRedoximorphic features: iron masses in shades of red, yellow, or brown and iron depletions in shades of gray or yellow\nC or Ct horizon (if it occurs):\nColor--hue of 5YR to 5Y, value of 5 to 8, and chroma of 3 to 8. Typically it is mottled in shades of gray, yellow, brown, red, or white.\nTexture--sandy loam, fine sandy loam, sandy clay loam, or loam aprolite. Seams of clay or clay loam are in some pedons.\nMottles: lithochromic mottles in shades of red, yellow, brown, gray, or white may be present\nCr or Crt horizon:\nWeathered, highly to slightly fractured mixed felsic, intermediate, or mafic igneous or high-grade metamorphic bedrock"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBush River soils--have a depth to paralithic contact of 40 to 60 inches\nHelena soils--have a depth to paralithic contact of more than 60 inches\nCreedmoor soils--formed in Triassic Basin sediments and have a depth to\nparalithic contact of more than 60 inches\nDorian soils--formed in alluvial sediments and have a depth to paralithic contact of more than 60 inches\nLignum soils--formed in Carolina slate or other fine-grained metamorphic rocks\nCid soils--formed in Carolina slate or other fine-grained metamorphic rocks and have a depth to paralithic contact of 40 to 60"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Thermic regions of the Southern Piedmont\nLandform: Interstream divides, ridges, and side slopes\nParent Material: Residuum weathered from mixed felsic, intermediate, or mafic igneous or high-grade metamorphic rocks, such as aplitic granite or granite gneiss that is cut by dykes of gabbro and diorite, or mixed with hornblende schist or hornblende gneiss\nMean Annual Air Temperature: 58 to 65 degrees F\nMean Annual Precipitation: 37 to 69 inches\nFrost Free Period: 180 to 260 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nIn addition to the competing Helena and Bush River soils they are:\nHard Labor soils--are oxyaquic and have a depth to paralithic contact of more than 60 inches and are intermingled in some areas\nCecil soils--are well drained, have a dominant red color in the subsoil, and have a depth to paralithic contact of more than 60 inches\nPacolet soils--are well drained, have a dominant red color in the subsoil, and have a depth to paralithic contact of more than 60 inches\nRion soils--are well drained, have a fine loamy particle size class, and have a depth to paralithic contact of more than 60 inches\nSantuc soils--have a fine-loamy particle size class and a depth to paralithic contact of more than 60 inches\nWinnsboro soils--are well drained and formed from weathered dark colored basic rocks with a base saturation of greater than 35 percent above the contact\nWynott soils--are well drained, have a depth to paralithic contact of 20 to 40 inches, and formed from weathered dark colored basic rocks with a base saturation of greater than 35 percent above the contact"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nAgricultural Drainage Class: Moderately well drained\nSurface Runoff: Moderate\nPermeability of Restrictive Layer (upper 60 inches): Slow"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: mixed hardwood and pine forest\nDominant Vegetation: Where forested--loblolly pine, red maple, sweet gum, black gum, water oak, winged elm, and willow oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Thermic region of Piedmont in South Carolina and possibly Georgia, Alabama, and North Carolina\nExtent: Small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Newberry County, South Carolina, 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Prosperity soils were previously included in mapping with Helena soils. Helena soils have a depth to paralithic contact of greater than 60 inches. The August 1991 revision of Helena changed depth to bedrock from \"more than 48 inches to more than 60 inches\" to be consistent with one depth to bedrock class as shown on the Soil Interpretation Records. The slope ramge was changed to allow up to 25 percent slopes (8/2007).\nDiagnostic horizons and soil characteristics recognized in this pedon are:\nOchric epipedon--the zone from the soil surface to a depth of 6 inches (A horizon)\nArgillic horizon--the zone from 6 to 35 inches (Bt and BCt horizons)\nSeries control section--the zone from 0 to 60 inches\nADDITIONAL DATA:\nCharacterization samples have been submitted to the National Soil Survey Center, Lincoln, Nebraska. (S99SC-071-005-01-06).\nData Map Unit ID:\nTABULAR SERIES DATA:\nSoil Name  Slope  Airtemp  FrFr/Seas  Precip  Elevation\nProsperity 2-25   58-65    180-260    37-69   250-600\nFloodL  FloodH  Watertable  Kind     Months   Bedrock   Hardness\nNONE            1.5-2.5     Perched  DEC-MAR   20-40     Soft\nDepth   Texture            3-Inch   No-10     Clay%    -CEC-\n0-6     SL, L, FSL          0-5     90-100     5-20     1-6\n0-6     SCL, CL             0-5     90-100    20-35     4-8\n6-29    C, SC, CL           0-5     95-100    35-60     7-13\n29-35   CL, SCL, SL         0-5     95-100    20-35     4-8\n35-60   WB                   -        -         -        -\nDepth     -pH-     O.M.    Salin   Permeab     Shnk-Swll-\n0-6     3.6-5.5    1-3      0-0    0.6-2.0      LOW\n0-6     3.6-5.5    1-3      0-0    0.6-2.0      LOW\n6-29    3.6-5.5   0.-.5     0-0   0.06-0.2      HIGH\n29-35   3.6-5.5   0.-.5     0-0    0.2-0.6      MODERATE\n35-60      -        -        -        -\nNational Cooperative Soil Survey\nU.S.A."
  }
}
