{
  "SERIES": "PROUT",
  "STATUS": "Established Series",
  "BYREV": "Rev. AR-DRM-RAR",
  "REVDATE": "06/2011",
  "STATES": "OH",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Aeric Endoaquults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Prout silt loam on a 1 percent convex slope in a cultivated field at an elevation of 775 feet ASL.  (Colors are for moist soils unless otherwise stated.)\nAp--0 to 9 inches; brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; weak medium and fine granular structure; friable; many fine roots; few rock fragments; strongly acid; abrupt smooth boundary.  (6 to 10 inches thick)\nBt--9 to 15 inches; yellowish brown (10YR 5/4) silty clay loam; moderate medium subangular blocky structure; firm; few fine roots; common distinct light brownish gray (10YR 6/2) clay films on faces of peds; many distinct grayish brown (10YR 5/2) coatings on faces of peds; few rock fragments; common medium distinct light brownish gray (10YR 6/2) iron depletions in the matrix; common medium faint yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; very strongly acid; clear wavy boundary.\nBtg--15 to 20 inches; light brownish gray (10YR 6/2) silty clay loam; moderate medium subangular blocky structure; firm; few fine roots; common faint light brownish gray (10YR 6/2) clay films and coatings on faces of peds; 10 percent rock fragments, dominantly shale; common medium prominent strong brown (7.5YR 5/6) masses of iron accumlation in the matrix; common medium faint gray (10YR 6/1) iron depltetions in the matrix; very strongly acid; clear wavy boundary.  (Combined thickness of the Bt horizons is 6 to 18 inches.)\n2BC--20 to 26 inches; light brownish gray (10YR 6/2) very channery silty clay loam; weak medium subangular blocky structure; firm; few fine roots; few faint light brownish gray (10YR 6/2) clay films and common faint light brownish gray (10YR 6/2) coatings on faces of peds; 40 percent shale fragments; common medium prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; common medium faint gray (10YR 6/1) iron depletions in the matrix; very strongly acid; clear wavy boundary. (0 to 8 inches thick)\n2Cr--26 to 28 inches; yellowish brown (10YR 5/6) shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Huron County, Ohio; about 2 miles west of Monroeville, in Ridgefield Township; about 1,980 feet south of the intersection of State Route 547 and William Road (Township Road 27), then 480 feet east. USGS  Monroeville, Ohio topographic quadrangle; latitude 41 degrees, 13 minutes, 43 seconds N. and longitude 82 degrees, 44 minutes, 01 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to the base of the argillic horizon and to a paralithic contact ranges from 20 to 40 inches. Rock fragments are of shale and sandstone lithology in the A and B horizons, and are of shale lithology in the 2BC or 2C horizons.\nThe Ap horizon has hue of 10YR, value of 3 or 4 (6 or more dry), and chroma of 2 or 3. It is silt loam. Rock fragment content ranges from 2 to 15 percent. Reaction ranges from slightly acid to extremely acid. Some undisturbed pedons have an A horizon 1 to 4 inches thick.\nUndisturbed pedons have an E or BE horizon 3 to 8 inches thick. Rock fragment content ranges from 2 to 20 percent. Reaction ranges from is strongly acid to extremely acid.\nThe Bt or Btg horizon has hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 2 to 6. At least one subhorizon above a depth of 30 inches has chroma of 3 or more. It is silty clay loam or clay loam or their channery analogues. Rock fragment content ranges from 5 to 25 percent. Reaction is very strongly acid or extremely acid.\nThe 2BC horizon has hue of 10YR, value of 4 to 6, and chroma of 2 to 4. It is channery or very channery analogues of silty clay loam or clay loam. Rock fragment content ranges from 35 to 60 percent. Reaction is very strongly acid or extremely acid.\nSome pedon have a 2C horizon with similar characteristics to the 2BC horizon.\nBedrock commonly is soft shale that is weathered in the upper part."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Guyan series is the only series in the same family. Guyan soils do not have a paralithic contact of shale bedrock within a depth of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Prout soils are on lake plains and till plains. Slope ranges from 0 to 2 percent. The soils formed in loamy till overlying residuum from shale. Mean annual precipitation ranges from 33 to 35 inches, and mean annual temperature ranges from 50 to 52 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Allis, Bogart, Colyer, Fitchville, Fries, and Pewamo soils. The poorly drained Allis soils are in similar landscape positions. The very poorly drained Fries and Pewamo soils are in low lying areas and drainageways, and in addition, Pewamo soils are more than 60 inches to shale. The moderately well drained Bogart soils are on low beach ridges composed of gravel having a high content of sandstone and shale. The well drained Colyer soils are shallow to bedrock, and are on broad shale ridges and steeper slopes along drainageways. Fitchville soils are on similar landscape positions, but formed entirely in lacustrine sediments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Prout soils are somewhat poorly drained. Depth to an intermittent apparent seasonal high water table is .5 to 1 foot below the surface during December to April of most years. Permeability is moderately slow. The potential for surface runoff is negligible to low."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are cultivated. Principal crops are corn, soybeans, small grain, and hay. Native vegetation was mixed hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Ohio. MLRA 139. The series is of small extent, about 860 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Huron County, Ohio, 1948."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The type location pedon is shifted from Erie County, Ohio to Huron County, Ohio with this revision.\nMechanical analysis of Prout soils usually indicate a higher clay content than field textures, due to the breakdown of shale fragments.\nDiagnostic horizons and features recognized in this pedon are:\na). ochric epipedon - from the surface to a depth of about 9 inches (Ap horizons);\nb). argillic horizon - the zone from a depth of about 9 to 20 inches (Bt and Btg horizon);\nc). paralithic contact - at a depth of 26 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
