{
  "SERIES": "PROUTY",
  "STATUS": "Established Series",
  "BYREV": "Rev. DWB/DAL/EMM",
  "REVDATE": "05/2006",
  "STATES": "ID,OR,WA",
  "OVERVIEW": "The Prouty series consists of moderately deep, well drained soils formed in material weathered from granite with a mantle of volcanic ash and loess in the upper part. Prouty soils are on mountainsides with slopes ranging from 30 to 65 percent. Average annual precipitation is about 40 inches and the mean annual temperature is about 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic Andic Dystrocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Prouty bouldery ashy silt loam - woodland. (Colors are for dry soil unless otherwise noted.)\nOa--0 to 1 inch; very dark grayish brown (10YR 3/2) moist; decomposed organic litter composed of leaves, twigs, bark, and needles; moderately acid (pH 6.0). (1 to 2 inches thick)\nA--1 to 8 inches; yellowish brown (10YR 5/4) bouldery ashy silt loam, dark yellowish brown (10YR 3/4) moist; weak fine granular structure; soft, very friable, slightly sticky and nonplastic; weakly smeary; common fine and medium roots; common discontinuous pores; 10 percent gravel and 20 percent boulders; moderately acid (pH 5.6); clear wavy boundary. (3 to 10 inches thick)\nBw--8 to 14 inches; light yellowish brown (10YR 6/4) gravelly ashy silt loam, dark yellowish brown (10YR 4/4), moist; weak, fine and medium subangular blocky structure; soft, very friable, slightly sticky and nonplastic; common fine and medium roots; discontinuous irregular pores; 20 percent gravel; moderately acid (pH 5.6); abrupt wavy boundary. (3 to 10 inches thick)\n2BC--14 to 18 inches; very pale brown (10YR 7/4) gravelly sandy loam, yellowish brown (10YR 5/4) moist; weak fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; few fine and medium roots; few discontinuous pores; 30 percent gravel; moderately acid (pH 5.6); clear wavy boundary. (3 to 14 inches thick)\n2C--18 to 29 inches; very pale brown (10YR 7/4) very gravelly sandy loam, yellowish brown (10YR 5/4) moist; massive, slightly hard, friable, slightly sticky and nonplastic; few fine and medium roots; few discontinuous pores; 50 percent gravel; moderately acid (pH 5.6); clear wavy boundary. (8 to 20 inches thick)\n2Cr--29 inches; yellow, white, and black weathered granite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pend Oreille County, Washington; seven miles southeast of Sullivan Lake; 500 feet north and 500 feet east of southwest corner of sec. 24, T. 37 N., R. 44 E., WM."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to a paralithic contact with weathered granite ranges from 20 to 40 inches. This soil is usually moist and is dry for 30 to 45 consecutive days following the summer solstice. The particle-size control section averages 35 to 60 percent rock fragments. Mean annual soil temperature is 41 to 43 degrees F. The ashy silt loam or ashy loam, loess and volcanic ash, mantle is 7 to 14 inches thick. The volcanic ash mantle is estimated to have a moist bulk density of less than 1.0 g/cc, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 1.0 to 4.0 percent and volcanic glass content of 60 to 90 percent. Reaction is moderately acid or strongly acid throughout.\nThe A and Bw horizons have hue of 7.5YR or 10YR, values of 3 or 4 moist, 5 to 7 dry, and chroma of 3 or 4 dry and moist. Some pedons do not have rock fragments on the surface and some are stony.\nThe 2BC horizon has hue of 7.5YR or 10YR, value of 4 or 5 moist, 6 or 7 dry, and chroma of 4 to 6 moist and dry. Texture is gravelly sandy loam, gravelly coarse sandy loam, very gravelly sandy loam, or very gravelly coarse sandy loam.\nThe 2C horizon has hue of 10YR or 2.5Y, value of 4 to 6 moist, 5 or 7 dry, and chroma of 4 or 5 moist and dry. It is very gravelly sandy loam, very gravelly coarse sandy loam, very cobbly sandy loam, extremely stony sandy loam, or very cobbly coarse sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Alfir, Deserter, McCay, Skinwood, Smokejump, Snowcreek, Twentymile and Venson series.  Alfir, and Deserter soils are very deep.  McCay soils are deep to a paralithic contact.  Skinwood, Smokejump, Snowcreek and Venson soils are moderately deep to a lithic contact.  Twentymile soils are moderately deep to a densic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Prouty soils are on mountain ridgetops and mountainsides with slopes ranging from 30 to 65 percent. Prouty soils formed in material weathered from granite with a mantle of volcanic ash and loess in the upper part. Elevation is 4,000 to 6,500 feet. Average annual precipitation ranges from 25 to 55 inches. Mean annual temperature is 39 to 41 degrees F. Frost-free season is 70 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include Brickel, Huckleberry, Mobate, and Moscow soils, and the competing Buhrig soils. Brickel soils have a mollic epipedon. Huckleberry soils are medial over loamy-skeletal. Mobate and Moscow soils are frigid."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, slow to rapid runoff, moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for woodland, recreation, wildlife habitat, and watershed. Native vegetation includes Engelmann spruce, subalpine fir, grand fir, Douglas-fir, lodgepole pine, and western larch with an understory of common beargrass, pachystima, princes pine, dwarf huckleberry, pinegrass, and northern twinflower."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Oregon, northeastern Washington and northern Idaho. MLRA 43A and 43C.  Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pend Oreille County, Washington, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 8 inches (Oa and A horizons)\nLoess and volcanic ash mantle - 1 to 14 inches (A and Bw horizons)\nCambic horizon - 8 to 18 inches (Bw and 2BC horizons)\nParalithic contact  -  29 inches (Cr horizon)\nThis description reflects a change in classification from Loamy-skeletal, isotic Andic Eutrocryepts to Loamy-skeletal, isotic Andic Dystrocryepts.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
