{
  "SERIES": "PROVIDENCE",
  "STATUS": "Established Series",
  "BYREV": "WIS: WMK: RBH; Rev. JDS, GRB",
  "REVDATE": "12/2014",
  "STATES": "AR,KY,LA,MS,TN",
  "OVERVIEW": "The Providence series consists of moderately well drained soils with a fragipan. Permeability is moderately slow. These soils formed in a mantle of silty materials, about 2 feet thick, and the underlying sandy and loamy sediments. They are nearly level to moderately steep soils in uplands and on stream terraces of the Southern Coastal Plain (133A) and the Southern Mississippi Valley Loess (MLRA 134) Major Land Resource Areas. Slopes range from 0 to 15 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, thermic Oxyaquic Fragiudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Providence silt loam, on 2 percent slope, forested area (Colors are for moist soils unless otherwise stated).\nA--0 to 3 inches; dark gray (10YR 4/1) silt loam; weak fine granular structure; very friable; many fine roots; strongly acid; clear smooth boundary. (1 to 5 inches thick) (Ap 4 to 10 inches thick)\nE--3 to 7 inches; grayish brown (10YR 5/2) silt loam; weak medium granular structure; very friable; common fine roots; very strongly acid; clear smooth boundary. (0 to 7 inches thick)\nBt1--7 to 10 inches; strong brown (7.5YR 5/6) silt loam; weak fine subangular blocky structure; friable, slightly sticky; few root channels filled with E material; common fine roots; few thin faint clay films on faces of peds; strongly acid; clear wavy boundary.\nBt2--10 to 14 inches; strong brown (7.5YR 5/6) silt loam; weak fine subangular blocky structure; friable; slightly sticky; common fine roots; faint clay films on faces of peds, pores and root channels; strongly acid; clear smooth boundary.\nBt3--14 to 23 inches; strong brown (7.5YR 5/6) silty clay loam; moderate fine and medium subangular blocky structure; firm, slightly sticky; few fine roots; faint clay films on faces of peds, pores and root channels; common brown coatings on faces of peds in lower part; strongly acid; clear irregular boundary. (Combined thickness of Bt horizon ranges from 10 to 36 inches)\nBtx--23 to 28 inches; strong brown (7.5YR 5/6) silt loam; common medium distinct light yellowish brown (10YR 6/4) and light brownish gray (10YR 6/2) iron depletions on faces of peds; moderate very coarse prismatic parting to moderate medium subangular blocky; firm, compact and brittle; 50 to 60 percent brittle peds; many fine pores; few clay films on faces of peds; common black concretions; strongly acid; clear wavy boundary. (4 to 18 inches)\n2Btx1--28 to 38 inches; variegated yellow (10YR 7/6), yellowish red (5YR 4/6) silt loam; common prominent light brownish gray (2.5Y 6/2) seams of albic material between peds and prisms; moderate very coarse prismatic parting to moderate fine and medium subangular and angular blocky; firm, compact and brittle; 80 percent brittle peds; few fine roots in gray seams; many fine pores; many distinct clay films on faces of peds and lining pores and cracks; about 1 percent fine very dark grayish brown (10YR 3/2) manganese stains on faces of peds; strongly acid; clear wavy boundary.\n2Btx2--38 to 53 inches; yellowish red (5YR 4/6) loam; weak coarse prismatic parting to weak coarse subangular and angular blocky structure; firm, compact and brittle; 60 percent brittle peds; few fine pores; many fine distinct light brownish gray (10YR 6/2) intrusions of albic material; light brownish gray (10YR 6/2) silt coatings on a few ped faces and in cracks between prisms; common faint clay films on faces of peds and lining pores and cracks; strongly acid; gradual wavy boundary. (Combined thickness 2Bx horizon ranges from 4 to 32 inches.)\n2Bt1--53 to 70 inches; red (2.5YR 4/6) sandy loam; weak coarse subangular blocky structure; friable; many fine and medium distinct light gray (10YR 7/1) seams of albic material between peds; 20 percent brittle peds; sand grains coated and bridged with clay; strongly acid; clear wavy boundary.\n2Bt2--70 to 80 inches; red (2.5YR 4/6) sandy loam; weak fine subangular blocky structure; friable; 5 percent fine and medium distinct pale brown (10YR 6/3) seams of albic material between peds; sand grains coated and bridged with clay; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lincoln County, Mississippi. Approximately 10 miles northeast of Brookhaven, 145 feet west and 72 feet north of the SE corner of SW 1/4, SE 1/4, Sec. 10, T. 7 N., R. 9 E.; Latitude 31 degrees, 35 minutes, 0.5 seconds N.; Longitude 90 degrees, 16 minutes, 57.7 seconds W. Fair Oak Springs USGS 7.5 Minute Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is more than 60 inches. Depth to the fragipan ranges from 18 to 38 inches. The particle-size control section contains 18 to 30 percent clay and from 5 to 15 percent sand. Depth to the discontinuity with more than 15 percent fine sand and coarser material ranges from 24 to 48 inches of the surface. Reaction ranges from very strongly acid to moderately acid, except in areas that have been limed.\nThe A or Ap horizon has hue of 10YR, value of 3 to 5, and chroma of 1 to 6. In eroded areas, the Ap horizon is a mix of the E and Bt horizons. Texture is silt loam but can range up to silty clay loam in severely eroded areas.\nWhere present, the E horizon has hue, 10YR, value of 4 to 6, and chroma of 2 to 4. Texture is silt loam.\nThe Bt horizon has hue of 5YR to 10YR, value of 4 or 5, and chroma of 4 to 8. Texture is silt loam or silty clay loam.\nThe Btx and 2Btx horizons either have a matrix with hue of 5YR, 7.5YR or 10YR, value of 4 or 5, and chroma of 4 to 8 with iron depletions in shades of gray, and masses of iron accumulation in shades of brown, and red, or they are variegated in shades of these colors. Characteristically the fragipan has gray vertical seams that form a roughly polygonal pattern of prisms. The matrix in the prisms between the seams is very firm when dry and brittle when moist, and in the major part, it constitutes more than 60 percent of the volume. The Btx horizon and the upper part of the 2Btx horizon is silty clay loam or silt loam. The lower part of the 2Btx horizon is silt loam or silty clay loam (containing evident amounts of sand), clay loam, sandy clay loam, loam, or sandy loam. Concretions range from none to many.\nThe 2Bt horizon ranges in color from red to gray and is commonly variegated in these colors. It is sandy loam, loam, sandy clay loam, silt loam or clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Jay and Loring series in the same family, and the Bude, Byram, Calloway, Debute, Dulac, Duralde, Gigger, Grenada, Lax, Leverett, Ora, Paden, and Savannah series in closely related families. Jay soils formed in loamy material overlying siltstone or cherty limestone on uplands in the Ozark Highlands. Byram soils have a slightly acid to moderately alkaline clayey 2C horizon at a depth ranging from 48 to 72 inches. Dulac soils have clay and silty clay 2B horizons underneath the fragipan. Gigger soils do not have a siliceous 2B horizon developed in Coastal Plain sediments. Loring soils have less than 15 percent sand and commonly less than 5 percent in all horizons within a depth of 48 inches from the surface. Bude and Calloway soils have a double clay maxima in the solum, do not have evident clay films in the B horizon, and have iron depletions with chroma of 2 or less in the upper 16 inches of the soil. Debute, Lax, Ora, and Savannah soils have base saturation of less than 35 percent at 30 inches below the top of the fragipan. In addition, Ora and Savannah soils have more than 15 percent fine and coarser sand in the Bt horizon. Lax soils have a gravelly Bx horizon. Duralde and Leverett soils do not have a fragipan and have intrusions of albic materials in the B horizon. Grenada and Paden soils have a double clay maxima in the solum and do not have evident clay films in the upper part of the B horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Providence soils are on nearly level to moderately steep topography in the Southern Coastal Plain (MLRA 133A) and the Southern Mississippi Valley Silty Uplands Major Land Resource Areas. Slopes are dominantly 2 to 8 percent and range from 0 to 15 percent. The soil formed in a mantle of silty materials, about 2 feet thick, and the underlying sandy and loamy sediments. The climate is warm and humid. The mean annual temperature is about 67 degrees Fahrenheit, and the mean annual precipitation is 57.0 inches near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bude, Loring, and Paden soils listed as competing series and the Lexington, Ruston, and Saffell soils. Somewhat poorly drained Bude soils are on lower lying terrain, and moderately well drained Loring and Paden soils are in similar landscape positions as the Providence soils. Well drained Lexington, Ruston, and Saffell soils do not have a fragipan and mainly are on the more rolling parts of the same landscape, especially the short hillsides and more undulating ridge tops."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; rate of runoff negligible on slopes less than 1 percent, low on slopes up to 5 percent, and medium on slopes up to 15 percent; moderate permeability in the Bt horizon and moderately slow in the fragipan. The soil has a perched water table at a depth of 1.5 to 3.0 feet during the months of January through March in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of the Providence soils are used for growing corn, soybeans, cotton, small grains, annual legumes, truck crops, and orchards. Some areas are used for hay and pasture. Native vegetation is a mixed pine and hardwood forest. Common trees are loblolly pine, shortleaf pine, Shumard oak, sweetgum, and yellow-poplar."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Arkansas, Kentucky, Louisiana, Mississippi, Missouri, and Tennessee. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Calloway County, Kentucky; 1938."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - the zone from the surface to a depth of 7 inches (A and E horizons).\nArgillic horizon - the zone from 7 to 60 inches (Bt1, Bt2, Bt3, Btx, 2Btx1, 2Btx2, 2Bt1 and 2Bt2 horizons).\nFragipan - the zone from 23 to 53 inches (Btx, 2Btx1 and Btx2 horizons).\nThe Providence series was reclassified from a Typic Fragiudalf to an Oxyaquic Fragiudalf in 2002 based on the depth to saturated zone that it has historically been interpreted with. The type location profile description was updated in 2004 to add additional data from observations in the fragipan, and to extend the description to 80 inches.\nADDITIONAL DATA: Laboratory data: Characterization data for two pedons are published in SSIR No. 13, pp. 126-129. Physical and chemical data for one pedon are published in Soil Survey of Benton County, Mississippi (issued January 1977) pp. 40-41. Engineering test data for pedons are published in Soil Survey of Covington County, Mississippi (issued February 1965) pp. 52-53. Engineering test data for two pedons are published in Soil Survey of Lincoln County (issued May 1963) pp. 38-39 and Soil Survey of Marshall County, Mississippi (issued July 1972) pp. 42-43, respectively. Physical and chemical data is also available from: The Soil Survey of Rankin County, Mississippi (1987). Pg. 177. Soil Survey of Simpson County, Mississippi (1996). Pg. 144. Kellogg Soil Survey Laboratory pedon number 59MS085002.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
