{
  "SERIES": "PSUYAAH",
  "STATUS": "Established Series",
  "BYREV": "Rev. MHC/JPM",
  "REVDATE": "10/2005",
  "STATES": "AK",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial over loamy-skeletal, mixed, superactive Oxyaquic Vitricryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Psuyaah silt loam - on a west facing slope of 12 percent at 2700 feet elevation under bluejoint grass and forbs.  (All colors are for moist soil)\nOi -- 2 inches to 0; black (7.5YR 2/0) mat of roots and decomposing organic matter; clear smooth boundary.  (1 to 3 inches thick)\nA -- 0 to 6 inches; dark brown (7.5YR 3/2) silt loam; weak fine granular structure; very friable, nonsticky and nonplastic; many very fine and fine roots; strongly acid (pH 5.2); clear smooth boundary.  (4 to 9 inches thick)\nBw -- 6 to 8 inches; dark brown (7.5YR 3/4) silt loam; weak fine subangular blocky structure; very friable, nonsticky and nonplastic; many very fine and fine roots; strongly acid (pH 5.2); clear smooth boundary.  (2 to 5 inches thick)\nAb -- 8 to 10 inches; dark brown (7.5YR 3/2) silt loam; weak fine granular structure; very friable, slightly sticky and nonplastic; common very fine and fine roots; strongly acid (pH 5.2); clear smooth boundary.   (1 to 3 inches thick)\nBwb1 -- 10 to 15 inches; dark yellowish brown (10YR 3/4) silt loam; weak medium subangular blocky structure; very friable, slightly sticky and nonplastic; few very fine and fine roots; strongly acid (pH 5.4); gradual wavy boundary.  (2 to 6 inches thick)\n2Bwb2 -- 15 to 21 inches; dark yellowish brown (10YR 3/4) loam; weak medium subangular blocky structure; friable, slightly sticky and slightly plastic; few very fine and fine roots; 10 percent subangular gravel and 2 percent subangular cobble; strongly acid (pH 5.4); gradual smooth boundary. (0 to 8 inches thick)\n2C1 -- 21 to 28 inches; dark yellowish brown (10YR 3/4) very cobbly loam; firm, slightly sticky and slightly plastic; 15 percent subangular gravel and 30 percent subangular cobble; moderately acid (pH 5.6); gradual smooth boundary.  (6 to 18 inches thick)\n2C2 -- 28 to 60 inches; dark yellowish brown (10YR 3/4) very cobblysandy  oam; firm, slightly sticky and slightly plastic; 15 percent subangular gravel and 30 percent subangular cobble; moderately acid (pH 5.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Talkeetna Mountains, Alaska; about 38 miles east of Willow; about 500 feet south and 2600 feet east of the NW corner of section 30, T.21N., R.2W., Seward Meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the gravelly 2C horizon ranges from 14 to 23 inches.  Depth to perched water table during the growing season ranges from 10 to 25 inches.  The solum ranges in thickness from 14 to 26 inches and contains buried horizons.  The upper part of the control section formed in loess dominated by amorphous material.  Reaction in the solum ranges from strongly acid to moderately acid and from moderately acid to slightly acid in the substratum.\nThe A and Ab horizons have moist hue of 7.5YR or 10YR, moist value of 2 or 3 and moist chroma from 1 through 3.\nThe Bw and Bwb horizons have moist hue of 7.5YR or 10YR, moist value of 3 or 4 and moist chroma of 3 or 4.  Coarse fragment content ranges from 0 to 5 percent cobble and 0 to 5 percent gravel.\nThe 2Bw and 2BC horizons, when present, have moist hue of 7.5YR or 10YR, moist value of 3 or 4 and moist chroma of 3 or 4.  Texture is sandy loam or loam.  Coarse fragment content ranges from 0 to 10 percent cobble and 5 to 15 percent gravel.\nThe 2C horizons have moist hue of 7.5YR or 10YR, moist value of 3 or 4 and moist chroma of 3 or 4.  Textures is sandy loam or loam.  Coarse fragment content exceeds 35 percent with 15 to 40 percent gravel and 10 to 30 percent cobble."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family. The Kachemak series is in the same subgroup and has less than 35 percent coarse fragments in the substratum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Psuyaah soils are on the footslopes of mountains, commonly in areas just above treeline.  Slopes range from 5 to 25 percent.  The soils formed in loess, mixed with volcanic ash, over firm, very gravelly or cobbly glacial till.  Mean annual temperature ranges from 33 to 36 degrees F.  Mean annual precipitation ranges from 35 to 50 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained. Moderate to rapid runoff.  Moderate permeability in the loess mantle and moderately slow in the till substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Wildlife habitat and recreation.  Mostly in native vegetation of bluejoint grass and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southcentral Alaska.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Matanuska-Susitna Area, 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic features and horizons recognized in this profile include:  umbric epipedon upon mixing from 0 to 7 inches; cambichorizons at depths of 6 to 8 inches and 10 to 21 inches; amorphous material dominant from 0 to 15 inches with bulk density less than 0.95 grams per cubic centimeter; loamy-skeletal material from 21 to 40 inches; cryic temperature regime.\nAlthough the soils are saturated and considered anaeribic during the growing season, redoximorphic features are not apparent, possibly due to the volcanic ash (low iron) parent materials.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
