{
  "SERIES": "PUAKO",
  "STATUS": "Tentative Series",
  "BYREV": "IRD MRK-CJ",
  "REVDATE": "03/2006",
  "STATES": "HI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial, amorphic, isohyperthermic Typic Haplotorrands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Puako medial fine sandy loam, on a west facing, linear, 0 percent slope, under grasses and dryland forest, at an elevation of 11meters (35 feet). (Colors are for moist soils unless otherwise noted. All textures are apparent field textures. pH measured with meter in 1:1 water: soil. When described on October 23, 2003, the soil was dry throughout.)\nA -- 0 to 13 centimeters (0 to 5 inches); very dark brown (10YR 2/2) medial fine sandy loam, dark brown (10YR 3/3) dry; single grain; loose, loose, nonsticky and nonplastic; nonsmeary; many very fine and fine, and few medium roots; many very fine interstitial pores; hydrophobic when dry; strongly acid (pH 5.3); clear smooth boundary. (10 to 15 centimeters {4 to 6 inches} thick)\nBw1 -- 13 to 33 centimeters (5 to 13 inches); very dark brown (10YR 2/2) medial very fine sandy loam, dark brown (7.5YR 3/4) dry; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; nonsmeary; few fine and medium roots; few very fine tubular pores; slightly acid (pH 6.5); abrupt broken boundary. (15 to 20 centimeters {6 to 8 inches} thick)\nC -- 33 to 38 centimeters (13 to 15 inches); black (10YR 2/1) lithochromic ashy loamy sand, black (10YR 2/1) dry; single grain; loose, loose, nonsticky and nonplastic; nonsmeary; few fine roots; common very fine interstitial pores; neutral (pH 6.6); abrupt broken boundary. (0 to 5 centimeters {0 to 2 inches} thick)\nBw2 -- 38 to 56 centimeters (15 to 22 inches); very dark brown (10YR 2/2) medial very fine sandy loam, very dark brown (10YR 2/2) dry; moderate medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; nonsmeary; few very fine and fine roots; common very fine tubular pores; neutral (pH 6.6); abrupt wavy boundary. (15 to 20 centimeters {6 to 8 inches} thick)\nBn -- 56 to 116 centimeters (22 to 46 inches); very dark brown (10YR 2/2) medial very fine sandy loam, very dark brown (10YR 2/2) dry; moderate medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; nonsmeary; few very fine and fine roots; common very fine tubular pores; neutral (pH 6.9); abrupt smooth boundary.  (58 to 62 centimeters {23 to 24 inches} thick)\nAbn -- 116 to 158 centimeters (46 to 62 inches); very dark brown (10YR 2/2) medial silt loam, very dark brown (10YR 2/2) dry; strong medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; common medium and coarse roots; many fine irregular pores; neutral (pH 6.8). (0 to 50 centimeters {0 to 20 inches} thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Island of Hawaii, Hawaii County, Hawaii. From Highway 19, in South Kohala, turn west toward Puako. Drive 0.8 miles to 4WD road and turn left. Follow 4WD road southeast for 0.3 miles and turn right. Continue driving southwest for 0.2 miles. Pedon is located about 160 feet northwest of road. Puu Hinai Quadrangle; lat. 19 degrees 58 minutes 14.3 seconds N. and long. 155 degrees 50 minutes 3.4 seconds W.  Old Hawaiian Datum."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock: 102 to greater than 152 centimeters (40 to greater than 60 inches).\nMean annual soil temperature: 22 to 24 degrees C. (72 to 75 degrees F.)\nA horizon\nHue: 7.5YR or 10YR.\nValue: 2 to 4 moist and dry.\nChroma: 2 or 3 moist and dry.\nTexture: medial fine sandy loam, silt loam, fine loamy sand, and very fine sandy loam.\nStructure: single grain or weak to moderate granular.\nReaction: strongly acid to slightly acid (pH 5.3 to 6.5).\nA horizons may be hydrophobic when dry.\nSurface may be very cobbly near intermittent streams.\nBw horizon\nHue: 7.5YR or 10YR.\nValue: 2 to 4 moist or dry.\nChroma: 1 to 4 moist or dry.\nTexture: medial very fine sandy loam, fine sandy loam, and loamy sand.\nStructure: weak or moderate subangular blocky.\nReaction: slightly acid to neutral (pH 5.6 to 7.3).\nBoundary: broken, wavy, and smooth\nC horizon\nTexture: lithochromic ashy loamy sand or rounded gravel and cobbles.\nBoundary: broken or smooth\nBn horizon\nHue: 7.5YR or 10YR.\nValue: 2 to 4 moist or dry.\nChroma: 1 to 4 moist or dry.\nTexture: medial very fine sandy loam, fine sandy loam, and loamy sand.\nStructure: weak or moderate subangular blocky.\nBoundary: broken, wavy, and smooth\nAbn horizon when present\nHue: 7.5YR or 10YR\nValue: 2 or 3 moist\nChroma: 2 or 3 moist\nTexture: medial sandy loam, loam and silt loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Pakini series. Pakini soils are not alluvial soils and do not have a mollic epipedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Puako soils are on low elevation, leeward slopes on Mauna Kea Volcano at elevations from sea level to 457 meters (0 to 1500 feet). The soils are on nearly level to gently sloping alluvial plains. Slope gradients range from 0 to 6 percent. The soils formed in alluvium from basic volcanic ash and basaltic lava. The mean annual rainfall ranges from 178 to 254 millimeters (7 to 10 inches), with most of the rainfall occurring from October through April. The mean annual pan evaporation ranges from 2,286 to 2,540 meters (90 to 100 inches).  The mean annual temperature ranges from 21 to 24 degrees C. (70 to 75 degrees F.) The mean summer soil temperature and the mean winter soil temperature differ by less than 6 degrees C. (11 degrees F.)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Hapuna, Kiholo, Lalamilo and Waikui series. Hapuna  soils are medial-skeletal and have a petrocalcic horizon at 50 to 102 centimeters (20 to 40 inches). Kiholo soils have a lithic contact at 5 to 50 centimeters (2 to 20 inches). Lalamilo soils are medial and have a calcic horizon between 50 and 100 cm (20 to 40 inches). Waikui soils are medial-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Runoff is typically moderate due to hydrophobic conditions that can slow infiltration. Permeability is rapid in the soil. This soil experiences occasional, very brief flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mostly for wildlife habitat. Vegetation is buffelgrass (Cenchrus ciliaris) and Kiawe (Prosopis pallida)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North and South Kohala District, Island of Hawaii; MLRA 157. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Island of Hawaii, Hawaii County, Hawaii, 2004."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Soil moisture - dry for more than half the year and not moist in any part for as long as 90 cumulative days in most years (aridic/torric moisture regime).\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 33 centimeters (0 to 13 inches) (A and Bw1 horizons)\nCambic horizon - 38 to 116 centimeters (15 to 46 inches) (Bw horizons).\nAndic soil properties - 0 to 33 and 38 to 158 centimeters (0 to 13 and 15 to 62 inches) (A and B horizons).\nADDITIONAL DATA: NSSL sample S03HI-001-004\nNational Cooperative Soil Survey\nU.S.A."
  }
}
