{
  "SERIES": "PUERCO",
  "STATUS": "Established Series",
  "BYREV": "AJC",
  "REVDATE": "02/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Chromic Haplotorrerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Puerco clay. (Colors are for dry soil unless otherwise noted.)\nA--0 to 6 inches; light brownish gray (10YR 6/2) clay, dark grayish brown (10YR 4/2) moist; soft when dry, very plastic when wet; moderate very fine granular structure; calcareous; moderately alkaline (pH 8.2); lower boundary clear and smooth.  4 to 8 inches thick.\nB--6 to 14 inches; light brownish gray (10YR 6/2) clay, dark grayish brown (10YR 4/2) moist; extremely hard when dry, very plastic when wet; weak coarse subangular blocky structure; calcareous; moderately alkaline (pH 8.2); lower boundary gradual and smooth.  6 to 10 inches thick.\nBk--14 to 60 inches; light brownish gray (10YR 6/2) clay, grayish brown (10YR 5/2) moist; extremely hard when dry, very plastic when wet; massive or very weak coarse subangular blocky structure; calcareous; moderately alkaline (pH 8.4); there is some weak accumulation of calcium carbonate in this horizon, but such accumulations are discontinuous and inconsistent in depth.  Several feet thick."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: The SW 1/4 NE 1/4 sec. 34, T. 12N., R. 10 W., Valencia County New Mexico."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Typic aridic moisture regime.\nA horizon\nHue: slightly yellower than 10YR to 7.5YR\nChroma: 1.5 to 3\nValue: 5 to 7 dry; 3 to 5 moist\nHorizons having values as dark as 5 dry and 3 moist, must be less than 6 inches thick\nC horizon\nHue: slightly yellower than 10YR to slightly redder than 7.5YR\nTexture: typically a clay; but may range in clay from 40 to 60 percent, in silt from 0 to 50 percent, and in sand from 0 to 50 percent  Some stratification of coarser material is not unusual, but, always, should be a minor portion of the control section.\nStructure: The second horizon may have weak prismatic structure in places.\nReaction: moderately to strongly alkaline.  Combinations of characteristics not entirely within the ranges listed above, but representative of the physical and chemical character and the kind and degree of genesis normally attributed to these soils, should not be excluded for lack of total conformity."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Colona (CO), Unkee (ID) and Zwicker (CO) series. Unkee soils have slickensides and wedge shaped aggregates. Zwicker soils are moderately deep to shale."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nearly level to gently sloping terraces, flood plains, and alluvial fans. At their type location they are developing in an area having an average annual precipitation of approximately 10 inches, a mean annual temperature of about 55 degrees F., and a mean summer temperature of about 75 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These soils closely resemble the soils of the Christianburg series, but differ in having hues no yellower than 10YR.  They differ from the soils of the Ucolo series in being lighter colored in the surface horizon.  They differ from the soils of the Montoya series in being less red colored, and they differ from the soils of the Blanyon series in lacking a textural B2 horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained. These soils are usually well-drained because they occur in arid areas.  Drainage becomes a problem if the soils are irrigated."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Short grasses, chimise, and greasewood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Normally used as rangeland.  May be irrigated to native hay in places. These are moderately extensive soils and moderately important agriculturally in the area of their occurrence."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Reconnaissance Soil Survey of the Upper Rio Puerco Watershed, SCS, New Mexico, 1937."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: The zone from 0 to 6 inches. (A horizon)\nThe description does not confirm the presence of Vertic features: intersecting slickensides, more than 30 percent clay in the control section, and 24 inch deep cracks. The type location should be revisited to confirm if these features exist.\nName taken from the Rio Puerco River.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
