{
  "SERIES": "PULEXAS",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLL:CLN",
  "REVDATE": "04/2007",
  "STATES": "TX",
  "OVERVIEW": "The Pulexas series consists of very deep well drained, moderately rapidly permeable soils formed in stratified loamy alluvium.  These nearly level soils are on flood plains.  Slopes range from 0 to 1 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, active, nonacid, thermic Typic Ustifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pulexas fine sandy loam-pasture. (Colors are for dry soil unless otherwise stated.)\nA--0 to 5 inches; brown (10YR 5/3) fine sandy loam, brown (10YR 4/3) moist; weak fine granular structure; hard, friable; many fine roots; common fine pores; common wormcasts; neutral; abrupt smooth boundary.  (3 to 20 inches thick)\nC1--5 to 30 inches; light yellowish brown (10YR 6/4) fine sandy loam, yellowish brown (10YR 5/4) moist; massive; thin strata of brown fine sandy loam with distinct bedding planes; slightly hard, very friable; common fine roots; few fine pores; common wormcasts; mildly alkaline; gradual smooth boundary.  (10 to 30 inches thick)\nC2--30 to 42 inches; brown (10YR 5/3) fine sandy loam, brown (10YR 4/3) moist; massive; common faint bedding planes; slightly hard, friable; few fine roots; common fine pores; common wormcasts; moderately alkaline; clear smooth boundary.  (6 to 20 inches thick)\nC3--42 to 60 inches; brown (10YR 4/3) loam, dark brown (10YR 3/3) moist; massive; hard, friable; few fine roots; common fine pores; common wormcasts; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Montague County, Texas; about 3.5 miles southwest of Bowie, Texas, on Texas Highway 59 to the intersection with Farm Road 2583; then 0.5 mile south on Farm Road 2583 to intersection with county road; then 0.3 east on county road and 30 feet south of road in pasture."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The 10 to 40 inch control section is fine sandy loam that is stratified with thin lenses of one or more textures ranging from loamy fine sand to sandy clay loam.\nStratification varies from scarcely evident to prominent.  The weighted average clay content ranges from about 8 to 18 percent. The soil ranges from slightly acid to moderately alkaline and some pedons have calcareous strata in the lower part.\nThe A horizon has hue of 10YR, value 5 or 6, chroma of 2 to 4. Some pedons have a thin Ap or A horizon with hue of 7.5YR.  A horizons with moist values or chromas of less than 3.5 are less than 10 inches thick.  It is fine sandy loam, very fine sandy loam or loamy fine sand.\nThe C horizons have hue of 10YR, value of 4 to 6, chroma of 2 to 4.  Some pedons have thin strata with hue of 7.5YR, and some pedons have a few brownish mottles.  Also some pedons contain dark buried horizons below a depth of 30 inches.  Texture is dominantly fine sandy loam, very fine sandy loam, or loam stratified with thin lenses of loamy fine sand, or sandy clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series in the same family.  Similar soils are Bunyan, Balsora, Gaddy, Guadalupe, Lincoln, Pulaski Sayers, Yahola, Yomont, and Zavala series.  Bunyan soils contain more than 18 percent clay in the control section.  Balsora soils have fine-silty control sections.  Gaddy, Lincoln, and Sayers soils have sandy control sections.  Guadalupe soils have cambic horizons.  Pulaski soils have hues of 7.5YR or redder throughout and have mixed mineralogy. Yahola or Yomont soils are calcareous throughout the control section and in addition, Yomont soils have coarse-silty control sections.  Zavala soils have mixed mineralogy and mean annual soil temperatures of more than 72 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Pulexas soils are on nearly level to flood plains of streams.  Slope gradients are 0 to 1 percent.  These soils are occasionally or frequently flooded for brief periods during the fall and spring months.  The soils formed in stratified loamy alluvium. Mean annual temperature ranges from 64 to 70 degrees F., mean annual precipitation from 28 to 38 inches, and Thornthwaite annual P-E indices from 44 to 64. Frost free period is 230 to 240 days and elevation ranges from 650 to 800 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Bunyan and Balsora series, and the Bosque, Gowen, and Whitesboro series which have mollic epipedons.  Bunyan soils are on similar positions. Balsora, Bosque, Gowen, and Whitesboro soils are typically on slightly lower positions in the flood plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, slow runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly used for bermudagrass pastures and pecan orchards.  Some areas are farmed to forage sorghums, small grains, or peanuts.  Native vegetation consists of little bluestem, indiangrass, big bluestem, switchgrass, tall dropseed, and Canada wildrye with an overstory of greenbrier, oak, pecan, and elm."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly along small streams in the Cross Timber and Texas Claypan areas of central Texas and possibly Oklahoma. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Montague County, Texas; 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were previously mapped in the Pulaski series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 5 inches.\nFluventic feature - Stratification evident in bedding planes below 5 inches.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 5 inches; brown (10YR 5/3) fine sandy loam, brown (10YR 4/3) moist; weak fine granular structure; hard, friable; many fine roots; common fine pores; common wormcasts; neutral; abrupt smooth boundary.  (3 to 20 inches thick)"
      },
      {
        "name": "C1",
        "top": 13,
        "bottom": 76,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "mildly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "C1--5 to 30 inches; light yellowish brown (10YR 6/4) fine sandy loam, yellowish brown (10YR 5/4) moist; massive; thin strata of brown fine sandy loam with distinct bedding planes; slightly hard, very friable; common fine roots; few fine pores; common wormcasts; mildly alkaline; gradual smooth boundary.  (10 to 30 inches thick)"
      },
      {
        "name": "C2",
        "top": 76,
        "bottom": 107,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C2--30 to 42 inches; brown (10YR 5/3) fine sandy loam, brown (10YR 4/3) moist; massive; common faint bedding planes; slightly hard, friable; few fine roots; common fine pores; common wormcasts; moderately alkaline; clear smooth boundary.  (6 to 20 inches thick)"
      },
      {
        "name": "C3",
        "top": 107,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C3--42 to 60 inches; brown (10YR 4/3) loam, dark brown (10YR 3/3) moist; massive; hard, friable; few fine roots; common fine pores; common wormcasts; moderately alkaline."
      }
    ]
  ]
}
