{
  "SERIES": "PULLBACK",
  "STATUS": "Established Series",
  "BYREV": "ARK,DT,HCD; Revised BPS",
  "REVDATE": "05/2011",
  "STATES": "NC,TN",
  "OVERVIEW": "The Pullback series consists of shallow, well drained soils on strongly sloping to very steep summits and side slopes in the high elevations of the Southern Blue Ridge mountains, MLRA 130B.  They formed in residuum affected by soil creep in the upper part, and weathered from low-grade metasedimentary rocks, primarily metasandstone. Slope ranges from 8 to 95 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, isotic, frigid Lithic Humudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pullback sandy loam, on a 12 percent slope at 6300 feet in elevation, red spruce/fraser fir vegetation. (Colors are for moist soil unless otherwise noted.)\nOe--0 to 1 inch; moderately decomposed plant material and root mat\nA--1 to 8 inches; very dark brown (10YR 2/2) sandy loam; moderate fine and medium granular structure; very friable; common very fine and fine roots, many medium to very coarse roots; 5 percent by volume metasandstone channers; extremely acid; abrupt wavy boundary. (7 to 12 inches)\nBw--8 to 16 inches; dark yellowish brown (10YR 4/4) sandy loam; weak medium and coarse subangular blocky structure; friable; common fine roots; 5 percent by volume rock fragments mainly gravel of metasandstone; very strongly acid; clear smooth boundary. (8 to 12 inches)\nR--16 inches; fractured Thunderhead metasandstone with widely spaced fractures greater than 4 inches apart; very strongly cemented; very high excavation difficulty."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Swain County, North Carolina (Great Smoky Mountains National Park); 150 feet north of Clingmans Dome parking area; USGS Clingmans Dome topographic quadrangle lat. 35 degrees, 33 minutes, 24 seconds N, long. 83 degrees, 29 minutes, 44 seconds, W; NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to lithic contact is less than 20 inches. The content of rock fragments is less than 35 percent by volume throughout. Reaction is extremely acid to strongly acid.\nThe A horizon has a hue of 10YR, value of 2 or 3, and chroma of 1 to 3.  Texture is clay loam, loam or sandy loam in the fine earth fraction.\nThe Bw horizon has a hue of 7.5YR or 10YR , value of 4 or 5, and chroma of 3 to 8.  Texture is loam or sandy loam in the fine earth fraction.\nThe BC or C horizon, where present, has colors and textures similar to the Bw horizon.\nSome pedons have a thin Cr horizon that is highly weathered metasandstone bedrock.\nThe R horizon is metasedimentary bedrock. Excavation difficulty is extremely high with indurated hardness."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other competing series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Pullback soils are on strongly sloping to very steep side slopes, summits, and on heath balds in the high elevations of the Southern Blue Ridge mountains, MLRA 130B. Slope ranges from 8 to 95 percent.  Elevation ranges from 4,200 feet to over 6,600 feet.  Pullback soils formed in residuum that is affected by soil creep in the upper part, and weathered from low-grade metasedimentary rocks, primarily metasandstone. Some interbedding with slate occurs. Moist atmospheric conditions in the form of fog and cloud cover are prevalent throughout the year in these high mountain areas. Near the type location, mean annual air temperature is about 45 degrees F., and mean annual precipitation is about 85 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Breakneck, Chiltoskie, Clingman, Guyot, Heintooga, Horsetrough, Oconaluftee, Pinnacle, and Pullback series. Breakneck soils have a lithic contact at depths of 20 to 40 inches. Chiltoskie, Heintooga, and Horsetrough soils formed in colluvium. Heintooga soils are in a loamy-skeletal particle-size class. Horsetrough soils are in a sandy-skeletal particle-size class and are poorly drained. Guyot soils have paralithic contacts at depths of 40 to 60 inches.  Clingman and Pinnacle soils are comprised of organic soil material."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained. Saturated hydraulic conductivity is high; permeability is moderately rapid. Index surface runoff is medium."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the acreage is in public ownership and is used for watershed protection, recreation, and wildlife habitat. In areas higher than about 5400 feet, red spruce and fraser fir are the dominant trees. At the lower elevations, northern red oak, black oak, American beech, yellow birch, black cherry, sugar maple, eastern hemlock, and yellow buckeye are common trees. Common understory plants are serviceberry, striped maple, American chestnut sprouts, silverbell, pin cherry, rhododendron, flame azalea, and blueberry. Common forbs are hay-scented fern, woodfern, New York fern, Solomons seal, yellow mandarin, and trillium. A small acreage is covered by heath balds. These balds are vegetated with rhododendron, mountain laurel, blueberry, flame azalea, hawthorn, and mountain ash. Vegetation ranges for spruce/fur to northern hard woods, heath and grass balds."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Higher elevation of the  Southern Blue Ridge mountains, MLRA 130B of Tennessee and North Carolina.  This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Buncombe County, NC, 2006 ."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Although Pullback soils may exhibit some of the characteristics of andic soil properties, they lack the volcanic glass found in soils of similar taxa in the Western United States.\nRevisions\nDiagnostic horizons and other feature recognized in this soil are:\nUmbric epipedon--the zone from the mineral soil surface to 8 inches (A horizon)\nCambic horizon--the zone from 8 to 16 inches (Bw horizon)\nLithic contact--the occurrence of hard bedrock at depth of 16 inches\nIsotic mineralogy class - In more than one-half of the control section, a 1500 kPa water to clay ratio of 0.6 or more and a pH in NaF solution of more than 8.4.\nADDITIONAL DATA: Characterization data are available from the National Soil Survey Laboratory, Lincoln, NE for the following pedons: S01TN-009-001and S02NC-173-005.\nNASIS Data Map Unit ID: NASIS data for the typical pedon in the Great Smoky Mountains National Park are represented by DMU #432210.\nRevised 02/11-BPS: Taxonomic Classification -- 11th Keys, update competing and associated series, MLRA clarification\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 3,
        "narrative": "Oe--0 to 1 inch; moderately decomposed plant material and root mat"
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 20,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--1 to 8 inches; very dark brown (10YR 2/2) sandy loam; moderate fine and medium granular structure; very friable; common very fine and fine roots, many medium to very coarse roots; 5 percent by volume metasandstone channers; extremely acid; abrupt wavy boundary. (7 to 12 inches)"
      },
      {
        "name": "Bw",
        "top": 20,
        "bottom": 41,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw--8 to 16 inches; dark yellowish brown (10YR 4/4) sandy loam; weak medium and coarse subangular blocky structure; friable; common fine roots; 5 percent by volume rock fragments mainly gravel of metasandstone; very strongly acid; clear smooth boundary. (8 to 12 inches)"
      },
      {
        "name": "R",
        "top": 41,
        "texture_class": "sand",
        "narrative": "R--16 inches; fractured Thunderhead metasandstone with widely spaced fractures greater than 4 inches apart; very strongly cemented; very high excavation difficulty."
      }
    ]
  ]
}
