{
  "SERIES": "PUNGO",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAG",
  "REVDATE": "10/2008",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Dysic, thermic Typic Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pungo woody muck--drained. (Colors are for moist soil unless otherwise stated.)\nOa1--0 to 6 inches; dark reddish brown (5YR 2.5/2) broken face and rubbed muck; about 2 percent unrubbed fiber, less than 1 percent rubbed; weak medium granular structure; very friable; few fine and medium roots; common fine to medium pieces of charcoal; common logs, stumps, and roots; extremely acid; clear smooth boundary. (4 to 6 inches thick)\nOa2--6 to 10 inches; dark reddish brown (5YR 3/2) broken face and rubbed woody muck; about 2 percent unrubbed fiber, less than 1 percent rubbed; weak medium subangular blocky structure; friable; organic material is paste-like and has a slick feel when wet; few medium roots; few medium pieces of charcoal; many stumps, logs; extremely acid; gradual smooth boundary. (0 to 8 inches thick)\nOa3--10 to 28 inches; dark reddish brown (5YR 3/2) broken face and rubbed woody muck; about 25 percent unrubbed fiber, less than 2 percent rubbed; massive; friable, moderately sticky; organic material is paste-like and has slick feel; common medium roots; few medium pieces of charcoal; many stumps, logs, and roots; extremely acid; gradual smooth boundary. (14 to 22 inches thick)\nOa4--28 to 44 inches; dark reddish brown (5YR 3/2) broken face and rubbed woody muck; about 45 percent unrubbed fiber, less than 10 percent rubbed; massive; friable, moderately sticky; organic material is paste-like and has a slick feel; few fine and large pieces of charcoal; many stumps, logs, and roots; extremely acid; gradual smooth boundary. (14 to 20 inches thick)\nOa5--44 to 58 inches; very dark brown (10YR 2/2) and black (10YR 2/1) rubbed woody muck; about 40 percent unrubbed fiber, less than 8 percent rubbed; massive; friable, moderately sticky; organic material is paste-like and has a slick feel; many logs, stumps, and roots; extremely acid; gradual smooth boundary. (9 to 16 inches thick)\nOa6--58 to 72 inches; black (10YR 2/1) broken face and rubbed muck; about 20 percent unrubbed fiber, less than 2 percent rubbed; massive, moderately sticky, slightly plastic; about 55 percent mineral; common logs, stumps, and roots; extremely acid, clear smooth boundary. (10 to 15 inches thick)\nCg--72 to 84 inches; gray (N 5/) clay; massive, very sticky, very plastic; few fine roots; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Washington County, North Carolina; approximately two miles northwest of Pungo Lake, 0.4 mile north of Property Line Canal, and 200 feet east of the Canal. (Approximate location of Dolman site No. 5--see additional data.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the Organic Layers: 51 to more than 80 inches\nDepth to Bedrock: Greater than 60 inches\nDepth to Seasonal High Water Table: 0 to 12 inches, November to May\nSoil Reaction: Ultra acid to extremely acid in the organic horizons and extremely acid to neutral in the underlying mineral horizons\nOther Features: Logs, stumps, and roots occupy up to 35 percent of the surface area and subsurface volume. Unrubbed fiber content ranges from 2 to 60 percent throughout the profile. Rubbed fiber content of middle and lower tiers ranges to 12 percent in some pedons. Charcoal content ranges from common in surface layers to few in subsurface layers.\nOa horizons:\nColor--The surface layer has hue of 5YR or 10YR, value of 2 or 3, and chroma of 1 or 2. Subsurface layers have hue of 2.5YR to 5Y, value of 2 or 3 and chroma of 1 to 4, or have neutral with value of 2 or 3. Ten inches or more of the subsurface tier is in hue of 5YR or 2.5YR.\nTexture--muck or woody muck. The organic material is massive and is paste-like and has a slick feel when wet. After drainage and subsidence, the organic material forms weak subangular blocky structure if allowed to aerate slowly. When this material dries over a short period of time, it shrinks and does not rewet.\nCg horizon:\nColor--hue of 7.5YR to 5Y, or is 5GY to 5BG, value of 3 to 7 and chroma of 1 or 2, or is neutral with value of 3 to 7\nTexture--loam, clay loam, silty clay loam, sandy clay loam, sandy clay, silty clay, or clay. Some pedons may have thin layers of loam, clay loam, or silty clay loam textures."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nDare soils--very poorly drained organic soils with sandy mineral horizons below the control section on similar landscapes\nDorovan soils--very poorly drained organic soils on floodplains\nEbro soils--very poorly drained organic soils on flood plains"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Coastal Plain\nLandform: Flat, depression, and pocosin\nElevation: Less than 25 feet above mean sea level\nParent Material: Remains of vegetation dominated by tupelo, cypress, Atlantic white-cedar, and related non-woody fibrous hydrophytic plants over loamy and clayey marine sediments\nMean Annual Air Temperature: 60 to 65 degrees\nMean Annual Precipitation: 42 to 58 inches\nFrost Free Period: 219 to 293 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nBallahack soils--very poorly drained mineral soils (seasonal high water table 0 to 12 inches) in fine-loamy family on similar landscapes\nBelhaven soils--very poorly drained organic soils (seasonal high water table 0 to 12 inches) with organic layers 16 to 51 inches thick\nCape Lookout soils--very poorly drained mineral soils (seasonal high water table 0 to 12 inches) in fine family on similar landscapes\nHyde soils--very poorly drained mineral soils (seasonal high water table 0 to 12 inches) in fine-silty family on similar landscapes\nPettigrew soils--very poorly drained mineral soils (seasonal high water table 0 to 12 inches) in fine family on similar landscapes with organic surface layers 8 to 16 inches thick\nPonzer soils--very poorly drained organic soils (seasonal high water table 0 to 12 inches) with organic layers 16 to 51 inches thick\nPortsmouth soils--very poorly drained mineral soils (seasonal high water table 0 to 12 inches) in fine-loamy family on similar landscapes\nRoper soils--very poorly drained mineral soils (seasonal high water table 0 to 12 inches) in fine-silty family on similar landscapes with organic surface layers 8 to 16 inches thick\nScuppernong soils--very poorly drained organic soils (seasonal high water table 0-1 foot) with organic layers less than 51 inches thick\nWasda soils--very poorly drained mineral soils (seasonal high water table 0 to 12 inches) in fine-loamy family on similar landscapes with organic surface layers 8 to 16 inches thick"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nAgricultural Drainage: Very poorly drained\nPermeability: Slow"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Mostly woodland\nDominant Vegetation: Some areas are vegetated with scattered pond pine (Pinus serotina) and a dense undergrowth of large holly and small gallberry (Ilex spp.) and huckleberry (Gavlussacia spp.), greenbrier (Smilax spp.), southern bayberry (Myrica cerifera), scattered maple (Acer spp.), red bay (Persea borbonia), sweetbay magnolia (Magnolia Virginiana), and switch cane (Arundinaria tecta). Areas with a history of severe burning usually have a smaller population of these species and contain large amounts of broomsedge (Andropogon spp.) and other grasses and briers. These soils also support mixed hardwood forests dominated by tupelo (Nyssa spp.), baldcypress (Taxodium distichum), Atlantic white-cedar (Chamaecyparis thyoides), and other hydrophytic species"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Lower Coastal Plain of North Carolina, South Carolina, and\nVirginia\nExtent: Small\nMLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina\nDepth Class: Very deep\nDrainage Class: Very poorly drained\nPermeability: Slow\nSurface Runoff: Ponded to very slow\nParent Material: Remains of vegetation dominated by tupelo, cypress, Atlantic white-cedar, and related non-woody fibrous hydrophytic plants over loamy and clayey marine sediments\nSlope: 0 to 2 percent\nMean Annual Air Temperature (type location): 60 degrees F.\nMean Annual Precipitation (type location): 51 inches"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Washington County, North Carolina; 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The organic matter in the Pungo soils consists of very finely decomposed sapric material.\nADDITIONAL DATA: Dolman, J.D. and S.W. Buol. A Study of Organic Soils in the Tidewater Region of North Carolina (Site No. 5). North Carolina Agricultural Experiment Station, Technical Bulletin No. 181. December, 1967. Also, Dolman, J.D. and S.W. Buol. Organic Soils on The Lower Coastal Plain of North Carolina. Soil Science Society of America Proceedings. Vol. 32 No. 2. pp. 414-18, 1968.\nTABULAR SERIES DATA:\nSOI-5  Soil Name  Slope  Airtemp  FrFr/Seas  Precip  Elevation\nNC0096 PUNGO      0-2    60-65    190-270    42-58   5-25\nNC0254 PUNGO      0-2    60-65    190-270    42-58   5-25\nSOI-5  FloodL FloodH  Watertable  Kind     Months   Bedrock\nNC0096 NONE   RARE    0-1.0      APPARENT  NOV-MAY  >60\nNC0254 NONE   RARE    0-1.0      APPARENT           >60\nSOI-5  Depth   Texture   3-Inch  No-10   Clay%   -CEC-\nNC0096  0-6    MUCK      0-0     40-90\nNC0096  6-72   MUCK      0-0     40-90\nNC0096 72-84   C SIC SC  0-0     95-100  35-60    7-17\nNC0254  0-6    MUCK      0-0      0-0    40-90\nNC0254  6-72   MUCK      0-0             40-90\nNC0254 72-84   C SIC SC  0-0     95-100  35-60    7-17\nSOI-5  Depth   -pH-    O.M.   Salin  Permeab   Shnk-Swll\nNC0096  0-6   2.0-4.4  40-90  0-0    0.6-6.0   LOW\nNC0096  6-72  2.0-4.4  40-90  0-0   0.06-0.2   LOW\nNC0096 72-84  3.5-7.3  0.-5.  0-0    0.2-6.0   MODERATE\nNC0254  0-6   2.0-4.4  40-90  0-0    0.6-6.0   LOW\nNC0254  6-72  2.0-4.4  40-90  0-0   0.06-0.2   LOW\nNC0254 72-84  3.5-7.3  0.-5.  0-0    0.2-6.0   MODERATE\nNational Cooperative Soil Survey\nU.S.A."
  }
}
