{
  "SERIES": "PURCHASE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JEM-WHC-RLT",
  "REVDATE": "10/2018",
  "STATES": "KY",
  "OVERVIEW": "The Purchase series consists of very deep, moderately well to well drained, slowly permeable soils on side slopes in uplands.  These soils formed in more than 5 feet of loess and are very shallow to shallow to a fragipan.  Slopes range from 4 to 20 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, active, thermic Oxyaquic Fragiudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Purchase silt loam - on a linear 10 percent slope in fescue meadow.  (Colors are for moist soil unless otherwise stated)\nAp--0 to 7 inches; yellowish brown (10YR 5/4) silt loam; weak medium granular structure and moderate fine subangular blocky; friable; many fine roots; neutral; abrupt smooth boundary.  (2 to 12 inches thick)\nBtx--7 to 31 inches; strong brown (7.5YR 4/6) silt loam; weak coarse prismatic structure parting to moderate medium subangular blocky; very firm; very few fine roots in vertical seams between prisms; relic common medium prominent light brownish gray (10YR 6/2) iron depletions; common distinct pale brown (10YR 6/3) clay depletions; common distinct brown (7.5YR 5/3) clay skins on faces of peds; few prominent black (N 2/0) stains (Fe & Mn oxides); compact and brittle; very strongly acid; gradual smooth boundary.  (12 to 55 inches thick)\nBx--31 to 51 inches; strong brown (7.5YR 4/6) silt loam; weak very coarse prismatic structure parting to moderate medium subangular blocky; firm; relic many medium prominent light olive brown (2.5Y 5/3) and common medium prominent light brownish gray (10YR 6/2) iron and clay depletions; many prominent black (N 2/0) stains (Fe & Mn oxides); compact and brittle; strongly acid; gradual smooth boundary.  (0 to 24 inches thick)\nBC--51 to 72 inches; brown (7.5YR 4/4) silt loam; weak medium prismatic structure parting to moderate medium subangular blocky; firm; common medium prominent light brownish gray (10YR 6/2) iron and clay depletions; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Graves County, Kentucky; 2.2 miles southwest of Wingo along the Purchase Parkway and 3,000 feet west of the junction of the Purchase Parkway and Grissom Road in a fescue meadow; Water Valley 7.5 minute USGS quadrangle; lat. 36 degrees 37 minutes 12 seconds N. and long. 88 degrees 47 minutes 22 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 60 to 80 inches.  The depth to fragic properties is commonly less than 12 inches, but ranges from 5 to 20 inches.  Reaction ranges from moderately acid to very strongly acid in the upper part of the solum, and moderately acid to strongly acid in the lower part, except for the surface layer in areas that have been limed.\nThe Ap horizon has hue of 10YR, value of 4 or 5, and chroma of 3 to 6.  Texture is silt loam.\nThe BE and Bw horizon, where present, has hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 3 to 6.  Redoximorphic features are in shades of brown and gray.  Texture is silt loam.\nThe Btx and Bx horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 4 to 6. Redoximorphic features (relic) are in shades of gray and brown.  Texture is silt loam or silty clay loam.\nThe BC horizon, and C horizon where present, has color range similar to the Btx and Bx horizon.  Redoximorphic features are in shades of gray and brown.  Texture is silt loam or, below 60 inches, loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Purchase soils are on gently sloping to moderately steep actively degrading side slopes.  Slopes range from 4 to 20 percent.  They formed in greater than 5 feet of loess.  Near the type location the mean annual temperature is about 59 degrees F, and the mean annual precipitation is about 48 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Brandon, Feliciana, Grenada, Lax, Lexington, Loring, Memphis, Providence, and Smithdale series.  Brandon and Lax soils are on similar positions and contain a gravelly substratum within 4 feet of the surface.  Feliciana and Memphis soils do not have a fragipan and are generally on higher portions of the landscape.  Grenada soils have a glossic horizon, are deeper to the fragipan, and occupy broader summit positions.  Lexington and Providence soils are on similar positions and have more than 15 percent sand in the lower part of the subsoil.  Loring soils are generally on shoulders and crests above the Purchase soils and are deeper to the fragipan.  Smithdale soils occur on steeper side slope positions and formed in loamy Coastal Plain sediments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well to well drained.  Runoff is medium.  Permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Nearly all areas are cleared and used for growing small grains, soybeans, cotton, hay, and pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The thick loess belt of western Kentucky, Arkansas, Mississippi, Missouri, Louisiana, and Tennessee. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: AUBURN, ALABAMA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Graves County, Kentucky, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Purchase soils were previously mapped as severely eroded soils that were taxadjunct to the Loring series because they were shallow to the depth of the fragipan and did not contain an argillic horizon above the fragipan.  Fragic properties within this soil create a \"quasi\" perched water table from 0.5 to 1.5 feet during periods of high rainfall, with water moving laterally under non-reducing conditions.  Field observations indicate this zone is not saturated (i.e., at zero or positive pressure) for >30 days in most years.  The apparent water table is below the fragipan at depths greater than 48 inches.\nDiagnostic horizons and features recognized in this pedon are:\nOchric Epipedon--the zone from the surface to about 7 inches (Ap horizon)\nFragipan--the zone from 7 to about 51 inches (Btx and Bx horizons)\nArgillic horizon--the zone from 7 inches to about 31 inches (Btx horizon)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Laboratory data on the typifying pedon were obtained from the University of Kentucky and NSSL, sample S92KY-83-2."
  },
  "SITE": [
    [
      {
        "drainage": "well, moderately well",
        "drainage_overview": "well, moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "structure": "weak medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; yellowish brown (10YR 5/4) silt loam; weak medium granular structure and moderate fine subangular blocky; friable; many fine roots; neutral; abrupt smooth boundary.  (2 to 12 inches thick)"
      },
      {
        "name": "Btx",
        "top": 18,
        "bottom": 79,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "structure": "weak coarse prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btx--7 to 31 inches; strong brown (7.5YR 4/6) silt loam; weak coarse prismatic structure parting to moderate medium subangular blocky; very firm; very few fine roots in vertical seams between prisms; relic common medium prominent light brownish gray (10YR 6/2) iron depletions; common distinct pale brown (10YR 6/3) clay depletions; common distinct brown (7.5YR 5/3) clay skins on faces of peds; few prominent black (N 2/0) stains (Fe & Mn oxides); compact and brittle; very strongly acid; gradual smooth boundary.  (12 to 55 inches thick)"
      },
      {
        "name": "Bx",
        "top": 79,
        "bottom": 130,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "structure": "weak very coarse prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bx--31 to 51 inches; strong brown (7.5YR 4/6) silt loam; weak very coarse prismatic structure parting to moderate medium subangular blocky; firm; relic many medium prominent light olive brown (2.5Y 5/3) and common medium prominent light brownish gray (10YR 6/2) iron and clay depletions; many prominent black (N 2/0) stains (Fe & Mn oxides); compact and brittle; strongly acid; gradual smooth boundary.  (0 to 24 inches thick)"
      },
      {
        "name": "BC",
        "top": 130,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "structure": "weak medium prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "BC--51 to 72 inches; brown (7.5YR 4/4) silt loam; weak medium prismatic structure parting to moderate medium subangular blocky; firm; common medium prominent light brownish gray (10YR 6/2) iron and clay depletions; moderately acid."
      }
    ]
  ]
}
