{
  "SERIES": "PURSER",
  "STATUS": "Established Series",
  "BYREV": "MEB",
  "REVDATE": "06/2011",
  "STATES": "CA",
  "OVERVIEW": "The Purser series consists of moderately well drained soils that formed in andesite and volcanic rock from residuum. Purser soils are on side slopes of interfluves of hills and mountains on Catalina Island. The mean annual precipitation is about 355 millimeters (14 inches) and the mean annual temperature is about 21 degrees C (69 degrees F). Slopes range from 5 to 75 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, smectitic, thermic Lithic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Purser clay loam, on a west facing 35 percent slope under a cover of annual grasses surrounded by lemonade berry, scrub oaks and Toyon, at an elevation of 725 feet (221 m). (Colors are for dry soil and observed on broken faces of peds unless otherwise noted).\nA--0 to 2 inches, (0 to 4 cm); brown (7.5YR 4/2) clay loam, dark brown (7.5YR 3/2) moist; 34 percent clay; strong medium granular and strong fine subangular blocky structure; slightly hard, friable, moderately sticky, moderate plastic; continuous distinct clay films on all faces of peds; 3 percent rounded 75 to 250 millimeter andesite fragments and 8 percent rounded 2 to 75 millimeter andesite fragments; slightly acid, pH 6.5 by Phenol red; abrupt wavy boundary. (3 to 20 centimeters thick)\nBt--2 to 15 inches, (4 to 37 cm); very dark brown (7.5YR 2.5/2) clay, very dark brown (7.5YR 2.5/2) moist; 45 percent clay; strong fine subangular blocky and moderate medium prismatic structure; hard, firm, very sticky, very plastic; continuous prominent clay films on all faces of peds; neutral, pH 7.0 by Phenol red; abrupt wavy boundary. (10 to 33 centimeters thick)\nR--15 inches, (37 to cm); very strongly cemented andesite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Catalina Island, Los Angeles County, California, in the Channel Islands Soil Survey Area 33 degrees, 26 minutes, 12.2 seconds North latitude and 118 degrees, 28 minutes, 36.7 seconds West longitude, NAD83 - U.S.G.S Quad: Santa Catalina Island East."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 15 to 22 degrees C. (59 to 71 degrees F.) The soil moisture control section is dry in all parts from about mid-June to mid-November and is usually moist the rest of the time.\nThe A1 dry color is 10YR 5/3, 4/2, 7.5YR 4/2, and 5YR 4/2. Moist color is 10YR 3/3, 2/2, 7.5YR 3/2, 5YR 2/2.\nTextures are gravely loam, clay loam.\nCoarse fragments are 0 to 25 percent.\nThe Bt horizon dry color is 7.5YR 4/3, 3/2, 2.5/2, and 5YR 5/3. Moist color is 7.5YR 3/2, 2.5/2 5YR 3/3.\nTextures are gravely clay loam, clay.\nCoarse fragments are 0 to 15 percent.\nThe R horizon ranges from hard strongly cemented rock to weakly cemented, angular and fractured rock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Murrieta Soils. Murrieta soils have stony surfaces and commonly contain iron and manganese shot in the profile."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Purser soils formed in andesite and volcanic rock on side slopes of interfluves of hills and mountains. Slopes range from 5 to 75 percent. Elevations are from 100 to 1550 feet (30 to 472 meters). The climate is characterized by warm, dry summers and cool, moist winters with potential fog common all year. The mean annual precipitation is 13 to 24 inches (330 to 660 mm), the mean annual temperature is 61 to 73 degrees F. (16 to 23 degrees C.), and the frost free season is 355 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Freeboard, Luff, Starboard, Starbright and Tongva soils.  Freeboard soils are deep. Luff soils have a coarse-loamy surface texture and an abrupt textural change. Luff and Freeboard soils have an LEP of greater than 6. Starboard and Starbright soils are deep, mesic and isomesic under oaks and other large shrubs. Halyard soils are moderately deep, have a mollic horizon and has an LEP less then 6. Tongva soils are moderately deep and fine-loamy.   All these soils are found on hills and mountains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: moderately well drained; very high runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Wildlife habitat, recreation and building site development. Vegetation is low shrubs and annual grasses, sage, Lemonade bush, Laurel sumac, Toyon and cactus. Vegetation communities are Coastal Sage, Maritime Cactus, and Non-native Herbaceous."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Santa Catalina Island, Los Angeles County, California. The soil is not extensive. MLRA 20 Southern California Mountains."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Santa Catalina Island, Los Angeles County, California, 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The series name is coined. Diagnostic horizons and features recognized in this pedon:\nParticle Size Control Section and Argillic horizon for this pedon: 4 to 37 cm.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
