{
  "SERIES": "PUSTOI",
  "STATUS": "Inactive Series",
  "BYREV": "Rev. SR",
  "REVDATE": "1/77",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy Typic Vitricryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pustoi loam - grasses and forbs (Colors are for moist conditions)\n01--3 to 0 inches; dark reddish hrown (5YR 2/2) partially decomposed organic mat of leaves, stems, and roots with a considerable admixture of silt loam, abrupt smooth boundary.\nA11--0 to 2 1/2 inches; dark reddish brown (5YR 2/2) coarse sandy loam; weak fine granular structure; very friable; many roots, abrupt smooth boundary.\nA12--2 1/2 to 5 inches; very dark brown (10YR 2/2) silt loam with a few, discontinuous diagonal streaks of black (10YR 2/1); very weak very fine subangular blocky structure; very friable, but smeary and releases water when rubbed; roots common; abrupt smooth boundary.\nC3--5 to 7 inches; dark brown (7.5YR 3/2) silt loam; very weak very fine subangular blocky structure; very friable, but smeary and releases water when rubbed; roots common; abrupt smooth boundary.\nC4--7 to 14 inches; dark brown (7.5YR 3/2) coarse sand; single-grain; loose; few roots; abrupt smooth boundary.\nC5--14 to 17 inches; dark brown (10YR 3/3) silt loam with thin seams of black (10YR 2/1) fine sand; weak very thin platy structure; friable, but smeary when rubbed; few roots; abrupt smooth boundary.\nIIC6--17 to 40 inches; very dark brown (10YR 2/2) cindery fine sand; single-grain; no roots; loose."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Umnak-Unalaska Area, Alaska. About 1/4-mile east of head of Marsh Creek, Umnak Island."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to the sandy substratum ranges from 4 to 20 inches. There is considerable variation in the thickness and arrangement of strata in the upper part of the soil. The substratum may contain up to 35 percent (by volume) of cinders. Soil colors in the upper part of the pedon are in hues of 10YR to 5YR, with values of 2 or 3 and chromas of 1 or 2. In the substratum they are in hues of 10YR to 2.5Y, with values of 2 to 5 and chromas of 1 or 2. A few thin silty lenses may occur in the substratum. The underlying material is basaltic rock or glacial till."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Umnak series of the same family and the Aslik, Kizhuvak, Kvichak, Okmok, and Tulik series. The Umnak soils are stratified throughout the pedon, with many layers of thixotropic materials. The Aslik soils have cindery substrata. The Kizhuyak soils are stratified sandy and silty ash with color values of 4 or higher and with mottling at depth. The Kvichak soils have thixotropic upper horizons. The Okmok soils are cindery and have bedrock at depths of 20 to 40 inches. The Tulik soils are stratified and consist dominantly of thixotropic materials."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Pustoi soils occupy steep side slopes in deep narrow valleys, narrow terraces, and dunes bordering streams and beaches. They are formed in waterworked and windlaid materials of volcanic origin. The climate is maritime, with cool summers and mild winters. The mean annual precipitation ranges from 20 to 65 inches. The mean-annual temperature ranges from 33 degrees to 42 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Aslik, Kvichak, Okmok, Tulik, and Umnak series, and the Maknek, Partov, and Tanak series. The Naknek soils have a thick organic surface horizon and Perennially frozen substrata. The Partov soils are stony and shallow over bedrock. The Tanak soils are deep peats."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; moderate to rapid runoff; rapi permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The Pustoi soils are used as rangeland. The veqetation includes bluejoint reedgrass, beech wildrye, fireweed, and other grasses, forbs, and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Alaska Peninsula, Aleutian Islands, and areas bordering Bristol Bay in southwestern Alaska. The series probably is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Umnak Area, Alaska, 1966 (Source of name is Pustoi Creek, Umnak Island).\nOSED scanned by SSQA.  Last revised by state on 01/77.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
