{
  "SERIES": "PUUEO",
  "STATUS": "Established Series",
  "BYREV": "IRD MRK",
  "REVDATE": "05/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial-skeletal over fragmental or cindery, amorphic, isohyperthermic Humic Haplustands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Puueo extremely cobbly medial silt loam, on a southeast facing, convex, 6 percent slope, under Christmasberry and koa haole, at an elevation of 279 meters (915 feet). (Colors are for dry soil unless otherwise noted. All textures are apparent field textures. pH measured with organic dyes. When described on 6/2/01, the soil was dry throughout.) The 2C parts of these horizons consist of unconsolidated `a`a lava fragments of variable size.\n2C1/A1 -- 0 to 18 centimeters (0 to 7 inches); very dark gray (5YR 3/1) extremely cobbly medial silt loam, black (10YR 2/1) moist; moderate very fine and fine granular structure; soft, very friable, non sticky and non plastic; non smeary; common very fine, fine and medium roots; many very fine interstitial pores; 30 percent angular `a`a cobbles and 35 percent angular `a`a gravel; moderately acid (pH 5.6); clear wavy boundary.\n2C2/A2 -- 18 to 46 centimeters (7 to 18 inches); dark reddish brown (5YR 3/2) extremely cobbly medial silt loam, black (10YR 2/1) moist; moderate very fine and fine subangular blocky structure; soft, very friable, non sticky and non plastic; non smeary; common very fine and fine and few medium roots; many very fine and fine irregular pores; 25 percent angular `a`a cobbles and 50 percent angular `a`a gravel; moderately acid (pH 5.8); clear wavy boundary. (Combined thickness of the 2C/A horizon is 15 to 46 centimeters {6 to 18 inches} thick).\n2C3 -- 46 to 76 centimeters (18 to 30 inches); fragmental `a`a lava with 5 percent fines; 25 percent angular `a`a cobbles and 70 percent angular `a`a gravel; abrupt wavy boundary. (30 to 76 centimeters {12 to 24 inches} thick)\n2R -- 76 centimeters (30 inches); hard, massive `a`a bluerock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Island of Hawaii, Hawaii County, Hawaii. From Highway 19, in Wiaohinu town, turn south onto Kaalualu Rd. Drive through Green Sands Subdivision to 4WD road. Drive 2.1 miles to Mawae Gate and turn north onto 4WD road. Drive 0.4 miles and turn right and north at fork. Continue driving 0.9 miles. Pedon is located in road cut on the ocean side of road. Kahuku Ranch Quadrangle; lat. 19 degrees 1 minute 3.64 seconds N. and long. 155 degrees 38 minutes 37.51 seconds W. (GPS/PLGR +/- 33 feet. Old Hawaiian Datum)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock: 50 to 100 centimeters (20 to 40 inches).\nMean annual soil temperature: 22 to 24 degrees C (72 to 76 degrees F).\nRock fragments: 35 to 75 percent by volume of the pedon and range from gravel to cobble size lava rocks.\n2C/A horizon\nHue: 5YR to 10YR.\nValue: 2 or 3 moist or dry.\nChroma: 0 or 1 moist and 1 or 2 dry.\nTexture: Extremely or very cobbly sandy loam or silt loam.\nStructure: Strong or moderate granular.\nReaction: Moderately acid to slightly acid (pH 5.6 to 6.5)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series. Similar soils include the Kaalualu series. Kaalualu soils have an aridic soil moisture regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Puueo soils are on south and east facing ashfields on Mauna Loa Volcano at elevations from sea level to 366 meters (0 to 1,200 feet). The soils are on all hillslope positions of constructional landscapes consisting of undulating to hilly `a`a flows that are 1,500 to 5,000 years old. Slope gradients are dominantly 2 to 10 percent and range to 20 percent. The soils formed in basic volcanic ash in `a`a lava. The mean annual rainfall ranges from 762 to 1524 millimeters (30 to 60 inches), with most of the rainfall occurring from October through April. The mean annual pan evaporation ranges from 1270 to 1778 millimeters (50 to 70 inches).  The mean annual temperature ranges from 21 to 24 degrees C (69 to 75 degrees F). The mean summer soil temperature and the mean winter soil temperature differ by less than 6 degrees C (11 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Kanohina and Naalehu series. Kanohina soils have a lithic contact at 5 to 25 centimeters (2 to 10 inches) and are over pahoehoe lava. Naalehu soils are medial and are greater than 102 centimeters (40 inches) deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained. Runoff is negligible to very low on gentle slopes and low on steeper slopes. Permeability is rapid in the soil and very slow in the underlying bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for wildlife habitat. The natural vegetation is Christmasberry (Schinus terebinthifolius), koa-haole (Leucaena leucocephala), lantana (Lantana camara), barbwiregrass (Cymbopogon refractus)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Kau District, Island of Hawaii; MLRAs 159B and 161A. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Island of Hawaii, Hawaii County, Hawaii, 2002."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Soil moisture  dry in some or all parts for short intermittent periods totaling 90 or more days during the months of April through October in most years (Ustic moisture regime).\nDiagnostic horizons and features recognized in this pedon are:\nAndic soil properties  0 to 46 centimeters (0 to 18 inches) (2C/A horizons).\nLithic contact  76 centimeters (30 inches) (2R horizon).\nMollic epipedon  0 to 46 centimeters (0 to 18 inches) (2C/A horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
