{
  "SERIES": "PYBURN",
  "STATUS": "Established Series",
  "BYREV": "Rev. JTH/KDPL/RWL",
  "REVDATE": "08/2006",
  "STATES": "OR",
  "OVERVIEW": "The Pyburn series consists of very deep, poorly drained soils on high stream terraces. They formed in old mixed clayey alluvium. Slopes are 0 to 8 percent. The mean annual temperature is about 51 degrees F, and the mean annual precipitation is about 80 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, isotic, mesic Typic Umbraquults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pyburn silty clay, in a pasture with a slope of 1 percent at 280 feet elevation. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; black (10YR 2/1) silty clay, dark brown (10YR 3/3) dry; moderate fine subangular blocky structure; hard, friable, moderately sticky and moderately plastic; many very fine and fine and common medium roots; few fine irregular pores; strongly acid; clear smooth boundary. (7 to 16 inches thick)\nBA--7 to 14 inches; black (10YR 2/1) clay, very dark grayish brown (10YR 3/2) dry; moderate medium subangular blocky structure; very hard, firm, moderately sticky and  moderately plastic; common fine and medium roots; common fine irregular pores; few medium distinct dark brown (7.5YR 3/2) and grayish brown (10YR 5/2) iron depletions; strongly acid; gradual wavy boundary. (6 to 10 inches thick)\nBtss--14 to 28 inches; dark gray (N 4/0) clay, very dark grayish brown (10YR 3/2) dry; moderate medium and coarse subangular blocky structure; very hard, firm, very sticky and very plastic; common fine and medium roots; few fine irregular pores; many fine distinct dark brown (10YR 3/3) and dark yellowish brown (10YR 4/6) masses of iron accumulation; common distinct clay films on peds; common slickensides; moderately acid; clear wavy boundary. (9 to 18 inches thick)\nBCss--28 to 38 inches; brown (10YR 4/3) silty clay, olive brown (2.5Y 4/4) dry; moderate medium and coarse subangular blocky structure; very hard, firm, moderately sticky and moderately plastic; common very fine and fine roots; common fine tubular pores; many fine and medium distinct strong brown (7.5YR 4/6) and reddish yellow (7.5YR 6/6) masses of iron accumulation; few slickensides; moderately acid; clear wavy boundary. (5 to 20 inches thick)\nC--38 to 60 inches; grayish brown (10YR 5/2) clay loam, light brownish gray (2.5Y 6/2) dry; moderate coarse prismatic structure parting to moderate coarse subangular blocky; very hard, friable, moderately sticky and moderately plastic; few very fine roots; few fine tubular pores; many fine and medium distinct dark gray (10YR 4/1) iron depletions, and strong brown (7.5YR 5/6), and yellowish brown (10YR 5/8) masses of iron accumulation; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Coos County, Oregon; one-half mile south of Powers at the Powers State Airport; 1,000 feet west of the barn; 1,300 feet south and 300 feet west of northwest corner, section 19, T. 31 S., R. 11 W.; China Flat, OR 7.5 minute USGS Quad; NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is 30 to 50 inches. The soil is usually moist and is saturated with water during several months each year when not artificially drained. It is dry for a short period of less than 45 consecutive days between depths of 4 to 12 inches in the four month period following the summer solstice in most years. The mean annual soil temperature is 49 to 55 degrees F. The umbric epipedon is 10 to 20 inches thick. Clay content decreases by 20 percent from the maximum clay content within 1.5 meters from the soil surface in most pedons. Hue is 10YR to 2.5Y. Reaction is very strongly to moderately acid throughout. The particle-size control section has 40 to 70 percent clay. Redox depletions occur within 10 inches of the mineral soil surface.\nThe A horizon and Ac or Ap horizon, if present, has value of  2 to 5 moist, 3 to 6 dry and chroma of 1 or 2 moist, 2 or 3 dry. Texture is silty clay with 40 to 50 percent clay.\nThe BA or BAc horizon has value of 2 or 3 moist, 3 through 5 dry and chroma of 1 or 2 moist, 2 or 3 dry.  Texture is silty clay or silty clay loam with 35 to 45 percent clay.\nThe Bt horizon has value of 3 to 5 moist and dry and chroma of 0 to 2 moist, 2 to 4 dry. Texture is clay, silty clay loam, or silty clay with 35 to 70 percent clay. Redox concentrations are common or many and distinct or prominent. Slickensides are none to common.\nThe BC horizon has value of 3 to 5 moist and dry and chroma of 1 to 3 moist and dry. Texture is silty clay or clay with 50 to 70 percent clay. Redox concentrations are common or many and distinct or prominent. Slickensides are few to common and faint or distinct.\nThe C horizon has value of 3 to 5 moist, 5 to 7 dry and chroma of 0 to 3 moist and dry. Texture is clay loam, silty clay, or clay with 35 to 50 percent clay. Thin sand and gravel lenses occur in some pedons below depths of 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series. The Kenusky series has a similar classification. Kenusky soils have mixed mineralogy and do not decrease by 20 percent from the maximum clay content within 1.5 meters from the soil surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Pyburn soils occur on high stream terraces. They formed in mixed clayey alluvium from volcanic and sedimentary rock.   Slopes are 0 to 8 percent. Elevations are 95 to 1000 feet. The climate is characterized by warm wet winters and hot moist summers. The mean annual precipitation is 60 to 100 inches. The mean annual temperature is 48 to 54 degrees F. The frost-free period is 140 to 220 days. Pyburn soils are on the Whiskey Run geomorphic surface in Curry and Coos Counties, and in depressional areas of high stream terraces in Benton County."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Chismore, Meda, McCurdy, and Wintley soils. These soils occur on stream terraces or alluvial fans. Chismore and McCurdy soils are moderately well drained. Meda and Wintley soils are well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained. Permeability is very slow. A seasonal water table is at its uppermost limit from October through June, and the soil is ponded from November through May."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for pasture and wildlife habitat. Native vegetation is red alder, western redcedar, western swordfern, willows, rushes and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Coastal river valley high stream terraces of the Coast Range Mountains in western Oregon; MLRA 1. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Coos County, Oregon, 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nUmbric epipedon - from the mineral surface to 14 inches (A and BA horizons).\nArgillic horizon - from 14 to 28 inches (Bt horizon)\nAquults feature - saturation with dominant chroma of 2 or less in the matrix of the argillic horizon and redox concentrations of higher chroma at a depth of 14 inches (Bt horizon).\nParticle-size control section (Fine family) - from 14 to 28 inches (Bt horizon).\nClassification revised 1/02 from mixed mineralogy to isotic mineralogy.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; black (10YR 2/1) silty clay, dark brown (10YR 3/3) dry; moderate fine subangular blocky structure; hard, friable, moderately sticky and moderately plastic; many very fine and fine and common medium roots; few fine irregular pores; strongly acid; clear smooth boundary. (7 to 16 inches thick)"
      },
      {
        "name": "BA",
        "top": 18,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BA--7 to 14 inches; black (10YR 2/1) clay, very dark grayish brown (10YR 3/2) dry; moderate medium subangular blocky structure; very hard, firm, moderately sticky and  moderately plastic; common fine and medium roots; common fine irregular pores; few medium distinct dark brown (7.5YR 3/2) and grayish brown (10YR 5/2) iron depletions; strongly acid; gradual wavy boundary. (6 to 10 inches thick)"
      },
      {
        "name": "Btss",
        "top": 36,
        "bottom": 71,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "N",
        "moist_value": 4,
        "moist_chroma": 0,
        "texture_class": "clay",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btss--14 to 28 inches; dark gray (N 4/0) clay, very dark grayish brown (10YR 3/2) dry; moderate medium and coarse subangular blocky structure; very hard, firm, very sticky and very plastic; common fine and medium roots; few fine irregular pores; many fine distinct dark brown (10YR 3/3) and dark yellowish brown (10YR 4/6) masses of iron accumulation; common distinct clay films on peds; common slickensides; moderately acid; clear wavy boundary. (9 to 18 inches thick)"
      },
      {
        "name": "BCss",
        "top": 71,
        "bottom": 97,
        "dry_hue": "2.5Y",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BCss--28 to 38 inches; brown (10YR 4/3) silty clay, olive brown (2.5Y 4/4) dry; moderate medium and coarse subangular blocky structure; very hard, firm, moderately sticky and moderately plastic; common very fine and fine roots; common fine tubular pores; many fine and medium distinct strong brown (7.5YR 4/6) and reddish yellow (7.5YR 6/6) masses of iron accumulation; few slickensides; moderately acid; clear wavy boundary. (5 to 20 inches thick)"
      },
      {
        "name": "C",
        "top": 97,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "moderately acid",
        "narrative": "C--38 to 60 inches; grayish brown (10YR 5/2) clay loam, light brownish gray (2.5Y 6/2) dry; moderate coarse prismatic structure parting to moderate coarse subangular blocky; very hard, friable, moderately sticky and moderately plastic; few very fine roots; few fine tubular pores; many fine and medium distinct dark gray (10YR 4/1) iron depletions, and strong brown (7.5YR 5/6), and yellowish brown (10YR 5/8) masses of iron accumulation; moderately acid."
      }
    ]
  ]
}
