{
  "SERIES": "PYRAT",
  "STATUS": "Established Series",
  "BYREV": "Rev. IJR/PWB/JVC",
  "REVDATE": "11/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Durinodic Xeric Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pyrat gravelly sandy loam--rangeland. (Colors are for dry soil unless otherwise noted). The soil surface is partially covered with approximately 50 percent gravel.\nA1--0 to 5 cm; light brownish gray (10YR 6/2) gravelly sandy loam, brown (10YR 4/3) moist; moderate thick platy structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots; many very fine vesicular pores; few thin secondary calcium carbonate coats on bottom of rock fragments; 15 percent gravel; strongly effervescent; moderately alkaline (pH 8.0); abrupt wavy boundary.  (2 to 10 cm thick)\nA2--5 to 15 cm; pale brown (10YR 6/3) gravelly loam brown (10YR 4/3) moist; moderate coarse subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots; many very fine tubular pores; many medium secondary calcium carbonate masses around rock fragments and pendants on bottom of rock fragments; 15 percent gravel; violently effervescent; moderately alkaline (pH 8.2); clear smooth boundary.  (5 to 15 cm thick)\nBk1--15 to 43 cm; very pale brown (10YR 7/3) very gravelly sandy loam, brown (10YR 5/3), weak coarse subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine, few fine, medium and coarse roots; many very fine tubular and interstitial pores; many medium secondary calcium carbonate coats on gravel and many coarse secondary calcium carbonate coats on the bottom of rock fragments; 40 percent gravel; violently effervescent; moderately alkaline (pH 8.4); abrupt irregular boundary.  (20 to 36 cm thick)\nBk2--43 to 69 cm; very pale brown (10YR 8/2) very gravelly loam, very pale brown (10YR 7/3) moist; massive; very hard, firm, slightly sticky and slightly plastic; many very fine and few fine and medium roots; many very fine tubular pores; 10 percent krotovinas; many coarse secondary calcium carbonate masses around rock fragments and some pendants on the bottom of rock fragments; 40 percent gravel; violently effervescent; moderately alkaline (pH 8.3); gradual irregular boundary.  (15 to 41 cm thick)\nBqk--69 to 99 cm; very pale brown (10YR 8/2) very gravelly sandy loam, very pale brown (10YR 7/3) moist; massive; hard, friable, nonsticky and nonplastic; many very fine and few fine roots; many very fine interstitial pores; many 3 to 8 cm thick lenses of discontinuous weak secondary silica cementation; many coarse secondary calcium carbonate masses around rock fragments and some pendants on the bottom of rock fragments; 55 percent gravel; violently effervescent; moderately alkaline (pH 8.2); gradual irregular boundary.  (25 to 64 cm thick)\nCk--99 to 152 cm; very pale brown (10YR 7/3) extremely gravelly loamy sand, brown (10YR 5/3) moist; massive; hard, very friable, nonsticky and nonplastic; many very fine roots; many very fine interstitial pores; many secondary calcium carbonate masses around rock fragments and some pendants on the bottom of rock fragments; 80 percent gravel; violently effervescent; strongly alkaline (pH 8.8);"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  White Pine County, Nevada; about 6 miles southwest of Lages Station; approximately 2,800 feet north and 1,000 feet west of the southeast corner of section 36, T. 25 N., R. 64 E.; USGS Cherry Spring 7.5 minute topographic quadrangle; latitude 39 degrees 59 minutes 39 seconds N and longitude 114 degrees 40 minutes 46 seconds W; WGS84 Decimal Degrees 39.9941667 latitude, -114.6794444 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist in winter and spring, dry June through October; aridic soil moisture regime bordering on xeric.\nMean annual soil temperature: 8 to 11 degrees C.\nDepth to calcic horizon: 7 to 25 cm.\nDepth to Bqk horizon: 33 to 81 cm.\nParticle-size control section - Clay content: 5 to 18 percent.\nRock fragments: 35 to 80 percent.\nA horizon\nValue: 5 to 7 dry, 3 to 5 moist.\nChroma: 2 to 4, dry or moist.\nBk1 horizon\nHue: 10YR or 7.5YR.\nValue: 5 to 7 dry, 4 to 6 moist.\nChroma: 3 or 4, dry or moist.\nRock fragments: 35 to 60 percent gravel.\nStructure: Medium or coarse subangular blocky.\nConsistence: Nonsticky or slightly sticky wet.\nCalcium carbonate equivalent: 5 to 25 percent.\nBk2 horizon\nValue: 6 to 8 dry, 4 to 7 moist.\nChroma: 2 to 4, dry or moist.\nStructure: Massive or subangular blocky.\nTexture: Very gravelly loam or very gravelly sandy loam.\nRock fragments: 35 to 60 percent gravel.\nConsistence: Slightly hard to very hard dry, friable to firm moist, nonsticky or slightly sticky and nonplastic or slightly plastic wet.\nReaction: Moderately alkaline or strongly alkaline.\nCalcium carbonate equivalent: 15 to 35 percent.\nOther features: Up to 15 percent discontinuous weak secondary calcium carbonate-silica cementation or durinodes may be present.\nBqk horizons\nHue: 10YR or 7.5YR.\nValue: 6 to 8 dry, 5 to 7 moist.\nRock fragments: 35 to 60 percent gravel.\nChroma: 2 to 4, dry or moist.\nConsistence: Friable or firm moist.\nReaction: Moderately alkaline or strongly alkaline.\nCalcium carbonate equivalent: 15 to 35 percent.\nSecondary features: 30 to 70 percent discontinuous horizontal lenses weakly cemented by silica and calcium carbonate.\nC horizon\nHue: 10YR or 7.5YR.\nValue: 6 or 7 dry, 5 or 6 moist.\nChroma: 2 to 4, dry or moist.\nTexture: Sandy loam or loamy sand.\nRock fragments: 35 to 80 percent gravel; up to 10 percent cobbles.\nConsistence: Slightly hard or hard dry.\nReaction: Moderately alkaline or strongly alkaline.\nCalcium carbonate equivalent: 5 to 15 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Armespan, Automal, Dakent, Morbench, and Sugarcreek series.\nArmespan and Dakent soils have mean annual soil temperatures of 11.5 to 14.5 degrees C, and are moist 10 to 20 days cumulative between July and October. Automal soils have horizons with a firm, brittle matrix within depths of 13 to 50 cm. Morbench soils are moist 10 to 20 days between July and October due to convection storms. Sugarcreek soils are moderately deep to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Pyrat soils are on alluvial fans, fan remnants, fan skirts, beach plains, inset fans and longshore bars.  These soils formed in alluvium derived from mixed rocks and lacustrine deposits.  Slopes are 0 to 30 percent. Elevations are 1,490 to 2,080 meters and 1,340 to 1,590 meters in Idaho. The climate is semiarid with cool, moist winters and warm, dry summers. The mean annual precipitation is 200 to 300 mm, the mean annual temperature is 7 to 10 degrees C, and the frost-free period is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cowgil and Tulase soils.  Cowgil soils lack calcic horizons and have argillic horizons.  Tulase soils lack calcic horizons and are coarse-silty."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Livestock grazing and wildlife habitat.  The present vegetation is mainly Wyoming big sagebrush, green rabbitbrush, and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East-central Nevada, southwestern Utah, and southeastern Idaho.  These soils are moderately extensive.  The series concept and main acreage is in MLRA 28B, while other acreage occurs in MLRA 28A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  White Pine County, Nevada, Western Part, 1990."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A1, A2 and part of Bk1 horizons).\nCalcic horizon - The zone from 15 to 99 cm (Bk1, Bk2, and Bqk horizons).\nDuric feature - The zone from 69 to 99 cm (Bqk horizon).\nParticle-size control section - The zone from 25 to 100 cm (Bk2 and Bqk horizons and parts of the Bk1 and Ck horizons).\nADDITIONAL DATA:  A pedon of Pyrat has full characterization data by the Soil Survey Laboratory (SSL), Lincoln, NE, as pedon ID S05NV033001 (pedon # 06N0253).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
