{
  "SERIES": "PYRON",
  "STATUS": "Established Series",
  "BYREV": "Rev. ALS, JAG, WJG",
  "REVDATE": "04/2011",
  "STATES": "TX",
  "OVERVIEW": "The Pyron series consists of very deep, well drained, moderately slow permeable soils. These nearly level to gently sloping soils formed in calcareous alluvium in the Ogallala Formation of Miocene-Pliocene age. Slope ranges from 0 to 3 percent. Mean annual temperature is about 62 degrees F. and mean annual precipitation is about 22 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, thermic Typic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pyron clay loam, on a south facing, 0.5 percent slope in rangeland; elevation is 2603 feet (Colors are for dry soil unless otherwise stated.)\nA--0 to 6 inches; brown (7.5YR 4/2) clay loam, dark brown (7.5YR 3/2), moist; moderate fine and medium subangular blocky structure; friable, slightly hard; common very fine, fine and medium roots throughout; common fine and very fine tubular pores; 1 percent fine insect casts throughout; 1 percent rounded quartz pebbles; slight effervescence, moderately alkaline; clear smooth boundary. (7 to 14 inches thick)\nBt1--6 to 15 inches; brown (7.5YR 4/3) clay, dark brown (7.5YR 3/3), moist; weak fine and medium prismatic structure parting to strong fine and medium subangular blocky; firm, hard; common very fine, fine and medium roots throughout; common very fine, fine and medium tubular pores; 15 percent faint clay films on all faces of peds; 2 percent insect casts throughout; 1 percent rounded quartz pebbles; strong effervescence, moderately alkaline; clear smooth boundary. (combined thickness of the Bt horizons 9 to 26 inches)\nBt2--15 to 29 inches; brown (7.5YR 5/4) clay, brown (7.5YR 4/4) moist; weak fine and medium prismatic structure parting to strong fine and medium subangular blocky; firm, hard; common fine and very fine roots throughout; common very fine, fine and medium tubular pores; 25 percent faint clay films on all faces of peds; 2 percent insect casts throughout; 1 percent rounded quartz pebbles; strong effervescence, moderately alkaline; clear smooth boundary.\nBk1--29 to 37 inches; pink (7.5YR 8/3) clay loam, light brown (7.5YR 6/4), moist; moderate fine and medium subangular blocky structure; firm, moderately hard; common fine and very fine roots throughout; common medium tubular pores; 4 percent insect casts throughout and 10 percent fine and 10 percent coarse prominent irregular carbonate masses throughout and 10 percent fine prominent irregular weakly cemented carbonate nodules with sharp boundaries throughout; 1 percent rounded quartz pebbles; violent effervescence, moderately alkaline; clear smooth boundary. (combined thickness of the Bk horizons 18 to 53 inches thick)\nBk2--37 to 47 inches); reddish yellow (5YR 6/6) silty clay, yellowish red (5YR 5/6), moist; weak medium and coarse prismatic structure parting to moderate fine and medium subangular blocky; firm, moderately hard; common fine and very fine roots throughout; common medium tubular pores; 5 percent insect casts throughout and 5 percent fine and 5 percent coarse prominent irregular carbonate masses throughout and 5 percent fine prominent irregular weakly cemented carbonate nodules with sharp boundaries throughout; 1 percent rounded quartz pebbles; violent effervescence, moderately alkaline; gradual smooth boundary.\nBtk1--47 to 72 inches; yellowish red (5YR 5/6) clay loam, yellowish red (5YR 4/6), moist; moderate coarse and medium prismatic structure parting to moderate fine and medium angular blocky; very firm, very hard; common fine and very fine roots throughout; common medium tubular pores; 50 percent distinct clay films on all faces of peds; 4 percent insect casts throughout and 2 percent fine and 2 percent medium prominent spherical weakly cemented carbonate nodules with sharp boundaries throughout and 5 percent very coarse and 5 percent coarse prominent irregular carbonate masses throughout; 1 percent rounded quartz pebbles; strong effervescence, moderately alkaline; gradual smooth boundary. (combined thickness of the Btk horizons 5 to 65 inches thick)\nBtk2--72 to 82 inches; reddish yellow (5YR 6/6) clay, yellowish red (5YR 5/6), moist; moderate coarse and medium prismatic structure parting to moderate fine and medium angular blocky; very firm, very hard; common fine and very fine roots throughout; common fine tubular pores; 50 percent distinct clay films on all faces of peds; 3 percent insect casts throughout and 3 percent coarse and 3 percent very coarse prominent irregular carbonate masses throughout; 1 percent rounded quartz pebbles; strong effervescence, moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Scurry County, Texas; From the intersection of U.S. 180 and U.S. Highway 208 in downtown Snyder, north on U.S. Highway 208 for 1.6 miles to U.S. 84, northwest on U.S. Highway 84 for 10.5 miles to County Road 2126, west on C.R. 2126 for 3.1 miles to private ranch road, south on ranch road for 1.7 miles, 200 feet east in rangeland. (Latitude: 32 degrees, 50 minutes, 07.8 seconds N; Longitude: 101 degrees, 04 minutes, 36.4 seconds W., Dermott topographic quadrangle NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An ustic soil moisture regime. The soil moisture control section is dry in some or all parts for more than 90 days but less than 180 cumulative days in normal years. November through March is the driest months, while April through October is the wettest.\nMean annual soil temperature: 64 to 65 degrees F\nDepth to argillic horizon: 5 to 15 inches\nDepth to secondary calcium carbonate: 10 to 25 inches\nDepth to calcic horizon: 15 to 35 inches\nThickness of the mollic epipedon, 7 to 18 inches\nThickness of the argillic horizon, 17 to 47 inches\nThickness of the calcic horizon, 17 to 47 inches\nParticle-size control section (weighted average)\nTotal Clay content: 35 to 54 percent\nSand content: 16 to 34 percent\nCoarse Fragments: 0 to 5 percent\nA horizon\nHue: 7.5YR or 10YR\nValue: 3 or 4 dry, 3 moist\nChroma: 2 or 3 dry, 1 to 3 moist\nTexture: Clay Loam, Clay\nTotal Clay content: 30 to 43 percent\nCoarse fragments: 0 to 3 percent as rounded quartz pebbles\nCalcium carbonate equivalent: 0 to 5 percent\nEffervescence: very slight to strong\nReaction: slightly or moderately alkaline\nBt horizon\nHue: 7.5YR or 10YR\nValue: 3 to 6 dry, 3 to 5 moist\nChroma: 2 to 4 dry or moist\nTexture: Clay Loam, Clay\nTotal Clay content: 33 to 48 percent\nClay films: located on vertical and horizontal ped faces, contrast is distinct\nCoarse fragments: 0 to 3 percent as rounded quartz pebbles\nCalcium carbonate equivalent: 0 to 15 percent\nIdentifiable secondary carbonate: 0 to 3 percent, fine, threads and masses, on ped faces and pores\nEffervescence: slight to strong\nReaction: moderately alkaline\nBtk horizon\nHue: 5YR to 10YR\nValue: 4 to 7 dry, 3 to 6 moist\nChroma: 3 to 6 dry, 4 to 6 moist\nTexture: Clay Loam, Clay\nTotal Clay content: 35 to 57 percent\nClay films: located on vertical and horizontal ped faces, contrast is distinct\nCoarse fragments: 0 to 3 percent as rounded quartz pebbles\nCalcium carbonate equivalent: 20 to 47 percent\nIdentifiable secondary carbonate: 5 to 30 percent, very fine to coarse, threads, masses and nodules, throughout\nEffervescence: strong or violent\nReaction: moderately alkaline\nBk horizon\nHue: 5YR or 7.5YR\nValue: 5 to 8 dry, 4 to 8 moist\nChroma: 2 to 8 dry or moist\nTexture: Clay loam, Clay, Silty Clay\nTotal Clay content: 38 to 54 percent\nCoarse fragments: 0 to 2 percent as rounded quartz pebbles\nCalcium carbonate equivalent: 10 to 63 percent\nIdentifiable secondary carbonate: 5 to 60 percent, fine to coarse, masses and nodules, throughout\nEffervescence: strong or violent\nReaction: moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Frankirk (TX), La Casa (OK), Lawton (OK), Luckenbach (TX), Rowden (TX), Sagerton (TX) and Swenson(TX).\nFrankirk soils: These soils have a calcic horizon at depths more than 30 inches and are non effervescent at the surface.\nLa Casa soils: These soils formed over claystone and siltstone in the Blaine formation of Permian age.\nLawton soils: These soils do not have a calcic horizon and formed from granitic materials.\nLuckenbach soils: These soils do not have a calcic horizon.\nRowden soils: These soils do not have a calcic horizon and are moderately deep to limestone.\nSagerton soils: These soils have a calcic horizon at depths of more than than 36 inches and are non effervescent at the surface.\nSwenson soils: These soils are moderately deep to limestone."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: calcareous alluvium in the Ogallala Formation of Miocene-Pliocene age\nLandform: nearly level to very gently sloping plain\nSlope: 0 to 3 percent\nMean annual air temperature range: 62 to 63 degrees F\nMean annual precipitation range: 20 to 24 inches\nPrecipitation Pattern: Precipitation falls mostly during the months of April through October. November through March is the driest months. Spring precipitation occurs during widely scattered intense thunderstorms.\nFrost-free period: 220 to 230 days\nElevation: 2350 to 2800 feet\nThornthwaite annual P-E indices: 29 to 32"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Hermleigh, Sagerton, Roscoe, Snyder and Dermott series.\nHermleigh: Occurs lower in the landscape in enclosed depressions and is a Vertisol.\nSagerton: Occurs on similar landscapes and is noncalcareous in the upper part of the pedon.\nRoscoe: Occurs on swales lower in the landscape in a water receiving position, and is a Vertisol.\nSnyder: Occurs on similar to higher landscape positions and is in a fine-loamy particle size class.\nDermott: Occurs higher in the landscape on shoulders, summits and breaks into valleys and drains and is shallow to a petrocalcic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is moderately slow. Runoff is low on 0 to 1 percent slopes, and medium on 1 to 3 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used primarily for cropland. Crops grown are cotton, wheat and grain sorghum. Native vegetation consists of plains bristlegrass, tobosa, blue grama, Texas grama, buffalo grass, threeawns, broomweed and mesquite. Clay Loam (078BY072TX) range site."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southwest portion of the Rolling Red Plains; Land Resource Region H; MLRA 78B; the series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Scurry County, Texas, 2005, MLRA 78 soil survey area. The name is from a community on the Fisher and Scurry county line. This series was originally proposed in 1962 during the initial survey of Fisher County but was never correlated."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Pyron series was formerly included with the Rowena series. The series was separated based on the absence of vertic features and the presence of an argillic horizon.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 6 to 26 inches. (Bt horizon)\nMollic epipedon: 0 to 15 inches. (A and Bt1 horizons)\nArgillic horizon: 6 to 29 inches. (Bt1 and Bt2 horizons)\nCalcic horizon: 29 to 47 inches. (Bk1 and Bk2 horizons)\nThe assignment of the cation-exchange activity class is supported by laboratory data number S03TX-415-005 from Scurry County, Texas.\nADDITIONAL DATA: NSSL Data from type location S03TX-415-005. Particle-size analysis, calcium carbonate equivalent, sieve analysis and pH tests were performed at the project office on 13 pedons.\nTaxonomic version: Keys to Soil Taxonomy, Tenth Edition, 2006\nNational Cooperative Soil Survey\nU.S.A."
  }
}
