{
  "SERIES": "PYSHT",
  "STATUS": "Established Series",
  "BYREV": "Rev. RGC/HJP/TDT",
  "REVDATE": "07/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Medial-skeletal, ferrihydritic, isofrigid Aquic Fulvudands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pysht very gravelly medial loam-forestland, on a 47 percent southerly aspect at an elevation of 1,740 feet in a Pacific silver fir/salal-deer fern plant association.  (When described on January 3, 1995, the soil was moist throughout.  Colors are for moist soil unless otherwise stated.)\nOi--0 to 1 inch; slightly decomposed needles, leaves, and twigs; abrupt smooth boundary.  (1 to 3 inches thick)\nA--1 to 9 inches; dark brown ((7.5YR 3/4) very gravelly medial loam, brown (7.5YR 5/4) dry; weak very fine and fine granular and weak very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; many very fine, fine, medium, and coarse roots; many very fine tubular and irregular pores; 35 percent gravel; moderately acid (pH 5.6); clear wavy boundary.  (5 to 10 inches thick)\nBw1--9 to 20 inches; brown (7.5YR 4/4) very gravelly medial loam, strong brown (7.5YR 5/6) dry; weak very fine and fine subangular blocky and weak very fine and fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; many very fine and common fine, medium, and coarse roots; common very fine and fine tubular and irregular pores; 40 percent gravel; moderately acid (pH 5.8); clear wavy boundary.\nBw2--20 to 30 inches; dark brown (7.5YR 3/4) very gravelly medial loam, strong brown (7.5YR 4/6) dry; weak very fine and fine subangular blocky and weak very fine and fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; common very fine, fine, and medium and few coarse roots; common very fine and fine tubular and irregular pores; 40 percent gravel; moderately acid (pH 6.0); clear wavy boundary.\nBw3--30 to 36 inches; dark brown (7.5YR 3/4) very gravelly medial loam, strong brown (7.5YR 4/6) dry; weak very fine and fine subangular blocky and weak very fine and fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; few very fine, fine, and medium roots; few very fine and fine tubular and irregular pores; 45 percent gravel, 10 percent cobbles; moderately acid (pH 6.0); clear wavy boundary.  (Combined thickness of the Bw horizon is 18 to 32 inches)\n2BC--36 to 44 inches; dark yellowish brown (10YR 3/4) very gravelly sandy loam, yellowish brown (10YR 5/4) dry; weak very fine, fine, and medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; weakly smeary; few very fine roots; few very fine irregular pores; few fine and medium distinct olive brown (2.5Y 4/3) irregularly shaped iron depletions with clear boundaries in the matrix; 45 percent gravel, 5 percent cobbles; moderately acid (pH 6.0); abrupt wavy boundary.  (8 to 19 inches thick)\n2Cd--44 to 61 inches; dark yellowish brown (10YR 3/4) very gravelly sandy loam, light yellowish brown (10YR 6/4) dry; massive; hard, firm and brittle, slightly sticky and slightly plastic; few fine distinct strong brown (7.5YR 5/6) irregularly shaped masses of iron accumulation with clear boundaries in the matrix; few fine distinct olive brown (2.5Y 4/3) irregularly shaped iron depletions with clear boundaries in the matrix; 40 percent gravel, 10 percent cobbles; slightly acid (pH 6.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clallam County, Washington, about 0.5 mile east of Ellis Mts., about 750 feet east and 1190 feet south of the northwest corner of Section 30, T. 31 N., R. 12 W. (Latitude 48 degrees, 09 minutes, 36 seconds N., Longitude 124 degrees, 18 minutes, 08 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 43 to 47 degrees F.  The mean summer soil temperature is 47 to 50 degrees F. and the mean winter soil temperature is 40 to 45 degrees F.  The difference between the mean winter and mean summer soil temperature is 5 to 9 degrees F.  These soils are usually moist, and are dry 0 to 30 consecutive days in the soil moisture control section; udic moisture regime.  Depth to dense till is 40 to 60 inches.  The upper part of the particle-size control section has andic soil properties with a cumulative thickness of 23 to 37 inches, with 35 to 75 percent rock fragments by volume.  The andic soil material has an estimated moist bulk density of 0.30 to 0.70 g/cc, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron 2 to 6 percent, phosphate retention of 85 to 100 percent, 15-bar water retention of 12 to 25 percent for air-dried samples, and acid oxalate iron of 1.5 to 3.5 percent.  The lower part of the particle-size control section lacks andic soil properties; it has bulk density over 0.90 g/cc and has 35 to 75 percent rock fragments.  Depth to redox depletions is 23 to 37 inches.\nThe A horizon has hue of 10YR or 7.5YR moist and dry, value of 4 or 5 dry, and chroma of 2 through 4 moist and 3 or 4 dry.  Reaction is strongly or moderately acid.  It has 10 to 20 percent organic matter.\nThe Bw horizon has hue of 10YR or 7.5YR moist and dry, value of 3 or 4 moist and 4 through 6 dry, and chroma of 4 or 6 moist and dry.  It is very gravelly medial loam or extremely gravelly medial sandy loam.  It has 1 to 2 cmol/kg of aluminum.  It has 10 to 25 percent organic matter.\nThe 2BC horizon has hue of 10YR or 2.5Y moist and dry and value of 3 or 4 moist.  It is very gravelly sandy loam or extremely gravelly sandy loam.\nThe 2Cd horizon has hue of 10YR or 2.5Y moist and dry, value of 3 or 4 moist and 5 or 6 dry, and chroma of 3 or 4 moist.  It is very gravelly sandy loam or extremely gravelly sandy loam.  Reaction is moderately or slightly acid.  It has moist bulk density 1.50 to 2.00 g/cc."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series.  The Adwell series is similar.  Adwell soils lack redox features above 100 centimeters and are considered oxyaquic and perudic."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Pysht soils are predominantly on glaciated mountain slopes.  Slopes are 15 to 20 percent.  The soils formed in continental glacial till.  Elevations are 800 to 2,600 feet.  Average annual precipitation is 95 to 120 inches.  Average annual temperature is 41 to 43 degrees F.  The frost-free season is 120 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Adwell soils and the Edenvalley, Kaweeta, Lizardlake, Sappho, and Yerba soils.  Edenvalley soils are on moderate relief and glaciated mountain slopes and glacial moraines and are well drained.  Kaweeta, Lizardlake, and Yerba soils are on glaciated mountain slopes and are well drained.  Sappho soils are on moderate relief and glaciated mountain slopes and are well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; moderate over slow permeability.  Pysht soils have a perched zone of saturation above the dense till from November through April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Timber production, wildlife habitat, recreation, and watershed.  Native vegetation is Pacific silver fir, western hemlock, western redcedar, Douglas-fir, salal, Alaska huckleberry, red buckleberry, deer fern, Oregon oxalis, western swordfern, and threeleaf foamflower."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Clallam County, Washington; MLRA 1.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Clallam County, Washington, 2000; Olympic National Forest."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are the following:\n-Ochric epipedon\n-Cambic horizon - 9 to 36 inches\n-Andic soil properties - 1 to 36 inches\n-Densic layer - 44 to 61 inches\n-PSCS - 1 to 41 inches (1 to 36 inches in medial-skeletal and 36 to 41 inches is loamy-skeletal)\n-This soil meets Eutric subgroup criteria.\n-All depths to diagnostic horizons and features are measured from the top of the first mineral horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
