{
  "SERIES": "LA BRIER",
  "STATUS": "Established Series",
  "BYREV": "Rev. JBC-LWH-ACT",
  "REVDATE": "05/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, mesic Torrertic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  La Brier silty clay loam - cultivated.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 9 inches; very dark grayish brown (10YR 3/2) silty clay loam, very dark brown (10YR 2/2) moist; moderate medium granular structure; hard, friable, slightly sticky and plastic; many fine roots; moderately alkaline; clear smooth boundary.  (2 to 11 inches thick)\nA--9 to 13 inches; very dark grayish brown (10YR 3/2) silty clay loam, very dark brown (10YR 2/2) moist; weak medium prismatic structure parting to moderate medium and fine subangular blocky; hard, firm, sticky and plastic; common fine roots; few slickensides and cracks; moderately alkaline; clear smooth boundary.  (3 to 12 inches thick)\nBt1--13 to 22 inches; grayish brown (10YR 5/2) silty clay loam, very dark grayish brown (10YR 3/2) moist; weak medium prismatic structure parting to moderate medium and fine subangular blocky; hard, firm, sticky and plastic; common fine roots; many prominent clay films and many pressure faces on prisms; few slickensides; slightly effervescent; moderately alkaline; clear smooth boundary.\nBt2--22 to 34 inches; grayish brown (10YR 5/2) clay, dark grayish brown (10YR 4/2) moist; weak medium prismatic structure parting to moderate medium angular and subangular blocky; very hard, firm, sticky and plastic; few fine roots; few prominent clay films and many pressure faces on surfaces of peds; slightly effervescent; moderately alkaline; gradual smooth boundary.  (Combined thickness of the Bt horizon is 10 to 25 inches)\nBtk--34 to 49 inches; grayish brown (10YR 5/2) clay, dark grayish brown (10YR 4/2) moist; weak medium subangular blocky structure; very hard, firm, sticky and plastic; few fine roots; few faint clay films; few fine threads and few medium masses of calcium carbonate; strongly effervescent; moderately alkaline; gradual smooth boundary.  (10 to 20 inches thick)\nBk--49 to 77 inches; grayish brown (10YR 5/2) silty clay loam, dark grayish brown (10YR 4/2) moist; massive; very hard, firm, slightly sticky and plastic; strongly effervescent; few irregularly shaped masses of calcium carbonate; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Union County, New Mexico; 1,500 feet north and 315 feet west of the SE corner sec. 7, T. 26 N., R. 36 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Ustic moisture regime bordering on aridic. The soil moisture control section usually moist, in all parts, for less than 90 cumulative days from April through October. It is usually dry, in some part, for more than 120 cumulative days during the same period.  50 percent of the precipitation occurs during July through September with 80 percent during May through October.  The soil is driest during March and April.\nSoil temperature: 50 to 57 degrees F.\nThickness of mollic epipedon: greater than 30 inches.\nParticle size control section: (weighted average)\nClay content: 35 to 60 percent clay\nA horizon\nHue: 7.5YR to 10YR\nValue: 3 to 5 dry, 2 or 3 moist\nChroma: 1 to 3\nTexture: loam, silt loam, silty clay loam, or clay loam\nReaction: neutral through moderately alkaline\nBt horizons\nHue: 7.5YR to 10YR\nValue: 4 or 5 dry, 2 to 4 moist\nChroma: 2 to 4\nTexture: silty clay, silty clay loam, clay loam or clay\nClay content: 35 to 60 percent\nReaction: noncalcareous or slightly calcareous in the upper part and slightly or moderately calcareous in the lower part.\nReaction: slightly alkaline or moderately alkaline.\nBk horizon\nChroma: 4 or less\nTexture: silty clay loam, clay loam, silt loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Darrouzett (Tx) series.\nDarrouzett soils: do not have a calcic horizon above a depth of 60 inches, have mean annual temperature of 55 to 57 degrees F., and a solum greater than 80 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: fine-textured sediments from sandstone, basalt, and old alluvium of the Ogallala Formation.\nLandform: lower parts of concave valley filling slopes, depressions, drainageways and on floodplains.\nSlope: 0 to 5 percent\nElevations: 5,000 to 7,600 feet\nMean annual precipitation: 14 to 18 inches, most of which falls between April and October.  Extra moisture as run-on is also received.\nMean annual temperature: 47 degrees to 55 degrees F. and the P-E index is 26\nThe frost-free season: 110 to 170 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Capulin, Dumas, Gruver, Kim, Manzano, Sherm, and Torreon soils.\nCapulin, Kim, and Manzano soils: have a fine-loamy control section.\nDumas and Torreon soils: do not have vertic properties and have accumulated calcium carbonate in the lower part of the argillic horizon.\nGruver and Sherm soils: has solum thickness of more than 60 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, runoff is high on slopes less than 1 percent and very high on slopes greater than 1 percent; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used mostly for rangeland with a small amount for dry and irrigated cropland.  Native vegetation is principally blue grama, western wheatgrass, sideoats grama, alkali sacaton, galleta, vine mesquite , and cholla cactus.  (Clayey upland range site 070AY002NM)"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern New Mexico and southeastern Colorado. LRR G, MLRA 70. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Union County, New Mexico, 1940."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to greater than 30 inches (A and Bt horizons)\nArgillic horizon -13 to 34 inches (Bt1 and Bt2 horizons)\nVertic features - the slickensides and cracks in the zone from 9 to 22 inches. (A2 and Bt1 horizons)\nRemarks: This series needs study of the soil moisture control section.  Considering the precipitation and additional run-on water, it may be better classified as \"Vertic.\"\nTaxonomic Version: Second edition, 1999\nADDITIONAL DATA: None\nNational Cooperative Soil Survey\nU.S.A."
  }
}
