{
  "SERIES": "LA CASA",
  "STATUS": "Established Series",
  "BYREV": "RFG-CDS-CLN-WJG",
  "REVDATE": "12/2003",
  "STATES": "OK",
  "OVERVIEW": "The La Casa series consists of very deep, well drained, slowly permeable soils. These nearly level to very gently sloping upland soils formed in alluvial sediments over redbed claystone and siltstone of the Blaine Formation of Permian age. Slope ranges from 0 to 3 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, thermic Typic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: La Casa silty clay loam--on 2 percent slope in cropland. (Colors are for dry soil unless otherwise stated.)\nAp--0 to 6 inches; reddish brown (5YR 4/4) silty clay loam, dark reddish brown (5YR 3/3) moist; moderate fine and medium subangular blocky structure; hard, very friable; common very fine and fine roots; common very fine interstitial and tubular pores; slightly effervescent; slightly alkaline; abrupt smooth boundary. (6 to 10 inches thick)\nBt--6 to 12 inches; dark reddish brown (5YR 3/4) silty clay loam, dark reddish brown (5YR 3/3) moist; moderate medium subangular blocky structure; hard, friable; common very fine and fine roots; common very fine interstitial and tubular pores; few distinct clay films on surfaces of peds; few fine concretions of calcium carbonate; strongly effervescent; moderately alkaline; clear smooth boundary. (0 to 22 inches thick)\nBtk1--12 to 34 inches; reddish brown (5YR 5/4) silty clay, reddish brown (5YR 4/4) moist; moderate medium prismatic structure parting to moderate fine and medium angular blocky; extremely hard, firm; few very fine roots; common very fine interstitial and tubular pores; many distinct clay films on surfaces of peds; few pressure faces; common fine concretions of calcium carbonate; strongly effervescent; moderately alkaline; clear wavy boundary.\nBtk2--34 to 47 inches; reddish brown (5YR 5/4) silty clay loam, reddish brown (5YR 4/4) moist; moderate medium prismatic structure parting to moderate fine and medium angular blocky; extremely hard, firm; few very fine roots; common very fine interstitial and tubular pores; common distinct clay films on surfaces of peds; common fine masses and common medium concretions of calcium carbonate; few fine masses of iron-manganese; 1 percent claystone paragravel; violently effervescent; moderately alkaline; gradual wavy boundary.\nBtk3--47 to 64 inches; reddish brown (5YR 5/4) silty clay loam, reddish brown (5YR 4/4) moist; moderate medium prismatic structure parting to moderate fine and medium angular blocky; extremely hard, firm; few very fine roots; common very fine interstitial and tubular pores; common distinct clay films on surfaces of peds; common masses and common concretions of calcium carbonate; common masses of iron-manganese; 2 percent angular claystone paragravel and 1 percent angular dolomite gravel; strongly effervescent; moderately alkaline; gradual wavy boundary. (combined thickness of the Btk horizons is 20 to 54 inches)\nBCk--64 to 81 inches; reddish brown (2.5YR 5/4) silty clay loam, reddish brown (2.5YR 4/4) moist; common fine and medium distinct brown (7.5YR 4/3) mottles; moderate medium prismatic structure parting to weak fine and medium angular blocky; extremely hard, firm; common very fine interstitial and tubular pores; common fine and medium masses of calcium carbonate; common medium worm casts; 10 percent angular claystone paragravel; strongly effervescent; moderately alkaline; gradual wavy boundary. (0 to 25 inches thick)\nC--81 to 90 inches; 50 percent reddish brown (2.5YR 5/4) and 50 percent light olive gray (5Y 6/2) claystone and siltstone with texture of silty clay loam, 50 percent reddish brown (2.5YR 4/4) and 50 percent olive gray (5Y 5/2) moist; massive; extremely hard, very firm; few very fine interstitial and tubular pores; 15 percent angular dolomite gravel; slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jackson County, Oklahoma; from the intersection of U. S. Highway 62 and Oklahoma Highway 34 at Duke; 2.5 miles south and 3 miles west on county road to intersection; 400 feet north and 500 feet east in cropland. (400 feet north and 500 feet east of the southwest corner of section 22, T2N, R23W); USGS Prairie Hill Quadrangle; (Latitude: 34N, 37, 27; Longitude: 99W, 36, 47)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness and depth to a C horizon of Permian age redbed claystone and siltstone is 60 to more than 80 inches. The mollic epipedon ranges from 7 to 20 inches thick and extends into the upper part of the argillic horizon. Clay content of the particle-size control section ranges from 35 to 45 percent. Secondary carbonates are within 22 inches of the surface. A calcic horizon is below 30 inches. A few gravel and/or cobble sized fragments of dolomitic limestone are on the surface or in the soil of some pedons.\nThe A horizon has hue of 5YR or 7.5YR, value of 4 or 5 (3 moist) and chroma of 2 or 3. Texture is silty clay loam or clay loam. Reaction is slightly alkaline or moderately alkaline. Effervescence ranges from none to slight.\nThe Bt horizon, where present, has hue of 5YR or 7.5YR, value of 4 or 5, and chroma of 3 or 4. Texture is silty clay loam, clay loam, silty clay, or clay. Reaction is slightly alkaline or moderately alkaline. Effervescence is slight or strong.\nThe Btk horizons have hue of 2.5YR to 7.5YR, value of 4 or 5, and chroma of 3 to 6. Texture is silty clay loam, clay loam, silty clay, or clay. Visible carbonates in the form of concretions, films, threads, or masses range from 2 to 20 percent by volume. Calcium carbonate equivalent ranges from 5 to 40 percent. Effervescence is strong or violent. Reaction is moderately alkaline.\nThe BCk horizon has hue of 2.5YR or 7.5YR, value of 4 or 6, and chroma of 3 to 7. Texture is silty clay loam, clay loam, silty clay, or clay. Most pedons contain few to common paragravel of claystone or siltstone and gravel or cobble size fragments of dolomite. Visible carbonates in the form of concretions, films, threads, or masses range from 1 to 10 percent by volume. Calcium carbonate equivalent ranges from 5 to 25 percent. Effervescence is strong or violent. Reaction is moderately alkaline.\nThe C horizon has hue of 2.5YR or 5YR, value of 4 or 5, and chroma of 4 or 6. Discontinuous spots and/or layers of olive-gray or greenish-gray are in some pedons. Texture is silty clay loam, clay loam, silty clay, or clay. Most pedons contain few to common paragravel of claystone or siltstone and gravel or cobble size fragments of dolomitic limestone. A few visible carbonates are in some pedons. Effervescence is slight or strong. Reaction is slightly alkaline or moderately alkaline.\nSome pedons have a Cr horizon that consists of interbedded layers of weakly consolidated claystone and siltstone in shades of red, brown, gray, or green. Thin layers of dolomitic limestone or gypsum also occur in some pedons. Reaction is slightly alkaline or moderately alkaline. Effervescence ranges from very slight to strong."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bexar, Frankirk, Lawton, Luckenbach, Rowden, Sagerton, and Swenson series. Bexar, Rowden, and Swenson soils are moderately deep to limestone. Frankirk and Lawton soils have secondary carbonates deeper than 30 inches. Also, Lawton and Luckenbach soils do not have a calcic horizon. Sagerton soils have an argillic horizon to 80 inches and deeper. In addition, Frankirk, Luckenbach, and Sagerton soils are on Pleistocene age terraces."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: La Casa soils are on hillslopes of the karst topography in the Blaine Formation of Permian age. Slope gradients are 3 percent or less. The soil formed in local alluvial or colluvial sediments deposited over Permian age redbed claystone and siltstone. Mean annual precipitation ranges from 20 to 26 inches. Mean annual temperature ranges from 60 to 64 degrees F. Frost free days range from 200 to 230 days and elevation ranges from 1,400 to 2,100 feet. Thornthwaite annual P-E indices ranges from 32 to 40."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Aspermont, Cottonwood, Harmon, Nipsum, and Talpa series. Aspermont soils have a fine-silty particle-size control section, have an ochric epipedon, and are on higher convex landscape positions. Cottonwood, Harmon, and Talpa soils are very shallow or shallow to bedrock, and are on higher summit landscape positions. Nipsum soils are found in lower depressional areas and have a mollic epipedon more than 20 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is slow. Runoff is medium on 0 to 1 percent slopes and high on 1 to 3 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: La Casa soils are used as cropland and range. Crops are mainly small grains. Large areas have been reseeded to grasses. Native rangeland or pasture vegetation consists of short and mid grasses. Mesquite has invaded most areas of native rangeland."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western part of the Central Rolling Red Plains of Texas and Oklahoma LRR H (MLRA 78B and 78C). The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jackson County, Oklahoma; 2000."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: La Casa series was originally established in 1940 in Harmon County, Oklahoma and later placed on the inactive list in 1968. The series was reactivated for the Jackson County, Oklahoma, update survey in 2000 to describe soils similar to the concept of the original series.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon--0 to 12 inches (Ap and Bt horizons).\nArgillic horizon--6 to 64 inches (Bt and Btk horizons).\nCalcic horizon--34 to 81 inches (Btk2, Btk3, and BCk horizons).\nThe assignment of the cation-exchange activity class is based on data from Jackson County, OK.\nRange Site: Clay Loam - 078BY072TX"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: NSSL data from type location in Jackson County, Oklahoma (S97OK-065-002).\nTAXONOMIC VERSION: Soil Taxonomy, Second Edition, 1999."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 6 inches; reddish brown (5YR 4/4) silty clay loam, dark reddish brown (5YR 3/3) moist; moderate fine and medium subangular blocky structure; hard, very friable; common very fine and fine roots; common very fine interstitial and tubular pores; slightly effervescent; slightly alkaline; abrupt smooth boundary. (6 to 10 inches thick)"
      },
      {
        "name": "Bt",
        "top": 15,
        "bottom": 30,
        "dry_hue": "5YR",
        "dry_value": 3,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt--6 to 12 inches; dark reddish brown (5YR 3/4) silty clay loam, dark reddish brown (5YR 3/3) moist; moderate medium subangular blocky structure; hard, friable; common very fine and fine roots; common very fine interstitial and tubular pores; few distinct clay films on surfaces of peds; few fine concretions of calcium carbonate; strongly effervescent; moderately alkaline; clear smooth boundary. (0 to 22 inches thick)"
      },
      {
        "name": "Btk1",
        "top": 30,
        "bottom": 86,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btk1--12 to 34 inches; reddish brown (5YR 5/4) silty clay, reddish brown (5YR 4/4) moist; moderate medium prismatic structure parting to moderate fine and medium angular blocky; extremely hard, firm; few very fine roots; common very fine interstitial and tubular pores; many distinct clay films on surfaces of peds; few pressure faces; common fine concretions of calcium carbonate; strongly effervescent; moderately alkaline; clear wavy boundary."
      },
      {
        "name": "Btk2",
        "top": 86,
        "bottom": 119,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btk2--34 to 47 inches; reddish brown (5YR 5/4) silty clay loam, reddish brown (5YR 4/4) moist; moderate medium prismatic structure parting to moderate fine and medium angular blocky; extremely hard, firm; few very fine roots; common very fine interstitial and tubular pores; common distinct clay films on surfaces of peds; common fine masses and common medium concretions of calcium carbonate; few fine masses of iron-manganese; 1 percent claystone paragravel; violently effervescent; moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "Btk3",
        "top": 119,
        "bottom": 163,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btk3--47 to 64 inches; reddish brown (5YR 5/4) silty clay loam, reddish brown (5YR 4/4) moist; moderate medium prismatic structure parting to moderate fine and medium angular blocky; extremely hard, firm; few very fine roots; common very fine interstitial and tubular pores; common distinct clay films on surfaces of peds; common masses and common concretions of calcium carbonate; common masses of iron-manganese; 2 percent angular claystone paragravel and 1 percent angular dolomite gravel; strongly effervescent; moderately alkaline; gradual wavy boundary. (combined thickness of the Btk horizons is 20 to 54 inches)"
      },
      {
        "name": "BCk",
        "top": 163,
        "bottom": 206,
        "dry_hue": "2.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BCk--64 to 81 inches; reddish brown (2.5YR 5/4) silty clay loam, reddish brown (2.5YR 4/4) moist; common fine and medium distinct brown (7.5YR 4/3) mottles; moderate medium prismatic structure parting to weak fine and medium angular blocky; extremely hard, firm; common very fine interstitial and tubular pores; common fine and medium masses of calcium carbonate; common medium worm casts; 10 percent angular claystone paragravel; strongly effervescent; moderately alkaline; gradual wavy boundary. (0 to 25 inches thick)"
      },
      {
        "name": "C",
        "top": 206,
        "bottom": 229,
        "dry_hue": "2.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--81 to 90 inches; 50 percent reddish brown (2.5YR 5/4) and 50 percent light olive gray (5Y 6/2) claystone and siltstone with texture of silty clay loam, 50 percent reddish brown (2.5YR 4/4) and 50 percent olive gray (5Y 5/2) moist; massive; extremely hard, very firm; few very fine interstitial and tubular pores; 15 percent angular dolomite gravel; slightly effervescent; moderately alkaline."
      }
    ]
  ]
}
