{
  "SERIES": "LA HOGUE",
  "STATUS": "Established Series",
  "BYREV": "Rev. HRM-SEW-AAC",
  "REVDATE": "05/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Aquic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: La Hogue loam - with about 1 percent slope in a cultivated field at an elevation of 206 meters (675 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 25 cm (0 to 10 inches); black (10YR 2/1) loam, dark gray (10YR 4/1) dry; weak fine angular fragments (cloddy) parting to weak fine granular structure; friable; neutral; abrupt smooth boundary.\nA--25 to 41 cm (10 to 16 inches); very dark brown (10YR 2/2) loam, dark grayish brown (10YR 4/2) dry; weak medium subangular blocky structure parting to moderate fine granular; friable; neutral; clear smooth boundary. [Combined thickness of the A horizon is 25 to 48 cm (10 to 19 inches.) ]\nBt1--41 to 66 cm (16 to 26 inches); brown (10YR 4/3) clay loam; weak medium prismatic structure; friable; common distinct very dark grayish brown (10YR 3/2) organo-clay films on faces of peds; many distinct dark grayish brown (10YR 4/2) clay films on faces of peds; few fine irregular black (7.5YR 2.5/1) weakly cemented iron and manganese oxide nodules throughout; few fine faint grayish brown (10YR 5/2) iron depletions in the matrix; few fine distinct yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; neutral; clear smooth boundary.\nBt2--66 to 91 cm (26 to 36 inches); brown (10YR 4/3) sandy clay loam; moderate medium prismatic structure; friable; many distinct dark grayish brown (10YR 4/2) clay films on faces of peds; few fine irregular black (7.5YR 2.5/1) weakly cemented iron and manganese oxide nodules throughout; few fine faint light brownish gray (10YR 6/2) iron depletions in the matrix; few fine prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; neutral; clear smooth boundary.\nBt3--91 to 109 cm (36 to 43 inches); brown (10YR 4/3) sandy loam; weak medium prismatic structure; friable; many distinct dark grayish brown (10YR 4/2) clay films on faces of peds; common medium irregular black (7.5YR 2.5/1) weakly cemented iron and manganese oxide nodules throughout; common medium distinct reddish brown (5YR 4/4) and common medium distinct yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; neutral; gradual smooth boundary. [Combined thickness of the Bt horizon is 43 to 119 cm  (17 to 47 inches.) ]\nCg1--109 to 137 cm (43 to 54 inches); 75 percent grayish brown (10YR 5/2) and 25 percent strong brown (7.5YR 5/6) sandy loam; massive; very friable; common medium irregular black (7.5YR 2.5/1) weakly cemented iron and manganese oxide nodules throughout; common medium prominent reddish brown (5YR 4/4) masses of iron and manganese accumulation in the matrix; neutral; abrupt smooth boundary.\nCg2--137 to 155 cm (54 to 61 inches); gray (10YR 5/1) sandy loam; massive; friable; common medium rounded black (7.5YR 2.5/1) weakly cemented iron and manganese oxide nodules throughout; few medium prominent yellowish brown (10YR 5/8) masses of iron accumulation in the matrix; neutral; abrupt smooth boundary.\nCg3--155 to 165 cm (61 to 65 inches); 55 percent light olive gray (5Y 6/2) and 45 percent brownish yellow (10YR 6/6) silt loam; massive; friable; common medium prominent yellowish brown (10YR 5/8) masses of iron accumulation in the matrix; neutral; gradual smooth boundary.\nCg4--165 to 203 cm (65 to 80 inches); 60 percent light brownish gray (2.5Y 6/2) and 40 percent yellowish brown (10YR 5/8) stratified silt loam and loam; massive; friable; strongly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Champaign County, Illinois; about 2 miles west of Ogden; 1910 feet north and 150 feet east of the southwest corner of sec. 7, T. 19 N., R. 14 W.; USGS Homer topographic quadrangle; lat. 40 degrees 7 minutes 5 seconds N. and long. 87 degrees 59 minutes 39 seconds W., NAD 27; UTM Zone 16, 415281 easting and 4441338 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: .\nDepth to the base of the argillic horizon: 89 to 152 cm (35 to 60 inches)\nThickness of the mollic epipedon: 25 to 61 cm (10 to 24 inches) and includes the upper part of the B horizon in some pedons\nParticle-size control section: averages between 18 and 35 percent clay and 15 to 55 percent fine sand or coarser\nAp or A horizon:\nHue: 10YR\nValue: 2 or 3\nChroma: 1 or 2\nTexture: loam but the range can include sandy loam or silt loam\nClay content: 10 to 27 percent\nSand content: 20 to 70 percent\nReaction: moderately acid to slightly alkaline\nSome pedons have an AB or a BA horizon.\nBt horizon:\nHue: 10YR, 7.5YR, and less commonly 2.5Y or 5Y\nValue: 4 to 6\nChroma: 2 to 6\nTexture: sandy clay loam, loam, or clay loam but may be sandy loam or loamy sand in individual horizons; some pedons contain subhorizons of silty clay loam or silt loam with high content of sand\nClay content: 18 to 35 percent in the upper part and 10 to 25 percent in the lower part\nSand content: 15 to 60 percent in the upper part and 30 to 85 percent in the lower part\nRock fragment content: less than 7 percent\nReaction: strongly acid to neutral\nSome pedons have a BC horizon with the same range of colors, textures, and reaction as the lower part of the Bt horizon.\nThe Cg or C horizon ranges from slightly acid to slightly alkaline and generally does not have carbonates above a depth of 60 inches (152 cm).\nCg or C horizon:\nHue: 7.5YR, 10YR, 2.5Y, 5Y, or is neutral\nValue: 4 to 6\nChroma: 0 to 8\nTexture: commonly stratified sand to silt loam, but some pedons contain coarse sand or fine gravel either in the matrix or as thin strata\nClay content: 5 to 20 percent\nSand content: 30 to 90 percent\nRock fragment content: less than 15 percent\nReaction: slightly acid to slightly alkaline, and generally does not have carbonates above 152 cm (60 inches)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Andres, Aztalan, Darroch, Francesville, Gilboa, Houstenader, Lahoguess, Le Sueur, Marcellon, Newhaven, Odell, Protivin, and Vigar series. Andres soils have more than 20 percent clay and less than 30 percent sand in the lower part of the control section. Aztalan average more than 25 percent clay in the lower part of the series control section. Darroch, Marcellon, and Odell soils have carbonates within a depth of 60 inches (152 cm). Francesville soils have limestone bedrock within the series control section. Gilboa soils formed in up to 20 inches (51 cm) of silty material and contain less sand and more clay in the lower part of the series control section. Houstenader soils have more than 15 percent gravel in the lower part of the series control section. Lahoguess soils average more than 80 percent sand in the lower part of the series control section. Le Sueur soils do not have stratification with sandy textures in the lower half of the control section. Newhaven soils have lamella in the lower part of the argillic horizon. Protivin soils have more than 20 percent clay in the lower part of the solum. Vigar soils have a mollic epipedon greater than 61 cm (24 inches) in thickness."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: La Hogue soils are on stream terraces and outwash plains. They formed in loamy and sandy outwash material of mixed mineralogy of Wisconsinan Age. Some pedons have a thin mantle of loess or other silty material on the surface. Slopes commonly are 1 to 2 percent but range from 0 to 5 percent. Mean annual air temperature ranges from 9 to 11 degrees C (48 to 52 degrees F), mean annual precipitation ranges from 910 to 1035 mm (36 to 41 inches), frost-free period ranges from 160 to 175 days, and elevation ranges from 160 to 240 meters (525 to 787 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Brenton, Drummer, Jasper, Lomax, Onarga, Proctor, Ridgeville, and Selma soils. Brenton, Drummer, and Proctor soils contain more silt and less sand in the particle-size control section and are on nearby landscapes that contain a mantle of loess or silty material more than  51 cm (20 inches) thick. Jasper, Lomax, and Onarga soils generally are upslope and are better drained and lack chroma of 2 in the upper part of the B horizon. Ridgeville soils are on similar nearby landscapes and contain less clay. Selma soils are on nearby lower-lying landscapes, are poorly drained, and have low chroma and more yellow hue throughout the B horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. An apparent seasonal high water table is at a depth of 30 to 61 cm (1 to 2 feet) at some time between January and May in normal years. The potential for surface runoff is low or medium. Permeability is moderate. Saturated hydraulic conductivity is moderately high or high (4.23 to 14.11 micrometers/second)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mainly used to grow corn, soybeans, small grain, and meadow. Native vegetation is prairie grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Illinois, Wisconsin, and Iowa. Extent is moderate."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Iroquois County, Illinois, 1939."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Some pedons have loam till below the stratified outwash and a till substratum phase is recognized. The lab data only provides particle size analysis and shows the argillic does not extend to 109 cm. The OSD site needs to be resampled with full characterization data obtained. This soil will be evaluated during MLRA updating to determine if new series needed.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: from the surface to a depth of 41 cm (Ap and A horizons).\nArgillic horizon: from a depth of 41 to 66 cm (Bt1 horizon).\nAquic conditions: redox features in all horizons below a depth of 41 cm.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
