{
  "SERIES": "LABELLE",
  "STATUS": "Established Series",
  "BYREV": "GWC-CLN-RM",
  "REVDATE": "07/2014",
  "STATES": "TX",
  "OVERVIEW": "The Labelle series consists of very deep, somewhat poorly drained soils. These nearly level soils formed in loamy fluviomarine deposits of the Beaumont Formation. Slope ranges from 0 to 1 percent. Mean annual air temperature is about 20.5 degrees C (69 degrees F), and mean annual precipitation is about 1397 mm (55 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, hyperthermic Oxyaquic Vertic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Labelle clay loam--cropland.(Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 cm, (0 to 3 in); very dark gray (10YR 3/1) clay loam; weak fine subangular blocky structure; firm, moderately hard, very plastic; common fine roots throughout and few medium roots throughout; common fine interstitial pores; 11 percent medium prominent yellowish brown (10YR 5/6) masses of oxidized iron with clear boundaries between peds; moderately acid; abrupt smooth boundary. (combined thickness of the Ap and A horizons is 10 to 57 cm [4 to 23 in])\nA--7 to 21 cm, (3 to 8 in); very dark gray (10YR 3/1) silty clay loam; moderate coarse angular blocky structure; firm, moderately hard, very plastic; common fine roots throughout and few medium roots throughout; common fine tubular pores; 11 percent medium prominent yellowish brown (10YR 5/6) masses of oxidized iron with clear boundaries between peds; neutral; clear smooth boundary.\nBt--21 to 55 cm, (8 to 22 in); very dark gray (10YR 3/1) silty clay loam; moderate coarse prismatic structure parts to moderate medium angular blocky; firm, moderately hard, very plastic; few fine and medium throughout; fine vesicular pores; 2 percent faint slickensides (pedogenic); 5 percent distinct very dark gray (10YR 3/1) clay films on all faces of peds; 1 percent medium prominent yellowish brown (10YR 5/6) masses of oxidized iron with clear boundaries lining pores; 1 percent fine black (10YR 2/1) iron-manganese masses in matrix; 1 percent fine distinct brown (10YR 5/3) masses of oxidized iron with clear boundaries lining pores; slightly alkaline; gradual wavy boundary. (14 to 80 cm [6 to 32 in] thick)\nBtss1--55 to 92 cm, (22 to 36 in); very dark gray (10YR 3/1) silty clay; moderate coarse prismatic structure parts to moderate medium angular blocky; very firm, very hard, very plastic; few fine roots in cracks; very fine tubular pores; 2 percent distinct slickensides (pedogenic); 5 percent distinct very dark gray (10YR 3/1) clay films on all faces of peds; 1 percent fine faint dark gray (10YR 4/1) iron depletions with clear boundaries in matrix surrounding redox concentrations; 10 percent medium prominent brown (7.5YR 4/4) masses of oxidized iron with sharp boundaries in matrix; slightly alkaline; gradual wavy boundary. (combined thickness of the Btss horizons is 23 to 101 cm [9 to 40 in])\nBtss2--92 to 121 cm, (36 to 48 in); dark gray (10YR 4/1) silty clay loam; moderate coarse prismatic structure parts to moderate fine angular blocky; very firm, very hard, very plastic; few very fine roots; very fine tubular pores; 5 percent faint dark gray (10YR 4/1) clay films on all faces of peds; 15 percent slickensides (pedogenic); 1 percent fine black (10YR 2/1) iron-manganese masses; 1 percent fine distinct light yellowish brown (10YR 6/4) masses of oxidized iron with clear boundaries in matrix; 10 percent fine distinct irregular gray (10YR 5/1) iron depletions with clear boundaries in matrix surrounding redox concentrations; 12 percent medium prominent yellowish brown (10YR 5/6) masses of oxidized iron with clear boundaries in matrix; moderately alkaline; gradual wavy boundary.\nBtkssg1--121 to 164 cm, (48 to 65 in); gray (10YR 6/1) silty clay; moderate coarse prismatic structure parts to moderate medium angular blocky; very firm, very hard, very plastic; few very fine roots; very fine tubular pores; 5 percent faint gray (10YR 5/1) clay films; 10 percent distinct slickensides (pedogenic); 10 percent medium prominent yellowish brown (10YR 5/6) masses of oxidized iron with sharp boundaries in matrix; 10 percent medium prominent yellowish brown (10YR 5/4) masses of oxidized iron with clear boundaries in matrix; 1 percent coarse irregular carbonate concretions; strong effervescence; moderately alkaline; gradual wavy boundary. (combined thickness of the Btkssg horizons is 33 to 104 cm [13 to 41 in])\nBtkssg2--164 to 203 cm, (55 to 80 in); light gray (10YR 7/1) clay loam; moderate coarse prismatic structure parts to moderate medium angular blocky; very firm, very hard, very plastic; few very fine roots; very fine tubular pores; 5 percent faint gray (10YR 6/1) clay films on all faces of peds; 10 percent distinct slickensides (pedogenic); 8 percent medium prominent brownish yellow (10YR 6/6) masses of oxidized iron with sharp boundaries in matrix; 10 percent medium distinct yellowish brown (10YR 5/4) masses of oxidized iron with clear boundaries in matrix; 8 percent coarse spherical carbonate concretions; strong effervescence; strongly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, Texas; from the intersection of U. S. Highway 90 and Farm Road 364 on the west side of Beaumont; 8 miles west on U. S. Highway 90; 0.75 miles north on county road; 0.5 mile west and 0.65 miles north on farm road; 75 feet east in field on Beaumont Rice Experiment Station. (China NE USGS quad; Latitude: 30 degrees 4 minutes; 28 seconds N; Longitude 94 degrees 18 minutes, 09 seconds W; WGS84)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: A udic soil moisture regime. The soil moisture control section is moist in some or all parts for more than 275 days in normal years. The summer months are the driest, while Fall through Spring months are the wettest months.\nMean annual soil temperature: 21.7 to 22.2 degrees C (71 to 72 degrees F)\nParticle-size control section (weighted average)\nClay content: 35 to 45 percent\nAp and A Horizons\nHue: 10YR\nValue: 2 or 3\nChroma: 1 or 2\nTexture: loam, silt loam, clay loam or silty clay loam\nClay content: 11 to 34 percent\nRedox concentrations: amount-0 to 15 percent, location-lining pores, shades-brown or yellow (redox concentrations more than 2 percent are associated with pedons under rice cultivation)\nRedox depletions: amount-0 to 5 percent; location-adjacent to redox concentrations, shades-gray\nElectrical Conductivity (mmhos/cm): 0 to 4 (Electrical conductivity values more than 2 are associated by areas affected by storm surge)\nSodium Adsorption Ratio: 0 to 20 (Sodium Adsorption Ratio values more than 6 are associated by areas affected by storm surge)\nReaction: very strongly acid to neutral\nBt Horizon\nHue: 10YR or 2.5Y\nValue: 2 to 4\nChroma: 1 or 2\nTexture: clay loam, silty clay loam, clay, or silty clay\nClay content: 31 to 51 percent\nRedox concentrations: amount- 2 to 20 percent, location-in matrix and lining pores, shades-brown, red, yellow\nRedox depletions: amount-0 to 8 percent, location-adjacent to redox concentrations, shades-gray\nIron-manganese concentrations: amount-0 to 5 percent, kind-masses or nodules\nSecondary carbonates: amount- 2 to 15 percent; kind-masses or nodules\nElectrical Conductivity (mmhos/cm): 0 to 4 (Electrical Conductivity values more than 2 are associated by areas affected by storm surge)\nSodium Adsorption Ratio: 0 to 20 (Sodium Adsorption Ratio values more than 6 are associated by areas affected by storm surge)\nReaction: very strongly acid to slightly alkaline\nBtss Horizon\nHue: 10YR or 2.5Y\nValue: 3 to 5\nChroma: 1 or 2\nTexture: clay loam, silty clay loam, clay, or silty clay\nClay content: 31 to 54 percent\nRedox concentrations: amount- 2 to 20 percent, location-in matrix and lining pores, shades-brown, red, yellow\nRedox depletions: amount-2 to 12 percent, location-adjacent to redox concentrations, shades-gray\nSecondary carbonates: amount- 2 to 15 percent; kind-masses or nodules\nIron-manganese concentrations: amount-0 to 5 percent, kind-masses or nodules\nElectrical Conductivity (mmhos/cm): 0 to 4 (Electrical Conductivity values more than 2 are associated by areas affected by storm surge)\nSodium Adsorption Ratio: 0 to 20 (SAR values more than 6 are associated by areas affected by storm surge)\nReaction: very strongly acid to moderately alkaline\nBtkssg Horizon\nHue: 10YR to 5Y\nValue: 5 to 7\nChroma: 1 or 2\nTexture: clay loam, silty clay loam, clay, or silty clay\nClay content: 30 to 57 percent\nRedox concentrations: amount- 2 to 20 percent, location-in matrix and lining pores, shades-brown, red, yellow\nRedox depletions: amount-0 to 5 percent, location-adjacent to redox concentrations, shades-gray\nSecondary carbonates: amount- 2 to 15 percent; kind-masses or nodules\nIron-manganese concentrations: amount-0 to 5 percent, kind-masses or nodules\nElectrical Conductivity (mmhos/cm): 0 to 4 (Electrical Conductivity values more than 2 are associated by areas affected by storm surge)\nSodium Adsorption Ratio: 0 to 15 (Sodium Adsorption Ratio values more than 6 are associated by areas affected by storm surge)\nReaction: very strongly acid to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Faddin series. Similar soils are the Bernard, Morey, and Viterbo series.\nFaddin soils: has a fine sandy loam surface; located in areas with less rainfall\nBernard soils: have chroma of 3 or more in the lower part of the solum; located in areas with less rainfall\nMorey soils: have a fine-silty particle-size control section\nViterbo soils:  have an ochric epipedon"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy fluviomarine deposits derived from the Beaumont Formation of Pleistocene age\nLandscape: flat coastal plains\nLandform: flats\nSlope: 0 to 1 percent\nMean annual air temperature range: 20.0 to 22.2 degrees C (68 to 72 degrees F)\nMean annual precipitation range: 1219 to 1575 mm (48 to 62 in)\nPrecipitation Pattern: Rainfall is fairly uniform throughout the year with slight peaks in the fall and spring months.\nFrost-free period: 270 to 300 days\nElevation: 3 to 30.5 m (10 to 100 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Aris, Anahuac, Levac, Orcadia, Meaton, Morey, Mocarey, and the Spindletop series.\nAris soils: are gray throughout due to wetness; are on flats\nAnahuac and Orcadia soils: are on a broader landform\nLevac soils: somewhat poorly drained; are truncated pimple mounds\nMocarey soils:  in a fine-loamy family similar landform\nMeaton and Morey soils: in a fine-silty family; similar landform\nSpindletop soils: are in a fine family; are on pimple mounds"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: somewhat poorly drained. Runoff is high. Rarey flooded for very brief to brief periods. Flooding occurs as a result of storm surge during tropical storms which occurs in areas less than 4.6 m (15 ft) elevation. These soils have episaturation from 20 to 100 cm (8 to 40 in) below the soil surface from January to March and endosaturation from 150 to 203 cm (60 to 80 in) below the surface during the same period."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for cropland and pasture.  Cropland is mostly in rice production.  Pastures are bahiagrass or bermudagrass.  Native vegetation is tall prairie grasses, mainly andropogons, panicum, and paspalums."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeast Texas; Land Resource Region T; MLRA 150A; the series is of large."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jefferson County, Texas; 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Labelle soils were formerly included with the Bernard and Morey series. The series was separated from the Bernard series by amount of rainfall. Morey soils are in a fine-silty family. The series description was updated during the update of MLRA 150A in 2013. The site remained the same but description was changed to one with laboratory data.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 21 to 71 cm (8 to 28 in). (Bt and Btss1 horizon)\nMollic epipedon: 0 to 55 cm (0 to 22 in). (Ap,A, Bt horizons)\nArgillic horizon: 21 to 203 cm (8 to 80 in). (Bt, Btss1, Btss2, Btkssg1, Btkssg2 horizons)\nAdditional Comments: The Btss1 horizon has mollic colors but fails to meet mollic epipedon criteria by having very hard consistence.\nADDITIONAL DATA: KSSL Data from type location on pedon 88TX245002. Additional data on pedons 59TX24006, S11TX0713298 and S10TX0713683.\nTaxonomic Version: Keys to Soil Taxonomy, Eleventh Edition, 2010\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 7,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 cm, (0 to 3 in); very dark gray (10YR 3/1) clay loam; weak fine subangular blocky structure; firm, moderately hard, very plastic; common fine roots throughout and few medium roots throughout; common fine interstitial pores; 11 percent medium prominent yellowish brown (10YR 5/6) masses of oxidized iron with clear boundaries between peds; moderately acid; abrupt smooth boundary. (combined thickness of the Ap and A horizons is 10 to 57 cm [4 to 23 in])"
      },
      {
        "name": "A",
        "top": 7,
        "bottom": 21,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--7 to 21 cm, (3 to 8 in); very dark gray (10YR 3/1) silty clay loam; moderate coarse angular blocky structure; firm, moderately hard, very plastic; common fine roots throughout and few medium roots throughout; common fine tubular pores; 11 percent medium prominent yellowish brown (10YR 5/6) masses of oxidized iron with clear boundaries between peds; neutral; clear smooth boundary."
      },
      {
        "name": "Bt",
        "top": 21,
        "bottom": 55,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt--21 to 55 cm, (8 to 22 in); very dark gray (10YR 3/1) silty clay loam; moderate coarse prismatic structure parts to moderate medium angular blocky; firm, moderately hard, very plastic; few fine and medium throughout; fine vesicular pores; 2 percent faint slickensides (pedogenic); 5 percent distinct very dark gray (10YR 3/1) clay films on all faces of peds; 1 percent medium prominent yellowish brown (10YR 5/6) masses of oxidized iron with clear boundaries lining pores; 1 percent fine black (10YR 2/1) iron-manganese masses in matrix; 1 percent fine distinct brown (10YR 5/3) masses of oxidized iron with clear boundaries lining pores; slightly alkaline; gradual wavy boundary. (14 to 80 cm [6 to 32 in] thick)"
      },
      {
        "name": "Btss1",
        "top": 55,
        "bottom": 92,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btss1--55 to 92 cm, (22 to 36 in); very dark gray (10YR 3/1) silty clay; moderate coarse prismatic structure parts to moderate medium angular blocky; very firm, very hard, very plastic; few fine roots in cracks; very fine tubular pores; 2 percent distinct slickensides (pedogenic); 5 percent distinct very dark gray (10YR 3/1) clay films on all faces of peds; 1 percent fine faint dark gray (10YR 4/1) iron depletions with clear boundaries in matrix surrounding redox concentrations; 10 percent medium prominent brown (7.5YR 4/4) masses of oxidized iron with sharp boundaries in matrix; slightly alkaline; gradual wavy boundary. (combined thickness of the Btss horizons is 23 to 101 cm [9 to 40 in])"
      },
      {
        "name": "Btss2",
        "top": 92,
        "bottom": 121,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btss2--92 to 121 cm, (36 to 48 in); dark gray (10YR 4/1) silty clay loam; moderate coarse prismatic structure parts to moderate fine angular blocky; very firm, very hard, very plastic; few very fine roots; very fine tubular pores; 5 percent faint dark gray (10YR 4/1) clay films on all faces of peds; 15 percent slickensides (pedogenic); 1 percent fine black (10YR 2/1) iron-manganese masses; 1 percent fine distinct light yellowish brown (10YR 6/4) masses of oxidized iron with clear boundaries in matrix; 10 percent fine distinct irregular gray (10YR 5/1) iron depletions with clear boundaries in matrix surrounding redox concentrations; 12 percent medium prominent yellowish brown (10YR 5/6) masses of oxidized iron with clear boundaries in matrix; moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "Btkssg1",
        "top": 121,
        "bottom": 164,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btkssg1--121 to 164 cm, (48 to 65 in); gray (10YR 6/1) silty clay; moderate coarse prismatic structure parts to moderate medium angular blocky; very firm, very hard, very plastic; few very fine roots; very fine tubular pores; 5 percent faint gray (10YR 5/1) clay films; 10 percent distinct slickensides (pedogenic); 10 percent medium prominent yellowish brown (10YR 5/6) masses of oxidized iron with sharp boundaries in matrix; 10 percent medium prominent yellowish brown (10YR 5/4) masses of oxidized iron with clear boundaries in matrix; 1 percent coarse irregular carbonate concretions; strong effervescence; moderately alkaline; gradual wavy boundary. (combined thickness of the Btkssg horizons is 33 to 104 cm [13 to 41 in])"
      },
      {
        "name": "Btkssg2",
        "top": 164,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Btkssg2--164 to 203 cm, (55 to 80 in); light gray (10YR 7/1) clay loam; moderate coarse prismatic structure parts to moderate medium angular blocky; very firm, very hard, very plastic; few very fine roots; very fine tubular pores; 5 percent faint gray (10YR 6/1) clay films on all faces of peds; 10 percent distinct slickensides (pedogenic); 8 percent medium prominent brownish yellow (10YR 6/6) masses of oxidized iron with sharp boundaries in matrix; 10 percent medium distinct yellowish brown (10YR 5/4) masses of oxidized iron with clear boundaries in matrix; 8 percent coarse spherical carbonate concretions; strong effervescence; strongly alkaline."
      }
    ]
  ]
}
