{
  "SERIES": "LABLUE",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. BJG/HRG/TLA",
  "REVDATE": "01/2004",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, smectitic, mesic, shallow Haplic Durixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lablue very gravelly ashy loam- rangeland, on a 3 percent slope at an elevation of 1,920 feet.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 2 inches; yellowish brown (10YR 5/4) very gravelly ashy loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine roots;  30 percent pebbles and 10 percent cobbles; NaF pH 8.6; neutral (pH 7.2); clear wavy boundary.  (2 to 3 inches thick)\nBA--2 to 5 inches; brown (10YR 5/3) ashy clay loam, dark brown (10YR 3/3) moist; weak fine prismatic structure; hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; common fine irregular and few very fine tubular pores; 10 percent pebbles; NaF pH 8.6; neutral (pH 7.2); clear wavy boundary.  (2 to 3 inches thick)\n2Bt--5 to 8 inches; brown (7.5YR 5/4) gravelly clay, dark brown (7.5YR 3/3) moist; strong fine prismatic parting to strong fine subangular blocky structure, very hard, friable, moderately sticky and moderately plastic; common very fine roots; few very fine tubular pores; many prominent strong brown (7.5YR 4/3) clay films lining pores and on faces of peds; 20 percent pebbles; NaF pH 8.6; neutral (pH 7.2); abrupt smooth boundary.  (3 to 4 inches thick)\n3Bstqm--8 to 11 inches; pale brown (10YR 6/3) dense alluvium that breaks to extremely gravelly sandy loam, grayish brown (10YR 5/2) moist; massive; moderately cemented; few very fine roots in vertical seams and common very fine roots concentrated at upper boundary; few very fine pores in seams and around rock fragments and common very fine pores in matrix; common prominent dark brown (7.5YR 4/4) clay films in vertical seams; 1mm prominent, pale brown (10YR 6/3) concentrations at upper boundary; many prominent light yellowish brown (10YR 6/4) coatings around rock fragments; few silica coating on bottom of rock fragment; common prominent black (N 2/0) iron-manganese stains around rock fragments and in seams; 35 percent pebbles and 10 percent cobbles; NaF pH 8.7; neutral (pH 7.0); clear wavy boundary.  (1 to 5 inches thick)\n3Bsqm--11 to 37 inches; pale brown (10YR 6/3) dense alluvium that breaks to extremely gravelly sandy loam, grayish brown (10YR 5/2) moist; massive; moderately cemented; few very fine pores in seams and around rock fragments and common very fine and fine pores in matrix; common distinct light yellowish brown (10YR 6/4) coatings around rock fragments; few silica coatings on bottom of rock fragments; common prominent black (N 2/0) iron-manganese stains around rock fragments, in seams and in pores; 50 percent pebbles and 15 percent cobbles; NaF pH 8.0; neutral (pH 7.0); clear wavy boundary.  (24 to 49 inches thick)\n3Bs--37 to 60 inches; pale brown (10YR 6/3) extremely gravelly sandy loam, grayish brown (10YR 5/2) moist; massive; weakly cemented; common very fine, fine and medium pores; few prominent black (N 2/0) iron-manganese stains around rock fragments; 50 percent pebbles and 15 percent cobbles; NaF pH 8.0; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kittitas County, Washington; about 4 miles northwest of Ellensburg, WA.; about 2,600 feet north and 950 feet west of the southeast corner of section 5, T. 18 N., R. 18 E.; USGS Ellensburg North, Wash. Quad, Latitude 47 degrees, 04 minutes, 47 seconds N. and Longitude 120 degrees, 36 minutes, 21 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature at a depth of 20 inches is 47 to 52 degrees F.  These soils are usually moist but are dry in the moisture control section for 90 to 100 consecutive days following the summer solstice.  Organic matter is estimated to range from 2 to 4 percent in the A horizon.  The particle-size control section has 35 to 45 percent clay in the fine earth fraction.  The depth to an extremely or very gravelly moderately cemented iron-silica duripan is 7 to 10 inches.  Base saturation is more than 75 percent.  Thickness of the mollic epipedon is less than 10 inches.  The upper 4 to 6 inches has a volcanic glass content of 15 to 25 percent, acid oxalate aluminum plus one-half iron of 0.25 to 0.6 percent, and 5 to 10 percent 15-bar moisture.\nThe A and BA horizons have value of 4 or 5 dry, and 2 or 3 moist, and chroma of 2 through 4 dry and 2 or 3 moist.\nThe 2Bt horizon has hue of 7.5YR or 10YR, value of 4 or 5 dry, and 2 or 3 moist, and chroma of 2 through 4 dry and 2 or 3 moist.  It is clay loam, gravelly clay loam or gravelly clay.\nThe 3Bstqm horizon has hue of 7.5YR or 10YR, value of 5 through 7 dry, 4 or 5 moist, and chroma of 3 through 6 dry and 2 through 4 moist.  It is very gravelly sandy clay loam, extremely gravelly sandy loam or extremely gravelly sandy clay loam.\nThe 3Bsqm horizon has value of 5 through 7 dry, 4 or 5 moist, and chroma of 3 through 6 dry and 2 through 4 moist.  It is very gravelly sandy clay loam, extremely gravelly sandy loam or extremely gravelly sandy clay loam.\nThe 3Bs horizon has hue of 10YR or 2.5Y, value of 6 or 7 dry, 4 or 5 moist, and chroma of 2 through 6 dry and 2 through 4 moist.  It is very gravelly sandy loam or extremely gravelly sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Reelow series.  Reelow soils are 10 to 20 inches to a duripan."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lablue soils are on old uplifted fan remnants, old terraces and old till plains.  Slopes are 3 to 15 percent.  These soils formed in alluvium and glacial draft over a duripan with an influence of loess mixed with volcanic ash in the surface.  Elevation is 1,700 to 3,100 feet.  Climate is semiarid with warm, dry summers and cool, moist winters.  The average annual precipitation is 12 to 16 inches.  The average January temperature is about 25 degrees F.; average July temperature is about 69 degrees F.; and average annual temperature is about 46 to 50 degrees F.  The frost-free season is 130 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are competing Reelow soils and the Maxhill, Metser, Millhouse, Reeser and Sketter series.  Metser soils are on terraces and alluvial fans and do not have a duripan.  Millhouse soils are on alluvial fans, are skeletal, and do not have a duripan.  Reeser and Sketter soils are on old uplifted fan remnants, old terraces and old till plains and are 20 to 40 inches to a duripan.  Maxhill soils are on terraces and alluvial fans and do not have a duripan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, medium runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for livestock grazing and wildlife habitat.  Native vegetation is Sandburg bluegrass, eriogonum and stiff sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Washington; MLRA 8.  The soil is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Kittitas County, Washington, l990.  The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon include:\nMollic epipedon - 0 to 8 inches (A, BA and 2Bt horizons)\nArgillic horizon - 5 to 8 inches (2Bt horizon)\nDuripan - 8 to 37 inches (3Bstqm and 3Bsqm horizons); predominantly of Pliocene Age Thorp Gravel which consists mostly of two facies, mainstream gravel consisting of durable silicic to intermediate volcanic rock and sidestream gravel consisting moistly of subangular clasts of Grande Ronde Basalt; and Swauk Prairie and Lookout Mountain Ranch, pre-Wisconsin Age glacial drift)\nPSCS - the zone from 5 to 8 inches (the 2Bt horizon).\nVitrandic feature - 0 to 5 inches\nHaplic feature - 8 to 37 inches with a moderately cemented duripan with iron and silica.\nXeric soil moisture regime.\nThis draft reflects a change in classification from Palexerollic Durixerolls to Haplic Durixerolls based on associated lab data from the Reelow series.  Lab data did not reflect a 15 percent (absolute) clay increase at the upper boundary of the argillic horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
