{
  "SERIES": "LABORCITA",
  "STATUS": "Established Series",
  "BYREV": "Rev. WRJ/DPR/RJA",
  "REVDATE": "11/2014",
  "STATES": "NM",
  "OVERVIEW": "The Laborcita series consists of very deep, well drained, moderately permeable soils that formed in colluvium and alluvium from tuff. These soils are on hills, cuestas, and scarp faces of hogbacks.  Slopes range from 5 to 45 percent.  Mean annual temperature is 60 degrees F., and mean annual precipitation is 9 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Ustic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Laborcita very gravelly sandy loam on a 43 percent convex east-facing slope of a hogback rangeland (colors are for dry soil unless otherwise stated).\nA--0 to 2 inches; brown (7.5YR 5/4) very gravelly sandy loam; dark brown (7.5YR 3/4) moist; single grain; loose; nonsticky and nonplastic; few very fine roots; 2 percent stones, l0 percent cobbles and 40 percent gravel; slightly effervescent with disseminated calcium carbonate; slightly alkaline; abrupt wavy boundary (1 to 3 inches thick).\nAB--2 to 7 inches; brown (7.5YR 5/4) very gravelly sandy loam, brown (7.5YR 4/4) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine roots; 5 percent cobbles and 40 percent gravel; slightly effervescent with disseminated calcium carbonate: slightly alkaline; clear smooth boundary (0 to 5 inches thick).\nBw--7 to l6 inches; brown (7.5YR 5/4) gravelly loam; brown (7.5YR 4/4) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; 5 percent cobbles and 25 percent gravel; strongly effervescent with disseminated calcium carbonate; slightly alkaline; gradual wavy boundary (9 to l7 inches thick).\nBk1--l6 to 28 inches; light brown (7.5YR 6/4) gravelly loam, brown (7.5YR 5/4) moist; weak fine and subangular blocky structure; hard friable, slightly sticky and slightly plastic; few fine and very fine roots; 5 percent cobbles and 20 percent gravel; violently effervescent; calcium carbonate disseminated and segregated as coatings on rock fragments; slightly alkaline; abrupt wavy boundary (12 to 17 inches thick).\nBk2--28 to 44 inches; pink (7.5YR 7/4) gravelly loam, brown (7.5YR 5/4) moist; weak fine subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic; few very fine roots; 5 percent cobbles and 25 percent gravel; violently effervescent; calcium carbonates disseminated and as coatings on rock fragments; slightly alkaline; clear wavy boundary (8 to l6 inches thick).\nC--44 to 60 inches; light brown (7.5YR 6/4) gravelly loam, brown (7.5YR 4/4) moist; massive; hard, firm, slightly sticky and slightly plastic; 5 percent cobbles and 25 percent pebbles; strongly effervescent with disseminated lime; moderately alkaline (7 to 25 inches thick)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Socorro County, New Mexico; 7 miles northeast of Socorro; 975 feet north and 75 feet west of the SE corner, sec. 22, T. 1S, R. 1E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: Moist in some part during December and January and intermittently during July, August and September after convective storms. Ustic aridic moisture regime.\nDepth to the calcic horizon: l0 to 25 inches\nParticle-size control: Section averages l8 to 25 percent clay\nRock fragments in particle-size control section: averages l5 to 35 percent with 0 to l0 percent cobbles and l5 to 25 percent gravel by volume\nA and AB horizon\nHue:  7.5YR, l0YR\nValue:  5 or 6 dry, 3 to 5 moist\nChroma:  3 or 4, dry or moist\nRock fragments:  2 to 3 percent stones, 3 to l2 percent cobbles and 30 to 40 percent gravel by volume\nBw horizon\nHue:  7.5YR, l0YR\nValue:  4 or 5 dry, 3 to 5 moist\nChroma:  3 or 4, dry or moist\nRock fragments:  5 to l0 percent cobbles by volume l0 to 25 percent gravel by volume\nCalcium carbonate equivalent: 9 to l3 percent\nBk horizon\nHue:  7.5YR, l0YR\nValue:  6 to 8 dry, 5 to 7 moist\nChroma:  3 or 4, dry or moist\nRock fragments:  0 to l0 percent cobbles by volume l5 to 25 percent gravel by volume\nCalcium carbonate equivalent: l5 to 35 percent\nC horizon\nHue:  7.5YR, l0YR\nValue:  6 to 8 dry, 4 to 6\nChroma:  2 to 4, dry or moist\nTexture:  loam, sandy loam\nRock fragments:  0 to 5 percent cobbles by volume l5 to 25 percent gravel by volume\nCalcium carbonate equivalent: 7 to l2 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Chispa (TX), Elfrida (AZ), Kahn (AZ), Pandale (TX), Ratliff (TX), Salado (NM), San Jon (NM), and Tuzigoot (AZ) series.  Pandale, Ratliff, and San Jon soils are moist in the soil moisture control section during May and June and occur in the Great Plains.  Chispa, Elfridea, Kahn, and Salado soils have less than 15 percent gravel in the control section.  Tuzigoot soils have a mean annual soil temperature of 62 to 65 degrees F. and calcium carbonate concretions throughout."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Laborcita soils are on hills, cuestas, and scarp faces of hogbacks.  Slopes range from 5 to 45 percent.  They formed in colluvium and alluvium from tuff.  Elevation ranges from 5000 to 6250 feet.  Average annual precipitation ranges from 8 to l4 inches, average annual air temperature ranges from 57 to 64 degrees F., and the average frost-free period is l80 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Caliza, Lemitar, Nolam, Pilabo and Puertecito soils.  Caliza soils have more than 35 percent rock fragments.  Lemitar soils have a lithic contact at 20 inches or less.  Nolam soils have an argillic horizon.  Pilabo soils have a mollic epipedon.  Puertecito soils have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The major use of this soil is for livestock grazing.  Native vegetation is black grama, sideoats grama, galleta creosotebush and Mormon-tea."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South central New Mexico.  Laborcita soils are of moderate extent. MLRA 42."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Socorro County, New Mexico, l984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to a depth of 7 inches. (A, AB horizons)  When the color and organic carbon content meet the requirements of a mollic epipedon, the horizon does not meet the moisture requirements for a mollic epipedon.\nCambic horizon - the zone from 7 to l6 inches (Bw horizon).\nCalcic horizon - the zone from l6 to 44 inches (Bk1, Bk2 horizons).\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy, Twelfth Edition, 2014.\nThe mean annual precipitation of 8 to 10 inches is inconsistent with the ustic aridic moisture regime. Consideration should be given to reclassifying this soil in a Typic subgroup.\nRevised for the correlation of White Sands Missile Range, New Mexico; October, 2014, NMS\nADDITIONAL DATA: Calcium carbonate equivalent determined by use of a volumetric calcimeter.\nUpdated competing series section 3/17/08, CEM\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 2 inches; brown (7.5YR 5/4) very gravelly sandy loam; dark brown (7.5YR 3/4) moist; single grain; loose; nonsticky and nonplastic; few very fine roots; 2 percent stones, l0 percent cobbles and 40 percent gravel; slightly effervescent with disseminated calcium carbonate; slightly alkaline; abrupt wavy boundary (1 to 3 inches thick)."
      },
      {
        "name": "AB",
        "top": 5,
        "bottom": 18,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "AB--2 to 7 inches; brown (7.5YR 5/4) very gravelly sandy loam, brown (7.5YR 4/4) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine roots; 5 percent cobbles and 40 percent gravel; slightly effervescent with disseminated calcium carbonate: slightly alkaline; clear smooth boundary (0 to 5 inches thick)."
      },
      {
        "name": "Bk2",
        "top": 71,
        "bottom": 112,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bk2--28 to 44 inches; pink (7.5YR 7/4) gravelly loam, brown (7.5YR 5/4) moist; weak fine subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic; few very fine roots; 5 percent cobbles and 25 percent gravel; violently effervescent; calcium carbonates disseminated and as coatings on rock fragments; slightly alkaline; clear wavy boundary (8 to l6 inches thick)."
      },
      {
        "name": "C",
        "top": 112,
        "bottom": 152,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--44 to 60 inches; light brown (7.5YR 6/4) gravelly loam, brown (7.5YR 4/4) moist; massive; hard, firm, slightly sticky and slightly plastic; 5 percent cobbles and 25 percent pebbles; strongly effervescent with disseminated lime; moderately alkaline (7 to 25 inches thick)."
      }
    ]
  ]
}
