{
  "SERIES": "LACERDA",
  "STATUS": "Established Series",
  "BYREV": "Rev. RD:GLL",
  "REVDATE": "02/97",
  "STATES": "TX",
  "OVERVIEW": "The LaCerda series consists of residual soils that are deep to weathered shale.  They are moderately well drained and very slowly permeable.  These soils are nearly level to moderately steep.  The slope is dominantly less than 5 percent and ranges from 0 to 20 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, smectitic, thermic Chromic Dystruderts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  LaCerda clay loam, on a smooth concave slope of 1 to 2 percent, in woodland.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 3 inches; dark grayish brown (10YR 4/2) clay loam; weak medium granular structure; hard, friable; many fine, medium and coarse roots; strongly acid; abrupt wavy boundary.  (1 to 8 inches thick)\nBw--3 to 8 inches; yellowish brown (10YR 5/4) silty clay, many medium distinct mottles of light brownish gray (10YR 6/2); weak medium angular blocky structure; hard, firm; many fine, medium, and coarse roots; common pressure faces; very strongly acid; gradual wavy boundary.   (3 to 16 inches thick)\nBss1--8 to 21 inches; prominently mottled grayish brown (10YR 5/2) and strong brown (7.5YR 5/6) clay; weak medium angular blocky structure; extremely hard, extremely firm; common fine, medium, and few coarse roots; common pressure faces; common slickensides; very strongly acid; gradual wavy boundary.\nBss2--21 to 28 inches; prominently mottled grayish brown (10YR 5/2) and yellowish red (5YR 5/6) clay; weak medium angular blocky structure with common wedge shaped peds; extremely hard, extremely firm; few fine, medium, and coarse roots; common pressure faces; common slickensides; very strongly acid; gradual wavy boundary.\nBss3--28 to 48 inches; prominently mottled gray (10YR 5/1), red (2.5YR 4/6), and yellowish brown (10YR 5/6) clay; weak medium angular blocky structure with common wedge shaped peds; extremely hard, extremely firm; few fine and medium roots; common grooved slickensides; strongly acid; gradual wavy boundary.  (combined Bss subhorizons are 30 to 48 inches thick)\nBCss--48 to 57 inches; light olive brown (2.5Y 5/4) clay with common medium distinct grayish brown (2.5Y 5/2) mottles; very weak medium and coarse angular blocky structure; extremely hard, extremely firm; few fine and medium roots; common grooved slickensides; neutral; gradual wavy boundary.  (0 to 20 inches thick)\nCy--57 to 65 inches; brownish yellow (10YR 6/8) shale with clay texture; common medium and coarse prominent grayish brown (2.5Y 5/2) streaks and mottles; material is bedded with angular rock structure; very hard, very firm; common crystals of gypsum between beds; moderately alkaline; gradual wavy boundary.  (0 to 15 inches thick)\nCk--65 to 72 inches; light olive brown (2.5Y 5/6) shale with clay texture; common medium and coarse distinct olive gray (5Y 5/2) and strong brown (7.5YR 5/8) streaks and mottles; material is weakly bedded with angular rock structure; hard, firm; few coarse masses of calcium carbonate; slight effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Nacogdoches County, Texas; about 20 miles south of Nacogdoches; from the Etoile Macedonia Baptist Church on Farm Road 226, north 3.7 miles on dirt road to crossroad; 2 miles east along old railroad bed; 0.2 mile north along old railroad bed; 100 feet east."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum thickness ranges from 40 to 60 inches.  The weighted average clay content of the particle-size control section ranges from 60 to 72 percent.  When dry, cracks 1/2 to more than 1 inch wide extend from the surface to a depth of more than 12 inches.  Cracks are open from 60 to 90 cumulative days in most years.  Slickensides and wedge shaped peds begin at a depth of 10 to 24 inches.  Undisturbed areas have gilgai relief with microknolls about 4 to 12 inches above the microdepressions.  Distance from the center of the microknoll to the center of the microdepression ranges from 4 to about 15 feet.  Mottles  are considered to be litho-chromic or relic.\nThe A horizon has colors in shades of brown or gray in hue of 7.5YR or 10YR, value of 3 or 4, and chroma of 1 to 4.  The texture is clay loam, silty clay loam, silty clay, or clay.  Reaction ranges from very strongly acid to moderately acid but is very strongly acid in more than half the pedon.\nThe Bw horizon has colors in shades of brown or red in hue of 2.5YR to 10YR, value of 4 or 5, and chroma of 4 to 8.  Mottles with chroma of 2 or less range from few to many and some pedons have a mottled matrix of these colors.  The mottles are considered to be inherited from the parent material and are litho-chromic.  The texture is silty clay or clay. The reaction is very strongly acid but ranges to strongly acid is some part of some pedons.\nThe Bss horizon has colors in shades of brown, yellow, red, or gray with hue of 5YR to 2.5Y, value of 4 to 6, and chroma of 1 to 8.  It is commonly mottled with these colors or has a mottled martix.  The reaction is very strongly acid or strongly acid in the upper part amd ranges from very strongly acid to neutral in the lower part.\nThe C horizon has colors in shades of brown, yellow, or gray.  It is shale or shale and marl with clay texture.  The material is in varigated layers, platy, or weakly bedded. Gypsum crystals and/or calcium carbonate concretions and/or masses range from none to common.  Effervescence is very slight or slight in some pedons.  The reaction ranges from moderately acid to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family.  Closely similar series include the Naclina, Moswell, Raylake, Redco, and Woodtell.  Naclina soils are more acid in the upper 20 inches and are well drained.  Moswell and Woodtell soils have a loamy surface layer and a argillic horizon.  Raylake soils have a fine particle-size control section.  Redco soils are classfied in the Typic subgroup and they are more alklaine in the A horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  LaCerda soils are on broad nearly level to moderately sloping interstream divides and strongly sloping to moderately steep side slopes.  Slopes are mainly less than 5 percent but range up to 20 percent.  These soils formed mainly in the shales of the Cooke Mountain Geologic formation.  Mean annual rainfall ranges from 42 to 52 inches.  Mean annual temperature ranges from 65 degrees to 68 degrees F.  Frost free days range from 235 to 245.  The elevation ranges from 200 to 380 above sea level.  The Thornthwaite annual P-E indices exceed 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Naclina and Woodtell soils of the competing series and the Etoile series.  Etoile soils have an argillic horizon.  These soils are on similar positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  LaCerda soils are moderately well drained and very slowly permeable.  Runoff is low on 0 to 1 percent slopes, moderate on 1 to 3 percent slopes, high on 3 to 5 percent slopes, and very high on slopes more than 5 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for woodland of loblolly and shortleaf pine, red oak, and sweetgum.  A few areas are used for improved bermudagrass or penscola bahiagrass pastures."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: East and Southeast Texas in MLRA 133B.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Nacogdoches County, Texas; 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included with the Susquehanna and Vaiden soils.  The classification is changed from Aquentic Chromuderts to Chromic Dystruderts in January 1994.\nDiagnostic horizons and features recognized in this pedon are :\nOchric epideon--the A horizon from 0 to 3 inches.\nCambic horizon--the Bw and Bss horizons.\nChromic feature--a color value of 4 or more in some subhorizon within 12 inches of the soil surface.\nVertic features--cracks when dry that are 1/2 inch wide to a depth of more than 12 inches; slickensides from a depth of 8 to 57 inches.\nSOIL INTERPRETATION RECORD: TX0705\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 3 inches; dark grayish brown (10YR 4/2) clay loam; weak medium granular structure; hard, friable; many fine, medium and coarse roots; strongly acid; abrupt wavy boundary.  (1 to 8 inches thick)"
      },
      {
        "name": "Bw",
        "top": 8,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw--3 to 8 inches; yellowish brown (10YR 5/4) silty clay, many medium distinct mottles of light brownish gray (10YR 6/2); weak medium angular blocky structure; hard, firm; many fine, medium, and coarse roots; common pressure faces; very strongly acid; gradual wavy boundary.   (3 to 16 inches thick)"
      },
      {
        "name": "Bss1",
        "top": 20,
        "bottom": 53,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bss1--8 to 21 inches; prominently mottled grayish brown (10YR 5/2) and strong brown (7.5YR 5/6) clay; weak medium angular blocky structure; extremely hard, extremely firm; common fine, medium, and few coarse roots; common pressure faces; common slickensides; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bss2",
        "top": 53,
        "bottom": 71,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bss2--21 to 28 inches; prominently mottled grayish brown (10YR 5/2) and yellowish red (5YR 5/6) clay; weak medium angular blocky structure with common wedge shaped peds; extremely hard, extremely firm; few fine, medium, and coarse roots; common pressure faces; common slickensides; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bss3",
        "top": 71,
        "bottom": 122,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bss3--28 to 48 inches; prominently mottled gray (10YR 5/1), red (2.5YR 4/6), and yellowish brown (10YR 5/6) clay; weak medium angular blocky structure with common wedge shaped peds; extremely hard, extremely firm; few fine and medium roots; common grooved slickensides; strongly acid; gradual wavy boundary.  (combined Bss subhorizons are 30 to 48 inches thick)"
      },
      {
        "name": "BCss",
        "top": 122,
        "bottom": 145,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BCss--48 to 57 inches; light olive brown (2.5Y 5/4) clay with common medium distinct grayish brown (2.5Y 5/2) mottles; very weak medium and coarse angular blocky structure; extremely hard, extremely firm; few fine and medium roots; common grooved slickensides; neutral; gradual wavy boundary.  (0 to 20 inches thick)"
      },
      {
        "name": "Cy",
        "top": 145,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 8,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Cy--57 to 65 inches; brownish yellow (10YR 6/8) shale with clay texture; common medium and coarse prominent grayish brown (2.5Y 5/2) streaks and mottles; material is bedded with angular rock structure; very hard, very firm; common crystals of gypsum between beds; moderately alkaline; gradual wavy boundary.  (0 to 15 inches thick)"
      },
      {
        "name": "Ck",
        "top": 165,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Ck--65 to 72 inches; light olive brown (2.5Y 5/6) shale with clay texture; common medium and coarse distinct olive gray (5Y 5/2) and strong brown (7.5YR 5/8) streaks and mottles; material is weakly bedded with angular rock structure; hard, firm; few coarse masses of calcium carbonate; slight effervescence; moderately alkaline."
      }
    ]
  ]
}
