{
  "SERIES": "LACHIM",
  "STATUS": "Established Series",
  "BYREV": "EJR-JFR-JJJ-KP",
  "REVDATE": "06/2005",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic Xeric Torripsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lachim series on an east-southeast facing, 40 percent slope under singleleaf pinyon pine, shrubs, annual forbs and perennial grasses at an elevation of 5,400 feet.  (Colors are for dry soil unless otherwise noted.  When described on April 15, 1982, the soil was moist throughout.\nA--0 to 3 inches (0 to 8 cm); light brownish gray (10YR 6/2) gravelly loamy coarse sand, brown (10YR 4/3) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine roots; many very fine interstitial pores; 16 percent fine gravel; neutral (pH 6.6); clear smooth boundary.  (2 to 4 inches thick)\nC1--3 to 13 inches (8 to 33 cm); pale brown (10YR 6/3) gravelly loamy coarse sand, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine, fine, and medium roots; many very fine interstitial pores; 15 percent fine gravel; neutral (pH 6.8); gradual wavy boundary.  (8 to 12 inches thick)\nC2--13 to 26 inches (33 to 66 cm); pale brown (10YR 6/3) gravelly loamy coarse sand, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine, fine, medium and coarse roots; many very fine interstitial pores; 20 percent fine gravel; neutral (pH 6.8); clear wavy boundary.  (8 to 16 inches thick)\nCr--26 inches (66 cm); partly weathered granitic bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:    Tulare County, California; about 12 miles northeast of Onyx and 1.2 miles northwest of Lamont Peak; 8.9 miles from Highway 178 along the Chimney Peak Road, about 600 feet west of the road; located approximately in the NW 1/4, NW 1/4, NW 1/4 Sec. 36, T. 24 S., R. 37 E. M.D.B.M. (Area is not sectionalized); Lamont Peak, California Quadrangle; latitude 35 degrees 48 minutes 22 seconds north, longitude 118 degrees 3 minutes 40 seconds west."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  The soil between the depths of 12 inches and the  paralithic contact is usually moist in some part for about 110 days when the soil temperature is above 39 degrees F. It is dry in all parts from mid-May through November.It is not continuously moist for 45 or moreconsecutive days when the soil temperature is above 46 degrees F.(Aridic bordering on Xeric soil moisture regime.)\nSoil temperature:  The mean annual soil temperature is 50 to 54 degrees F.\nCoarse fragments:  5 to 30 percent gravel\n0 to 3 percent cobbles\nDepth to bedrock:  20 to 40 inches\nA horizon\nHue: 10YR\nValue: 5 or 6 dry, 4 moist\nChroma: 2 or 3; moist or dry\nTexture: loamy sand, gravelly loamy coarse sand\nClay: 3 to 10 percent\nOrganic matter: less than 1 percent\nC horizon\nHue: 10YR\nValue: 5 or 6 dry, 4 moist\nChroma: 2 or 3; moist or dry\nTexture: loamy sand, loamy coarse sand or gravelly loamy coarse sand\nClay: 3 to 10 percent\nOrganic matter: less than 1 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Goldrun, Hotsprings, Incy, Quinton, Toll, and Zorravista series.  Goldrun and Incy soils are aeolian in origin, contain more fine sand, and are very deep.  Hotsprings soils are more than 40 inches deep. Quiton soils are formed in basalt and contain more fine sand.  Toll soils are alluvial in origin and are very deep.  Zorravista soils are very deep, on dunes and contain volcanic ash and more fine sand."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lachim soils are on hills and mountains at elevations of 5,000 to 6,400 feet 1524 to 1950 meters).  Slopes are 30 to 60 percent.  The soils formed in material weathered from granitic bedrock.  The mean annual precipitation is 8 to 10 inches (200 to 250 mm), mostly as winter rain and snow.  Mean annual snowfall of 10 to 30 inches (250 to 760 mm).  The mean annual temperature is 49 to 52 degrees F.(9 to 11 degrees C.)  The frost free season is 130 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Canebrake, Deadfoot, and Scodie soils.  Canebrake soils are less than 20 inches to a paralithic contact.  Deadfoot soils contain more than 35 percent rock fragments and have a mollic epipedon. Scodie soils are shallow and have a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; medium or rapid runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Lachim soils are used for livestock grazing and wildlife habitat.  The vegetation is big sagebrush, singleleaf pinyon pine, desert bitterbrush, desert needlegrass, pine bluegrass, bottlebrush squirreltail, rubber rabbitbrush, and green Mormon-tea."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Sierra Nevada Range in California.  The soils are of small extent in MLRA 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Tulare County, California 2005; Kern County, Northeastern Part and Southeastern Part of Tulare County Soil Survey Area.  The name is coined from Lamont Peat and Chimney Peak."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon:\nOchric epipedon- the zone from 0 to 3 inches (A horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
