{
  "SERIES": "LACKEY",
  "STATUS": "Tentative Series",
  "BYREV": "JBB/CES",
  "REVDATE": "05/2020",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Sandy-skeletal, isotic, frigid Vitrandic Xerorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lackey gravelly loamy sand on an east facing (110 degree), 62 percent slope under Jeffrey pine, western white pine, greenleaf manzanita, and white fir at an elevation of 2378 meters. (Colors are for dry soils unless otherwise noted. When described on June 14, 2014 the soil was dry to 12 cm.)\nOi--0 to 2 cm; yellowish brown (10YR 5/4) slightly decomposed plant material, yellowish brown (10YR 5/4) moist; about 100 percent fiber, 90 percent rubbed; moderately acid (pH 6.0); abrupt smooth boundary. (0 to 10 cm thick)\nA--2 to 12 cm; grayish brown (10YR 5/2) gravelly loamy sand, brown (10YR 4/3) moist; 5 percent clay; weak fine and medium subangular blocky parts to structureless single grain; loose, loose, nonsticky, nonplastic; many very fine roots throughout; many very fine and fine interstitial pores; 25 percent subangular very strongly cemented granite fine gravel; NaF pH 10.5; neutral (pH 6.8); clear smooth boundary. (5 to 30 cm thick)\nAB--12 to 32 cm; pale brown (10YR 6/3) gravelly loamy sand, brown (10YR 4/3) moist; 6 percent clay; weak fine and medium subangular blocky parts to structureless single grain; loose, loose, nonsticky, nonplastic; many very fine and common fine, medium, and coarse roots throughout; many very fine and fine, and common medium interstitial pores; 20 percent subangular very strongly cemented granite fine gravel, 10 percent subrounded very strongly cemented granite stones; NaF pH 10.5; slightly acid (pH 6.4); clear smooth boundary. (0 to 30 cm thick)\nBw--32 to 55 cm; light gray (10YR 7/2) gravelly loamy sand, brown (10YR 4/3) moist; 6 percent clay; weak fine subangular blocky parts to structureless single grain; loose, loose, nonsticky, nonplastic; common very fine, fine, medium, and coarse roots throughout; many very fine and fine, and common medium interstitial pores; 30 percent subrounded very strongly cemented granite fine gravel; NaF pH 9.5; moderately acid (pH 5.8); gradual smooth boundary. (15 to 75 cm thick)\nC1--55 to 110 cm; light gray (10YR 7/2) very gravelly loamy coarse sand, grayish brown (10YR 5/2) moist; 5 percent clay; weak very fine subangular blocky parts to structureless single grain; loose, loose, nonsticky, nonplastic; few very fine, and common fine, medium, coarse, and very coarse roots throughout; common very fine, fine, and medium interstitial pores; 40 percent subrounded very strongly cemented granite fine gravel, 15 percent subrounded weakly cemented granite parastones; NaF pH 9.0; strongly acid (pH 5.4); gradual smooth boundary.\nC2--110 to 155 cm; white (10YR 8/1) very gravelly loamy coarse sand, pale brown (10YR 6/3) moist; 4 percent clay; structureless massive; loose, loose, nonsticky, nonplastic; few fine and medium roots throughout; 45 percent subrounded strongly cemented granite gravel; NaF pH 8.5; strongly acid (pH 5.2).\nCr--155 to 187 cm; weakly cemented granite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Fresno County, California, off the Don Cecil trail;  USGS 7.5 minute topographic quadrangle: Cedar Grove, California;  WGS84 36.773238 latitude and  -118.712750 longitude;  UTM zone 11 4071085 meters N 347148 meters E NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature: The mean annual soil temperature at 50 cm is 4 to 10 degrees C and the difference between mean summer and mean winter soil temperature is greater than 6 degrees C. The soils have a frigid temperature regime.\nSoil moisture: The soils have a xeric soil moisture regime. The soil moisture control section is dry in all parts from about August to October (about 100 days).\nDiagnostic Feature(s):\nOchric epipedon thickness:  18 cm\nDepth to paralithic contact:  greater than 150 cm\nBase saturation:  less than 50 percent (by ammonium acetate)\nAcid-oxalate extractable Al plus 1/2 Fe:  0.4 to 1.0 percent (by weight) to a depth of 100 cm.\nVolcanic glass:  5 to 30 percent in the 0.02 to 2.0 mm fraction in an 18 cm thick layer within a depth of 75 cm from the mineral soil surface\nParticle size control section weighted average:\nRock fragments: 35 to 80 percent, with 15 to 50 percent gravel, 0 to 35 percent cobbles, 0 to 35 percent stones and 0 to 35 percent boulders.\nClay content: 1 to 10 percent\nNaF pH: 8.5 to 11.0\nA horizon (and AB horizons, where present)\nHue: 10YR\nValue: 4 to 6 dry, 2 to 4 moist\nChroma: 2 or 3, dry or moist\nTexture: loamy sand, loamy coarse sand\nClay content: 1 to 12 percent\nRock fragments: 15 to 75 percent\n10 to 35 percent gravel\n0 to 35 percent cobbles\n0 to 15 percent stones\n0 to 15 percent boulders\nReaction: strongly acid to neutral\nBw horizon(s)\nHue: 10YR\nValue: 5 to 7 dry, 3 or 4 moist\nChroma: 3 or 4, dry or moist\nTexture: loamy sand, loamy coarse sand, coarse sand\nClay content: 1 to 10 percent\nRock fragments: 15 to 80 percent\n15 to 45 percent gravel\n0 to 35 percent cobbles\n0 to 35 percent stones\n0 to 35 percent boulders\nReaction: strongly to slightly acid\nC horizon(s)\nHue: 10YR, 2.5Y\nValue: 5 to 8 dry, 3 to 5 moist\nChroma: 2 to 4, dry or moist\nTexture: loamy sand, loamy coarse sand, coarse sand\nClay content: 1 to 10 percent\nRock fragments: 15 to 85 percent\n15 to 60 percent gravel\n0 to 35 percent cobbles\n0 to 35 percent stones\n0 to 35 percent boulders\nPararock fragments: 0 to 15 percent\nReaction: very strongly to slightly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family at this time."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Lackey soils are on linear backslopes of mountain slopes and moraines. Slopes range from 15 to 75 percent. These soils formed in colluvium and till over residuum weathered from granite and granodiorite. Elevation is 1860 to 2870 meters. The climate is Mediterranean with warm, dry summers and cool, moist winters. The mean annual precipitation is 445 to 1215 mm and the mean annual air temperature is 3 to 10 degrees C. The frost-free season is 75 to 165 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Dorst and Kanawyer soils. The Dorst soils are on convex structural benches of mountain slopes and are less than 50 cm to a lithic contact. The Kanawyer soils are on linear to convex moraines and have a densic contact between 50 and 100 cm."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained, high to very high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for recreation, wildlife habitat, and watershed. Vegetation is white fir, Jeffrey pine, western white pine, greenleaf manzanita, and chinquapin."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Sierra Nevada Mountains of California; MLRA 22A. These soils are of limited extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Fresno County, California in Sequoia and Kings Canyon National Parks. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle Size Control Section for this pedon: 27 to 102 cm\nDiagnostic horizons and features recognized in this pedon are:\nOchric Epipedon            0 to 18 cm\nParalithic Contact          155 cm\nADDITIONAL DATA:\nNASIS User Pedon ID: 2014CA7921008\nSoil classified using the 12th Edition of the Keys to Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
