{
  "SERIES": "LACOSTE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WJG-WMR-CLN",
  "REVDATE": "9/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, active, hyperthermic, shallow Petrocalcic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lacoste fine sandy loam--rangeland.\n(Colors are for dry soil unless otherwise stated.)\nA--0 to 9 inches; brown (7.5YR 4/4) fine sandy loam, dark brown (7.5YR 3/4) moist; weak fine and medium subangular blocky and granular structure; very hard, very friable; many fine roots; many fine pores; few rounded chert pebbles; few angular caliche fragments; neutral; abrupt smooth boundary.  (4 to 11 inches thick)\nBt--9 to 17 inches; yellowish red (5YR 5/6) sandy clay loam, yellowish red (5YR 4/6) moist; weak coarse prismatic structure parting to weak fine subangular blocky; very hard, friable; common roots; many fine pores; many worm and insect tunnels; a few clay bridges and clay films in pores and root channels; neutral; abrupt wavy boundary.  (5 to 10 inches thick)\nBkm--17 to 19 inches; pinkish white (7.5YR 8/2) strongly cemented caliche layer; somewhat platy and fractured and laminar in upper part; calcareous; moderately alkaline; clear wavy boundary.  (1 to 6 inches thick)\nBCk--19 to 68 inches; white (10YR 8/2) weakly cemented caliche; contains a few pockets of very pale brown loam; calcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Medina County, Texas; from the intersection of Farm Road 462 and U. S. Highway 90 in Hondo; 13.8 miles south on Farm Road 462; 0.1 mile east on county road; 100 feet south in rangeland near old caliche pit."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is more than 60 inches.  Depth to a petrocalcic horizon is 10 to 20 inches and this range of thickness is commonly found within horizontal distances of 25 feet.  The soil is noneffervescent above the petrocalcic horizon.\nThe A horizon has hue of 5YR or 7.5YR, value of 4 or 5, and chroma 2 to 6.  Texture is fine sandy loam, very fine sandy loam or loamy fine sand.  Reaction ranges from neutral to moderately alkaline.  Rounded and angular chert pebbles comprise 0 to 15 percent by volume.\nThe Bt horizon has hue of 2.5YR or 5YR, value of 4 or 5, and chroma 4 to 6.  Texture is fine sandy loam or sandy clay loam with a clay content of 15 to 25 percent.  Reaction ranges from neutral to moderately alkaline.  Some pedons contain 5 to 50 percent indurated caliche fragments in the lower 1 to 3 inches of this horizon.  Rounded and angular chert fragments comprise 0 to 25 percent.\nThe Bkm horizon is strongly cemented or indurated with the upper part being laminar in most pedons.\nThe BCk horizon is weakly cemented caliche that has hue of 7.5YR or 10YR, value of 6 to 8, and chroma of 2 or 3.  Texture is loam or clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other soils in the same family.  Similar soils are Arvana, Delmita, Randado, and Yologo series.  Arvana soils have mean annual soil temperatures less than 72 degrees F.  In addition, Arvana soils, as well as Delmita soils, have sola more than 20 inches thick.  Randado soils are dry in the moisture control section for longer periods of time, occuring in regions of 18 to 24 inches of rainfall.  Yologo soils have more than 35 percent coarse fragments in the solum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lacoste soils occur on nearly level to gently undulating uplands with slopes dominantly less than 3 percent, but ranges from 0 to 5 percent.  The soil formed in loamy sediments mainly in gravelly members of the Goliad formation.  Mean annual precipitation ranges from 24 to 30 inches.  Mean annual air temperature ranges from 69 to 73 degrees F.  Frost free days range from 240 to 300 days and elevation ranges form 200 to 1000 feet.  Thornthwaite PE index ranges from 31 to 42."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include Yologo soils of the competing series as well as Duval, Hindes, Olmos, Rehm, and Webb soils.  Duval, Hindes, Rehm, and Webb soils have sola more than 20 inches thick.   In addition, Hindes, Rehm, and also Olmos soils, have more than 35 percent coarse fragments.  Webb soils have more than 35 percent clay in the Bt horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderate.  Runoff is negligible on slopes of 0 to 1 percent, very low on slopes of 1 to 3 percent, and low on slopes of 3 to 5 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly used as native rangeland with a few small areas in cropland.  Native grasses are fall witchgrass, plains bristlegrass, hairy tridens, hooded windmillgrass, perennial threeawn, red grama, and sand dropseed.  Brush species include leatherstem, guajillo, kidneywood, guayacan, blackbrush, mesquite, and whitebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Rio Grande Plains (MLRA 83A).  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Medina County, Texas; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Lacoste soils were formerly considered as a shallow phase of the Delmita series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon--0 to 9 inches (A horizon).\nArgillic horizon--9 to 17 inches (Bt horizon).\nPetrocalcic horizon--17 to 19 inches (Bkm horizon).\nCalcic horizon--19 to 68 inches (BCk horizon).\nADDITIONAL DATA:  NSSL data from Live Oak County, Texas (S91TX-297-006).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
