{
  "SERIES": "LACOOCHEE",
  "STATUS": "Established Series",
  "BYREV": "Rev. AGH: HFH; GRB",
  "REVDATE": "02/2006",
  "STATES": "FL",
  "OVERVIEW": "The Lacoochee series consists of shallow, poorly drained, moderate or moderately rapid permeable soils on broad coastal plain tidal marshes.  They formed in sandy and loamy marine sediments overlying soft limestone.  Near the type location, the mean annual temperature is about 74 degrees F., and the mean annual precipitation is about 55 inches.  Slopes are less than 1 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Siliceous, hyperthermic, shallow Spodic Psammaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lacoochee fine sandy loam--tidal marsh (Colors are for moist soil unless otherwise stated.)\nA1--0 to 4 inches; light gray (10YR 7/1) fine sandy loam; weak medium subangular blocky structure; friable; few fine roots; few small fragments of shells and hard limestone; 57 percent carbonate as calcium carbonate; moderately alkaline, calcareous; clear wavy boundary.  (2 to 7 inches thick)\nA2--4 to 6 inches; light gray (10YR 7/1) fine sandy loam; weak medium subangular blocky structure; friable; few small fragments of shells and hard limestone; 47 percent carbonate as calcium carbonate; few fine faint brownish yellow (10YR 6/6) areas of organic matter accumulation; moderately alkaline, calcareous; clear smooth boundary.  (0 to 3 inches thick)\nE--6 to 8 inches; grayish brown (2.5Y 5/2) loamy fine sand; weak medium subangular blocky structure; friable; few fine roots; 13 percent carbonate as gypsum; few fine faint streaks of light gray (10YR 7/1) areas of organic matter depletions and brownish yellow (10YR 6/6) organic matter accumulation; moderately alkaline, calcareous; clear wavy boundary.  (2 to 4 inches thick)\nBw/Bh--8 to 15 inches; yellowish brown (10YR 5/6) loamy fine sand; weak medium granular structure; very friable; few fine roots; about 7 percent carbonate as calcium carbonate; few fine faint light brownish gray (10YR 6/2) areas of organic matter depletions; few fine faint dark brown (10YR 3/3) areas of organic matter accumulation; slightly alkaline, calcareous; abrupt irregular boundary.  (5 to 15 inches thick)\nCr--15 to 26 inches; white (10YR 8/1) soft limestone; massive; firm; about 35 percent, by volume, fragments of hard limestone; most roots do not penetrate this layer but are turned at the upper boundary; moderately alkaline, calcareous; abrupt irregular boundary.  (3 to 20 inches thick)\nR--26 inches; hard white (10Yr 8/1) limestone that can be chipped but not dug with a spade."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hernando County, Florida; approximately 0.7 mile west of Florida Highway 595 in the SE 1/4, NW 1/4, Sec. 25, T 23 S.; R. 16 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Combined thickness of the A and B horizons is less than 20 inches.  Few to common shells are in most pedons.  Sulfur content is less than 0.75 percent throughout the soil.  Depth to the R horizon ranges from 20 to 40 inches.  Reaction ranges from slightly alkaline to moderately alkaline throughout.\nThe A horizon has hue of 10YR, value of 4 through 7, and chroma of 1; or it is neutral with value of 4 through 7.  Carbonates as gypsum are more than 15 percent and commonly more than 45 percent.  Texture is fine sandy loam or loamy fine sand but where texture is fine sandy loam, the depth to the Cr horizon is greater than 14 inches.\nThe E horizon has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 2.  Texture is loamy fine sand or fine sand.\nThe Bw/Bh horizon has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 4 through 8.  Organic matter depletions in shade of gray range from few to many.  Texture is fine sand or loamy fine sand.\nThe Cr horizon has hue of 10YR, value of 7 or 8, and chroma of 1 or 2.  Hard limestone fragments occur randomly throughout the horizon and range from about 20 to 35 percent by volume.  Solution holes in this layer range from none to about three in each pedon and where present, are filled with loamy fine sand and fragments of hard limestone.\nThe R horizon is composed of hard limestone that cannot be dug with a spade."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no known series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lacoochee soils are in broad tidal marshes.  Slopes are less than 1 percent.  They formed in sandy and loamy marine sediments overlying soft and hard limestone.  The climate is humid subtropical.  Near the type location the average annual rainfall ranges from 50 to 60 inches and the average annual air temperature ranges from 73 to 75 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aripeka, Homosassa, Wabasso, and Weekiwachee series.  The somewhat poorly drained Aripeka soils are on higher positions, are moderately deep to limestone, and have argillic horizons.  The very poorly drained Homosassa soils are on similar positions, are moderately deep to limestone, and have high sulfur content.  The very poorly or poorly drained Wabasso soils are on higher positions and are very deep.  The very poorly drained Weekiwachee soils are on similar positions, are moderately deep to limestone, and are Histosols."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; moderate or moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Almost all areas of Lacoochee soils are used for wildlife habitat and remain in native vegetation consisting dominantly of seashore saltgrass, marshhay cordgrass, big cordgrass, needlegrass rush and smooth cordgrass.  Vegetation is often sparse."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coastal tidal areas of Peninsular Florida.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hernando County, Florida; 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric Epipedon  the zone from 0 to 8 inches (A1, A2, and E horizons).\nWeak spodic horizon  the zone from 8 to 15 inches (Bw/Bh horizon).\nDepth to soft limestone  at a depth of 15 inches (Cr horizon).\nDepth to hard limestone  at a depth of 26 inches (R horizon).\nUnder natural conditions the soil is flooded daily during normal high tides.  Available water capacity is high in the A horizons and medium in the Bw horizon.\nThe Lacoochee series was formerly mapped as a miscellaneous land type named Tidal marsh.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 10,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 4 inches; light gray (10YR 7/1) fine sandy loam; weak medium subangular blocky structure; friable; few fine roots; few small fragments of shells and hard limestone; 57 percent carbonate as calcium carbonate; moderately alkaline, calcareous; clear wavy boundary.  (2 to 7 inches thick)"
      },
      {
        "name": "A2",
        "top": 10,
        "bottom": 15,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--4 to 6 inches; light gray (10YR 7/1) fine sandy loam; weak medium subangular blocky structure; friable; few small fragments of shells and hard limestone; 47 percent carbonate as calcium carbonate; few fine faint brownish yellow (10YR 6/6) areas of organic matter accumulation; moderately alkaline, calcareous; clear smooth boundary.  (0 to 3 inches thick)"
      },
      {
        "name": "E",
        "top": 15,
        "bottom": 20,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loamy fine sand",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E--6 to 8 inches; grayish brown (2.5Y 5/2) loamy fine sand; weak medium subangular blocky structure; friable; few fine roots; 13 percent carbonate as gypsum; few fine faint streaks of light gray (10YR 7/1) areas of organic matter depletions and brownish yellow (10YR 6/6) organic matter accumulation; moderately alkaline, calcareous; clear wavy boundary.  (2 to 4 inches thick)"
      },
      {
        "name": "Bw/Bh",
        "top": 20,
        "bottom": 38,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loamy fine sand",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bw/Bh--8 to 15 inches; yellowish brown (10YR 5/6) loamy fine sand; weak medium granular structure; very friable; few fine roots; about 7 percent carbonate as calcium carbonate; few fine faint light brownish gray (10YR 6/2) areas of organic matter depletions; few fine faint dark brown (10YR 3/3) areas of organic matter accumulation; slightly alkaline, calcareous; abrupt irregular boundary.  (5 to 15 inches thick)"
      },
      {
        "name": "Cr",
        "top": 38,
        "bottom": 66,
        "moist_hue": "10YR",
        "moist_value": 8,
        "moist_chroma": 1,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Cr--15 to 26 inches; white (10YR 8/1) soft limestone; massive; firm; about 35 percent, by volume, fragments of hard limestone; most roots do not penetrate this layer but are turned at the upper boundary; moderately alkaline, calcareous; abrupt irregular boundary.  (3 to 20 inches thick)"
      },
      {
        "name": "R",
        "top": 66,
        "narrative": "R--26 inches; hard white (10Yr 8/1) limestone that can be chipped but not dug with a spade."
      }
    ]
  ]
}
