{
  "SERIES": "LACOCA",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAH-TCB-ACT",
  "REVDATE": "09/2007",
  "STATES": "NM,TX",
  "OVERVIEW": "The Lacoca series consists of very shallow and shallow, well drained, moderately permeable, calcareous, soils that formed in residuum and colluvium derived from strongly cemented sandstone bedrock of the Santa Rosa and Chinle Formation of Triassic age.  These nearly level to very steep soils are mainly on convex, low ridgetops and side slopes of erosional plains.  Slope ranges from 0 to 50 percent.  Mean annual precipitation is 356 mm (14 in) and mean annual air temperature is 16 degrees C (61 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, calcareous, thermic Lithic Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lacoca fine sandy loam, on a southeast facing, linear convex, very gently sloping, 3 percent slope in rangeland at an elevation of about 1518 meters.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 20 cm (0 to 8 in); brown (7.5YR 5/4) fine sandy loam, brown (7.5YR 4/4) moist; weak fine and medium granular structure; slightly hard, very friable, nonsticky and nonplastic; many very fine and fine roots; common fine interstitial pores; 5 percent pebbles; strongly effervescent; moderately alkaline; abrupt wavy boundary.  (10 to 50 cm [4 to 20 in]thick)\nR--20 to 200 cm (8 to 80 in); indurated sandstone bedrock, carbonate coated surface."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Guadalupe County, New Mexico; take the Santa Rosa Lake Road to Santa Rosa Lake, then 2 miles east on State Park road, then 1.5 miles northeast on east side of road or New Mexico Coordinate System, Eastern Zone, 1,474,340 feet north and 404,500 feet east in the Preston Beck Land Grant in rangeland; Latitude: 35 degrees, 03 minutes, 07 seconds W; Longitude: 104 degrees, 39 minutes, 08 seconds N; Catfish Falls, New Mexico USGS quad; NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: An aridic moisture regime bordering on ustic.  The soil moisture control section is dry in all parts for 180 days to 270 days, cumulative, in normal years.  The period of maximum precipitation is May through October.\nMean annual soil temperature: 59 to 62 degrees F.\nDepth to lithic contact: 10 to 50 cm (4 to 20 in).\nSolum thickness: 10 to 36 cm (4 to 14 in), but may range up to 50 cm (20 in) in some pedons.\nParticle-size control section: 5 to 18 percent silicate clay\nA horizon:\nHue: 2.5YR to 10YR\nValue: 4 to 6, 3 to 5 moist\nChroma: 2 to 6\nTexture: fine sandy loam, loam, sandy loam, or their gravelly counterparts\nSilicate clay content: 5 to 18 percent\nEffervescence: strong to violent\nReaction: moderately alkaline\nR horizon:\nHardness: 3 or 4 on the Mohs scale"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cotal (TX) and Surge (AZ) series.  Similar soils are the Burson (TX), Catto (TX), Coyanosa (TX), Latom (TX), Newkirk (NM), Regnier (NM), Travessilla (NM), and Walkon (NM) series.\nCotal series: have parafragments in the control section, formed in tuff, are in a slightly warmer climate, and support a different plant community.\nSurge series: receives significant amounts of precipitation in the soil moisture control section during the winter months, and is derived from residuum weathered from basalt.\nBurson series: is shallow to a paralithic contact.\nCatto and Coyanosa series: are noncalcareous, and have more than 35 percent coarse fragments in the control section, additionally, Catto series is derived from material weathered from chert.\nLatom series: is moist in the soil moisture control section for slightly longer periods due to occurrence in a higher precipitation zone and supports a different plant community.  Also Latom soils have an active CEC activity class.\nNewkirk series: has an argillic horizon.\nRegnier series: is shallow to weathered shale bedrock.\nTravessilla series: has a mesic temperature regime.\nWalkon series: has indurated sandstone at 50 to 100 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  residuum and colluvium derived from strongly cemented sandstone of the Santa Rosa, Chinle, and Dockum Formation.\nLandform: mainly on convex, low ridgetops and side slopes of erosional plains.\nSlopes: 0 to 50 percent.\nMean annual air temperature: 15 to 18 degrees C (58 to 64 degrees F).\nMean annual precipitation: 305 to 406 mm (12 to 16 in).\nFrost-free period: 180 to 205 days.\nElevation: 1,160 to 1,620 meters (3,800 to 5,300 ft)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hassell, Ima, Newkirk, Redona, Regnier, San Jon and Walkon series.\nHassell and San Jon soils: moderately deep to weathered shale and occur in similar positions.\nRegnier soils: in similar positions associated with shale bedrock.\nIma and Redona soils: very deep and occur in fan and valley fill positions below Lacoca soils.\nNewkirk soils: are on about the same to slightly higher landscape positions.\nWalkon soils have an argillic horizon at 10 to 61 cm and are moderately deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Moderate permeability above a very slowly permeable rock contact.  Surface runoff is negligible on less than 1 percent slopes, very low on 1 to 3 percent slopes, low on 3 to 5 percent slopes, medium on 5 to 20 percent slopes, and high on more than 20 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Solely used for livestock grazing and wildlife habitat.  Climax native vegetation is sparse mid and short grasses such as sideoats grama, blue grama, little bluestem, and buffalograss.  Catclaw and yucca shrubs make up the dominant woody species.  This soil has been correlated to the Shallow Sandstone (R070XB072NM) on 0 to 25 percent slopes, Breaks \"north exposure\" (R070XB59NM) and Breaks \"south exposure\" (R070XB060NM) on slopes greater than 25 percent in sub-MLRA-70B."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Upper Pecos River Valley (MLRA 70B in LRR G) of western Texas and eastern New Mexico.  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Guadalupe County, New Mexico, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were originally included in the Latom and Travessilla series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 20 cm.  (A horizon)\nLithic contact: sandstone at 20 cm."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: none\nTAXONOMIC VERSION:  Keys to Soil Taxonomy, Tenth Edition, 2006"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 20,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 20 cm (0 to 8 in); brown (7.5YR 5/4) fine sandy loam, brown (7.5YR 4/4) moist; weak fine and medium granular structure; slightly hard, very friable, nonsticky and nonplastic; many very fine and fine roots; common fine interstitial pores; 5 percent pebbles; strongly effervescent; moderately alkaline; abrupt wavy boundary.  (10 to 50 cm [4 to 20 in]thick)"
      },
      {
        "name": "R",
        "top": 20,
        "bottom": 200,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--20 to 200 cm (8 to 80 in); indurated sandstone bedrock, carbonate coated surface."
      }
    ]
  ]
}
