{
  "SERIES": "LACY",
  "STATUS": "Established Series",
  "BYREV": "Rev. CJW/RWL/RJS",
  "REVDATE": "10/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Lithic Ultic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lacy stony loam, forested, on a 13 percent southeast facing slope at 2,550 feet elevation. Described on August 2, 1963 the soil was dry to 15 inches and slightly moist below. (Colors are for dry soil unless otherwise stated.)\n0i--0 to 1 inch; needles, grass and leaves.\nA1--1 to 2 inch; brown (10YR 4/3) loam, very dark brown (7.5YR 2/2) moist; weak thin platy structure; soft, friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine irregular pores; 5 percent gravel and stones; about 1 percent stones on the surface; moderately acid (pH 6.0); abrupt smooth boundary.\nA2--2 to 5 inches; brown (7.5YR 4/4) stony loam, very dark brown (7.5YR 2/2) moist; moderate thin platy structure; soft, friable, slightly sticky and slightly plastic; many very fine and fine roots; common fine irregular pores; 15 percent gravel and stones; slightly acid (pH 6.2); abrupt smooth boundary.\nA3--5 to 8 inches; brown (7.5YR 4/3) stony loam, dark brown (7.5YR 3/2) moist; weak medium platy structure parting to weak fine granular; slightly hard, friable, moderately sticky and moderately plastic; common fine and medium roots; common fine and medium pores; 25 percent gravel and stones; moderately acid (pH 5.8); clear smooth boundary. (A horizons 2 to 12 inches thick)\nBt1--8 to 15 inches; brown (7.5YR 4/3) stony clay loam, dark reddish brown (5YR 3/2) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common fine, medium, and few coarse roots; common fine tubular pores; faint continuous clay films on rock fragments and lining pores; 30 percent gravel and stones; slightly acid (pH 6.4); clear smooth boundary. (4 to 8 inches thick)\nBt2--15 to 19 inches; brown (7.5YR 4/4) extremely stony clay loam, dark reddish brown (5YR 3/2) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common medium and coarse roots between rock fragments; common fine tubular pores; faint continuous clay films on rock fragments and lining pores; 60 percent gravel and stones; strongly acid (pH 5.4); clear irregular boundary. (2 to 8 inches thick)\nR--19 inches; hard, fractured basalt bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kootenai County, Idaho; approximately 3.5 miles northwest of Worley, Idaho, about 460 feet north and 300 feet west of the southeast corner of Section 33, T. 48 N., R. 5 W. Latitude - 47 degrees, 21 minutes, 15.6 seconds North; Longitude - 116 degrees, 58 minutes, 56.3 seconds West; NAD 83; Worley ID, USGS quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually dry for 45 to 75 consecutive days, moist in the fall through early summer, dry mid-July through mid-September. Xeric moisture regime.\nAverage annual soil temperature - 47 to 54 degrees F.\nAverage summer soil temperature - 62 to 66 degrees F. with an O horizon. Mesic temperature regime.\nMollic epipedon thickness - 7 to 18 inches\nOe horizons present in some pedons and mixed with 1980 Mt. St. Helens volcanic ash; 0.5 to 1 inch thick\nDepth to bedrock - 10 to 20 inches\nBase saturation - 50 to 75 percent\nSurface stones - 0 to 3 percent\nA horizon\nHue - 10YR or 7.5YR\nValue - 3 to 5 dry, 2 to 3 moist\nChroma - 2 to 4 dry, 2 or 3 moist\nTexture - loam or silt loam\nClay content - 10 to 23 percent\nRock fragment content - 5 to 45 percent\nReaction - moderately acid to neutral\nAB horizon (present in some pedons)\nTexture - loam or silt loam\nClay content - 22 to 26 percent\nRock fragments - 15 to 45 percent gravel, 0 to 50 percent cobbles, 0 to 15 percent stones, 15 to 75 percent total\nBt horizon\nHue - 10YR to 5YR\nValue - 3 to 5 dry, 2.5 to 4 moist\nChroma - 3 or 4 dry, 2 to 4 moist\nTexture - silt loam, loam, clay loam or silty clay loam\nClay content - 18 to 36 percent\nRock fragments - 30 to 90 percent, horizon averages greater than 35 percent\nReaction - strongly acid to neutral\nBC horizon (present in some pedons)\nHue - 10YR or 7.5YR\nValue - 3 to 5 dry, 3 or 4 moist\nChroma - 3 to 6, dry or moist\nTexture - loam or clay loam\nClay content - 20 to 30 percent\nRock fragment content - 0 to 15 percent gravel, 30 to 75 percent cobbles, 0 to 40 percent stones, 65 to 85 percent total\nReaction - slightly acid or neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ragpie, Reilloc, Riggins, Shinn and Wahoo series. Ragpie soils have lime accumulation at the contact between the argillic horizon and the lithic contact and have average annual precipitation of 14 to 16 inches. Reilloc and Shinn soils are dry 75 to 90 consecutive days in the soil moisture control section. In addition Shinn soils are very shallow. Riggins soils have average annual precipitation of 16 to 22 inches and have an argillic horizon dominated by gravel and less than 15 percent cobbles and stones. Wahoo soils are dry for more than 90 consecutive days in the soil moisture control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Lacy soils are on escarpments, canyonsides, and ridges on plateaus, basalt plains and mountain slopes. These soils formed in material weathered from basalt, with a thin mantle of loess. Slopes are 0 to 90 percent. Elevations are 1,100 to 3,300 feet. The climate is warm, subhumid with warm, dry summers and cool, moist winters. The average annual precipitation is 18 to 32 inches. The average annual air temperature is 45 to 52 degrees F. The frost-free season is 90 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Agatha, Blinn, Bobbitt, and Dorb soils. These soils have bedrock at depths greater than 20 inches. Agatha and Blinn soils are on east and west-facing slopes. Bobbitt soils are on south-facing slopes. Dorb soils are on north-facing slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; runoff is rapid to very rapid; permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for timber production, wildlife habitat, recreation, and limited livestock grazing. Potential natural vegetation is mainly ponderosa pine, Idaho fescue, bluebunch wheatgrass, prairie june grass, and western yarrow."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Idaho and eastern Washington. This soil is moderately extensive. MLRA 9, 43A"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Benewah County, Idaho, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from 1 to 15 inches (A1, A2, A3, and Bt1 horizons).\nArgillic horizon - The zone from 8 to 19 inches (Bt1 and Bt2 horizons).\nLithic contact - The boundary at 19 inches (R horizon).\nParticle-size control section - The zone from 8 to 19 inches (Bt1 and Bt2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
