{
  "SERIES": "LADYSMITH",
  "STATUS": "Established Series",
  "BYREV": "Rev. WAW, JGA",
  "REVDATE": "07/2020",
  "STATES": "KS",
  "OVERVIEW": "The Ladysmith series consists of very deep, somewhat poorly drained soils formed in residuum from interbedded limestone and shale.  These soils occur on interfluves on uplands in the Central Kansas Sandstone Hills, MLRA 74.  Slope ranges from 0 to 3 percent.  Mean annual air temperature is 12 degrees C (54 degrees F), and mean annual precipitation is 810 millimeters (32 inches).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Pachic Udertic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ladysmith silty clay loam - cultivated.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 23 centimeters (0 to 9 inches); dark gray (10YR 4/1) silty clay loam, black (10YR 2/1) moist; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; moderately acid; clear smooth boundary.  (15 to 36 centimeters (6 to 14 inches) thick)\nBt1--23 to 56 centimeters (9 to 22 inches); very dark gray (10YR 3/1) clay, black (10YR 2/1) moist; moderate medium blocky parting to weak very fine blocky structure; very hard, very firm, very sticky and very plastic; few lighter colored thin silty coats on some vertical ped faces; slightly acid; gradual smooth boundary.\nBt2--56 to 91 centimeters (22 to 36 inches); dark gray (10YR 4/1) clay, very dark gray (10YR 3/1) moist; few very dark gray (10YR 3/1) vertical streaks in upper 15 centimeters (6 inches) and few fine brown (7.5YR 5/4) mottles in lower 10 centimeters (4 inches); weak medium blocky structure; very hard, very firm, very sticky and very plastic; neutral; gradual smooth boundary.  (Combined thickness of Bt is 37 to 75 centimeters (15 to 30 inches))\nBC--91 to 125 centimeters (36 to 50 inches); grayish brown (2.5Y 5/2) silty clay, dark grayish brown (2.5Y 4/2) moist; many coarse distinct brown (7.5YR 4/4) mottles; weak medium blocky structure; very hard, very firm, very sticky and very plastic; few small lime concretions; slightly alkaline; gradual smooth boundary.  (10 to 50 centimeters (4 to 20 inches) thick)\nC--125 to 200 centimeters (50 to 80 inches); gray (10YR 6/1) silty clay loam, gray (10YR 5/1) moist; common medium distinct reddish brown (5YR 5/3) and yellowish brown (10YR 5/4) mottles; massive; very hard, firm, very sticky and very plastic; few small black concretions; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Morris County, Kansas; about 1.6 kilometers (1 mile) west of Delavan and 53 meters (175 feet) north of U.S. Highway 56; 500 meters (1,640 feet) west and 713 meters (2,340 feet) north of the southeast corner, section 13, T. 16 S., R. 5 E.; Delavan, KS USGS topographic quadrangle, latitude 38 degrees, 39 minutes, 32.33 seconds north; longitude 96 degrees, 49 minutes, 30.64 seconds west, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil moisture control section is intermittently moist in some parts from March through October; driest in November through February; ustic moisture regime bordering udic.\nMean annual soil temperature: 13 to 14 degrees C (55 to 59 degrees F)\nParticle-size control section (weighted average) clay: 35 to 60 percent\nParticle-size control section (weighted average) sand: 1 to 15 percent\nDepth of mollic epipedon: 50 to 100 centimeters (20 to 40 inches)\nDepth to Argillic Horizon: 15 to 36 centimeters (6 to 14 inches)\nDepth to oxidized redox features: 20 to 100 centimeters (8 to 40 inches)\nSecondary Carbonates are found in some pedons below the depth of 70 centimeters (28 inches)\nMore clayey or sandy soil material constituting an unconformity occurs in some pedons at depths more than 100 centimeters (40 inches).\nThe Ap or A horizon\nHue:  10YR\nValue:  3 to 5 dry and 2 or 3 moist\nChroma:  1 or 2.\nTexture:  silty clay loam\nClay content: 28 to 35 percent\nSand content: 1 to 19 percent\nReaction:  moderately acid to neutral\nClay content in the boundary between the A and Bt horizons increases less than 15 percent (absolute) within a vertical distance of 2.5 centimeters (1 inch) but it does increase 15 to 19 percent (absolute) within a vertical distance of 8 centimeters (3 inches).\nUpper Bt horizon\nHue:  10YR\nValue:  3 to 5 dry and 2 or 3 moist\nChroma:  1 or 2 in the upper part and\nThe upper 15 centimeters (6 inches) or more of the Bt horizon has value of less than 2.5 moist, if the chroma is more than 1.5.\nTexture:  clay or silty clay\nClay content: 40 to 60 percent\nSand content: 1 to 19 percent\nReaction:  moderately acid to slightly alkaline\nLower Bt horizon\nHue:  10YR or 2.5Y\nValue:  4 or 5 dry and 3 or 4 moist\nChroma:  1 or 2\nTexture:  clay or silty clay\nClay content: 40 to 60 percent\nSand content: 1 to 19 percent\nReaction:  neutral to moderately alkaline\nThe BC or C horizon\nHue:  10YR, 2.5Y, or 5Y\nValue:  5 to 7 dry and 4 to 6 moist\nChroma:  1 to 3\nTexture:  silty clay, silty clay loam, or clay.  More clayey or sandy soil material constituting an unconformity occurs in some pedons at depths more than 100 centimeters (40 inches).\nClay content: 35 to 55 percent\nSand content: 1 to 19 percent\nCalcium Carbonate Equivalent: 0 to 5 percent\nReaction:  slightly alkaline to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThese are the Blazefork and Crete series.\nBlazefork and Crete soils are moderately well drained."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: residuum from weathered interbedded limestone and shale\nLandform: interfluves of uplands\nSlopes: 0 to 3 percent\nElevation: 400 to 500 meters (1300 to 1640 feet)\nMean annual air temperature: 12 to 14 degrees C (54 to 59 degrees F)\nMean annual precipitation: 660 to 860 millimeters (26 to 34 inches)\nPrecipitation pattern: Precipitation is usually evenly distributed throughout the year with the exception of November through February being the driest months and May and June being the wettest months.  Summer precipitation occurs during intense summer thunderstorms.\nFrost-free period: 165 to 200 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the Dwight, Goessel, Irwin, and Labette soils.\nDwight soils occur on similar positions and have greater than 13 percent sodium adsorption ratio in the control section (natric horizon).\nGoessel soils occur on similar positions and do not have an accumulation of illuvial clay (no argillic horizon).\nIrwin soils occur on shoulders of hillslopes on lower slopes and have redox features occurring below 100 centimeters (40 inches).\nLabette soils on shoulders and backslopes of hillslopes and have bedrock occurring between 50 to 100 centimeters (20 to 40 inches)."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: somewhat poorly\nRunoff: medium or high\nSaturated hydraulic conductivity: low\nSeasonal perched water table between 60 and 90 centimeters (24 to 36 inches)"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most soils are cultivated.  Principal crops are wheat, sorghum, and alfalfa.  Native vegetation is tall prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East-central and north-central Kansas.  Land Resource Region H, Central Great Plains Winter Wheat and Range Region; Major Land Resource Area 74, Central Kansas Sandstone Hills; Major Land Resource Area 76, Bluestem Hills; Land Resource Region M, Central Feed Grains and Livestock Region; Major Land Resource Region 106; Nebraska and Kansas Loess-Drift Hills; Major Land Resource Area 112, Cherokee Prairies. The series is extensive.  Estimated extent is 300,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Salina, Kansas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Clay County, Kansas, 1926."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are;\nParticle-size control section: The zone from 23 to 73 centimeters (9 to 29 inches) (Bt1 and Bt2 horizons)\nMollic epipedon: the zone from 0 to 91 centimeters (0 to 36 inches) (A, Bt1, and Bt2 horizons)\nArgillic horizon: the zone from 23 to 91 centimeters (9 inches to 36 inches) (Bt1 and Bt2 horizon).\nKeys to Taxonomy: Twelfth Edition, 2014.\nReading the original soil surveys, it looks like Ladysmith was set up for the interfluves in these areas, but it was also mapped on the benches/paleoterraces below these areas too.  Deanne Presley's Doctorate at KSU \"Genesis and Spatial Distribution of Upland Soils in East Central Kansas\" looked at this and it did not find any correlation between the different landforms and soil properties except for the solum was thicker on the bench/paleoterraces areas.  We should do more field checking into this with sampling, amoozemeter studies, and water loggers to see if the areas show any differences.\n07/2003 Corrected a few typographical errors and added additional data.\n05/2011 changed Taxonomy from udertic to pachic udertic due to changes in Taxonomy. JCW\n1/2012 JGA Updated intro paragraph. Switched metric and English measurements. In the range of characteristics, added soil moisture, soil temperature, particle size clay and sand content, secondary carbonate, argillic horizon, added sand and clay content to the horizon data. Updated competing series section. Changed geographic setting to semi-tab format. Added precipitation pattern. Updated geographically associated soils. Change permeability to saturated hydraulic conductivity. Added seasonal high water table that is discussed in the soil surveys and populated in NASIS. Updated distribution and extent section. Added Particle size control section to remarks. Added keys to taxonomy edition.\nADDITIONAL DATA:\nKansas State University Soil Characterization Laboratory samples 2503-2508 (pedon 88KS061179).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 23 centimeters (0 to 9 inches); dark gray (10YR 4/1) silty clay loam, black (10YR 2/1) moist; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; moderately acid; clear smooth boundary.  (15 to 36 centimeters (6 to 14 inches) thick)"
      },
      {
        "name": "Bt1",
        "top": 23,
        "bottom": 56,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silt",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--23 to 56 centimeters (9 to 22 inches); very dark gray (10YR 3/1) clay, black (10YR 2/1) moist; moderate medium blocky parting to weak very fine blocky structure; very hard, very firm, very sticky and very plastic; few lighter colored thin silty coats on some vertical ped faces; slightly acid; gradual smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 56,
        "bottom": 91,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt2--56 to 91 centimeters (22 to 36 inches); dark gray (10YR 4/1) clay, very dark gray (10YR 3/1) moist; few very dark gray (10YR 3/1) vertical streaks in upper 15 centimeters (6 inches) and few fine brown (7.5YR 5/4) mottles in lower 10 centimeters (4 inches); weak medium blocky structure; very hard, very firm, very sticky and very plastic; neutral; gradual smooth boundary.  (Combined thickness of Bt is 37 to 75 centimeters (15 to 30 inches))"
      },
      {
        "name": "BC",
        "top": 91,
        "bottom": 125,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "BC--91 to 125 centimeters (36 to 50 inches); grayish brown (2.5Y 5/2) silty clay, dark grayish brown (2.5Y 4/2) moist; many coarse distinct brown (7.5YR 4/4) mottles; weak medium blocky structure; very hard, very firm, very sticky and very plastic; few small lime concretions; slightly alkaline; gradual smooth boundary.  (10 to 50 centimeters (4 to 20 inches) thick)"
      },
      {
        "name": "C",
        "top": 125,
        "bottom": 200,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "pH_class": "moderately alkaline",
        "narrative": "C--125 to 200 centimeters (50 to 80 inches); gray (10YR 6/1) silty clay loam, gray (10YR 5/1) moist; common medium distinct reddish brown (5YR 5/3) and yellowish brown (10YR 5/4) mottles; massive; very hard, firm, very sticky and very plastic; few small black concretions; moderately alkaline."
      }
    ]
  ]
}
