{
  "SERIES": "LAEWEST",
  "STATUS": "Established Series",
  "BYREV": "WLM-JKW-RM",
  "REVDATE": "03/2016",
  "STATES": "TX",
  "OVERVIEW": "The Laewest series consists of very deep, moderately well drained soils that formed in clayey flood basin deposits on alluvial plains or deltas of the Beaumont Formation of Pleistocene Age. These nearly level to gently sloping soils are on broad flat coastal plains. Slope ranges from 0 to 8 percent. Mean annual precipitation is about 940 mm (37 in) and the mean annual air temperature is about 21.5 degrees C (70.5 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, hyperthermic Typic Hapluderts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Laewest clay, from a microlow, on southeast-facing, plane, 0.1 percent slope in rangeland at an elevation of 10.7 m (35 ft). Colors are for moist soil unless otherwise stated.)\nA1--0 to 8 cm, (0.0 to 3.1 in); very dark gray (10YR 3/1), clay; moderate medium granular and moderate medium subangular blocky structure; friable; common fine and medium roots throughout; common fine tubular and common fine interstitial pores; slightly acid; gradual smooth boundary.\nA2--8 to 25 cm, (3.1 to 9.8 in); very dark gray (2.5Y 3/1), clay; moderate medium subangular blocky structure; very hard; common fine roots throughout; common fine tubular pores; neutral; gradual smooth boundary.\nA3--25 to 43 cm, (9.8 to 16.9 in); very dark gray (2.5Y 3/1), clay; moderate medium subangular blocky structure; very hard; few fine and medium roots throughout; few fine tubular pores; 5 percent faint pressure faces; neutral; gradual smooth boundary. (Combined thickness of the A horizons is 21 to 46 cm [8 to 18 in])\nBss1--43 to 58 cm, (16.9 to 22.8 in); very dark gray(2.5Y 3/1), clay; strong medium angular blocky structure; very hard; few fine and  medium roots throughout; few fine tubular pores; 5 percent distinct pressure faces; 10 percent distinct slickensides (pedogenic); 1 percent medium spherical weakly cemented black (10YR 2/1) iron-manganese nodules in matrix; neutral; gradual smooth boundary.\nBss2--58 to 102 cm, (22.8 to 40.2 in); very dark gray (2.5Y 3/1), clay; moderate medium wedge structure parts to moderate coarse angular blocky; very hard; few fine roots throughout; fine fine tubular pores; 10 percent distinct slickensides (pedogenic); 1 percent medium spherical weakly cemented black (10YR 2/1) iron-manganese nodules in matrix; neutral; gradual smooth boundary. (Combined thickness of the Bss1 and Bss2 horizons is 33 to 116 cm [13 to 46 in])\nBss3--102 to 135 cm, (40.2 to 53.1 in); very dark gray (2.5Y 3/1), clay; moderate medium wedge structure parts to moderate coarse angular blocky; very firm; few fine roots throughout; few  very fine tubular pores; 25 percent distinct slickensides (pedogenic); 1 percent medium spherical weakly cemented black (10YR 2/1) iron-manganese concretions in matrix; slightly alkaline; gradual smooth boundary.\nBss4--135 to 150 cm, (53.1 to 59.1 in); dark gray (2.5Y 4/1), clay; moderate coarse wedge structure parts to moderate coarse angular blocky; very firm; few fine roots throughout; few very fine tubular pores; 25 percent distinct slickensides (pedogenic); 1 percent medium spherical weakly cemented black (10YR 2/1) iron-manganese nodules in matrix; 3 percent medium white (10YR 8/1) carbonate nodules; slight effervescence; moderately alkaline; clear wavy boundary. (Combined thickness of the Bss3 and Bss4 horizons is 28 to 86 cm [11 to 34 in])\nBkss1--150 to 170 cm, (59.1 to 66.9 in); light brownish gray (2.5Y 6/2), clay; moderate coarse wedge structure parts to moderate coarse angular blocky; very firm; few fine roots throughout; few very fine tubular pores; 20 percent distinct slickensides (pedogenic); 3 percent medium very weakly cemented black (10YR 2/1) iron-manganese nodules; 10 percent medium white (10YR 8/1) carbonate masses and 2 percent medium white (10YR 8/1) carbonate nodules; violent effervescence; moderately alkaline; clear wavy boundary. (Combined thickness of the Bkss horizons is 38 to 84 cm [15 to 33])\nBkss2--170 to 221 cm, (66.9 to 87.0 in); light brownish gray (2.5Y 6/2), clay; moderate very coarse wedge structure parts to moderate very coarse angular blocky structure; very firm; few very fine roots throughout; few very fine tubular pores; 25 percent distinct slickensides (pedogenic); 12 percent medium masses of calcium carbonate and 1 percent fine white (10YR 8/1) carbonate nodules; violent effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Victoria County, Texas; from the intersection of U.S Highway 87 and Texas Highway 616 in Placedo; 3.8 miles southeast on U.S. Highway 87 to county road; 0.4 mile northeast on county road; 480 feet east. (Placedo USGS Quad; Latitude: 28 degrees 39 minutes 42.00 seconds north; Longitude: 96 degrees 46 minutes 20.00 seconds west; WGS84)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThe solum thickness is more than 200 cm (80 in).\nThis is a cyclic soil and undisturbed areas have gilgai microrelief with microhighs 15 to 30 cm (6 to 12 in) higher than microlows.  Distance from the center of the microhighs to the center of the microlows ranges from about 1.2 to 4.9 m (4 to 16 ft).   The microhigh makes up about 20 percent, the intermediate, or area between the knoll and depression about 50 percent, and the microlow about 30 percent.\nThe amplitude of waviness between mollic colored materials in the upper part of the solum and the higher value colors in the lower part ranges from about 30 to 150 cm (12 to 60 in).  The chimneys of high value materials on microhighs make up 2 to 5 percent of the surface area.  They are mainly 0.6 to 2.4 m (2 to 8 ft) long and 0.2 to 0.6 m (1/2 to 2 ft) wide.\nWhen dry, the soil has cracks 1 to 5 cm (about 1/2 to 2 in) wide at the surface and commonly 1 cm (1/2 inch) wide cracks extend to a depth of 1.2 m (4 ft) during the summer.  The cracks remain open for less than 90 cumulative days in most years.\nSlickensides begin at a depth of 30 to 61 cm (12 to 24 in) and extend throughout the solum.  The angle of the slickensides ranges from about 10 to 65 degrees from horizontal and tend to be more vertical in microhighs than in microlows.\nSome pedons have an overwash of calcareous clay or silty clay 20 to 51 cm (8 to 20 in) thick.\nSoil Moisture: An udic soil moisture regime.  The soil moisture control section is not dry in some or all parts for as long as 90 cumulative days in normal years.  July and August are the driest months, while April through June and September through November is the wettest.\nMean annual soil temperature: 22.2 to 23.5 (72 to 74 degrees F).\nParticle-size control section (weighted average)\nClay content: 45 to 60 percent clay and more than 28 percent silt.\nA horizon:\n(microlow)\nHue: 10YR, 2.5Y or 5Y\nValue: 2 or 3\nChroma: 1\nTexture: clay but silty clay is allowed for moderately alkaline overwash phases.\nRedox concentrations: amount-0 to 5 percent, shades-yellow or brown\nIron-manganese concentrations: amount-0 to 1 percent, size- up to 3 mm, kind-concretions\nReaction: slightly acid or neutral\nA horizon:\n(microhigh)\nHue: 10YR, 2.5Y or 5Y\nValue: 3 to 5\nChroma: 1 to 3\nTexture: clay but silty clay is allowed for moderately alkaline overwash phases.\nIdentifiable secondary carbonate: amount-0 to 2, size-2 mm to 1 cm; kind-nodules or masses\nEffervescence: none to slight\nReaction: slightly acid to slightly alkaline\nBw horizon (where present):\n(microlow)\nHue: 10YR, 2.5Y or 5Y\nValue: 2 or 3\nChroma: 1\nTexture: clay\nIdentifiable secondary carbonate: amount-0 to 2, size-2 mm to 1 cm; kind-nodules or masses\nRedox concentrations: amount-0 to 5 percent, shades-yellow or brown\nIron-manganese concentrations: amount-0 to 1 percent, size- up to 3 mm, kind-concretions\nReaction: slightly acid to slightly alkaline\nBw horizon (where present):\n(microhigh)\nHue: 10YR, 2.5Y or 5Y\nValue: 4 to 6\nChroma: 1 to 4\nTexture: clay\nIdentifiable secondary carbonate: amount-0 to 5, size-2 mm to 1 cm; kind-nodules or masses\nReaction: neutral to moderately alkaline\nBss horizon:\n(microlow)\nHue: 10YR, 2.5Y or 5Y\nValue: 2 or 3\nChroma: 1\nTexture: clay\nIdentifiable secondary carbonate: amount-0 to 2, size-2 mm to 1 cm; kind-nodules or masses\nRedox concentrations: amount-0 to 5 percent, shades-yellow or brown\nIron-manganese concentrations: amount-0 to 2 percent, size- up to 5 mm, kind-concretions\nReaction: slightly acid to moderately alkaline\nBss horizon:\n(microhigh)\nHue: 10YR, 2.5Y or 5Y\nValue: 4 to 6\nChroma: 1 to 4\nTexture: clay\nIdentifiable secondary carbonate: amount-0 to 5, size-2 mm to 1 cm; kind-nodules, concretions, or masses\nReaction: slightly alkaline or moderately alkaline\nBkss horizon:\n(microlow and michrohigh)\nHue: 10YR, 2.5Y, or 5Y (Up to few masses of very dark gray or black soil materials from horizons above.)\nValue: 4 to 6\nChroma: 1 or 2\nTexture: clay or silty clay\nRedox concentrations: amount-1 to 5 percent, shades-yellow or brown\nRedox depletions: amount-0 to 2 percent, shades-gray\nIron-manganese concentrations: amount-0 to 3 percent, size- up to 5 mm, kind-concretions\nIdentifiable secondary carbonate: amount-2 to 10 percent, size-2mm to 5cm, kind-nodules, concretions, threads, or masses\nEffervescence: very slight to strong\nReaction: moderately alkaline or strongly alkaline\nBCkss, BCk or 2BC (where present) horizon:\n(microlow and microhigh)\nHue: 10YR, 2.5Y, or 5Y\nValue: 4 to 7\nChroma: 2 to 6\nTexture: clay loam, clay, or silty clay\nRedox concentrations: amount-2 to 20 percent, shades-yellow or brown\nRedox depletions: amount-0 to 2 percent, shades-gray\nIron-manganese concentrations: amount-0 to 1 percent, size- up to 3 mm, kind-concretions\nIdentifiable secondary carbonate: amount-2 to 10 percent, size-2mm to 3 cm, kind-nodules, concretions, threads, or masses\nEffervescence: very slight to strong\nReaction: moderately alkaline or strongly alkaline\n2C Horizon (where present):\nHue: 7.5YR to 5Y\nValue: 5 to 7\nChroma: 1 to 4\nTexture: loam to clay loam\nEffervescence: slight to violent\nReaction: moderately alkaline or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Francitas (TX), Ganado (TX), and Lake Charles (TX) series.  Similar soils are the Bacliff (TX), Pledger (TX), and Victoria (TX) series.\nFrancitas soils: are saline\nGanado soils: mollic colors to a depth greater than 100 cm (40 in) throughout the pedon.\nLake Charles soils: less amplitude of waviness; are moist in the moisture control section for slightly longer periods; allow hue redder than 10YR in the lower horizon.\nBacliff soils: have colors with value greater than 3 throughout; are moist in the moisture control section for slightly longer periods\nPledger soils: have a very-fine particle-size control section.\nVictoria soils: are typically calcareous throughout; have cracks that remain open more than 90 days in most years."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: clayey fluviomarine deposits on relict flood plains or deltas of the Beaumont Formation of Pleistocene Age\nLandscape: flat coastal plains\nLandform: broad flats\nSlope: dominantly less than 1 percent but range to 8 percent on side slopes of along drainageways\nMean annual air temperature range: 20.6 to 21.7 degrees C (69 to 71 degrees F).\nMean annual precipitation range: 914 to 1245 mm (36 to 49 in)\nPrecipitation Pattern: Precipitation falls mostly from April through December. January through March are the driest months.\nFrost-free period: 275 to 300 days\nElevation: 3 to 48.8 m (10 to 160 ft)\nThornthwaite annual P-E indices: 46 to 60"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Francitas (TX) series and the Bacliff (TX), Dacosta (TX), Edna (TX), and Faddin (TX) soils.\nBacliff and Francitas soils: on lower slightly depressional landform.\nDacosta soils: on a slightly lower or similar positions\nEdna and Faddin soils: are on similar positions.  In addition, Dacosta, Edna, and Faddin soils have loamy surface layers and argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Laewest soils are moderately well drained.  The permeability is very slow.  Water enters the soil rapidly when it is dry and cracked, but very slowly when the soil is wet and the cracks are sealed.  Runoff is high on 0 to 1 percent slopes and very high on slopes greater than 1 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The soil is used mainly for rangeland and cropland.   The most common crops grown are grain sorghum, corn, rice, and cotton.  Turf grasses are also grown.  Climax rangeland vegetation consists mainly of little bluestem, indiangrass, eastern gamagrass, switchgrass, big bluestem, and paspalums.  Trees include liveoak, elm, hackberry, huisache, and mesquite along fence rows, drainageways and in scattered motts. (Ecological site name: Blackland 24-44\" PZ; Ecological site number: R150AY526TX)"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Gulf Coast Prairies (MLRA 150A; LRR T) of Texas west of the Colorado River to about the central part of Refugio County."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jackson County, Texas; 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were previously included with the Lake Charles series.  The name Laewest is coined.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 94 cm (0 to 37 in) (A1, A2, Bss1, Bss2 horizons)\nSecondary carbonates: 150 to 221 cm (59 to 87 in) (Bkss1 and Bkss2 horizons)\nVertisol feature:  deep wide cracks that open and close one or more times a year and remain open for less than 90 cumulative days in most years; slickensides from depth of 46 to 203 cm (18 to 80 in)\nADDITIONAL DATA:  TAMU data S82TX-481-002, S82TX-481-001.  NSSL data S89TX469-008,009,010,011,012,013,014 (Texas Vertisol Study)\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 8,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A1--0 to 8 cm, (0.0 to 3.1 in); very dark gray (10YR 3/1), clay; moderate medium granular and moderate medium subangular blocky structure; friable; common fine and medium roots throughout; common fine tubular and common fine interstitial pores; slightly acid; gradual smooth boundary."
      },
      {
        "name": "A2",
        "top": 8,
        "bottom": 25,
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A2--8 to 25 cm, (3.1 to 9.8 in); very dark gray (2.5Y 3/1), clay; moderate medium subangular blocky structure; very hard; common fine roots throughout; common fine tubular pores; neutral; gradual smooth boundary."
      },
      {
        "name": "A3",
        "top": 25,
        "bottom": 43,
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A3--25 to 43 cm, (9.8 to 16.9 in); very dark gray (2.5Y 3/1), clay; moderate medium subangular blocky structure; very hard; few fine and medium roots throughout; few fine tubular pores; 5 percent faint pressure faces; neutral; gradual smooth boundary. (Combined thickness of the A horizons is 21 to 46 cm [8 to 18 in])"
      },
      {
        "name": "Bss1",
        "top": 43,
        "bottom": 58,
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bss1--43 to 58 cm, (16.9 to 22.8 in); very dark gray(2.5Y 3/1), clay; strong medium angular blocky structure; very hard; few fine and  medium roots throughout; few fine tubular pores; 5 percent distinct pressure faces; 10 percent distinct slickensides (pedogenic); 1 percent medium spherical weakly cemented black (10YR 2/1) iron-manganese nodules in matrix; neutral; gradual smooth boundary."
      },
      {
        "name": "Bss2",
        "top": 58,
        "bottom": 102,
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bss2--58 to 102 cm, (22.8 to 40.2 in); very dark gray (2.5Y 3/1), clay; moderate medium wedge structure parts to moderate coarse angular blocky; very hard; few fine roots throughout; fine fine tubular pores; 10 percent distinct slickensides (pedogenic); 1 percent medium spherical weakly cemented black (10YR 2/1) iron-manganese nodules in matrix; neutral; gradual smooth boundary. (Combined thickness of the Bss1 and Bss2 horizons is 33 to 116 cm [13 to 46 in])"
      },
      {
        "name": "Bss3",
        "top": 102,
        "bottom": 135,
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bss3--102 to 135 cm, (40.2 to 53.1 in); very dark gray (2.5Y 3/1), clay; moderate medium wedge structure parts to moderate coarse angular blocky; very firm; few fine roots throughout; few  very fine tubular pores; 25 percent distinct slickensides (pedogenic); 1 percent medium spherical weakly cemented black (10YR 2/1) iron-manganese concretions in matrix; slightly alkaline; gradual smooth boundary."
      },
      {
        "name": "Bss4",
        "top": 135,
        "bottom": 150,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bss4--135 to 150 cm, (53.1 to 59.1 in); dark gray (2.5Y 4/1), clay; moderate coarse wedge structure parts to moderate coarse angular blocky; very firm; few fine roots throughout; few very fine tubular pores; 25 percent distinct slickensides (pedogenic); 1 percent medium spherical weakly cemented black (10YR 2/1) iron-manganese nodules in matrix; 3 percent medium white (10YR 8/1) carbonate nodules; slight effervescence; moderately alkaline; clear wavy boundary. (Combined thickness of the Bss3 and Bss4 horizons is 28 to 86 cm [11 to 34 in])"
      },
      {
        "name": "Bkss1",
        "top": 150,
        "bottom": 170,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bkss1--150 to 170 cm, (59.1 to 66.9 in); light brownish gray (2.5Y 6/2), clay; moderate coarse wedge structure parts to moderate coarse angular blocky; very firm; few fine roots throughout; few very fine tubular pores; 20 percent distinct slickensides (pedogenic); 3 percent medium very weakly cemented black (10YR 2/1) iron-manganese nodules; 10 percent medium white (10YR 8/1) carbonate masses and 2 percent medium white (10YR 8/1) carbonate nodules; violent effervescence; moderately alkaline; clear wavy boundary. (Combined thickness of the Bkss horizons is 38 to 84 cm [15 to 33])"
      },
      {
        "name": "Bkss2",
        "top": 170,
        "bottom": 221,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "narrative": "Bkss2--170 to 221 cm, (66.9 to 87.0 in); light brownish gray (2.5Y 6/2), clay; moderate very coarse wedge structure parts to moderate very coarse angular blocky structure; very firm; few very fine roots throughout; few very fine tubular pores; 25 percent distinct slickensides (pedogenic); 12 percent medium masses of calcium carbonate and 1 percent fine white (10YR 8/1) carbonate nodules; violent effervescence; moderately alkaline."
      }
    ]
  ]
}
