{
  "SERIES": "LAFITTE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WLC-SDM-CLN; GRB",
  "REVDATE": "11/2014",
  "STATES": "AL,LA",
  "OVERVIEW": "The Lafitte series consists of very deep, very poorly drained, moderately rapidly permeable organic soils in the Gulf Coast Marsh (MLRA 151) and the Eastern Gulf Coast Flatwoods (MLRA 152A) Major Land Resource Areas. They formed in herbaceous plant remains over mineral sediments in intermediate and brackish marshes in the extreme lower Mississippi River Delta and coastal areas. Near the type location, the mean annual temperature is about 72 degrees F., and the mean annual precipitation is about 65 inches. Slopes are less than 1 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Euic, hyperthermic Typic Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lafitte muck, in a coastal marsh (Colors are for broken face of moist soil unless otherwise stated).\nOa1--0 to 6 inches; very dark brown (10YR 2/2) muck, same color pressed and rubbed; about 5 percent fiber, less than 1 percent rubbed; massive; slightly fluid, flows with difficulty between fingers when squeezed leaving small residue in hand; many fine live roots; dominantly herbaceous fiber; about 50 percent mineral; few very dark reddish brown (5YR 3/4) fragments of woody fiber; moderately alkaline; gradual smooth boundary.\nOa2--6 to 16 inches; black (10YR 2/1) muck, same color pressed and rubbed; about 6 percent fiber, 1 to 2 percent rubbed; massive; moderately fluid, flows with slight difficulty between fingers when squeezed leaving a small residue in hand; dominantly herbaceous fiber; about 20 percent mineral; moderately alkaline; gradual smooth boundary.\nOa3--16 to 30 inches; black (10YR 2/1) muck, same color pressed and rubbed; about 3 percent fiber, less than 1 percent rubbed; massive; very fluid, flows easily between fingers when squeezed leaving a very small residue in hand; dominantly herbaceous fiber; about 20 percent mineral; moderately alkaline; gradual smooth boundary.\nOa4--30 to 48 inches; black (10YR 2/1) muck, same color pressed and rubbed; about 5 percent fiber, 1 percent rubbed; massive; slightly fluid, flows with difficulty between fingers when squeezed leaving large residue in hand; about 25 percent mineral; moderately alkaline; clear smooth boundary.\nOa5--48 to 52 inches; black (10YR 2/1) muck, same color pressed and rubbed; about 8 percent fiber, 2 percent rubbed; massive; slightly fluid, flows with difficulty through fingers when squeezed leaving large residue in hand; dominantly herbaceous fiber; about 30 percent mineral; moderately alkaline; clear smooth boundary.\nOa6--52 to 75 inches; very dark brown (10YR 2/2) muck, same color pressed, dark reddish brown (5YR 3/2) rubbed; about 20 percent fiber, 5 percent rubbed; massive; moderately fluid, flows easily between fingers when squeezed leaving a large residue in hand; dominantly herbaceous fiber; about 55 percent mineral; moderately alkaline; abrupt smooth boundary. (Combined thickness of the Oa horizons is more than 51 inches)\nAg--75 to 90 inches; dark grayish brown (2.5Y 4/2) clay; massive; very fluid, flows between fingers with slight difficulty when squeezed leaving hand empty; moderately alkaline; abrupt smooth boundary. (0 to 50 inches thick)\nCg--90 to 100 inches; gray (N 6/0) clay; massive; very fluid, flows easily through fingers when squeezed leaving hand empty; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Orleans Parish, Louisiana. Approximately 3.4 miles east of junction of Louisiana Highway 47 and Interstate 10. T. 11 S., R. 13 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to mineral layers range from 51 inches to more than 100 inches. The conductivity of the saturation extract varies seasonally and with the salt content of preceding flood waters but averages 4 to 8 dS/m in at least part of the upper or middle tiers during most of the year.\nThe organic materials in the surface tier (0 to 12 inches) have hue of 7.5YR or 10YR, value 2 to 4, and chroma 1 to 3. Fiber content, after rubbing, ranges from 1 to 35 percent. Reaction of the surface tier ranges from slightly acid to moderately alkaline and from extremely acid to moderately acid where drained. Some pedons have mineral over-wash layers 2 to 10 inches thick in this tier or have a thin Oe horizon of muck or mucky loam.\nThe organic materials in the subsurface tier (12 to 36 inches) and the bottom tier (36 to 51 inches) have color with hue 7.5YR or 10YR, value 2 or 3, and chroma 1 or 2. Rubbed fiber content averages between 1 to 10 percent of the organic volume. Reaction of the subsurface and bottom tiers is slightly acid to moderately alkaline, and extremely acid to moderately acid where drained. The sodium adsorption ratio is more than 13; the exchangeable sodium percentage is more than 15 and the salinity is moderate or high in some or all layers within these tiers.\nThe Ag and Cg horizons, where present, have hue of 2.5Y to 5BG, value of 3 to 5, and chroma of 1 or 2 or are neutral with value of 4 or 5.  Textures range from sand to clay. Reaction is neutral to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Maurepas, Terra Ceia, Timbalier and the Torry series in the same family. Maurepas soils have redder hues and are less saline. Terra Ceia soils are nonsaline. Timbalier soils are more saline."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lafitte soils are in large areas of intermediate to brackish marshes in the extreme lower Mississippi River delta and coastal areas.  They commonly adjoin large brackish water lakes. Elevation is typically one foot above mean sea level to about 3 feet below. Lafitte soils formed in herbaceous plant remains that overlie mineral sediments.  Mean annual precipitation is about 65 inches and the mean annual temperature is about 72 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Maurepas and Timbalier series and the Allemands, Gentilly and Kenner series. Allemands soils have mineral layers within 51 inches of the surface. The Gentilly series is a mineral soil. In addition, both of these soils are on the landward side of the Lafitte series and are less saline. Kenner soils have strata of clayey material less than 12 inches thick between depths of 12 and 51 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained; Internal drainage is very slow to none. Permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most area of Lafitte soils are used for wildlife habitat. Some areas are protected by dikes and pumps and are used for urban development. The vegetation is mainly marshhay cordgrass, seashore saltgrass, olney bulrush, coastal water hyssop, saltmarsh bulrush, and seashore paspalum in brackish marsh. In addition, widgeongrass, sawgrass, giant bulrush, alligatorweed, common duckweed, roseau, smartweed, bulltongue, and cattail are found in intermediate marshes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coastal areas of Louisiana, Alabama and possibly Mississippi. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Orleans Parish, Louisiana; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nSapric soil materials - the zone from 0 to 75 inches (Oa horizons).\nThe water table ranges 1.0 foot above to 0.5 foot below the surface unless protected and pumped.\nWhere protected from flooding and drained, Lafitte soils subside due to oxidation and become extremely to strongly acid.\nEcological Site: Intermediate Organic Marsh or Brackish Organic Marsh.\nADDITIONAL DATA: Laboratory data is available on the National Soil Survey website at: http;://ncsslabdatamart.sc.egov.usda.gov/querypage.aspx\nLaboratory data was provided by the National Soil Survey laboratory, Lincoln, NE.\nOther data is provided by Louisiana State University: (S94LA-109-016) from Terrebonne Parish.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa1",
        "top": 0,
        "bottom": 15,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Oa1--0 to 6 inches; very dark brown (10YR 2/2) muck, same color pressed and rubbed; about 5 percent fiber, less than 1 percent rubbed; massive; slightly fluid, flows with difficulty between fingers when squeezed leaving small residue in hand; many fine live roots; dominantly herbaceous fiber; about 50 percent mineral; few very dark reddish brown (5YR 3/4) fragments of woody fiber; moderately alkaline; gradual smooth boundary."
      },
      {
        "name": "Oa2",
        "top": 15,
        "bottom": 41,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Oa2--6 to 16 inches; black (10YR 2/1) muck, same color pressed and rubbed; about 6 percent fiber, 1 to 2 percent rubbed; massive; moderately fluid, flows with slight difficulty between fingers when squeezed leaving a small residue in hand; dominantly herbaceous fiber; about 20 percent mineral; moderately alkaline; gradual smooth boundary."
      },
      {
        "name": "Oa3",
        "top": 41,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Oa3--16 to 30 inches; black (10YR 2/1) muck, same color pressed and rubbed; about 3 percent fiber, less than 1 percent rubbed; massive; very fluid, flows easily between fingers when squeezed leaving a very small residue in hand; dominantly herbaceous fiber; about 20 percent mineral; moderately alkaline; gradual smooth boundary."
      },
      {
        "name": "Oa4",
        "top": 76,
        "bottom": 122,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Oa4--30 to 48 inches; black (10YR 2/1) muck, same color pressed and rubbed; about 5 percent fiber, 1 percent rubbed; massive; slightly fluid, flows with difficulty between fingers when squeezed leaving large residue in hand; about 25 percent mineral; moderately alkaline; clear smooth boundary."
      },
      {
        "name": "Oa5",
        "top": 122,
        "bottom": 132,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Oa5--48 to 52 inches; black (10YR 2/1) muck, same color pressed and rubbed; about 8 percent fiber, 2 percent rubbed; massive; slightly fluid, flows with difficulty through fingers when squeezed leaving large residue in hand; dominantly herbaceous fiber; about 30 percent mineral; moderately alkaline; clear smooth boundary."
      },
      {
        "name": "Oa6",
        "top": 132,
        "bottom": 190,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oa6--52 to 75 inches; very dark brown (10YR 2/2) muck, same color pressed, dark reddish brown (5YR 3/2) rubbed; about 20 percent fiber, 5 percent rubbed; massive; moderately fluid, flows easily between fingers when squeezed leaving a large residue in hand; dominantly herbaceous fiber; about 55 percent mineral; moderately alkaline; abrupt smooth boundary. (Combined thickness of the Oa horizons is more than 51 inches)"
      },
      {
        "name": "Ag",
        "top": 190,
        "bottom": 229,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ag--75 to 90 inches; dark grayish brown (2.5Y 4/2) clay; massive; very fluid, flows between fingers with slight difficulty when squeezed leaving hand empty; moderately alkaline; abrupt smooth boundary. (0 to 50 inches thick)"
      },
      {
        "name": "Cg",
        "top": 229,
        "bottom": 254,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "N",
        "moist_value": 6,
        "moist_chroma": 0,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg--90 to 100 inches; gray (N 6/0) clay; massive; very fluid, flows easily through fingers when squeezed leaving hand empty; moderately alkaline."
      }
    ]
  ]
}
