{
  "SERIES": "LAGITOS",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. LJH/RJE",
  "REVDATE": "05/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial, ferrihydritic, isomesic Aquic Fulvudands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lagitos silt loam - logged.  (Colors are for moist soil unless otherwise noted.  All textures are apparent field textures.)\nOi--2 inches to 0; needles, leaves, and twigs.\nA--0 to 9 inches; dark brown (7.5YR 3/2) silt loam, brown\n(7.5YR 5/2) dry; moderate fine and very fine subangular blocky structure; hard, friable, slightly sticky, plastic; weakly smeary; many fine and very fine and common medium roots; many fine and very fine irregular and tubular pores; 10 percent pebbles; very strongly acid (pH 4.8); clear smooth boundary.  (6 to 9 inches thick)\nBw--9 to 20 inches; very dark grayish brown (10YR 3/3) silt loam, brown (10YR 5/3) dry; common medium distinct dark yellowish brown (10YR 3/6) mottles, yellowish brown (10YR 5/6) dry; moderate fine, very fine, and medium angular blocky structures; hard, firm, sticky, plastic; weakly smeary; many fine and very fine roots; many fine and very fine irregular and tubular pores; 10 percent pebbles; very strongly acid (pH 4.8); at 20 inches 1/4-inch thick intermittent layer of yellowish red (5YR 5/8) silt loam, reddish yellow (7.5YR 6/8) dry; massive; very hard, very firm, sticky plastic; weakly smeary; strongly acid (pH 5.2); abrupt smooth boundary.  (11 to 17 inches thick)\nC1--20-1/4 to 30 inches; light olive gray (5Y 6/2) silt loam, white (5Y 8/1) dry; common medium distinct light olive brown (2.5Y 5/4) mottles, pale yellow (2.5Y 7/4) dry; massive; hard, firm, sticky, plastic; weakly smeary; very few very fine roots; common very fine irregular and tubular pores; 10 percent pebbles; very strongly acid (pH 5.0); abrupt smooth boundary.  (7 to 10 inches thick)\nC2--30 to 37 inches; light olive gray (5Y 6/2) gravelly silty clay loam, white (5Y 8/2) dry; common medium distinct light olive brown (2.5Y 5/6) mottles, yellow (2.5Y 7/6) dry; massive; hard, firm, sticky, plastic; weakly smeary; very few very fine roots; common very fine irregular and tubular pores; 25 percent pebbles and 5 percent cobbles; strongly acid (pH 5.2); abrupt smooth boundary.  (0 to 16 inches thick)\nCr--37 to 60 inches; pale olive (5Y 6/3) very gravelly loam, white (5Y 8/2) dry; common medium distinct light olive gray (5Y 6/2) and light yellowish brown (2.5Y 6/4) mottles, white (5Y 8/1) and pale yellow (2.5Y 8/4) dry; massive; very hard, very firm, slightly sticky, plastic; weakly smeary; very few very fine tubular pores; 35 percent pebbles and 5 percent cobbles; strongly acid (pH 5.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, Washington; 2,400 feet south and 500 feet east of the northwest corner of sec. 11, T. 27 N., R. 13 W.\nRANGE IN CHARACTERISTICS  The mean annual soil temperature is estimated to range from 50 to 52 degrees F.  The umbric epipedon is 15 to 30 inches thick.  Depth to the paralithic contact consisting of compact glacial till is 20 to 40 inches.  Chromas of 2 or less are at a depth of less than 40 inches.  Percent rock fragments in the control section ranges from 0 to 30 percent consist of pebbles and cobbles.\nThe A horizon has hue of 7.5YR and 10YR moist and dry and value of 4 through 6 dry.  Structure is granular and subangular blocky.\nThe Bw horizon has hue of 10YR and 2.5Y moist and dry; value of 3 or 4 moist, 5 or 6 dry; and chroma of 2 or 3 moist and dry.  Texture is loam, silt loam, silty clay loam, gravelly loam, gravelly silt loam, and gravelly silt clay loam.  Reaction is strongly acid or very strongly acid.  About half of the pedons have a very thin layer (0 to 1/4 inch thick) that has hue of 5YR and 7.5YR moist and dry and chroma of 6 or 8 moist and dry.  It is generally massive, very firm, and very hard.  This horizon is intermittent with short spacing.\nThe C horizon has hue of 10YR through 5Y moist and dry; value of 5 through 7 moist, 7 or 8 dry; and chroma of 2 through 4 moist, 1 through 4 dry and is mottled.  Texture is loam, silt loam, silty clay loam, gravelly loam, gravelly silt loam, and gravelly silty clay loam.  Reaction is strongly acid or very strongly acid.\nThe Cr horizon has hue of 2.5Y and 5Y moist and dry; value of 5 through 7 moist, 7 or 8 dry; and chroma of 1 through 4 moist and dry.  It is dense glacial till that breaks to gravelly loam, very gravelly loam, or very gravelly clay loam.  It has distinct and prominent mottles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": null
  },
  "GEOGRAPHIC SETTING": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the similar Ferteg and Mowich soils.  These soils lack a paralithic contact and lack medial properties in the lower part of the particle-size control section."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lagitos soils are on glacial tillplains and foothills at elevations from 100 to 700 feet.  They formed in old alluvium and glacial till over dense compact glacial till.  These soils are in a mild marine climate and have cool, moist summers and cool, wet winters.  Average annual precipitation is 95 to 130 inches.  Average January temperature is about 38 degrees F, average July temperature is about 59 degrees F, and the mean annual temperature is about 48 degrees F.  Frost-free season is 180 to 220 days."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ilwaco, Klone, Ozette, and Tealwhit soils.  Ilwaco soils lack grayish mottles, have soft sandstone fragments, and lack a paralithic contact within the particle-size control section.  Klone soils are medial-skeletal and lack grayish mottles.  Ozette soils have a paralithic contact at depths of 40 to 60 inches.  Tealwhit soils are in a fine family and lack a paralithic contact."
  },
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained, slow runoff, permeability is moderately slow above the paralithic contact and very slow beneath the paralithic contact."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Timber production is the principal use.  Native vegetation is predominantly western redcedar, western hemlock, western white pine, and Sitka spruce.  Understory species include salal, red huckleberry, salmonberry, western swordfern, deer fern, and sedge."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Jefferson County, Washington.  Series is of small extent."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "REMARKS": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Jefferson County, Washington, 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": null
  }
}
