{
  "SERIES": "LAGLORIA",
  "STATUS": "Established Series",
  "BYREV": "Rev. RM-WJG",
  "REVDATE": "05/2009",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, active, hyperthermic Torrifluventic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lagloria silt loam in cropland.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 15 cm (0 to 6 in); light brownish gray (10YR 6/2) silt loam, dark grayish brown (10YR 4/2) moist; structureless; hard, friable, slightly sticky and slightly plastic; many fine roots and pores; few very fine flakes of mica; few wormcasts; strongly effervescent, moderately alkaline; clear smooth boundary. (10 to 20 cm [4 to 8 in] thick)\nA--15 to 38 cm (6 to 15 in); light brownish gray (10YR 6/2) silt loam, dark grayish brown (10YR 4/2) moist; weak subangular blocky structure; hard, friable, sticky and slightly plastic; many fine roots and pores; few flakes of mica; few wormcasts; strongly effervescent, moderately alkaline; clear wavy boundary. (10 to 31 cm [4 to 12 in] thick)\nBk--38 to 114 cm (15 to 45 in); light brownish gray (10YR 6/2) silt loam, dark grayish brown (10YR 4/2) moist; weak subangular blocky structure; hard, friable, sticky and slightly plastic; many fine roots and pores; few streaks of brown, few flakes of mica; 10 percent threads and films of calcium carbonate in lower part; violently effervescent, moderately alkaline; gradual wavy boundary. (64 to 102 cm [25 to 40 in] thick)\nC--114 to 203 cm (45 to 80 in); light brownish gray (10YR 6/2) silt loam, dark grayish brown (10YR 4/2) moist; thin strata of silty clay loam and very fine sandy loam; massive; hard, very friable, slightly sticky and slightly plastic; common fine pores; violently effervescent, moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Starr County, Texas; 3.3 miles east of the intersection of U.S. Highway 83 and Farm Road 775 in Rio Grande City and 50 feet south of U.S. Highway 83 into field. Rio Grande City South, Texas USGS topographic quadrangle. Latitude: 26 degrees, 21 minutes, 13.79 seconds, N; Longitude: 98 degrees, 46 minutes, 18.007 seconds, W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An ustic soil moisture regime bordering on aridic. The soil moisture control section remains moist in some or all parts for less than 90 consecutive days in normal years. The soil is driest during the months of June through August and December through February. These soils are intermittently moist in September through November and March through May.\nSolum thickness: 89 to 152 cm (35 to 60 in)\nMean annual soil temperature: 22 to 24 degrees C (72 to 76 degrees F).\nDepth to cambic horizon: 20 to 51 cm (8 to 20 in)\nParticle-size control section (weighted average)\nClay content: 8 to 18 percent\nCEC/clay ratio: 0.40 to 0.60\nA horizon\nHue: 10YR\nValue: 5 to 7. When moist color values are less than 3.5, the A horizon is less than 10 inches thick.\nChroma: 2 or 3\nTexture: very fine sandy loam, loam, or silt loam\nClay content: 8 to 18 percent\nBase saturation: 100 percent\nCalcium carbonate equivalent: 5 to 15 percent\nEC (dS/m): 0 to 4\nEffervescence: slightly to strongly effervescent\nReaction: moderately alkaline\nBk or Bw horizon, where present\nHue: 10YR\nValue: 6 or 7\nChroma: 2 to 4\nTexture: very fine sandy loam, loam, or silt loam\nClay content: 8 to 18 percent\nBase saturation: 100 percent\nCalcium carbonate equivalent: 5 to 30 percent\nIdentifiable secondary carbonate: 0 to 19 percent, fine and medium, in the form of films, threads, masses, on surfaces of peds and in ped interiors. A calcic horizon occurs in some pedons below 40 inches of the surface.\nEC(dS/m): 0 to 4\nEffervescence: moderately or strongly effervescent\nReaction: moderately alkaline\nThe C horizon is stratified and individual stratum are clayey, loamy, or sandy similar in color to the B horizon. Some pedons have slightly darker Ab horizons at depths of 20 and 30 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series in the same family. Similar soils are the Ashbough (MT), Atco (TX), Conalb (TX), Hindman (TX), Laredo (TX), McAllen (TX), and Reynosa (TX) series.\nAshbough soils: are in the fine-loamy family and have frigid soil temperature regime\nAtco and Conalb soils: have carbonatic mineralogy\nHindman soils: have a thermic soil temperature regime\nLaredo and Reynosa soils: are in the fine-silty family and in addition Laredo soils have a mollic epipedon\nMcAllen soils: are in the fine-loamy family and do not have stratification"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: calcareous silty alluvium derived from mixed sources\nLandform: stream terraces\nSlope: 0 to 3 percent\nMean annual air temperature: 21 to 23 degrees C (70 to 74 degrees F).\nMean annual precipitation: 406 to 686 mm (16 to 27 in)\nPrecipitation pattern: moist spring and fall months and dry winter and summer months.\nFrost-free period: 240 to 360 days\nElevation: 61 to 198 m (200 to 650 ft)\nThornthwaite annual P-E indices: 24 to 28"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Laredo, Reynosa, Rio Grande, and Zalla series.\nLaredo and Reynosa soils: occur on similar positions.\nRio Grande and Zalla soils: occur on floodplains"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is moderate. Runoff is negligible on slopes less than 1 percent and low on 1 to 3 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used as irrigated cropland, wildlife habitat, or rangeland. Irrigation water is available in all cropland areas. A few areas were cropped without irrigation in the past. The main crops are cotton, grain sorghum, and a wide variety of cool-season vegetables. Native grasses consist of trichloris, tanglehead, cottontop, and bristlegrass.  Woody species include large mesquite trees, spiny hackberry, lotebush, blackbrush, hackberry, and Texas ebony. The ecological site is Loamy Bottomland 20-35 PZ (R083DT505TX)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Lower Rio Grande Plain, Texas; LRR I; MLRA 83D; the series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Maverick County, Texas, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Classification change from Fluventic Ustochrepts to Torrifluventic Haplustepts based on application of the second edition of Soil Taxonomy, 1999.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 25 to 102 cm (10 to 40 in)\nOchric epipedon: 0 to 38 cm (0 to 15 in).  (A horizons)\nADDITIONAL DATA: The assignment of the cation-exchange activity class is inferred from lab data from surrounding surveys.\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
