{
  "SERIES": "LAGUARDIA",
  "STATUS": "Established Series",
  "BYREV": "Rev. LAH-RBT-JTI",
  "REVDATE": "04/2013",
  "STATES": "NJ,NY",
  "OVERVIEW": "The Laguardia series consists of very deep, well drained soils. These soils formed in a thick mantle of construction debris intermingled with human transported soil materials. These soils occur on modified landscapes in and near major urbanized areas of the Northeast. Slope ranges from 0 to 75 percent. Saturated hydraulic conductivity is low to moderately high. Mean annual temperature is about 13 degrees C and mean annual precipitation is about 1196 mm.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, nonacid, mesic Typic Udorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Laguardia artifactual sandy loam in an area of Laguardia artifactual sandy loam, 8 to 15 percent slopes, in Canarsie Beach Park in Kings County, New York. (Colors are for moist soil unless noted differently.)\n^Au--0 to 20 cm; brown (10YR 4/3) artifactual coarse sandy loam, pale brown (10YR 6/3) dry; weak very fine subangular blocky structure; friable; few very fine and medium roots; 15 percent cobble-sized brick and concrete fragments, 5 percent cobble-sized asphalt fragments, 5 percent gravel-sized glass fragments, and 5 percent natural cobbles; neutral (pH 7.2); gradual wavy boundary. (5 to 30 cm thick.)\n^BCu--20 to 66 cm; brown (10YR 4/3) very artifactual coarse sandy loam; weak very fine subangular blocky structure; friable; few very fine roots; 25 cobble-sized percent brick and concrete fragments, 5 percent cobble-sized asphalt fragments, 5 percent cobble-sized metal fragments, 5 percent gravel-sized plastic fragments, and 5 percent natural cobbles; neutral (pH 7.2); gradual wavy boundary. (3 to 51 cm thick.)\n^Cu--66 to 200 cm; brown (10YR 4/3) very artifactual coarse sandy loam; massive with compaction related plate-like divisions; very friable; few very fine roots; 25 percent cobble-sized brick and concrete fragments, 10 percent cobble-sized asphalt fragments, 5 percent cobble-sized metal fragments, 5 percent gravel-sized glass fragments, 5 percent gravel-sized plastic fragments, and 7 percent natural cobbles; neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kings County, New York; From the intersection of East 105th Street and Seaview Avenue, 1000 feet Southeast of the intersection; USGS Brooklyn, NY topographic quadrangle; Latitude 40 degrees, 38 minutes, 8.06 seconds N. and Longitude 73 degrees, 52 minutes, 51.61 seconds W. NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the fill materials ranges from 100 to 200 cm. The transported construction debris may range in material of pieces of plastic, glass, rubber, bricks, lumber, asphalt, coal ash, unburned coal, gypsum board, concrete, and steel. The transported natural soil material may originate from any geologic deposit ranging from till, outwash, alluvium, coastal plain sediments, or residuum, usually from a local source. There is a distinction between materials that will hold water and allow roots to penetrate, and will decompose versus those that will act like a rock fragments. Total coarse fragments, both human artifacts and rocks, average 35 to 100 percent by volume in the control section. The content of anthropogenic coarse fragments, or human artifacts, average greater than 10 percent. Human artifact content is often less than 10 percent in the surface and upper subsurface horizons. Soil textures may range from sand to silt loam and gravelly, cobbly, stony, boulder, and artifactual texture phases can occur. Reaction ranges from very strongly acid to strongly alkaline. Hue ranges from 2.5YR to 2.5Y throughout.  Some pedons have mottles that are unrelated to soil water related redoximorphic process.\nThe ^A horizon has value of 2 to 5, and chroma of 2 to 6. Structure is granular or subangular blocky, but may be platy where compacted. Consistence is very friable or friable.\nWhere present, the ^B or ^BC horizons have value of 3 to 6, and chroma of 1 to 8. Structure is subangular blocky. Consistence is very friable or friable.\nThe ^C horizons have value of 2 to 6, and chroma of 1 to 8. Structure is massive and may part to plate-like divisions, subangular blocky, granular, or single grain. Formation of secondary structure is interpreted as depositional in nature and not resulting from pedogenesis. Consistence is very friable to firm.\n^Ab horizons may be present with similar characteristics as the ^A horizons. There may also be thin (less than 10 cm discontinuous M layers of decaying cement and other human manufactured materials."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Laguardia soils are on nearly level to steeply sloping artificially created or modified landforms. These soils formed in construction debris intermingled and mixed with natural soil materials. The construction debris material commonly originates from the demolition of buildings and roads. The dominant coarse fragments in the construction debris are concrete, asphalt, bricks, coal ash, and steel with some sedimentary and metamorphic rocks sparsely intermingled. The transported soil material is dominantly from locally excavated upland materials such as alluvium, till, outwash, or coastal plain sediments. Slope ranges from 0 to 75 percent. Mean annual precipitation ranges from 1021 to 1325 mm. Mean annual temperature ranges from 8 to 17 degrees C."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Canarsie, Centralpark, Ebbets, Greatkills, Greenbelt, Ladyliberty and Secaucus. Canarsie soils have a shallow to moderately deep contact with underlying till-derived soils or till parent materials.  Centralpark, Ebbets, and Greenbelt soils average less than 35 percent coarse fragments in the control section. Greatkills soils have garbage within the control section. Ladyliberty soils have a sandy-skeletal particle size class.  Secaucus soils are moderately well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. The potential for surface runoff is low to medium on vegetated slopes less than 8 percent, and high to very high on vegetated slopes 8 percent and greater, runoff is one class higher where the soil is unvegetated or the surface is poorly protected from erosion or compacted. Saturated hydraulic conductivity is moderately high in areas where the soil has not been compacted at the surface, but is moderately low where it has surface compaction or platy structure."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of these soils are used for recreation, wildlife habitat, or industrial and urban development. These soils are generally covered with common weeds, common reed, and mugwort if deposited in sunny locations; by turfgrass if the area is used for recreation, and invasive understory plants if deposited in a shady location. Trees quickly spread lateral roots into fill areas deposited near them. The reed density decreases and the mugwort increases in areas with compaction at the surface. The more compacted areas support sparse populations of various grasses, annuals, and perennials that invade disturbed areas. The looser dumps are quickly covered with early succession hardwood seedlings from nearby sources. Reclamation is difficult where common reed density is high. Recreational use is unlikely in areas where the surface is unsmoothed, or where the surface stones and boulders have not been removed or covered."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: These soils occur on modified landscapes in and near major urbanized areas of the Northeast. MLRA 144A and 149B. The soils of this series are small in extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Hudson County, New Jersey; 2012."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Laguardia soils often exhibit an irregular decrease in organic carbon with depth however this is a result of anthropogenic filling (deposition) not alluvial deposition; excluding them from the concept of Fluvents. Proposed revisions to soil taxonomy in ICOMANTH Circular Letter 7 developed for anthropogenic soils will help to clarify this difference.\nDiagnostic horizons and features recognized in this pedon include:\na. Ochric epipedon - 0 to 23 cm.\nb. Particle size class - the zone from 25 to 100 cm averges loamy-skeletal."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "^Au",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "coarse sandy loam",
        "structure": "weak very fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 7.2,
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "^Au--0 to 20 cm; brown (10YR 4/3) artifactual coarse sandy loam, pale brown (10YR 6/3) dry; weak very fine subangular blocky structure; friable; few very fine and medium roots; 15 percent cobble-sized brick and concrete fragments, 5 percent cobble-sized asphalt fragments, 5 percent gravel-sized glass fragments, and 5 percent natural cobbles; neutral (pH 7.2); gradual wavy boundary. (5 to 30 cm thick.)"
      },
      {
        "name": "^BCu",
        "top": 20,
        "bottom": 66,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "coarse sandy loam",
        "structure": "weak very fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 7.2,
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "^BCu--20 to 66 cm; brown (10YR 4/3) very artifactual coarse sandy loam; weak very fine subangular blocky structure; friable; few very fine roots; 25 cobble-sized percent brick and concrete fragments, 5 percent cobble-sized asphalt fragments, 5 percent cobble-sized metal fragments, 5 percent gravel-sized plastic fragments, and 5 percent natural cobbles; neutral (pH 7.2); gradual wavy boundary. (3 to 51 cm thick.)"
      },
      {
        "name": "^Cu",
        "top": 66,
        "bottom": 200,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "coarse sandy loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 7.2,
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "^Cu--66 to 200 cm; brown (10YR 4/3) very artifactual coarse sandy loam; massive with compaction related plate-like divisions; very friable; few very fine roots; 25 percent cobble-sized brick and concrete fragments, 10 percent cobble-sized asphalt fragments, 5 percent cobble-sized metal fragments, 5 percent gravel-sized glass fragments, 5 percent gravel-sized plastic fragments, and 7 percent natural cobbles; neutral (pH 7.2)."
      }
    ]
  ]
}
