{
  "SERIES": "LAHTI",
  "STATUS": "Established Series",
  "BYREV": "LAS-RTR-KDS",
  "REVDATE": "12/2010",
  "STATES": "MN",
  "OVERVIEW": "The Lahti series consists of very deep, somewhat poorly drained soils that formed in 50 to 100 centimeters of loamy glaciolacustrine and the underlying sandy glaciolacustrine deposits. These soils are on slight convex rises on glacial lake plains. Slope ranges from 1 to 3 percent. Mean annual precipitation is about 670 millimeters. Mean annual air temperature is about 4 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, frigid Aquic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lahti very fine sandy loam, on slight rises of 2 percent, in a cultivated field, on a glacial lake plain, at an elevation of about 400 meters. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 28 centimeters; very dark brown (10YR 2/2) very fine sandy loam, dark grayish brown (10YR 4/2) dry; weak fine and moderate granular structure; very friable; common fine and very fine roots; moderately acid; clear smooth boundary. (20 to 33 centimeters thick)\nE--28 to 36 centimeters; dark grayish brown (10YR 4/2) fine sandy loam; weak fine platy structure; very friable; common fine and very fine roots; moderately acid; abrupt wavy boundary. (5 to 15 centimeters thick)\nBt--36 to 66 centimeters; brown (10YR 4/3) silty clay loam; moderate fine angular blocky structure; firm; common fine roots; few distinct dark grayish brown (2.5Y 4/2) clay films on faces of peds; neutral; clear wavy boundary. (13 to 51 centimeters thick)\nBk--66 to 112 centimeters; light olive brown (2.5Y 5/4) silt loam; moderate medium subangular blocky structure; friable; few fine and very fine roots; many fine faint light gray (10YR 7/1) nodules of calcium carbonate; common medium distinct yellowish brown (10YR 5/6) redoximorphic concentrations; common medium distinct light brownish gray (10YR 6/2) redoximorphic depletions; violently effervescent; moderately alkaline; abrupt wavy boundary. (25 to 51 centimeters thick)\n2C1--112 to 130 centimeters; light olive brown (2.5Y 5/4) loamy fine sand; single grain; loose; violently effervescent; moderately alkaline; gradual wavy boundary.\n2C2--130 to 203 centimeters; light olive brown (2.5Y 5/3) loamy fine sand; single grain; loose; common fine and medium prominent yellowish brown (10YR 5/6) redoximorphic concentrations; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 88-Northern Minnesota Glacial Lake Basins; St. Louis County, Minnesota, Meadowlands subset; about 1 mile north and 1.5 miles west of Meadowlands; located about 350 feet south and 1,000 feet west of the northwest corner of section 16, T. 53 N., R. 19 W.; USGS Elmer topographic quadrangle; latitude 47 degrees 04 minutes 57.1 seconds N., and longitude 92 degrees 45 minutes 42.5 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to carbonates--38 to 100 centimeters\nDepth to sandy sediments is 50 to 100 centimeters.\nThese soils do not have rock fragments.\nAp or A horizon:\nHue--10YR\nValue--2 to 4\nChroma--1 or 2\nTexture--silt loam, loam, very fine sandy loam or silty clay loam\nReaction--moderately acid to neutral\nE horizon:\nHue--10YR to 5Y\nValue--4 to 6\nChroma--1 or 2\nTexture--fine sandy loam or sandy loam; less commonly thin strata of loamy fine sand, loamy very fine sand, or loamy sand\nReaction--moderately acid to neutral\nBt horizon:\nHue--10YR to 5Y\nValue--4 to 6\nChroma--1 to 3\nTexture--silty clay loam or silt loam; the clay content ranges from 18 to 35 percent\nReaction--slightly acid or neutral\nBk horizon:\nHue--2.5Y or 5Y\nValue--5 or 6\nChroma--1 to 4\nTexture--silt loam, very fine sandy loam, or silty clay loam; or stratified with these textures\nReaction--slightly alkaline or moderately alkaline\nBw horizon (where present):\nHue--2.5Y or 5Y\nValue--5 or 6\nChroma--1 or 2\nTexture--silt loam, very fine sandy loam, or silty clay loam; or stratified with these textures\nReaction--slightly alkaline or moderately alkaline\n2C horizon:\nHue--2.5Y or 5Y\nValue--5 to 7\nChroma--2 to 6\nTexture--loamy fine sand, very fine sand, fine sand, sand, loamy very fine sand, or stratified with these textures\nReaction--slightly alkaline or moderately alkaline\nSome pedons have thin, discontinuous loamy strata within the underlying sandy deposit."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--loamy glaciolacustine deposits and the underlying sandy glaciolacustrine deposits\nLandform--slight convex rises on glacial lake plains\nSlope--1 to 3 percent\nElevation--350 to 490 meters above sea level\nMean annual air temperature--3 to 5 degrees C\nMean annual precipitation--635 to 711 millimeters\nFrost-free period--95 to 125 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: This is the Gowan soil. Gowan soil forms a hydrosequence with the Lahti soils.\nGowan soils are on less sloping and lower lying positions on the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--somewhat poorly drained--a frequently saturated zone occurs between 0.4 and 0.6 meters during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation, this saturation is considered apparent\nSaturated hydraulic conductivity--1.41 to 14.11 micrometers per second in the upper mantle and 4.23 to 141.14 micrometers per second in the underlying sand."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cropped for hay."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains or Laurentian Upland\nPhysiographic Province--Central Lowland or Superior Upland\nMLRA--Northern Minnesota Glacial Lake Basins (88)\nLRR--K; northern Minnesota\nExtent--small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: St. Louis County, Minnesota, 2009. The source of the name is a road in northeastern Minnesota."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 36 to 66 centimeters\nSeries control section--the zone from surface to a depth of 150 centimeters\nDiagnostic horizons and features recognized in this pedon include:\nMollic epipedon--the zone from the surface to a depth of 28 centimeters\nArgillic horizon--the zone from 36 to 66 centimeters\nCalcic horizon--the zone from 66 to 112 centimeters\nAquic conditions--redoximorphic features from 66 to 203 centimeters\nTaxonomy versionKeys to Soil Taxonomy, tenth edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
