{
  "SERIES": "LAIREP",
  "STATUS": "Inactive Series",
  "BYREV": "REV: LNL",
  "REVDATE": "07/2008",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy over clayey, mixed, superactive, thermic Typic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lairep loam fine sand (virgin)\nA1--0 to 6 inches; pale brown (10YR 7/3) loamy fine sand, brown (10YR 5/3) when moist; massive; soft, very friable, nonsticky, nonplastic; plentiful fine and very fine roots; many very fine interstitial pores; strongly effervescent, pH 8.4; clear smooth boundary. 3 to 7 inches thick.\nA2--6 to 25 inches;  very pale brown (10YR 7/3) loamy fine sand, brown (10YR 5/3) when moist; massive; soft, very friable  nonsticky, nonplastic; plentiful very fine and few fine roots; many very fine interstitial pores; strongly effervescent; pH 8.4; abrupt smooth boundary. 10 to 20 inches thick.\n2Bk--25 to 30 inches; light yellowish brown (10YR 6/4 ) fine sandy loam, dark yellowish brown (10YR 4/4) when moist; massive; slightly hard very friable, nonsticky and nonplastic; few very fine roots; common very fine and few fine tubular pores; violently effervescent; pH 8.4; abrupt smooth boundary. 0 12 inches thick.\n3Bk--30 to 60 inches; very pale brown (10YR 8/3) finely stratified clay and silty clay loam, pale brown (10YR 6/3) when moist; massive; hard, friable, sticky and very sticky, plastic and very plastic; few very fine roots; few to common very fine tubular pores; common coarse (up to 2 inches in length), extremely hard, ground water precipitated calcium carbonate concretions; violently effervescent; (ph 9.0.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: The site is about 1300 feet south and 660 feet west of the east 1/4 corner of Section 25, Township 24 South,, Range 62 East, Mount Diablo Base and Meridian, Clark County, Nevada. It is adjacent to playa in Eldorado Valley."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Color hues of the soil profile includes 10YR to 7.5YR, values include 7 or 6 dry and 5 or 4 moist, except for the Cca horizon whose values include 8 to 7 dry and 6 or 5 moist.  Chromas include 3 or dry or moist.  Texture of the control section is predominantly loamy fine sand resting unconformably over stratified clay and silty clay loam.  Minor stratification may occur in the overlying materials including strata of fine sand, sand, and fine sandy loam textures, that are less than 6 inches thick.  The materials underlaying Cca horizon are normally well stratified, and may contain strata of fine sandy loam, very fine sandy loam, silt loam, and silty clay.  Lime content of the profile varies from 1 to 10 percent, except the Cca horizon which may vary from about 6 to 25 percent.  Normally, when located in flood plain positions, the Cca horizon has common to many, fine to medium lime segregations; possibly a few, fine, very hard lime nodules; and contains less than 10 percent lime.  In alluvial fan positions above playas, the IIcca horizon contains much disseminated lime; common to many, medium to coarse, very hard to extremely hard lime nodules, and contains over 10 percent lime.  Depth to the Cca horizon may vary from 30 to 40 inches.  pH varies from 8.0 to 8.6 throughout the profile and may vary from 8.4 to 9.2 in the Cca horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: They are similar to Dry Lake, Vinton, and Trail soils. The dry lake soils differ by having coarse over loamy textured control section. Vinton and Trail soils differ by being loamy sand textured to a depth of over 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on broad, nearly level toe slopes of alluvial fans above flood plains or playas, or on flood plains.  A wind blown hummocky, microrelief may occur around the base of most shrubs and some grass plants.  Several shallow drainages may dissent the alluvial fans. Lairep soils occur at elevations ranging from 1,800 to about 2,100 feet in the hot and arid southwest. The average precipitation ranges from 4 to 6 inches. The average January temperature is about 45 degrees F. and July 89 degrees F. and the mean annual temperature about 65 degrees F.  The frost-free growing season ranges from about 200 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Iairep soils are associated with Carrizo and Mead soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. A temporary water table may be present in some of these soils adjacent to playas when they have been inundated. Surface runoff is very slow during normal rainfall. Soil permeability is rapid to the IIC horizons and slow through them."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used primarily for range during the winter and early spring months. The carrying capacity is low.  Native vegetation consists primarily of big galleta grass with an occasionally creosote bush. Plant density may vary from 5 to 10 percent."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Nevada."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Las Vegas-Eldorado Valleys Area, Clark County, Nevada, Lairep is a coined name."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Originally mapped as Dry Lake loamy fine sand, moderately deep over clay, slightly saline, O to 2 percent slopes, and correlated as Viuton loamy fine sand, over clay, O to 2 percent slopes. Psammic Haplorthent (1.53-1.x): Sandy over fine, mixed, nonacid family.\nOSED scanned by NSSQA.  Last revised by state on 6/64.\nThese soils characteristically have very pale brown strata containing 30 silt and less than 5 percent clay  lying unconformably over very pale brown and pale brown stratified material that is predominantly a light silty clay or silty clay loam containing over 35 percent clay and over 15 percent sand coarser than very fine sand. They normally have C. IICca or AC, IlCca. horizon sequences.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
