{
  "SERIES": "LAKESOL",
  "STATUS": "Established Series",
  "BYREV": "Rev. CWN/EMM/RWL",
  "REVDATE": "09/2003",
  "STATES": "WA",
  "OVERVIEW": "The Lakesol series consists of very deep, well drained soils formed in glaciolacustrine sediments mixed with minor amounts of loess and volcanic ash in the upper part.  Lakesol soils are on terraces and terrace escarpments. Slopes are 30 to 65 percent. The mean annual precipitation is about 20 inches and the mean annual air temperature is about 45 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, isotic, frigid Vitrandic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lakesol ashy silt loam - forested. (Colors are for dry soil unless otherwise noted.  All textures are apparent field textures)\nOi--0 to 1 inch; needles, twigs and leaves. (0 to 2 inches thick)\nA1--1 to 3 inches; dark grayish brown (10YR 4/2) ashy silt loam, very dark grayish brown (10YR 3/2) moist; weak fine platy and weak fine granular structure; soft, very friable, nonsticky and slightly plastic; many very fine, fine, and few medium roots; common fine irregular pores; neutral (pH 6.6); clear wavy boundary.\nA2--3 to 11 inches; brown (10YR 5/3) ashy silt loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and slightly plastic; many very fine, fine, and common medium roots; common fine irregular pores; neutral (pH 6.8); clear wavy boundary. (Combined thickness of the A horizon is 7 to 12 inches thick)\nBw1--11 to 24 inches; pale brown (10YR 6/3) silt loam, brown (10YR 5/3) moist; weak fine subangular blocky structure; slightly hard, friable, nonsticky and slightly plastic; many very fine and common fine and medium roots; common fine irregular pores; less than 5 percent gravel; neutral (pH 6.8); gradual wavy boundary.\nBw2--24 to 38 inches; light yellowish brown (10YR 6/4) silt loam, brown (10YR5/3) moist; weak fine subangular blocky structure; hard, firm, slightly sticky and slightly plastic; many very fine, common fine and medium, and few coarse roots; common fine irregular pores; slightly alkaline (pH 7.6); abrupt wavy boundary. (Combined thickness of the Bw horizon is 7 to 15 inches thick)\n2C--38 to 61 inches; light gray (2.5Y 7/2) silt loam, grayish brown (2.5Y 5/2) moist; massive; slightly hard, friable, nonsticky and slightly plastic; few very fine roots; few fine tubular pores; slightly effervescent; slightly alkaline (pH7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Colville Indian Reservation, Okanogan County, WA.  About 4 miles south of Inchelium, 800 feet south and 2400 feet west of the northeast corner of section 31, T.32N., R.37E., W.M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 44 to 46 degrees F. These soils are usually moist but are dry in the moisture control section for 60 to 75 consecutive days following summer solstice in 7 years out of 10. Solum depth and depth to the 2C horizon is 12 to 40 inches. The upper 7 to 14 inches has an estimated moist bulk density of 1.15 to 1.35 g/cc, volcanic glass content of 5 to 20 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 0.4 to 1.0 percent, and 15-bar water retention of 5 to 12 percent for air dried samples. Clay content in the particle-size control section is 10 to 18 percent. Rock fragments are 0 to 5 percent. The mollic epipedon is 7 to 12 inches thick.\nThe A or Ap horizon has value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3 moist or dry.\nThe Bw horizon has value of 5 to 7 dry, 4 or 5 moist, and chroma of 2 to 4, moist or dry. It has 0 to 5 percent gravel. Reaction is neutral or slightly alkaline.\nThe 2C horizon has hue of 2.5Y, 10YR, or 7.5YR, value of 6 or 7 dry, 4 to 6 moist, and chroma of 2 to 4, moist or dry. It has 0 to 5 percent gravel. The 2C horizon is coarsely laminated and has a stone line at the contact with the Bw horizon in some pedons. Reaction is neutral or slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series. Similar soils in other families are the Lostcreek, Dinkelman, and Hunters. Lostcreek and Dinkelman soils are coarse-loamy. Hunters soils are fine-silty, mesic and have secondary lime in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Lakesol soils are on terraces and terrace escarpments at elevations of 1,400 to 2,200 feet. Slopes are 30 to 65 percent. Lakesol soils formed in mixed loess and volcanic ash over lacustrine sediments. Summers are warm and dry, winters are cold and moist. The average July temperature is about 66 degrees F. and the average January temperature is about 26 degrees F. The mean annual temperature is about 45 degrees F. The mean annual precipitation is 18 to 23 inches. The frost-free season is 100 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bernhill, Cedonia, Clayton, Dearyton, Hunters, Laketon, and Springdale soils. Bernhill soils are fine-loamy, do not have  a mollic epipedon, and are on convex footslopes and backslopes of mountains and foothills. Cedonia, Clayton, and Laketon soils do not have  a mollic epipedon. In addition, Cedonia and Laketon soils are fine-silty and are on lake terraces.  Clayton soils are coarse loamy and are on terraces.  Dearyton soils are in a fine family, have an argillic horizon and are on foothills and uplands. Hunters soils are fine-silty, have soft powdery lime in the lower part of the particle-size control section and are on terraces. Springdale soils are sandy-skeletal, do not have a mollic epipedon, and are on terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderately slow permeability; runoff is slow to rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for cropland, pasture, and woodland. Small grains, alfalfa, and grass hay are common crops. Potential natural vegetation is Douglas-fir, ponderosa pine, western larch, and lodgepole pine, with an understory of creambush oceanspray, white spirea, wild rose, common snowberry, pinegrass, false-Solomons seal, hawkweed, heartleaf arnica, and elk sedge."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Washington. MLRA44.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Spokane County, Washington, 1964."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon  the zone from 1 to 11 inches (A1 and A2 horizons)\nVitrandic feature  the zone from 1 to 11 inches (A1 and A1 horizons)\nCambic horizon  the zone from 11 to 38 inches (Bw1 and Bw2 horizons)\nParticle-size control section  the zone from 10 to 40 inches (the lower part of the A2, the Bw1, and Bw2 horizons and the upper part of the 2C horizon.\nBase saturation (by sum of the cations) is estimated to be less than 75 percent in some parts of the upper 30 inches. These soils need laboratory data to confirm this classification.\nThe 11/02 description reflected a change in classification from coarse-silty, mixed, frigid Vitrandic Haploxerolls to coarse-silty, isotic, frigid Vitrandic Haploxerolls.\nThe Lakesol series is no longer being mapped in Spokane County and this description reflects a change in the type location from Spokane County to the Colville Indian Reservation.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--0 to 1 inch; needles, twigs and leaves. (0 to 2 inches thick)"
      },
      {
        "name": "A1",
        "top": 3,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--1 to 3 inches; dark grayish brown (10YR 4/2) ashy silt loam, very dark grayish brown (10YR 3/2) moist; weak fine platy and weak fine granular structure; soft, very friable, nonsticky and slightly plastic; many very fine, fine, and few medium roots; common fine irregular pores; neutral (pH 6.6); clear wavy boundary."
      },
      {
        "name": "A2",
        "top": 8,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--3 to 11 inches; brown (10YR 5/3) ashy silt loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and slightly plastic; many very fine, fine, and common medium roots; common fine irregular pores; neutral (pH 6.8); clear wavy boundary. (Combined thickness of the A horizon is 7 to 12 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 28,
        "bottom": 61,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1--11 to 24 inches; pale brown (10YR 6/3) silt loam, brown (10YR 5/3) moist; weak fine subangular blocky structure; slightly hard, friable, nonsticky and slightly plastic; many very fine and common fine and medium roots; common fine irregular pores; less than 5 percent gravel; neutral (pH 6.8); gradual wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 61,
        "bottom": 97,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw2--24 to 38 inches; light yellowish brown (10YR 6/4) silt loam, brown (10YR5/3) moist; weak fine subangular blocky structure; hard, firm, slightly sticky and slightly plastic; many very fine, common fine and medium, and few coarse roots; common fine irregular pores; slightly alkaline (pH 7.6); abrupt wavy boundary. (Combined thickness of the Bw horizon is 7 to 15 inches thick)"
      },
      {
        "name": "2C",
        "top": 97,
        "bottom": 155,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C--38 to 61 inches; light gray (2.5Y 7/2) silt loam, grayish brown (2.5Y 5/2) moist; massive; slightly hard, friable, nonsticky and slightly plastic; few very fine roots; few fine tubular pores; slightly effervescent; slightly alkaline (pH7.8)."
      }
    ]
  ]
}
