{
  "SERIES": "LAKEMOUNTAIN",
  "STATUS": "Tentative Series",
  "BYREV": "IRD DJP/CBR",
  "REVDATE": "03/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Typic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lakemountain loam, in forestland (colors are for dry soil unless otherwise noted).\nA--0 to 6 cm; very dark gray (5YR 3/1) loam, black (5YR 2.5/1) moist; moderate fine granular structure; soft, very friable, slightly sticky, slightly plastic; many very fine roots throughout; many very fine interstitial pores; 5 percent gravel; slightly acid (pH 6.1); clear smooth boundary. (5 to 30 cm thick)\nBA--6 to 25 cm; reddish brown (5YR 4/3) gravelly clay loam, dark reddish brown (5YR 3/3) moist; moderate fine subangular blocky structure; slightly hard, friable, moderately sticky, moderately plastic; many fine roots throughout; many very fine vesicular pores; 20 percent gravel and 5 percent cobbles; slightly acid (pH 6.4); gradual smooth boundary.  (0 to 22 cm thick)\nBt--25 to 67 cm; reddish brown (2.5YR 4/4) very gravelly clay loam, dark reddish brown (2.5YR 3/4) moist; moderate fine subangular blocky structure; moderately hard, firm, moderately sticky, moderately plastic; many very fine and medium roots throughout; many very fine tubular pores; 30 percent gravel and 5 percent cobbles; 20 percent faint clay films on all faces of peds; slightly alkaline (pH 7.5); gradual smooth boundary. (38 to 44 cm thick)\nBtk1-- 67 to 107 cm; reddish brown (2.5YR 4/4) very gravelly clay loam, dark reddish brown (2.5YR 3/4) moist; moderate medium subangular blocky structure; moderately hard, firm, moderately sticky, moderately plastic; many very fine and medium roots throughout; many very fine tubular pores; 30 percent gravel and 5 percent cobbles; 15 percent calcium carbonate coats on bottom surfaces of rock fragments and 20 percent faint clay films on all faces of peds; slightly effervescent; slightly alkaline (pH 7.6); clear wavy boundary.\nBtk2-- 107 to 150 cm; dark yellowish brown (10YR 4/4) cobbly clay, dark yellowish brown (10YR 3/4) moist; moderate fine angular blocky structure; hard, very firm, very sticky, very plastic; common very fine and medium roots throughout; many very fine vesicular pores; 10 percent gravel and 10 percent cobbles; 20 percent calcium carbonate coats on bottom surfaces of rock fragments and 35 percent faint clay films on all faces of peds; slightly effervescent; slightly alkaline (pH 7.6; clear wavy boundary.  (combined thickness of Btk1 and Btk2 horizons is 78 to 88 cm)\nBtk3-- 150 to 200 cm; yellowish brown (10YR 5/4) cobbly clay, dark yellowish brown (10YR 4/4) moist; moderate fine angular blocky structure; hard, very firm, very sticky, very plastic; many very fine vesicular pores; 10 percent gravel and 10 percent cobbles; 15 percent calcium carbonate coats on bottom surfaces of rock fragments and 35 percent faint clay films on all faces of peds; slightly effervescent; slightly alkaline (pH 7.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Sublette County, Wyoming; USGS Lake Mountain, Wyoming, topographic quadrangle; 42 degrees 21 minutes 16.00 seconds north latitude and 110 degrees 23 minutes 55.75 seconds west longitude, datum WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature -- 1.0 to 3.1 degrees C.\nMollic epipedon thickness -- 25 to 30 cm\nDepth to secondary carbonates -- 60 to 80 cm\nParticle-size control section (weighted averages)\nClay content -- 26 to 34 percent\nTotal rock fragments -- 35 to 45 percent\nA horizon\nHue: 2.5YR or 5YR, dry or moist\nValue: 3 or 4 dry; 2.5 or 3 moist\nChroma: 1 to 3, dry or moist\nClay content: 14 to 25 percent\nRock fragments: 0 to 10 percent gravel\nReaction: pH 6.1 to 6.5\nBA horizon (when present)\nHue: 2.5YR or 5YR, dry or moist\nValue: 3 or 4 dry; 2.5 or 3 moist\nChroma: 2 or 3, dry or moist\nTexture (less than 2 mm fraction): loam, clay loam\nClay content: 25 to 33 percent\nRock fragments: 20 to 25 percent gravel and 0 to 10 percent cobbles\nReaction: pH 5.6 to 6.0\nBt horizon\nHue: 2.5YR or 5YR, dry or moist\nValue: 3 or 4 dry; 2.5 or 3 moist\nChroma: 3 or 4, dry or moist\nTexture (less than 2 mm fraction): loam, clay loam\nClay content: 25 to 34 percent\nRock fragments: 35 to 45 percent gravel and 5 to 10 percent cobbles\nReaction: pH 7.2 to 7.5\nBtk horizons\nHue: 2.5YR to 10YR, dry or moist\nValue: 4 or 5 dry; 3 or 4 moist\nChroma: 3 or 4, dry or moist\nTexture (less than 2 mm fraction): clay loam, clay\nClay content: 33 to 52 percent\nRock fragments: 10 to 35 percent gravel and 5 to 10 percent cobbles\nCalcium carbonate equivalent: 5 to 10 percent\nReaction: pH 7.6 to 8.0"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nElkpeak (MT) -- soils do not have secondary calcium carbonates\nElwood (UT) -- soils are moderately deep to lithic contact\nEzbin (ID) -- soils do not have secondary calcium carbonates\nGrade (WY) -- soils do not have secondary calcium carbonates\nPohlod (MT) -- soils are moderately deep to lithic contact\nQuazar (CO) -- soils do not have secondary calcium carbonates\nTahquats (ID) -- soils do not have secondary calcium carbonates\nWander (CO) -- soils do not have secondary calcium carbonates"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform -- ridges, hillslopes and mountain slopes\nElevation -- 2,590 to 2,790 meters\nSlope -- 5 to 25 percent\nParent material -- slope alluvium and colluvium derived from quartzite\nClimate -- long, cold winters; cool, moist springs; short, cool summers\nRelative effective annual precipitation -- 610 to 890 mm with peak periods of precipitation occurring during the spring\nMean annual air temperature -- 0.0 to 2.1 degrees C.\nFrost-free period -- 10 to 40 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained, 0.01 to 15.0 um/sec."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Lakemountain soils are primarily used for forestland. The potential native vegetation is subalpine fir, aspen, pinegrass, snowberry and mountain big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Lakemountain soils are of small extent in southwestern Wyoming. MLRA 43B and 46."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Sublette County, Wyoming, 2018. The name is derived from a local landmark."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon -- 0 to 25 cm (A and BA horizons)\nArgillic horizon -- 25 to 200 cm (Bt, Btk1, Btk2, and Btk3 horizons)\nSecondary calcium carbonate accumulations -- 67 to 200 cm (Btk1, Btk2, and Btk3 horizons)\nParticle-size control section -- 25 to 75 cm (Bt and part of the Btk1 horizons)\nLakemountain soils have a cryic temperature regime and an udic moisture regime.\nTaxonomic version: Twelfth edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
