{
  "SERIES": "LAKE BENTON",
  "STATUS": "Established Series",
  "BYREV": "RCG-AGG",
  "REVDATE": "09/2006",
  "STATES": "MN",
  "OVERVIEW": "The Lake Benton series consists of very deep, well drained soils that formed in loamy and sandy outwash sediments over silty glacial lacustrine sediments on uplands.  Slopes range from 2 to 12 percent. Mean annual precipitation is about 22 inches. Mean annual air temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Calcic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lake Benton sandy loam, on a 10  percent slope in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 10 inches; very dark grayish brown (10YR 3/2) sandy loam, dark grayish brown (10YR 4/2) dry; weak fine subangular blocky structure; friable; common fine and very fine roots; about 4 percent gravel; neutral; abrupt smooth boundary. (7 to 12 inches thick)\nBw--10 to 21 inches; dark yellowish brown (10YR 4/4) sandy loam; weak fine subangular blocky structure; friable; common fine roots; about 4 percent gravel; neutral; clear smooth boundary. (5 to 12 inches thick)\nBk--21 to 25 inches; brown (10YR 5/3) sandy loam; weak fine subangular blocky structure; very friable; few fine roots; about 5 percent gravel; strongly effervescent; moderately alkaline; gradual smooth boundary. (0 to 15 inches thick)\nC1--25 to 42 inches; brown (10YR 5/3) sand; single grain; loose; common medium distinct strong brown (7.5YR 5/8) iron concentrations; about 5 percent gravel; slightly effervescent; slightly alkaline; clear smooth boundary. (0 to 40 inches thick)\n2C2--42 to 80 inches; light olive brown (2.5Y 5/4) silt loam; massive; friable; common medium prominent strong brown (7.5YR 5/6) redox concentrations; common medium distinct grayish brown (2.5Y 5/2) redox depletions; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lincoln County, Minnesota; about 3 miles west and 3 miles south of Ivanhoe, Minnesota; about 200 feet west and 900 feet north of the SE corner of sec. 13, T. 111N., R. 46W.; USGS Lake Benton NE quadrangle; lat. 44 degrees 25 minutes 3.8 seconds N.; long. 96 degrees 19 seconds 27.8 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to carbonates is 12 to 30 inches. Depth to glacial lacustrine material ranges from 40 to 60 inches. The thickness of the mollic epipedon ranges from 7 to 14 inches. The content of gravel, by volume, ranges from 0 to 20 percent in the upper mantle.\nThe Ap or A horizon has hue of 10YR, value of 2 or 3 and chroma of 1 or 2. It is sandy loam, coarse sandy loam or loam. It is neutral or slightly acid.\nThe Bw horizon has hue of 10YR, value of 3 or 4, and chroma of 3 or 4. It is sandy loam, coarse sandy loam, or loam averaging less than 18 percent clay. It is slightly acid or neutral.\nThe Bk horizon has hue of 10YR, value of 4 or 5, and chroma of 3 or 4.  It is sandy loam,  loamy sand, sand or their gravelly analogs. It is slightly or moderately alkaline.\nThe C horizon has hue of 10YR or 2.5Y, value of 4 or 5 and chroma of 3 to 6. It is loamy  sand, sand, sandy loam or their gravelly analogs. It is slightly alkaline to moderately alkaline.\nThe 2C horizon has hue of 10YR or 2.5Y, value of 4 to 7 and chroma of 3 to 6. It is silt loam or silty clay loam. It is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are Egeland, Heimdal and Lanona series.  None of these soils have a discontinuity with finer textured contrasting materials between a depth of 40 and 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Lake Benton soils have plane to convex slopes ranging from 2 to 12 percent and are typically found on rims of ice walled lakes. They formed in 40 to 60 inches of loamy and sandy outwash sediments over silty glacial lacustrine material.  Mean annual air temperature is about 38 to 45 degrees F. Mean annual precipitation is about 19 to 27 inches. The frost free period ranges from 120 to 170 days. Elevation ranges from 890 to 1,950 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Poinsett and Rusklyn soils.  They formed in glacial lacustrine sediments of ice walled lakes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Runoff is very low to medium. Saturated hydraulic conductivity, expressed in inches per hour, is 2 to 6 in the upper layers,  6 to 20 in the sandy layers and .6 to 2 in the underlying material.  Seasonal high saturation occurs between depths of 40 to 60 inches during the months April through June in years of normal precipitation."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cultivated. The principal crops are corn and soybeans.  Native vegetation is mixed tall and short grass prairie including big bluestem, little bluestem, indiangrass and switchgrass among others."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: LRR M. MLRA-102A. Encompassing parts of southwestern Minnesota and possibly northeastern South Dakota. Minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lincoln County, Minnesota 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons recognized in this pedon are: mollic epipedon - the zone from the surface to 10 inches (Ap horizon); cambic horizon - the zone from 10 to 15 inches (Bw horizon); calcic horizon - the zone from 15 to 20 inches (Bk horizon); udic moisture regime.\nThis soil previously was correlated as Arvilla or Egeland when occurring on rims of ice-walled lakes in the Altamont moraine in MLRA-102A."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 10 inches; very dark grayish brown (10YR 3/2) sandy loam, dark grayish brown (10YR 4/2) dry; weak fine subangular blocky structure; friable; common fine and very fine roots; about 4 percent gravel; neutral; abrupt smooth boundary. (7 to 12 inches thick)"
      },
      {
        "name": "Bw",
        "top": 25,
        "bottom": 53,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw--10 to 21 inches; dark yellowish brown (10YR 4/4) sandy loam; weak fine subangular blocky structure; friable; common fine roots; about 4 percent gravel; neutral; clear smooth boundary. (5 to 12 inches thick)"
      },
      {
        "name": "Bk",
        "top": 53,
        "bottom": 64,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bk--21 to 25 inches; brown (10YR 5/3) sandy loam; weak fine subangular blocky structure; very friable; few fine roots; about 5 percent gravel; strongly effervescent; moderately alkaline; gradual smooth boundary. (0 to 15 inches thick)"
      },
      {
        "name": "C1",
        "top": 64,
        "bottom": 107,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C1--25 to 42 inches; brown (10YR 5/3) sand; single grain; loose; common medium distinct strong brown (7.5YR 5/8) iron concentrations; about 5 percent gravel; slightly effervescent; slightly alkaline; clear smooth boundary. (0 to 40 inches thick)"
      },
      {
        "name": "2C2",
        "top": 107,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C2--42 to 80 inches; light olive brown (2.5Y 5/4) silt loam; massive; friable; common medium prominent strong brown (7.5YR 5/6) redox concentrations; common medium distinct grayish brown (2.5Y 5/2) redox depletions; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
