{
  "SERIES": "LAKRIDGE",
  "STATUS": "Established Series",
  "BYREV": "IRD:  CAL/RLM",
  "REVDATE": "4/80",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, carbonatic, frigid Petrocalcic Palexerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lakridge  silt loam, on a 6 percent, convex-concave west facing slope in rangeland.  When described the soil was dry throughout.  (Colors are for moist soil unless otherwise noted.)\nA1--0 to 8 inches; dark brown (10YR 3/3) silt loam, brown (10YR 4/3) dry; weak fine granular structure; soft, friable, slightly plastic, slightly sticky; common very fine and fine roots; 5 percent gravel; strongly calcareous, carbonate is disseminated; moderately alkaline (pH 8.2); clear smooth boundary.  (8 to 14 inches thick)\nB2--8 to 14 inches; dark yellowish brown (10YR 3/4) silt loam, yellowish brown (10YR 5/4) dry, weak fine subangular blocky structure; soft, friable, slightly sticky and slightly plastic; common very fine roots; 5 percent gravel; strongly calcareous, carbonate is disseminated; moderately alkaline (pH 8.2); clear smooth boundary.  (6 to 14 inches thick)\nC1ca--14 to 27 inches; very pale brown (10YR 7/3) loam, very pale brown (10YR 8/3) dry; weak fine and medium subangular blocky structure; slightly hard, friable; slightly sticky, slightly plastic; few very fine roots; few very fine pores; 15 percent gravel; very strongly calcareous, carbonate is disseminated; moderately alkaline (pH 8.4); abrupt, wavy boundary.  (5 to 14 inches thick)\nC2cam--27 inches; calcium carbonate cemented hardpan."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rich  County, Utah; about 7 miles north and 11 miles east of Laketown; 1,350 feet east and 1,900 feet north of the SW corner of Section 25, T. 14 N., R 7 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum and depth to carbonate accumulation range from 14 to 28 inches.  The calcium carbonate equivalent ranges from 40 to 65 percent.  The mollic epipedon is 8 to 14 inches thick.  Gravel content ranges from 0 to 10 percent in the control section.  The depth to the carbonate hardpan is 20 to 40 inches.  The mean annual soil temperature is 39 to 42 degrees F., and the mean summer soil temperature is 59 to 62 degrees F.  The moisture control section is dry for 45 to 50 or more consecutive days within the 4 months following the summer solstice, and is moist for 45 or more consecutive days within the 4 months following the winter solstice in 6 out of 10 years.\nThe A horizon has value of 4 or 5 dry, 3 moist, and chroma of 3 or 4 moist and dry.  Gravel content ranges from 0 to 5 percent.  The A horizon is mildly or moderately alkaline.\nThe B horizon has value of 5 or 6 dry, 3 or 4 moist, and chroma of 3 or 4 moist and dry.  It is a loam or silt loam.  Gravel content ranges from 0 to 15 percent.\nThe C horizon has value of 7 or 8 dry, 5 to 7 moist, and chroma of 3 or 4 moist and dry.  It is loam or silt loam and gravel content ranges from 0 to 15 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Presently  there are no other series in this family.  A similar soil is the Paice series.  Paice soils have less than 40 percent calcium carbonate in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lakridge soils are on foothills at elevations of 6,800 to 7,300 feet.  The soils formed in loess and alluvium derived from mixed parent materials.  The mean annual precipitation is 14 to 16 inches, and the mean annual temperature is 37 to 40 degrees F.  Frost-free period is 60 to 75 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These  are the Dagan, Kearl, and Thatcher series.  These soils do not have petrocalcic horizons.  Dagan soils are on steep mountain slopes, Kearl soils are on foothills, and Thatcher soils are on gently sloping plateaus and foothills."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Lakridge  soils are used for nonirrigated crops and rangeland.  Small grains are the principal crop.  The native vegetation is bluebunch wheatgrass, muttongrass, and Nevada bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Lakridge  soils are of small extent; about 2,200 acres have been mapped in northeastern Utah."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Rich County, Utah, 1979.  The name is from a ridge."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nNational Cooperative Soil Survey\nU.S.A."
  }
}
