{
  "SERIES": "LALAAU",
  "STATUS": "Established Series",
  "BYREV": "Rev. CWS/SN/MRK/PGN",
  "REVDATE": "06/2012",
  "STATES": "HI",
  "OVERVIEW": "The Lalaau series consists of deep, well drained organic soils. These soils formed in organic material mixed with minor amounts of basic volcanic ash in `a`a lava. Slopes range from 2 to 20 percent. The mean annual rainfall is about 3,048 millimeters (120 inches) and the mean annual temperature about 14 degrees C (57 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Euic, isomesic Typic Udifolists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lalaau very cobbly highly decomposed plant material, under forest, at an elevation of 1,463 meters (4,800 feet). (Colors are for moist soils unless otherwise noted. All textures are \"apparent field textures\". pH measured with organic dyes.)\nOa/2C1--0 to 8 centimeters (0 to 3 inches); very dark brown (10YR 2/2) very cobbly highly decomposed plant material; weak very fine granular structure; friable, slightly sticky, slightly plastic; strongly smeary; many roots; many fine pores; very strongly acid (pH 4.8); 50 percent angular `a`a cobbles; the 2C part of this horizon consists of unconsolidated `a`a lava fragments of variable size; abrupt wavy boundary. (5 to 20 centimeters {2 to 8 inches} thick)\n2C2--8 to 135 centimeters (3 to 53 inches); cobbles; fragmental `a`a lava with very little soil material in voids (50 percent cobbles, 20 percent stones, and 20 percent gravels).\n2R--135 centimeters (53 inches); hard, massive `a`a blue rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Island of Hawaii; From Hilo follow highway 11 to the village of Mountain View.  Turn right (north) on North Kulani road proceed to dead end at Stainback highway.  Turn left (west) on Stainback highway and proceed approximately 11 miles.  Walk to type location due north of the road at Kulani Quadrangle - 19 degrees 33 minutes 17.0 seconds North latitude and 155 degrees 17 minutes 9.0 seconds West longitude (Old Hawaiian Datum,  12 ft; measured by Garmin GPS)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock: 102 to 152 centimeters (40 to 60 inches).\nMean annual soil temperature: 12 to 15 degrees C (54 to 59 degrees F).\nRock fragments: 65 to 90 percent by volume of the pedon and range from gravel to cobble size lava rocks.\nOa horizon\nChroma: 1 or 2 moist.\nTexture: Very cobbly or extremely cobbly highly decomposed plant material or moderately decomposed plant material.\nSmeariness: Moderately or strongly smeary.\nRupture resistance: Very friable or friable.\nStickiness: Slightly sticky or moderately sticky.\nPlasticity: Non-plastic or slightly plastic."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lalaau soils are on mid elevation, windward mountain slopes on the upland of Mauna Loa Volcano at elevations from 1,067 to 2,134 meters (3,500 to 7,000 feet). The soils are on all hillslope positions of constructional landscapes consisting of undulating to hilly `a`a lava flows. Slope gradients range from 2 to 20 percent. The soils formed mainly in organic material consisting of decomposed leaves, twigs, and wood; and to a lesser degree basic volcanic ash, cinders, and weathered lava. The mean annual rainfall ranges from 1,524 to more than 3,810 millimeters (60 to more than 150 inches), with most of the rainfall occurring from October through April. The mean annual pan evaporation ranges from 640 to 1,270 meters (25 to 50 inches).  The mean annual temperature ranges from 11 to 15 degrees C (52 to 59 degrees F). The mean summer soil temperature and the mean winter soil temperature differ by less than 6 degrees C (11 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Kahaluu, Pahipa, Piihonua, Kulani, and Puali series. Kahaluu soils are organic over pahoehoe lava. Pahipa, Piihonua, and Puali soils are silty clay loam in the solum.  Kulani soils are deep and formed in volcanic cinder."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained. Runoff is low. Permeability is very rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mostly as forest and wildlife habitat; some areas are used for grazing. The natural vegetation is ohia lehua (Metrosideros polymorpha), treefern (Cibotium chamissoi), amaumau fern (Sadleria cyatheoides), uluhe (Dicranopteris linearis), and pukiawe (Styphelia tameiameiae)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Kau District, Island of Hawaii; MLRA 160. The series is of small extent with approximately 9,200 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: County of Hawaii, Hawaii, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nSapric soil materials - 0 to 8 centimeters (0 to 3 inches) (Oa/2C horizon).\nAbrupt textural change - 8 centimeters (3 inches) (2C horizon).\nADDITIONAL DATA: NASIS Pedon User ID 01HI602004.\nEdit Log: 2/6/08 Type location changed to better reflect mapping of soil in update soil survey, PGN. 2/6/08 Minor edits and organic textures updated, MRK. 12/03 Horizon designations updated and FCC added, SN.  5/01 Classification changed from Euic, isomesic Typic Tropofolists due to changes in Taxonomy, SN.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa/2C1",
        "top": 0,
        "bottom": 8,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "NA",
        "cf_class": "very cobbly",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Oa/2C1--0 to 8 centimeters (0 to 3 inches); very dark brown (10YR 2/2) very cobbly highly decomposed plant material; weak very fine granular structure; friable, slightly sticky, slightly plastic; strongly smeary; many roots; many fine pores; very strongly acid (pH 4.8); 50 percent angular `a`a cobbles; the 2C part of this horizon consists of unconsolidated `a`a lava fragments of variable size; abrupt wavy boundary. (5 to 20 centimeters {2 to 8 inches} thick)"
      },
      {
        "name": "2C2",
        "top": 8,
        "bottom": 135,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C2--8 to 135 centimeters (3 to 53 inches); cobbles; fragmental `a`a lava with very little soil material in voids (50 percent cobbles, 20 percent stones, and 20 percent gravels)."
      },
      {
        "name": "2R",
        "top": 135,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R--135 centimeters (53 inches); hard, massive `a`a blue rock."
      }
    ]
  ]
}
