{
  "SERIES": "LALO",
  "STATUS": "Established Series",
  "BYREV": "PGN",
  "REVDATE": "06/2012",
  "STATES": "HI",
  "OVERVIEW": "The Lalo series consists of deep and very deep, well drained soils that formed in volcanic ash deposited over `a`a lava. Lalo soils are located on the windward slopes of Mauna Loa volcano.  Slopes range from 2 to 40 percent.  The mean annual rainfall is about 2300 millimeters (91 inches), and the mean annual air temperature is about 13 degrees C (55 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Hydrous, ferrihydritic, isomesic Typic Hydrudands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lalo hydrous loam, grazed forest under ohia lehua, koa and shrubs on a 14 percent slope at an elevation of 1463 meters (4,800 feet).  (Colors are for moist soil unless otherwise noted.  When described on 01/08/02 the soil was moist throughout.  All textures are \"apparent field textures\".  pH was measured using organic dyes.)\nA--0 to 8 centimeters (0 to 3 inches); very dark brown (10YR 2/2) hydrous loam, very dark brown (7.5YR 2.5/3) dry; strong medium granular structure; soft, friable, slightly sticky and slightly plastic; many very fine, fine and medium roots; many very fine interstitial pores; 2 percent sub rounded charcoal; weakly smeary; very strongly acid (pH 4.5); abrupt smooth boundary.  (8 to 23 centimeters (3 to 9 inches) thick)\nBw1--8 to 20 centimeters (3 to 8 inches); very dark brown (7.5YR 2.5/3) hydrous silt loam, strong brown (7.5YR 5/8) dry; moderate fine granular structure; soft, friable, slightly sticky and slightly plastic; many very fine, fine and few coarse roots; common very fine and fine tubular pores; 5 percent 50 percent dark reddish brown (5YR 3/4) and 50 percent dark gray (5YR 4/1) rounded paragravel, soft to hard; moderately smeary; very strongly acid (pH 4.5); abrupt smooth boundary.\nBw2--20 to 25 centimeters (8 to 10 inches); dark brown (10YR 3/3) hydrous loam, dark brown (7.5YR 3/4) dry; moderate very fine subangular blocky structure; soft, friable, slightly sticky and slightly plastic; common very fine and fine roots; common very fine and fine tubular pores; moderately smeary; very strongly acid (pH 4.5); abrupt smooth boundary.\nBw3--25 to 33 centimeters (10 to 13 inches); very dark brown (7.5YR 2.5/2) hydrous loam, dark yellowish brown (10YR 3/4) dry; moderate very fine subangular blocky structure; soft, friable, slightly sticky and slightly plastic; common very fine and fine roots; common very fine and fine tubular pores; 5 percent very coarse, black (2.5 N), dendritic mottles in root channels; moderately smeary; very strongly acid (pH 4.5); abrupt smooth boundary.\nBw4--33 to 51 centimeters (13 to 20 inches); very dark brown (7.5YR 2.5/2) paragravelly hydrous loam, very dark gray (7.5YR 3/1) dry; moderate very fine subangular blocky structure; soft, friable, slightly sticky and slightly plastic; common fine roots; common very fine and fine interstitial and tubular pores; 15 percent dark reddish gray (2.5YR 4/1) paragravel, soft to hard; moderately smeary; very strongly acid (pH 4.5); abrupt smooth boundary.\nBw5--51 to 64 centimeters (20 to 25 inches); very dark brown (7.5YR 2.5/2) hydrous loam, dark yellowish brown (10YR 4/4) dry; moderate coarse angular blocky structure parting to moderate very fine subangular blocky structure; soft to moderately hard, friable to firm, slightly sticky and slightly plastic; common fine roots in cracks; common very fine and fine tubular pores; 15 percent black (2.5N) areas in cracks; moderately smeary; very strongly acid (pH 4.5); abrupt wavy boundary.  (Combined thickness of the Bw horizons is 25 to 75 centimeters (10 to 30 inches) thick)\nBw6/2C1--64 to 89 centimeters (25 to 35 inches); dark brown (7.5YR 3/2) very cobbly hydrous loam, dark brown (7.5YR 3/4) dry; weak coarse angular blocky structure; soft, friable, slightly sticky and slightly plastic; common fine roots in cracks; common very fine and fine tubular pores; 35 percent subangular cobble; moderately smeary; very strongly acid (pH 4.5); the 2C part of this horizon consists of unconsolidated `a`a lava fragments of variable size; abrupt wavy boundary.  (5 to 18 centimeters (2 to 7 inches) thick)\n2C2/Bw7--89 to 117 centimeters (35 to 46 inches); dark brown (7.5YR 3/3) extremely cobbly hydrous loam, dark brown (7.5YR 3/4) dry; weak medium to coarse angular blocky structure; soft, friable, slightly sticky and slightly plastic; common fine roots in cracks; common very fine and fine interstitial and tubular pores; 65 percent subangular cobble 5 percent subangular stone and 5 percent subangular gravel; moderately smeary; very strongly acid (pH 4.5); the 2C part of this horizon consists of unconsolidated `a`a lava fragments of variable size; abrupt wavy boundary.  (13 to 28 centimeters (5 to 11 inches) thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Island of Hawaii; from State Highway 11 in Kau travel north on Piimauna Road toward Volcano Golf course for 1.0 mile.  At Keauhou Ranch gate continue straight onto Puu OO trail for approximately 2.8 miles to trail leading to water tank.  Turn to right (northeast) toward water tank and proceed 0.3 miles to fork in trail.  Take right hand fork and follow trail to point at which there is an ohia post on each side of trail.   Turn left (northeast) and follow old fence line for 0.4 miles.  Park and walk 150 meters at a heading of 230 degrees to site location at lat. 19 degrees 29 minutes 18 seconds N and long. 155 degrees 17 minutes 59 seconds W. (Old Hawaiian Datum,  12 ft; measured by GPS PLGR; Kilauea Crater Quadrangle)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to bedrock: 100 to greater than 150 centimeters (40 to greater than 60 inches)\nRock fragments: average 5 to 30 percent in the control section\nSoil Reaction: Very strongly acid to moderately acid\nMean annual soil temperature: 12 to 15 degrees C (54 to 59 degrees F).\nSoil moisture: The soil is typically moist but may experience periodic drying of control section with April to October being the most likely season for drying.\nA horizon\nHue: 5YR to 10YR.\nChroma: 2 to 3 moist.\nTexture: Hydrous loam or hydrous silt loam\nBw horizons\nHue: 2.5YR to 10YR.\nValue: 2 to 5 moist\nChroma: 2 to 8 moist.\nTexture: Hydrous loam or hydrous silt loam, paragravelly hydrous loam or paragravelly hydrous silt loam\nBw/C Horizons\nHue: 7.5YR to 10YR.\nValue: 2 to 3 moist\nChroma: 2 to 4 moist.\nTexture: Very cobbly or extremely cobbly with fines being hydrous loam or hydrous silt loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Competing series is the Manahaa.  Manahaa series is moderately deep over pahoehoe lava."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Lalo soils are on south and southeast windward slopes of Mauna Loa volcano at elevations of 1,372 to 1,829 meters (4,500 to 6,000 feet).  The soils formed on all hillslope positions in basic volcanic ash on undulating to hilly `a`a flows 5,000 to 10,000 years old. Slopes range from 2 to 40 percent.  Mean annual rainfall is 1,500 to 2,500 millimeters (60 to 100 inches), with about 75 percent of the rainfall occurring between October and April.  Mean annual pan evaporation ranges from 1,772 to 1,397 millimeters (45 to 55 inches).  The mean annual air temperature is 12 to 14 degrees C (54 to 57 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Kaholimo, Kau and Puaulu. Kau soils are skeletal.  Kaholimo soils have lithic contact within 51 centimeters (20 inches). Puaulu are aniso and do not have rock fragments within 152 centimeters."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; low runoff; moderate or moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for livestock grazing, forestland, and wildlife habitat.  Vegetation is kikuyugrass (Pennisetum clandestinum), Koa (Acacia koa), ohia lehua (Metrosideros polymorpha), olapa (Cheirodendron trigynum), prickly Florida blackberry (Rubus argustus) and hapuu pulu or tree fern (Cibotium glaucum)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Kau district, Island of Hawaii; MLRA 160.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Island of Hawaii, Hawaii County, Hawaii, 2012.  Proposed 2002.  The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features (8th edition, Keys to Soil Taxonomy)\nrecognized in this pedon are:\nAndic soil properties from the soil surface to 117 centimeters (46 inches).\nUmbric epipedon - from the soil surface to 117 centimeters (46 inches).\nSoil moisture moist and not dry in any part for as long as 90 cumulative days in most years (Udic moisture regime).\nIsomesic soil temperature regime\nNational Cooperative Soil Survey\nU.S.A."
  }
}
