{
  "SERIES": "LAMAR",
  "STATUS": "Established Series",
  "BYREV": "Rev. LCB:GLL:CLN",
  "REVDATE": "02/2001",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, thermic Udic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lamar clay loam--pasture.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 4 inches; grayish brown (10YR 5/2) clay loam, dark grayish brown (10YR 4/2) moist; weak fine subangular blocky and granular structure; hard, friable; many fine roots; many fine pores; many wormcasts; calcareous; moderately alkaline; clear smooth boundary.  (2 to 10 inches thick)\nBw--4 to 18 inches; light yellowish brown (2.5YR 6/4) clay loam, light olive brown (2.5YR 5/4) moist; moderate fine subangular blocky structure; hard, friable; common fine roots; many fine pores; common wormcasts; few fine calcium carbonate concretions; calcareous; moderately alkaline; clear smooth boundary.  (8 to 20 inches thick)\nBk--18 to 32 inches; olive yellow (2.5YR 6/6) clay loam, light olive brown (2.5Y 5/6) moist; moderate fine angular and subangular blocky structure; hard, firm; few fine roots; many fine pores; few wormcasts; common soft masses of calcium carbonate and fine calcium carbonate concretions; calcareous; moderately alkaline; gradual smooth boundary.  (10 to 20 inches thick)\nCk--32 to 62 inches; brownish yellow (10YR 6/6) clay loam, yellowish brown (10YR 5/6) moist; massive, but with some horizontal cleavage planes; very hard, friable; few fine roots; many soft masses of calcium carbonate; calcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Navarro County, Texas; from intersection of Farm Road 1603 and Interstate 45 about 7 miles north of Corsicana; 3 miles east to Tupelo; 3.5 miles south; 1450 feet east and 290 feet south of fence."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 20 to 50 inches.  The A and B horizons range from neutral to moderately alkaline and calcareous or noncalcareous.  Films, threads, and calcium carbonate concretions in the B and C horizons range from barely discernable to an estimated 20 percent by volume, but comprise less than 40 percent calcium carbonate equivalent.\nThe A horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 2 to 4.  In some pedons the A horizon has moist values of less than 3.5 in the upper 7 inches.  It is loam, clay loam, or silty clay loam.\nThe B and C horizons have hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 2 to 6.  Some pedons have a few yellowish and brownish mottles.  They are loam, clay loam, or silty clay loam.  Less than 15 percent of the sand is coarser than very fine sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series in the same family.  Similar series are the Altoga, Aspermont, Cuthand, Enterprise, Karnes, Obaro, Shep, Throck, Venus, Weymouth, Wise, and Woodward series.  Aspermont and Obaro soils are dry for longer periods and are redder than 10YR. Altoga and Karnes soils have more than 40 percent carbonates in some horizons and in addition, Altoga soils have more than 35 percent total clay in the control section.  Enterprise and Woodward soils have less than 18 percent clay in the control section.  Cuthand soils have less than 18 percent silicate clay in the control section and have carbonatic mineralogy.  Shep, Venus and Weymouth soils have more than 15 percent material coarser than very fine sand in the control section, and in addition, Venus soils have mollic epipedons and the Weymouth soils are dry for longer periods.  The Throck soils are more clayey and are dry for longer periods of time.  The Wise soils have siliceous mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Gently sloping to moderately steep, rolling or hilly erosional uplands, mainly in breaks between level uplands and flood plains.  Slope gradients range from 1 to 20 percent but are mainly between 5 and 12 percent.  The soil formed in calcareous, loamy, marine sediments of Cretaceous Age.  Climate is moist subhumid.  Mean annual precipitation ranges from 30 to 40 inches, mean annual temperature ranges from 64 to 67 degrees F., Frost free days range from 220 to 250 days and elevation ranges from 400 to 800 feet.  Thornthwaite annual P-E indices range from 44 to 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the similar Altoga and Venus series, as well as the Crockett, Ferris, Heiden, Houston Black, Lewisville, and Wilson series.  Crockett and Wilson soils have clayey Bt horizons.  Ferris, Heiden, and Houston Black soils are clayey and have intersecting slickensides.  Lewisville soils have mollic epipedons and more than 35 percent clay in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly in pasture.  Some of the less sloping areas are planted to cotton and grain sorghums.  Most areas that have ever been cultivated are eroded.  Original vegetation was mid and tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Blackland Prairies of Texas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lamar County, Texas; 1907.  Suspended by Bureau of Soils Bulletin 96, but reactivated in Ellis County, Texas, May 3, 1962."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Classification was changed 11/89 from fine-silty, mixed, thermic Typic Ustochrepts to fine-silty, mixed, thermic Udic Ustochrepts.\nDiagnostic horizons and features recognized in the pedon are:\nOchric epipedon - the A horizon from 0 to 4 inches.\nCambic horizon - the Bw and Bk horizons.\nThe Bk horizon contains too few carbonates to be a calcic horizon.\nADDITIONAL DATA:  Hunt County, TX, TDHPT sample no.  THD85TX-231-Sp-(1-3); Collin County, TX, TDHPT sample no.  THD85TX-085-Sp-(1-3).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
