{
  "SERIES": "LAMATH",
  "STATUS": "Established Series",
  "BYREV": "RD:JJJ/WCL/DJE",
  "REVDATE": "02/2003",
  "STATES": "CA",
  "OVERVIEW": "The Lamath series consists of deep, poorly drained soils formed in stratified lacustrine deposits derived from diatoms, volcanic ash and extrusive igneous rock.  Lamath soils are in lake basins and have slopes of 0 to 1 percent.  The mean annual precipitation is about 11 inches and the mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over sandy or sandy-skeletal, glassy over mixed, calcareous, mesic Aquandic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lamath silt loam--on a 0 percent slope under meadow barley and sedge at 4,079 feet elevation.  (When described on August 20, 1980, the soil was dry from 0 to 10 inches and moist below).\nA--0 to 4 inches; gray (10YR 5/1) silt loam, very dark gray (10YR 3/1) moist; weak medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine interstitial pores; slightly effervescent with disseminated lime; moderately alkaline (pH 8.0); clear wavy boundary.  (2 to 4 inches thick)\nBw1--4 to 13 inches; light gray (10YR 7/2) silt loam, grayish brown (10YR 5/2) moist; few fine distinct yellowish brown (10YR 5/8) mottles; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine, common medium roots; many very fine interstitial, few fine tubular pores; slightly effervescent, disseminated lime; moderately alkaline (pH 8.0); abrupt smooth boundary.  (7 to 11 inches thick)\nBw2--13 to 21 inches; light gray (10YR 7/2) silt loam, grayish brown (10YR 5/2) moist; few medium distinct yellowish brown (10YR 5/8) mottles; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine, common medium roots; many very fine interstitial, common very fine tubular pores; slightly effervescent, disseminated lime; moderately alkaline (pH 8.2); abrupt smooth boundary.  (6 to 10 inches thick)\n2C1--21 to 28 inches; light brownish gray (2.5Y 6/2) sand, dark grayish brown (2.5Y 4/2) moist; many medium distinct yellowish brown 10YR 5/8) mottles; single grain; loose, nonsticky and nonplastic; many very fine, common medium roots; many very fine interstitial pores; slightly effervescent, disseminated lime; moderately alkaline (pH 8.0); clear smooth boundary.  (5 to 9 inches thick)\n2C2--28 to 37 inches; light brownish gray (2.5Y 6/2) sand, dark grayish brown (2.5Y 4/2) moist; many medium distinct yellowish brown (10YR 5/8) mottles; single grain; loose, nonsticky and nonplastic; many very fine interstitial pores; moderately alkaline (pH 8.0) abrupt wavy boundary.  (7 to 11 inches thick)\n2C3--37 to 44 inches; grayish brown (10YR 5/2) loamy sand, dark grayish brown (10YR 4/2) moist; common medium distinct yellowish brown (10YR 5/8) mottles; massive; soft, very friable, slightly sticky and slightly plastic; common very fine interstitial pores; moderately alkaline (pH 8.1); abrupt wavy boundary.  (5 to 9 inches thick)\n2C4--44 to 53 inches; light gray (10YR 6/1) sand, very dark gray (10YR 3/1) moist; massive; soft, very friable, nonsticky and nonplastic; mildly alkaline (pH 7.8); abrupt smooth boundary.  (5 to 11 inches thick)\n2C5--53 to 55 inches; light gray (10YR 7/1) loam, gray (10YR 5/1) moist; massive; hard, firm, slightly sticky and plastic; slightly acid (pH 6.2); abrupt smooth boundary.  (1 to 4 inches thick)\n2C6--55 to 60 inches; light gray (10YR 6/1) sand, very dark gray (10YR 3/1) moist; massive; soft, very friable, nonsticky and nonplastic; slightly acid (pH 6.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Siskiyou County, California; about 8 miles east of Dorris, California, 1.4 miles east of Sheepy Lake 2.2 miles south of the State Line Road in the Lower Klamath Wildlife Refuge, 566 feet northwest from the corner of dike and 139 feet north from center of road on dike, 515 feet north and 1,802 feet west of the southeast corner of sce. 28, T. 48 N., R. 2 E. (Dorris Quad)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth of alluvial material is greater than 60 inches.  The mean annual soil temperature ranges from 48 F to 52 degrees F.  The soil to depth of 26 to 34 is calcareous in all parts.  Solum thickness is 15 to 25 inches.  The solum has a bulk density of 0.4 to 0.65.  Sodium absorption ratio ranges from 4 to 8.\nThe A horizon has dry color of 10YR 4/1, 5/1, 6/1, 7/2, 2.5Y 4/1 or 6/2 and moist color of 10YR 2/1, 3/1, 3/3, 4/1, 5/2 or 2.5Y 4/2.  Reaction is mildly alkaline or moderately alkaline.  Electrical conductivity ranges from 2 to 4 mmhos/cm.\nThe Bw has dry color of 10YR 7/2, 7/1, 6/2 or 6/1 and moist color of 10YR 5/2, 4/2, 4/1, or 3/1.  Electrical conductivity ranges from 2 to 4 mmhos/cm.\nThe C1 horizon has dry color of 2.5Y 6/2, 7/2 or 8/2 and moist color of 2.5Y 4/2 or 5/2.  Reaction is mildly alkaline to moderately alkaline in the upper C horizon and slightly acid to neutral in the lower C horizon. Gravel 2 to 5 mm in size range from 0 to 5 percent.  The upper C horizon is sand or loamy sand and has 0 to 6 percent clay.  The lower C horizon has stratified layers of sand to silt loam.  Gravel 2 to 5 mm in size range from 0 to 5 percent.  Electrical conductivity ranges from 2 to 8 mmhos/cm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Algoma, Cocollalla, Cummings, Teeters, Tisch and Tulana series in other families.  Algoma and Teeters soils have a sodium absorption ratio of greater than or equal to 13.  Cocollalla, Tisch and Tulana soils are non-acid.  The Cummings soils have a frigid temperature regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lamath soils are in lake basins.  Slopes are 0 to 1 percent.  The soils formed in stratified lacustrine deposits derived from diatoms, volcanic ash and extrusive igneous rock.  Elevations are from 4,000 to 4,100 feet.  The climate is semi-arid with warm, dry summers and cool, moist winters.  The average annual precipitation is about 10 to 12 inches.  Snowfall in 10 to 20 inches.  The average annual temperature is about 46 to 50 degrees F.  The average January temperature is about 29 degrees F and the average July temperature is about 66 degrees F.  Frost-free season is about 50 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Fordney, Zuman, Lalos (T) and the competing Tulana soils.  Fordney soils are sandy, excessively drained and located on terraces.  Zuman soils are fine-loamy.  Lalos soils are medial, well drained and located on calcareous dune deposits."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; runoff is slow; moderate permeability through the silty upper part of the soil and moderately rapid through the sandy lower part.  The soils are flooded for periods of one to three weeks in March, April, or May about once every two years.  An apparent water table occurs at depths of 1.0 to 2.5 feet from March through September unless artificially drained."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for irrigated crops and wildlife habitat.  Native vegetation is inland saltgrass and meadow barley."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Drained lake basins in north-central California.  The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Siskiyou County, California, Butte Valley-Tule Lake area, 1985.  The series name is coined."
  },
  "REMARKS": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  The soil was sampled by the Lincoln Laboratory 8/80.  Pedon No. S80-CA-093-19.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
