{
  "SERIES": "LAMADRE",
  "STATUS": "Established Series",
  "BYREV": "Rev. LJL-TM-JVC",
  "REVDATE": "09/2015",
  "STATES": "NV",
  "OVERVIEW": "The Lamadre series consists of very deep, well drained soils that formed in colluvium and residuum derived from limestone. Lamadre soils are on mountains. Slope ranges from 30 to 75 percent. The mean annual precipitation is about 16 inches and the mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Torriorthentic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lamadre very channery loam, forest and wildlife habitat. (Colors are for dry soil unless otherwise noted.) The soil surface is covered by approximately 55 percent channers and up to one inch of discontinuous duff cover composed of pine needles.\nA--0 to 4 inches; brown (10YR 4/3) very channery loam, very dark brown (10YR 2/2) moist; weak fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine and common fine roots; many very fine, few fine tubular and interstitial pores; 55 percent channers; neutral (pH 7.0); clear smooth boundary. (3 to 6 inches thick)\nABk--4 to 8 inches; brown (10YR 4/3) extremely channery loam, very dark brown (10YR 2/2) moist; weak fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine, common fine, and common medium roots; many very fine and few fine tubular pores; few 1 to 2 millimeter thick calcium carbonate coats and pendants on undersides of rock fragments; 65 percent channers and 1 percent cobbles; slightly alkaline (7.6); clear smooth boundary. (4 to 8 inches thick)\nBk1--8 to 26 inches; dark yellowish brown (10YR 4/4) extremely channery loam, dark yellowish brown (10YR 3/4) moist; massive; soft, very friable, slightly sticky and slightly plastic; many very fine, many fine, common medium, and few coarse roots; many very fine interstitial and tubular pores; few fine calcium carbonate masses and few 1 to 3 millimeters diameter calcium carbonate coats and pendants on undersides of rock fragments; 70 percent channers and 5 percent cobbles; slightly effervescent; moderately alkaline (pH 8.0); gradual smooth boundary. (13 to 20 inches thick)\nBk2--26 to 39 inches; dark yellowish brown (10YR 4/4) extremely channery loam, dark yellowish brown (10YR 3/4) moist; massive; soft, very friable, slightly sticky and slightly plastic; many very fine, many fine, common medium, and few coarse roots; many very fine and few fine interstitial pores; few fine calcium carbonate masses; few 1 to 3 millimeters calcium carbonate coats and pendants on bottoms of rock fragments; 80 percent channers and 5 percent cobbles; strongly effervescent; moderately alkaline (pH 8.2); gradual smooth boundary. (10 to 15 inches thick)\nCk--39 to 60 inches; gravel; rock structure; 90 percent channers and 5 percent cobbles; common, 1 to 3 millimeters diameter calcium carbonate coats and pendants on undersides of rock fragments; soil texture between rock fragments is brown (10YR 5/3) loam, brown (10YR 4/3) moist; strongly effervescent; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clark County, Nevada; about 4 miles west and 2 miles south of La Madre Peak in the La Madre Mountains and east of the Spring Mountains; in a nonsectionized area about 1,660 feet south and 1,725 feet west of the northeast corner of  section 24, T. 20 S., R. 57 E.; USGS La Madre Spring, NV 7.5 minute topographic quadrangle; 36 degrees 11 minutes 07 seconds north latitude and 115 degrees 32 minutes 08 seconds west longitude; UTM 11, 631681e, 4005492n; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - usually dry, moist in late winter and early spring and intermittently moist in the upper part following summer convection storms; aridic soil moisture regime bordering on ustic.\nMean annual soil temperature - 43 to 47 degrees F.\nMollic epipedon thickness - 7 to 14 inches.\nDepth to base of cambic horizon - 30 to 40 inches.\nDepth to fragmental material - 30 to 40 inches.\nParticle-size control section - Clay content: 8 to 16 percent;\nRock fragments: Averages 60 to 85 percent, mainly channers.\nABk horizon - Rock fragments: 60 to 80 percent.\nIdentifiable secondary carbonates: Occurs as coats and pendants on undersides of rock fragments.\nCalcium carbonate equivalent in the fine earth fraction: 0 to 5 percent.\nBk1 and Bk2 horizons - Rock fragments: 60 to 85 percent.\nEffervescence: Slightly effervescent to strongly effervescent.\nIdentifiable secondary carbonates: Occurs as few fine masses in the matrix and as coats and pendants on undersides of rock fragments.\nCalcium carbonate equivalent in the fine earth fraction: 2 to 10 percent.\nCk horizon - Rock fragments: Greater than 90 percent channers.\nConsistence: Nonsticky or slightly sticky and nonplastic or slightly plastic.\nIdentifiable secondary carbonates: Occurs as coats and pendants on undersides of rock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Lilsheep, Mergel, Redthayne, and Shibah series. Lilsheep soils have bedrock at 40 to 60 inches. Mergel and Redthayne soils have 18 to 35 percent clay in the particle-size control section. Lilsheep, Mergel, Redthayne, and Shibah soils do not have fragmental material in the particle-size control section at a depth of 30 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Lamadre soils are on mountains. These soils formed in colluvium and residuum derived from limestone. Slope ranges from 30 to 75 percent. Elevations are 6,200 to 8,500 feet. The climate is sub-humid continental, cool, with moist winters and occasional summer convection storms The mean annual precipitation is 14 to 18 inches, mean annual temperature is 39 to 45 degrees F., and the frost-free period is 60 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Robbersfire and Seralin soils. Robbersfire soils are deep to bedrock and have ochric epipedons. Seralin soils are very shallow and shallow to bedrock and have a mesic temperature regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; high runoff; moderate permeability in the upper part over rapid permeability in the lower fragmental part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for forest and wildlife habitat. The present vegetation is mainly a forest canopy of singleleaf pinyon with an understory of curlleaf mountainmahogany, desert snowberry, Utah serviceberry, Sandberg's bluegrass, and yellowleaf silktassel."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mojave Desert of southern Nevada. MLRA 30. These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clark County Area, Nevada, 2006. Proposed in  Clark County, Nevada, 1995. The name is coined from the La Madre Mountains where it is located."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This revision of March 2001 updates the taxonomic classification from Loamy-skeletal, mixed, superactive Torriorthentic Haploborolls and recognizes the presence of a cambic horizon. Further study is needed to determine if this series actually has a xeric moisture regime instead of ustic. If the moisture regime is xeric it classifies in the subgroup of Calcic Haploxerolls. Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 8 inches (A and ABk horizons).\nCambic horizon - 8 to 39 inches (Bk1 and Bk2 horizons).\nIdentifiable secondary carbonates - 4 to 60 inches (ABk, Bk1, Bk2, and Ck horizons).\nParticle-size control section - 10 to 40 inches (Bk2 horizon and parts of the Bk1 and Ck horizons).\nResponsibility for this series was transferred from Davis to Phoenix 9/2015. The last revision to the series was 7/2006. ET\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very channery",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; brown (10YR 4/3) very channery loam, very dark brown (10YR 2/2) moist; weak fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine and common fine roots; many very fine, few fine tubular and interstitial pores; 55 percent channers; neutral (pH 7.0); clear smooth boundary. (3 to 6 inches thick)"
      },
      {
        "name": "ABk",
        "top": 10,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "extremely channery",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "ABk--4 to 8 inches; brown (10YR 4/3) extremely channery loam, very dark brown (10YR 2/2) moist; weak fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine, common fine, and common medium roots; many very fine and few fine tubular pores; few 1 to 2 millimeter thick calcium carbonate coats and pendants on undersides of rock fragments; 65 percent channers and 1 percent cobbles; slightly alkaline (7.6); clear smooth boundary. (4 to 8 inches thick)"
      },
      {
        "name": "Bk1",
        "top": 20,
        "bottom": 66,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "extremely channery",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bk1--8 to 26 inches; dark yellowish brown (10YR 4/4) extremely channery loam, dark yellowish brown (10YR 3/4) moist; massive; soft, very friable, slightly sticky and slightly plastic; many very fine, many fine, common medium, and few coarse roots; many very fine interstitial and tubular pores; few fine calcium carbonate masses and few 1 to 3 millimeters diameter calcium carbonate coats and pendants on undersides of rock fragments; 70 percent channers and 5 percent cobbles; slightly effervescent; moderately alkaline (pH 8.0); gradual smooth boundary. (13 to 20 inches thick)"
      },
      {
        "name": "Bk2",
        "top": 66,
        "bottom": 99,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "extremely channery",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bk2--26 to 39 inches; dark yellowish brown (10YR 4/4) extremely channery loam, dark yellowish brown (10YR 3/4) moist; massive; soft, very friable, slightly sticky and slightly plastic; many very fine, many fine, common medium, and few coarse roots; many very fine and few fine interstitial pores; few fine calcium carbonate masses; few 1 to 3 millimeters calcium carbonate coats and pendants on bottoms of rock fragments; 80 percent channers and 5 percent cobbles; strongly effervescent; moderately alkaline (pH 8.2); gradual smooth boundary. (10 to 15 inches thick)"
      },
      {
        "name": "Ck",
        "top": 99,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Ck--39 to 60 inches; gravel; rock structure; 90 percent channers and 5 percent cobbles; common, 1 to 3 millimeters diameter calcium carbonate coats and pendants on undersides of rock fragments; soil texture between rock fragments is brown (10YR 5/3) loam, brown (10YR 4/3) moist; strongly effervescent; moderately alkaline (pH 8.2)."
      }
    ]
  ]
}
