{
  "SERIES": "LAMBEAU",
  "STATUS": "Established Series",
  "BYREV": "DTS-DEF-JJJ",
  "REVDATE": "09/2001",
  "STATES": "WI",
  "OVERVIEW": "The Lambeau series consists of very deep, well drained soils formed in loess and in the underlying slope alluvium and sandy residuum.  Sandstone bedrock is at a depth below 60 inches.  Permeability is moderate in the loess, moderate or moderately rapid in the slope alluvium, rapid in the residuum, and moderately slow or moderate in the sandstone.  Slopes range from 6 to 20 percent. Mean annual precipitation is about 32 inches.  Mean annual air temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lambeau silt loam - on a convex 15 percent slope in cropland at an elevation of about 860 feet. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; dark brown (10YR 3/3) silt loam, pale brown (10YR 6/3) dry; moderate fine subangular blocky structure parting to moderate medium granular; friable; many very fine to coarse roots; some particles of brown (10YR 4/3) subsoil; slightly acid; clear smooth boundary.  (7 to 9 inches thick)\nBt1--9 to 13 inches; brown (10YR 4/3) silt loam; moderate medium subangular blocky structure; friable; common very fine to coarse roots; many faint brown (10YR 4/3) clay films on faces of peds; slightly acid; gradual wavy boundary.\nBt2--13 to 25 inches; dark yellowish brown (10YR 4/4) silt loam; moderate medium subangular blocky structure; friable; common very fine to medium roots; many faint brown (10YR 4/3) clay films on faces of peds; moderately acid; gradual wavy boundary.\nBt3--25 to 36 inches; dark yellowish brown (10YR 4/4) silt loam; moderate medium and coarse subangular blocky structure; friable; common very fine to medium roots; many faint brown (10YR 4/3) clay films on faces of peds; moderately acid; gradual wavy boundary.\nBt4--36 to 42 inches; yellowish brown (10YR 5/4) silt loam; weak medium and coarse subangular blocky structure; friable; few very fine and fine roots; few faint dark yellowish brown (10YR 4/4) clay films on faces of peds; moderately acid; clear wavy boundary.  (Combined thickness of the Bt horizons ranges from 16 to 53 inches.)\n2Bt5--42 to 48 inches; dark yellowish brown (10YR 4/4) loam;  moderate medium subangular blocky structure; friable; few very fine and fine roots; few faint brown (10YR 4/3) clay films on faces of peds; moderately acid; clear wavy boundary.\n2Bt6--48 to 54 inches; yellowish brown (10YR 5/6) sandy loam, weak medium and coarse subangular blocky structure; friable; few very fine roots; few faint yellowish brown (10YR 5/4) clay films on faces of peds; moderately acid; clear wavy boundary.  (Combined thickness of the 2Bt horizons ranges from 7 to 15 inches.)\n3C--54 to 64 inches; brownish yellow (10YR 6/6) sand; single grain; loose; few thin strata of yellowish red (5YR 5/8) loamy sand; about 10 percent sandstone channers; strongly acid; gradual smooth boundary.  (7 to 25 inches thick)\n3Cr--64 to 80 inches; strata of brownish yellow (10YR 6/6) and strong brown (7.5YR 5/8) weakly cemented sandstone; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  LaCrosse County, Wisconsin; about 1 mile south of Bangor; 700 feet south and 1,350 feet west of the northeast corner of sec. 16, T. 16 N., R. 5 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the loess ranges from 25 to 59 inches.  Depth to the paralithic contact with siliceous sandstone ranges from 45 to 80 inches, but is typically over 60 inches.  Coarse fragments are absent in the loess mantle.  The particle-size control section averages 20 to 25 percent clay.\nThe Ap horizon has value of 3 or 4 and chroma of 2 or 3.  Uncultivated pedons have an A horizon with hue of 10YR, value of 2 or 3 and chroma of 1 or 2.  Reaction ranges from slightly acid to neutral.\nWhere present, the E horizon has value of 4 or 5, and chroma of 2 or 3.  It is silt loam.  Reaction ranges from medium acid to neutral.\nThe Bt horizon has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 3 or 4.  It is silt loam or silty clay loam.  Clay content ranges from 18 to 29 percent.  Reaction ranges from strongly acid to slightly acid.\nThe 2Bt horizon has hue of 7.5YR or 10YR and value and chroma of 4 to 6.  It is sandy loam, fine sandy loam, loam, or the channery analogs.  Loamy fine sand and loamy sand is also included if less than 6 inches thick.  Reaction ranges from  very strongly acid to slightly acid.  Volume of channers ranges from 0 to 15 percent.\nThe 3C horizon has hue of 7.5YR, or 10YR, value of 4 to 7, and chroma of 3 to 8.  It is sand, fine sand, or the channery analogs.  Thin strata 1/8 to 1/4 inch thick of loamy sand and loamy fine sand are common.  Reaction ranges from very strongly acid to slightly acid.  Volume of channers ranges from 0 to 35 percent.  Volume of sandstone flagstones range from 0 to 5 percent.\nThe underlying bedrock consists of siliceous sandstone and has color similar to the 3C horizon above.  Narrow joints containing residuum are common in the sandstone.  The sandstone can be dug with a spade, easily in some pedons, but with difficulty in others."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Baraboo, Bertrand, Blackhammer, Camden, Dubuque, Fayette, Flagg, Greenridge(T), Jackson, Jemerson, LaFarge, Martinsburg, Menfro, Navlys, Palsgrove, Pepin, Piscasaw, Ridgeway, Rozetta, Ruma, Rush, Russell, Seaton, St. Charles, Stookey, Sylvan, and Yellowriver.  The Baraboo and Dubuque soils have a lithic contact at depths of 20 to 40 inches.  Blackhammer, Camden, Fayette, Flagg, Greenridge, Jemerson, Martinsburg, Menfro, Navlys, Pepin, Piscasaw, Ridgway, Rozetta, Ruma, Russell, Seaton, St. Charles, Stookey, Sylvan and Yellowriver soils do not have sand or fine sand in the lower part of the series control section.  Bertrand and Jackson soils have stratified loamy and sandy alluvium in the lower part of the series control section.  La Farge soils have a paralithic contact at depths of 20 to 40 inches.  Palsgrove soils have a lithic contact at depths of 40 to 60 inches.  Rush soils have carbonates in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lambeau soils are on hills on highly dissected bedrock controlled uplands.  Slopes range from 6 to 20 percent.  These soils formed in loess and in the underlying slope alluvium and sandy residuum.  Residuum is weathered from the underlying Wonewoc sandstone.  Mean annual precipitation ranges from 28 to 33 inches.  Mean annual temperature ranges from 47 to 51 degrees F.  The frost free period ranges from about 135 to 160 days.  Elevation ranges from 780 to 900 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  Near the Type Location this includes the Hixton and Seaton soils.  The Hixton and Seaton soils are nearby on landscape positions similar to those of Lambeau soils.  The Hixton soils have a loess mantle less than 25 inches thick.  The Seaton soils have a loess mantle greater than 80 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderate in the in the loess, moderate or moderately rapid in the slope alluvium, rapid in the residuum, and moderatly slow to moderate in the sandstone."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:   These soils are used for cropland.  Common crops are corn, small grain, and hay.  A few areas are in woodland.  Native vegetation was mixed hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Lambeau soils have been mapped only in La Crosse County, Wisconsin where the Tunnel City sandstone is covered by 2 to 5 feet of loess."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  LaCrosse County, Wisconsin, 2001.  The name of the series is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features recognized in this pedon are:  ochric epipedon - 0 to 9 inches (Ap); argillic horizon - 9 to 54 inches (Bt1, Bt2, Bt3, Bt4, 2Bt5, 2Bt6); paralithic contact at 64 inches (3Cr).  Some of the Gale soils that have a thick loess mantle may fit the concept of the Gale series.\nADDITIONAL DATA:\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 9 inches; dark brown (10YR 3/3) silt loam, pale brown (10YR 6/3) dry; moderate fine subangular blocky structure parting to moderate medium granular; friable; many very fine to coarse roots; some particles of brown (10YR 4/3) subsoil; slightly acid; clear smooth boundary.  (7 to 9 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 23,
        "bottom": 33,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--9 to 13 inches; brown (10YR 4/3) silt loam; moderate medium subangular blocky structure; friable; common very fine to coarse roots; many faint brown (10YR 4/3) clay films on faces of peds; slightly acid; gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 33,
        "bottom": 64,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--13 to 25 inches; dark yellowish brown (10YR 4/4) silt loam; moderate medium subangular blocky structure; friable; common very fine to medium roots; many faint brown (10YR 4/3) clay films on faces of peds; moderately acid; gradual wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 64,
        "bottom": 91,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt3--25 to 36 inches; dark yellowish brown (10YR 4/4) silt loam; moderate medium and coarse subangular blocky structure; friable; common very fine to medium roots; many faint brown (10YR 4/3) clay films on faces of peds; moderately acid; gradual wavy boundary."
      },
      {
        "name": "Bt4",
        "top": 91,
        "bottom": 107,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt4--36 to 42 inches; yellowish brown (10YR 5/4) silt loam; weak medium and coarse subangular blocky structure; friable; few very fine and fine roots; few faint dark yellowish brown (10YR 4/4) clay films on faces of peds; moderately acid; clear wavy boundary.  (Combined thickness of the Bt horizons ranges from 16 to 53 inches.)"
      },
      {
        "name": "2Bt5",
        "top": 107,
        "bottom": 122,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt5--42 to 48 inches; dark yellowish brown (10YR 4/4) loam;  moderate medium subangular blocky structure; friable; few very fine and fine roots; few faint brown (10YR 4/3) clay films on faces of peds; moderately acid; clear wavy boundary."
      },
      {
        "name": "2Bt6",
        "top": 122,
        "bottom": 137,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt6--48 to 54 inches; yellowish brown (10YR 5/6) sandy loam, weak medium and coarse subangular blocky structure; friable; few very fine roots; few faint yellowish brown (10YR 5/4) clay films on faces of peds; moderately acid; clear wavy boundary.  (Combined thickness of the 2Bt horizons ranges from 7 to 15 inches.)"
      },
      {
        "name": "3C",
        "top": 137,
        "bottom": 163,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "loamy sand",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "3C--54 to 64 inches; brownish yellow (10YR 6/6) sand; single grain; loose; few thin strata of yellowish red (5YR 5/8) loamy sand; about 10 percent sandstone channers; strongly acid; gradual smooth boundary.  (7 to 25 inches thick)"
      },
      {
        "name": "3Cr",
        "top": 163,
        "bottom": 203,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "sand",
        "pH_class": "strongly acid",
        "narrative": "3Cr--64 to 80 inches; strata of brownish yellow (10YR 6/6) and strong brown (7.5YR 5/8) weakly cemented sandstone; strongly acid."
      }
    ]
  ]
}
