{
  "SERIES": "LAMBE",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJS/JWB",
  "REVDATE": "04/2009",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Ustic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Map unit in which located: Lambe-Woodhall complex, 5 to 65 percent slopes\nLocation in survey area: Lambe gravelly sandy loam; Taylor Ranch USGS  topographic quadrangle, NAD83; 37 degrees 13 minutes 35.57 seconds north latitude and 105 degrees 20 minutes 4.32 seconds west longitude; UTM 470,323 meters E, 4120,057 meters N, zone 13. (Colors are for dry soil unless otherwise noted). The surface is covered by about 30 percent subrounded indurated gravel, about 10 percent subrounded indurated cobbles and about 1 percent subrounded indurated stones derived from granite, gneiss, and mica schist.\nA--0 to 8 centimeters (0 to 3 inches); brown (7.5YR 4/3) gravelly sandy loam, dark brown (7.5YR 3/2) moist; 18 percent clay; weak fine granular structure; friable, soft, slightly sticky, nonplastic;  many very fine, fine and medium roots throughout; 20 percent gravel and 5 percent cobbles; noneffervescent; neutral (pH 7.0); clear wavy boundary.\nBt1--8 to 20 centimeters (3 to 8 inches); brown (7.5YR 4/3) very gravelly sandy clay loam, dark brown (7.5YR 3/2) moist; 23 percent clay; weak fine subangular blocky structure; friable, slightly hard, moderately sticky, nonplastic; many very fine, fine and medium roots throughout; very few distinct clay films on faces of peds; 25 percent gravel and 10 percent cobbles; noneffervescent; neutral (pH 7.0); clear wavy boundary.\nBt2--20 to 30 centimeters (8 to 12 inches); brown (7.5YR 5/3) very gravelly sandy clay loam, dark brown (7.5YR 3/3) moist; 26 percent clay; moderate fine subangular blocky structure; friable, moderately hard, moderately sticky, slightly plastic; common very fine, fine and medium roots throughout; few distinct clay films on faces of peds; 30 percent gravel and 15 percent cobbles; noneffervescent; neutral (pH 7.0); clear wavy boundary.\nBt3--30 to 56 centimeters (12 to 22 inches); brown (7.5YR 5/3) very gravelly sandy clay loam, brown (7.5YR 4/3) moist; 25 percent clay; moderate fine subangular blocky structure; friable, moderately hard, moderately sticky, slightly plastic; very fine, common very fine, fine and medium roots throughout; few distinct clay films on faces of peds; 40 percent gravel and 15 percent cobbles; noneffervescent; neutral (pH 7.0); clear wavy boundary.\nBt4--56 to 97 centimeters (22 to 38 inches); light brown (7.5YR 6/3) extremely gravelly sandy clay loam, brown (7.5YR 5/4) moist; 23 percent clay; weak fine subangular blocky structure; friable, moderately hard, moderately sticky, slightly plastic; few very fine, fine and medium roots throughout; very few distinct clay films on faces of peds; 50 percent gravel and 15 percent cobbles; noneffervescent; neutral (pH 7.0); gradual wavy boundary.\nBt5--97 to 165 centimeters (38 to 65 inches); pale brown (10YR 6/3) extremely gravelly sandy clay loam, brown (10YR 5/3) moist; 21 percent clay; weak fine subangular blocky structure; friable, hard, slightly sticky, nonplastic; few very fine, fine and medium roots throughout; very few distinct clay films on faces of peds; 50 percent gravel and 15 percent cobbles; noneffervescent; slightly alkaline (pH 7.4); gradual wavy boundary.\nBk--165 to 203 centimeters (65 to 80 inches); pale brown (10YR 6/3) extremely gravelly sandy loam, yellowish brown (10YR 5/4) moist; 16 percent clay; weak fine subangular blocky structure; very friable, slightly hard, nonsticky, nonplastic; few very fine, fine and medium roots throughout; irregular carbonate masses around rock fragments; 50 percent gravel and 15 percent cobbles; strongly effervescent (5 percent calcium carbonate equivalent); slightly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Costilla County, CO; Taylor Ranch USGS  topographic quadrangle, NAD83; 37 degrees 13 minutes 35.57 seconds north latitude and 105 degrees 20 minutes 4.32 seconds west longitude; UTM 470,323 meters E, 4120,057 meters N, zone 13"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  Ustic moisture regime bordering on udic.\nSoil moisture regime subclass: ustic\nSoil moisture regime class: udic\nSeasonal pattern: The soil moisture control section is affected by snow melt in early spring and peak precipitation occurring in the form of thunderstorms from June to September.\nMean annual soil temperature: 34 to 44 degrees F (1.1 to 6.7 degrees C)\nMean summer soil temperature: 42 to 48 degrees F (5.6 to 8.9 degrees C)\nDepth to diagnostic feature: 2 to 8 inches (5 to 20 centimeters) to argillic horizon; 60 to 80 inches (152 to 203 centimeters) to secondary carbonates\nThickness of diagnostic feature: mollic epipedon is 10 to 16 inches (25 to 40 centimeters); argillic horizon is 55 to 70 inches (140 to 178 centimeters); secondary carbonates is 10 to 20 inches (25 to 51 centimeters)\nLinear extensibility: weighted average RV is 1.3 percent\nSurface fragments: 10 to 50 percent subangular indurated gravel; 0 to 20 percent subangular indurated cobbles and 0 to 5 percent subangular indurated stones derived from granite, gneiss, and mica schist\nParticle-size control section (weighted average):\nClay content: 10 to 27 percent\nSand content:  38 to 70 percent\nSilt content:  15 to 35 percent\nRock fragment content:  35 to 70 percent\nA horizon(s)\nHue: 5YR or 7.5YR\nValue: 3 or 4 dry; 2 or 3 moist\nChroma:  2 or 3\nTexture: gravelly sandy loam\nClay content: 6 to 18 percent\nCarbonate clay content: 0 to 1 percent\nSand content: 52 to 70 percent\nSilt content: 15 to 35 percent\nFragment content, total: 15 to 35 percent\nFragment size and content: 15 to 25 percent indurated gravel\n0 to 8 percent indurated cobbles\n0 to 2 percent indurated stones derived from granite, gneiss, and mica schist\nCalcium carbonate equivalent: 0 to 1 percent\nElectrical conductivity: 0 to 2 mmhos/cm\nSodium adsorption ratio: 0 to 1\nReaction: pH 6.6 to 7.8\nOrganic matter content: 1.5 to 3.0 percent\nBt1 and Bt2 horizon(s)\nHue: 5YR or 7.5YR\nValue: 3 to 5 dry; 2 to 4 moist\nChroma: 2 or 3\nTexture: very gravelly sandy clay loam, very gravelly sandy loam, gravelly loam\nClay content: 10 to 27 percent\nCarbonate clay content: 0 to 3 percent\nSand content: 38 to 60 percent\nSilt content: 15 to 35 percent\nFragment content, total: 15 to 60 percent\nFragment size and content: 15 to 40 percent indurated gravel\n0 to 15 percent indurated cobbles\n0 to 5 percent indurated stones derived from granite, gneiss, and mica schist\nCalcium carbonate equivalent: 0 to 1 percent\nElectrical conductivity: 0 to 2 mmhos/cm\nSodium adsorption ratio: 0 to 1\nReaction: pH 6.6 to 7.8\nOrganic matter content: 0.2 to 2.0 percent\nBt3, Bt4 and Bt5 horizon(s)\nHue: 5YR or 7.5YR\nValue:  4 to 6 dry; 3 to 5 moist\nChroma:  3 or 4\nTexture: very gravelly sandy clay loam, very gravelly sandy loam, gravelly loam, very gravelly loam, extremely gravelly sandy loam, extremely gravelly coarse sandy loam, extremely gravelly sandy clay loam\nClay content: 10 to 27 percent\nCarbonate clay content: 0 to 3 percent\nSand content: 38 to 70 percent\nSilt content: 15 to 35 percent\nFragment content, total: 35 to 85 percent\nFragment size and content: 30 to 60 percent indurated gravel\n5 to 20 percent indurated cobbles\n0 to 5 percent indurated stones derived from granite, gneiss, mica schist\nCalcium carbonate equivalent: 0 to 3 percent\nElectrical conductivity: 0 to 2 mmhos/cm\nSodium adsorption ratio: 0 to 1\nReaction: pH 6.6 to 7.8\nOrganic matter content: 0.2 to 1.0 percent\nBk horizon(s)\nHue: 5YR or 7.5YR\nValue: 4 to 6 dry; 3 to 5 moist\nChroma: 3 or 4\nTexture: extremely gravelly sandy loam, extremely gravelly coarse sandy loam, extremely gravelly loamy coarse sand\nClay content: 5 to 18 percent\nCarbonate clay content: 2 to 6 percent\nSand content: 52 to 75 percent\nSilt content: 15 to 35 percent\nFragment content, total: 60 to 85 percent\nFragment size and content: 50 to 60 percent indurated gravel\n10 to 20 percent indurated cobbles\n0 to 5 percent indurated stones derived from granite, gneiss, and mica schist\nCalcium carbonate equivalent: 2 to 10 percent\nElectrical conductivity: 0 to 2 mmhos/cm\nSodium adsorption ratio: 0 to 1\nReaction: pH 7.4 to 8.4\nOrganic matter content: 0.2 to 0.8 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThese are the Blaine, Bowen, Fingerrock, Fornor, Fourmile, Geertsen, Hoodle, Hungryhill, Lagarita, Libeg, Nathale, Norriston, Quander, Ratiopeak, Spanpeak, and Woodhall series.\nBLAINE (MT) -has lithic contact at depths of 40 inches or less.\nBOWEN (CO), Hungryhill (MT), NATHALE (WY), NATHROP (CO), WOODHALL (CO) soilshave lithic contact at depths of 40 inches or less.\nFINGERROCK (T) soils have an argillic horizon that is 8 to 20 inches thick.\nFornor (WY) soils have an argillic horizon that is 9 to 16 inches thick.\nHOODLE (UT) soils dominantly have rock fragments that are 3 to 10 inches.\nLAGARITA (CO) soils have an argillic horizon that is 4 to 15 inches thick.\nRATIOPEAK (MT) soils have an argillic horizon that is 14 to 37 inches thick.\nFOURMILE (CO) soils have a lithologic discontinuity at depth of 40 inches or less and have ustic moisture regime\nGEERTSEN (UT) soils have  a lithic contact at depths between 40 and 60 inches.\nLIBEG (MT) soils do not have secondary carbonates\nNORRISTON (CO) soils have sandy-skeletal materials above a depth of 40 inches.\nQUANDER (CO) soils do not have secondary carbonates.\nSPANPEAK (MT) havean O horizon and an argillic horizon that is 7 to 25 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: gravelly alluvium and colluvium deposits derived from granite, gneiss, and mica schist\nLandform: mountain slopes\nElevation: 8,900 to 11,500 feet (2,713 to 3,505 meters)\nSlope: 5 to 65 percent\nClimatic data:\nMean annual precipitation: 16 to 25 inches (406 to 635 millimeters)\nMean annual air temperature: 33 to 41 degrees F. (0.6 to 5.0 degrees C.)\nFrost-free period: 40 to 70 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Woodhall and Laveta series.\nWoodhall soils are moderately deep.\nLaveta soils are moderately deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  well drained, medium to high runoff, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for forestry, recreation, and wildlife habitat.  Native vegetation is fescue, wheatgrass, junegrass, squirrel tail, sagebrush, forbs, and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountainous areas bordering the San Luis Valley in south-central Colorado; LRR E, MLRA 48A.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Costilla County, CO, Costilla County Soil Survey Area, CO, 2009.  The name Lambe is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon:  The zone from 0 to 30 centimeters (0 to 12 inches).  (A, Bt1, Bt2 horizons)\nArgillic horizon:  The zone from 3 to 165 centimeters (3 to 65 inches).  (Bt horizons)\nCalcic horizon:  The zone from 165 to 203 centimeters (65 to 80 inches).  (Bk horizon)\nRemarks:\nThe assignment of the cation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomic Version:  Tenth Edition, 2006\nADDITIONAL DATA:\nNational Cooperative Soil Survey\nU.S.A."
  }
}
