{
  "SERIES": "LAMESHUR",
  "STATUS": "Established Series",
  "BYREV": "Rev. GRB",
  "REVDATE": "8/98",
  "STATES": "VI",
  "OVERVIEW": "The Lameshur series consists of very deep, excessively drained, moderately rapidly permeable soils on alluvial fans and terraces.  They formed in alluvial sediments.  Near the type location, the mean annual air temperature is about 80 degrees F., and the mean annual precipitation is about 40 inches.  Slopes range from 2 to 12 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, active, nonacid, isohyperthermic Typic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lameshur gravelly sandy loam, rubbly. (Colors for moist conditions.)\nA--0 to 6 inches; brown (7.5YR 4/2) gravelly sandy loam; weak fine subangular blocky structure; very friable; common very fine and fine roots, few medium roots; common fine and medium interstitial pores; common medium wormcasts; about 25 percent, by volume, pebbles; neutral; abrupt smooth boundary.  (4 to 12 inches thick)\nC1--6 to 10 inches; brown (7.5YR 5/4) very gravelly loamy sand; massive; very friable; common fine roots and few medium roots; common very fine and fine tubular pores; about 50 percent, by volume, pebbles; neutral; clear smooth boundary. (3 to 7 inches thick)\nC2--10 to 18 inches; light brown (7.5YR 6/4) extremely gravelly loamy sand; massive; very friable; few fine and very fine tubular pores; about 65 percent, by volume, pebbles; neutral; clear smooth boundary. (2 to 20 inches thick)\nC3--18 to 35 inches; strong brown (7.5YR 5/6) extremely stony sandy clay loam; massive; very friable; about 20 percent, by volume, pebbles and about 50 percent, by volume, cobbles and stones; neutral; clear smooth boundary. (2 to 20 inches thick)\nC3--35 to 60 inches; yellowish red (5YR 4/6) extremely stony loamy sand; massive; very friable; about 10 percent, by volume, pebbles and about 70 percent, by volume, cobbles and stones; common medium faint yellowish red (5YR 5/6) and strong brown (7.5YR 4/6) masses of iron accumulation; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  St. John Island, U.S. Virgin Islands.  About 1.1 miles south on Reef Bay Trail from the intersection of Reef Bay Trail and Center Line Road; an eroded gut bank about 30 feet east of Reef Bay Trail.  West St. John topographic quadrangle; lat. 18 degrees 19 minutes 54 seconds N.; long. 46 degrees 44 minutes 36 seconds W.; PRD 1940."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 7 to 20 inches or more.  Reaction ranges from moderately acid to neutral in the A horizon, and slightly acid to neutral in the C horizons.\nThe A horizon has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 2 or 3.  Texture is sandy loam, loam, or clay loam in the fine-earth fraction.  Content of pebbles ranges from 15 to 35 percent, by volume.\nThe C horizon has hue of 5YR to 10YR, value of 4 to 6 and chroma of 3 to 6.  Iron accumulations in shades of brown and yellow range from none to common.  Content of pebbles, cobbles, and stones ranges from 35 to more than 80 percent, by volume."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Lameshur soils are on alluvial fans and terraces.  slopes range from 0 to 12 percent.  The climate is tropical semiarid.  The average annual air temperature ranges from 76 to 82 degrees F., and the mean annual precipitation is about 40 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Carib, Cinnamon Bay, Glynn, Redhook, Sandy Point, Sugar Beach, and Solitude soils.  Carib soils are on flood plains, are fine-loamy, and are somewhat poorly drained.  Cinnamon Bay and Glynn soils are on similar positions but have Mollic epipedons.  Redhook soils are on lower, vegetated beach areas and have sandy-skeletal particle-size control sections.  Sandy Point and Sugar Beach soils are in lower saline marshes, ponds, and flats and are very poorly drained.  In addition, Sugar Beach soils are organic.  Solitude soils are on slightly lower positions, are fine-loamy, and somewhat poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for rangeland.  The uncultivated areas are in Guinea grass, native grasses, and brush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  U.S. Virgin Islands.  They are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  St. John Island, U.S. Virgin Islands, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These areas were previously mapped as Cobbly alluvial land or included in the San Anton series in the 1970 soil survey of the U.S. Virgin Islands.\nDiagnostic horizons and other features recognized in this pedon include:\nOchric epipedon - zone from 0 to 6 inches (A horizon).\nSkeletal feature - more than 35 percent weighted average rock fragments in the particle-size control section.\nMLRA:  271.\nSIR:  VI0013.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
