{
  "SERIES": "LAMKIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. JDM:CLN",
  "REVDATE": "03/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, thermic Fluventic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lamkin clay loam--pecan orchard.          (Colors are for dry soil unless otherwise stated.)\nA--0 to 16 inches; dark grayish brown (10YR 4/2) clay loam, very dark grayish brown (10YR 3/2) moist; moderate fine subangular blocky structure; hard, firm; few films and threads of calcium carbonate in lower 8 inches; many wormcasts and holes; calcareous; moderately alkaline; gradual smooth boundary.  (10 to 20 inches thick)\nC1--16 to 24 inches; pale brown (10YR 6/3) silt loam, brown (10YR 4/3) moist; massive; hard, friable; common wormcasts; many pores and fine roots; common films and threads of calcium carbonate; 18 percent calcium carbonate equivalent; calcareous; moderately alkaline; gradual smooth boundary.  (8 to 20 inches thick)\nC2--24 to 36 inches; pale brown (10YR 6/3) silt loam, brown (10YR 5/3) moist; massive; stratified with very pale brown (10YR 7/3) very fine sandy loam; many strata less than 1 inch thick; hard, friable; few wormcasts; 18 percent calcium carbonate equivalent; calcareous; moderately alkaline; gradual smooth boundary.  (10 to 20 inches thick)\nC3--36 to 42 inches; very pale brown (10YR 7/3) very fine sandy loam, brown (10YR 5/3) moist; massive; thin lenses and strata of silty clay loam, silt loam, and loamy sand; hard, friable; calcareous; moderately alkaline; gradual smooth boundary. (6 to 20 inches thick)\nC4--42 to 54 inches; pale brown (10YR 6/3) silt loam, brown (10YR 5/3) moist; massive; stratified with thin lenses of very fine sandy loam; hard, friable; calcareous; moderately alkaline; gradual smooth boundary.  (10 to 20 inches thick)\nC5--54 to 62 inches; brown (10YR 4/3) silty clay loam, dark brown (10YR 3/3) moist; massive; hard, friable; spots and thin lenses of pale brown (10YR 6/3) silt loam; calcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Comanche County, Texas; 3.7 miles east of Gustine, on Texas Highway 36; 1.3 miles north on Farm Road 1702, 100 feet west of road in pecan grove on flood plain of the Leon River;"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Silicate clay content of the 10 to 40 inch control section is 18 to 35 percent, with the average texture being silt loam, loam, silty clay loam, or clay loam.  The soil is calcareous with the calcium carbonate equivalent in the 10 to 40 inch control section ranging from 10 to 30 percent.\nThe A horizon has color with hue of 10YR, value 3 to 5 and chroma 2 or 3.  It is clay loam or loam.  Reaction is mildly alkaline or moderately alkaline.\nThe C horizons have color with hue 10YR, value 3 to 7 and chroma of 2 to 6.  Texture is silt loam, silty clay loam, or very fine sandy loam, with thin strata of loamy very fine sand, fine sandy loam, or silty clay.  Some pedons have buried A horizons 5 to 10 inches thick in the lower part.  Reaction is moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Asa, Asher, and Ashport in the same family.  Similar soils are the Bosque, Elandco, Lewisville, Port, Seguin, Spur, and Venus series.  Asa soils have cambic horizons and hues of 5YR in the B horizon.  Asher soils have 2C horizons with less than 18 percent clay.  Ashport soils have hue of 5YR or 7.5YR.  Bosque, Elandco, and Port soils have a mollic epipedon more than 20 inches thick.  Lewisville and Venus soils have a regular decrease in organic matter and, in addition, Venus soils have fine-loamy control sections.  Seguin soils have carbonatic mineralogy.  Spur soils have fine-loamy control sections."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on natural levees and stream banks major streams and rivers.  Flooding occurs at intervals of about once each year to once every 20 years.  Slope gradients are mainly less than 1 percent, but range up to 2 percent.  The soil formed in calcareous loamy alluvium.  Average annual precipitation ranges from 27 to 32 inches.  Frost free days range from 230 to 240 and elevation ranges from 900 to 1200 feet above sea level.  The Thornthwaite P-E indices range from 42 to 50, and the mean annual temperature is 64 degrees to 67 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Bosque and Venus series and the Deleon and Energy series.  Deleon soils have more than 35 percent clay in the 10 to 40 inch control section, and cracks when dry.  Energy soils have ochric epipedons and fine-loamy control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly used for pasture and pecan orchards. Some areas are cropped to cotton, grain sorghum, and oats.  Native vegetation is pecan and elm trees with an understory of grasses such as little bluestem, switchgrass, indiangrass, Texas wintergrass, and Virginia wildrye."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly along the Leon and Bosque Rivers in Central Texas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Comanche County, Texas; 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were previously included in the Seguin series.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon:  0 to 16 inches (A horizon)\nfluentic feature: irregular decrease in organic matter with depth.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
