{
  "SERIES": "LAMPHIER",
  "STATUS": "Established Series",
  "BYREV": "Rev. RMH/GB/TWH",
  "REVDATE": "01/2000",
  "STATES": "CO",
  "OVERVIEW": "The Lamphier series consists of very deep, well drained soils that formed in alluvium and colluvium mainly from sedimentary rocks and conglomerate. Lamphier soils are on fans, concave mountain and valley side slopes, and in drainageways in mountainous areas and have slopes of 1 to 65 percent.  The mean annual precipitation is about 20 inches and the mean annual air temperature is about 34 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive Pachic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lamphier loam - native grassland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 10 inches; brown (7.5YR 5/2) loam, dark brown (7.5YR 3/2) weak, medium subangular blocky structure parting to strong fine granular; soft, very friable; slightly acid (pH 6.4); gradual smooth boundary.  (8 to 14 inches thick)\nA2--10 to 16 inches; brown (7.5YR 5/2) loam, dark brown (7.5YR 3/2) moist; moderate medium subangular blocky structure parting to moderate fine granular; soft, very friable; slightly acid (pH 6.4); clear smooth boundary.   (4 to 12 inches thick)\nBt--16 to 31 inches; brown (7.5YR 5/3) clay loam, dark brown (7.5YR 3/3) moist; moderate medium subangular blocky structure parting to moderate fine subangular blocky; soft, very friable; few discontinuous clay films on vertical surfaces of peds; 5 percent gravel; slightly acid (pH 6.2); gradual smooth boundary.  (10 to 20 inches thick)\nC--31 to 60 inches; brown (7.5YR 5/3) loam, dark brown (7.5YR 4/3) moist; massive; slightly hard, very friable; 10 percent gravel and cobbles, some of which are weathered; slightly acid (pH 6.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Gunnison County, Colorado; on the east side of Cement Creek Trail; in the SW1/4 of Sec. 15, T. 13 S., R. 84 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThe moisture control section is dry in some part less than half the time the soil temperature is above 41 degrees F. at 20 inches, ustic udic moisture regime.\nMean annual soil temperature: 35 to 42 degrees F.\nMean summer soil temperature: 47 to 59 degrees F.\nThickness of the mollic epipedon: 16 to 40 or more inches\nTypically the soil is noncalcareous to depths of more than 60 inches.\nOrganic carbon of the mollic epipedon: .7 to 3 percent and decreases uniformly with increasing depth\nBase saturation: 80 to 100 percent, exchangeable sodium and potassium remain constant or decrease slightly with depth.\nCambic horizons occur below the mollic epipedon in some pedons but are discontinuous and not considered definitive.\nParticle-size control section:\nTextures: loam or clay loam, and less commonly sandy clay loam.\nClay content: 18 to 35 percent\nRock fragments content: 0 to 15 percent, gravel through stones.\nA horizon:\nHue: 5YR through 10YR\nValue: 3 through 5 dry, 2 or 3 moist\nChroma: 1 through 3\nReaction: slightly acid or neutral\nBt horizon (an AC or Bw in some pedons):\nHue: 2.5YR through 7.5YR\nValue: 4 or 5 dry\nChroma: 2 or 3\nReaction: slightly acid or neutral\nC horizon:\nHue: 2.5YR through 7.5YR\nValue: 5 or 6 dry\nChroma: 3 through 6\nReaction: slightly acid or neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Adel (MT), Argee, Bullbasin (CO),  Hackwood (NV), Lespate (CO), Ohbejoyful, Rhone (CO), Secondset (CO), (T)Taterheap (CO), and Winevada (CO) series.  In addition, the Bullrey, Duff, Gallatin, Idmon, Karlan, Levittville, Mundos, Osmund, Pahvohroo, and Strickland series may be competitors when updated.\nAdel, Bullrey, Idmon, and Pahvohroo soils have hue redder than 7.5YR below the A horizon\nArgee soils have a paralithic contact above 40 inches.\nBullbasin soils have a lithic contact above 60 inches.\nDuff and Hackwood soils have 15 to 35 percent coarse fragments in the particle size control section.\nGallatin soils are somewhat poorly drained and have low permeability.\nKarlan, Lespate, Secondset, Strickland, and Winevada soils have a lithic contact at depths of 20 to 40 inches.\nLeavittville, Mundos, and Osmund soils have horizons of secondary carbonates.\nRhone soils have over 35 percent channery material at depths of 20 to 40 inches.\nTaterheap soils have greater than 35 percent rock fragments below 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Lamphier soils are on alluvial fans, valley side slopes, and alluvial drainageways in the mountainous areas. Slopes range from 1 to 65 percent. The soils formed in local alluvium derived primarily from reddish brown sedimentary rock and conglomerate. At the type location the average annual precipitation is 18 to 25 inches with generally uniform precipitation occurring throughout the year.  The mean annual temperature is 33 to 40 degrees F, and the frost-free season is 50 to 85 days.  Elevation ranges from 7,000 to 8,600 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Buck, Sawcreek, and Teoculli soils. Buck soils have bedrock at depths of 10 to 20 inches.  Sawcreek soils have bedrock at depths of 20 to 40 inches.  Teoculli soils have mollic epipedons less than 16 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for rangeland, and for recreational purposes.  Native vegetation is mainly Thurber fescue, nodding brome, wheatgrass, and bluegrass.  There are scattered stands of aspen."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  High mountainous areas of central and western Colorado. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Gunnison County, Colorado, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nMollic epipedon (pachic feature): from  0 to 31 inches (A1, A2, and Bt horizons)\nParticle-size control section: The zone from 10 to 40 inches (A2, Bt, and part of the C horizon)\nThe Bt horizon has minor amounts of illuvial clay and is not considered to have the required clay increase of an argillic horizon.\nKeys to Soil Taxonomy:  Series classified according to Eighth Edition, 1998."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 25,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A1--0 to 10 inches; brown (7.5YR 5/2) loam, dark brown (7.5YR 3/2) weak, medium subangular blocky structure parting to strong fine granular; soft, very friable; slightly acid (pH 6.4); gradual smooth boundary.  (8 to 14 inches thick)"
      },
      {
        "name": "A2",
        "top": 25,
        "bottom": 41,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--10 to 16 inches; brown (7.5YR 5/2) loam, dark brown (7.5YR 3/2) moist; moderate medium subangular blocky structure parting to moderate fine granular; soft, very friable; slightly acid (pH 6.4); clear smooth boundary.   (4 to 12 inches thick)"
      },
      {
        "name": "Bt",
        "top": 41,
        "bottom": 79,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt--16 to 31 inches; brown (7.5YR 5/3) clay loam, dark brown (7.5YR 3/3) moist; moderate medium subangular blocky structure parting to moderate fine subangular blocky; soft, very friable; few discontinuous clay films on vertical surfaces of peds; 5 percent gravel; slightly acid (pH 6.2); gradual smooth boundary.  (10 to 20 inches thick)"
      },
      {
        "name": "C",
        "top": 79,
        "bottom": 152,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--31 to 60 inches; brown (7.5YR 5/3) loam, dark brown (7.5YR 4/3) moist; massive; slightly hard, very friable; 10 percent gravel and cobbles, some of which are weathered; slightly acid (pH 6.4)."
      }
    ]
  ]
}
