{
  "SERIES": "LAND",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLS/RLB",
  "REVDATE": "09/2015",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, thermic Typic Aquisalids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Land silty clay loam, openland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 4 inches; grayish brown (10YR 5/2) silty clay loam, dark grayish brown (10YR 4/2) moist; moderate very fine granular structure; hard, friable, very sticky and very plastic; many very fine and fine roots; many very fine tubular pores; strongly effervescent (4 percent calcium carbonate); strongly alkaline (pH 8.6); abrupt wavy boundary. (1 to 5 inches thick)\nCz1--4 to 6 inches; white (10YR 8/1) silty clay, brown (10YR 4/3) moist; white color due to masses of salt crystals; moderate fine granular structure; hard (salt crystals slightly hard), firm, very sticky and very plastic; few very fine and fine roots; many very fine interstitial and few very fine tubular pores; slightly effervescent (2 percent calcium carbonate); strongly alkaline (pH 8.7); abrupt wavy boundary. (2 to 7 inches thick)\nCz2--6 to 8 inches; light brownish gray (10YR 6/2) silty clay, brown (10YR 4/3) moist; about 60 percent of ped surfaces covered by white (10YR 8/1) very fine crystals of salt that disappear when soil is moist; moderate fine granular structure; hard, friable, very sticky and very plastic; few very fine and fine roots; many very fine interstitial, and few very fine tubular pores; slightly effervescent (3 percent calcium carbonate); strongly alkaline (pH 8.8); abrupt smooth boundary. (1 to 12 inches thick)\nCz3--8 to 14 inches; grayish brown (10YR 5/2) silty clay loam, brown (10YR 4/3) moist; strong, medium, fine, and very fine granular structure; hard, friable, very sticky and very plastic; few fine and very fine roots; many very fine interstitial pores; strongly effervescent (4 percent CaC03); moderately alkaline (pH 8.4); diffuse smooth boundary. (5 to 16 inches thick)\nC1--14 to 22 inches; light brownish gray (10YR 6/2) silty clay loam, brown (10YR 4/3) moist; strong medium granular structure; very hard, friable, very sticky and very plastic; few very fine and fine roots; many very fine and few fine interstitial pores; strongly effervescent (6 percent CaC03); moderately alkaline (pH 8.4); abrupt smooth boundary. (5 to 15 inches thick)\nC2--22 to 30 inches; pale brown (10YR 6/3) silty clay loam, brown (10YR 5/3) moist; strong medium granular structure; hard, firm, sticky and plastic; few fine and very fine roots; many very fine and few fine interstitial pores; strongly effervescent (13 percent CaC03); strongly alkaline (pH 8.6); abrupt smooth boundary.  (3 to 15 inches thick).\nC3--30 to 42 inches; very pale brown (10YR 7/3) silt loam, brown (10YR 5/3) moist; weak coarse platy structure or fine stratification; slightly hard, friable, sticky and plastic; few fine and very fine roots; many very fine and few fine tubular pores; strongly effervescent (11 percent CaC03); strongly alkaline (pH 8.6); abrupt smooth boundary.  (8 to 15 inches thick)\nC4--42 to 60 inches; very pale brown (10YR 8/3) silty clay, pale brown (10YR 6/3) moist; massive; hard, firm, very sticky and very plastic; many very fine tubular pores; strongly effervescent (13 percent CaCo3); strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clark County, Nevada; about 1/2 mile north on U.S.  Highway 93 from junction of U.S. Highways 93 and 91 near Glendale, Nevada.  300 feet north and 300 feet east of the southwest corner of section 35, T. 14 S., R. 66 E., Mount Diablo base line and meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  Usually dry. Moist for short period in winter and spring and for 10 to 20 days from June through September due to  summer convection storms.\nSoil temperature -  65 to 72 degrees F.\nDepth to Cz horizon -  Commonly 1 to 8 inches but may ranging up to 28 inches.\nCarbonates -  Calcareous throughout, segregations common in lower profile.\nGypsum -  Commonly present in coats, filaments and crystals.\nReaction -  Moderately through very strongly alkaline.\nOther features -  Vertical polygonal cracks 5 to 8 inches apart, commonly present. Buried A horizons in some pedons.\nControl section -  Clay content:  18 to 35 percent.\nPercent sand -  Less than 15 percent fine sand or coarser.\nA horizon Hue:  10YR or 7.5YR.\nValue:  5 through 7 dry, 4 or 5 moist.\nChroma:  2 through 4.\nC horizon Hue:  10YR or 7.5YR.\nValue:  6 through 8 dry, 4 or 5 moist.\nChroma:  1 through 4 dry, 2 through 4 moist.\nTexture:  Averages silty clay loam or silt loam.  Thin strata of coarser and finer textures are common.\nCz horizon - Salt content:  2 to 15 percent of salts more soluble than gypsum in some part.\nThickness:  8 to 25 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family.  Similar series are Glendale, Saltair, and Spring.  Glendale soils lack Cz horizons, are well drained and are usually dry.  Saltair soils are poorly drained, have 2.5Y hue or yellower, a mean annual soil temperature less than 59 degrees F. and maximum salt content in the A1 horizon.  Spring soils have 5YR hue, Cy horizons within 20 inches of the surface and lack Cz horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Land soils are on smooth flood plains, stream terraces and alluvial flats.  Elevations are 1200 to 2400 feet.  Slopes are less than 2 percent.  Hummocky phases are recognized.  The soils formed in silty alluvium derived from mixed sources.  The climate is warm and arid with hot summers and mild winters.  Mean annual precipitation is 4 to 6 inches.  The mean annual temperature is about 65 degrees F.; frost-free season is about 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the similar Glendale and Spring series and the Toquop series.  Toquop soils have sandy control sections and lack Cz horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Very slow runoff.  Moderately slow permeability.  Drainage during soil formation was probably poorer than exists today but excessive salt and lime suppressed the formation of mottles.  Ground water pumping in Las Vegas Valley and entrenchment of the Muddy River has lowered the water table and improved the soil drainage.  Local wet areas are recognized in Las Vegas Valley as a result of excessive irrigation."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and urban uses.  A limited acreage is in irrigated pastures.  The present vegetation is mainly alkali sacaton, inland saltgrass, big saltbush and some mesquite trees.  Some urban areas have experienced damage due to sodium sulfate crystal growth, causing the destruction or raising of concrete slab floors, driveways and sidewalks."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Nevada and possibly Arizona.  The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Las Vegas Area, Clark County, Nevada, 1923."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nSalic horizon - The zone from 4 to 14 inches\nADDITIONAL DATA: NSSL pedon S60NV-003-001 (type location). Published in Soil Survey Investigations Report #24.\nResponsibility for this series was transferred from Davis to Phoenix 9/2015. The last revision to the series was 1/2004. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
