{
  "SERIES": "LANDUSKY",
  "STATUS": "Established Series",
  "BYREV": "IRD:  NRS-CNG-RER",
  "REVDATE": "03/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fragmental, mixed, frigid Typic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Landusky extremely cobbly loam, forested (colors are for dry soil unless otherwise noted).\nOi--1 inch to 0; forest litter of partially decomposed needles, twigs, and mosses.\nA--0 to 2 inches; dark grayish brown (10YR 4/2) extremely cobbly loam, very dark brown (10YR 2/2) moist; strong fine and medium granular structure; soft, very friable, slightly sticky and slightly plastic; many fine and very fine and common medium and coarse roots; 30 percent pebbles, 60 percent cobbles; slightly acid (pH 6.4); clear smooth boundary. (0 to 4 inches thick)\nBw--2 to 9 inches; pale brown (10YR 6/3) extremely cobbly loam, brown (10YR 5/3) moist; weak fine subangular blocky structure parting to moderate fine granular; slightly hard, very friable, slightly sticky and slightly plastic; many fine and very fine and common medium and coarse roots; 25 percent pebbles, 35 percent cobbles; strongly acid (pH 5.4) clear wavy boundary. (6 to 10 inches thick)\n2C--9 to 60 inches; fractured hard igneous rock with large voids; distinct faint clay films and other soil material on upper surface of some rock fragments; few fine and very fine roots; soil material is moderately acid (pH 5.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Phillips County, Montana; 2,100 feet south and 450 feet east of the NW corner of sec. 24, T. 25 N., R. 24 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 40 to 45 degrees F.\nMoisture control section - between 4 and 10 inches.\nA horizon - Value:  4 or 5 dry, 2 or 3 moist\nChroma:  2 or 3\nClay content:  20 to 27 percent\nRock fragments:  60 to 90 percent--25 to 35 percent pebbles, 35 to 60 percent cobbles\nReaction:  pH 6.1 to 6.5\nBw horizon - Value:  6 or 7 dry, 4 or 5 moist\nChroma:  2 or 3\nClay content:  15 to 27 percent\nRock fragments:  60 to 90 percent--25 to 35 percent pebbles, 35 to 60 percent cobbles\nReaction:  pH 5.1 to 6.5\n2C horizon - fragmental material consisting of angular igneous cobbles and pebbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBrandenburg (ND) - neutral to slightly alkaline in the surface horizon above the fragmental material; formed in materials derived from porcelanite, argillites, or clinkers containing free carbonates."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - mountains.\nElevation - 4,600 to 5,600 feet.\nSlope - 25 to 60 percent.\nParent material - colluvium or residuum from igneous rocks.\nClimate - long, cold winters; moist springs; and warm summers.\nMean annual precipitation - 18 to 24 inches.\nMean annual temperature - 38 to 43 degrees F.\nFrost-free period - 70 to 100 days."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": null
  },
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained; rapid permeability."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Landusky soils are used mainly for woodland and understory grazing.  The potential native vegetation is Douglas-fir, lodgepole pine, bluebunch wheatgrass, Idaho fescue, common juniper, kinnikinnick, common snowberry, and common chokecherry.  Most areas of Landusky soils in the Little Rocky Mountains have been recently burned and have grassland vegetation or dense stands of lodgepole pine."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Landusky soils are of small extent in the Little Rocky Mountains in north-central Montana."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "REMARKS": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Phillips County, Montana, 1994.  Landusky is the name of a small town in southwestern Phillips County."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  }
}
