{
  "SERIES": "LANDES",
  "STATUS": "Established Series",
  "BYREV": "Rev. SES-GRS-AAC",
  "REVDATE": "01/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Fluventic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Landes fine sandy loam - in a nearly level cultivated field at an elevation of about 134 meters (440 feet) above mean sea level.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 13 cm (0 to 5 inches); very dark grayish brown (10YR 3/2) fine sandy loam, brown (10YR 4/3) dry; weak fine subangular blocky structure parting to weak fine granular; friable; few very fine roots; few fine very dark gray (10YR 3/1) organic coatings on faces of peds; neutral; abrupt smooth boundary.\nA--13 to 36 cm (5 to 14 inches); very dark grayish brown (10YR 3/2) fine sandy loam, brown (10YR 5/3) dry; weak medium subangular blocky structure; friable; few very fine roots; neutral; clear smooth boundary.  [Combined thickness of the A horizon is 25 to 51 cm (10 to 20 inches).]\nAB--36 to 48 cm (14 to 19 inches); dark brown (10YR 3/3) loam, brown (10YR 5/3) dry; weak fine and medium subangular blocky structure; friable; few very fine roots; many faint very dark grayish brown (10YR 3/2) organic coatings on faces of peds; neutral; clear smooth boundary. [0 to 36 cm (0 to 14 inches) thick]\nBw1--48 to 58 cm (19 to 23 inches); brown (10YR 4/3) loam; weak fine and medium subangular blocky structure; friable; few very fine roots; many faint dark brown (10YR 3/3) and few faint very dark grayish brown (10YR 3/2) organic coatings on faces of peds; neutral; clear smooth boundary.\nBw2--58 to 71 cm (23 to 28 inches); brown (10YR 4/3) fine sandy loam; weak medium subangular blocky structure; friable; few very fine roots; common faint dark brown (10YR 3/3) organic coatings on faces of peds; neutral; clear smooth boundary.\nBw3--71 to 81 cm (28 to 32 inches); brown (10YR 4/3) and dark yellowish brown (10YR 4/4) fine sandy loam; weak medium subangular blocky structure; very friable; few very fine roots; common faint dark brown (10YR 3/3) organic coatings on faces of peds; less than 2 percent fine gravel; neutral; clear smooth boundary. [Combined thickness of the Bw horizon is 20 to 64 cm (8 to 25 inches).]\nBC--81 to 91 cm (32 to 36 inches); dark yellowish brown (10YR 4/4) and brown (10YR 4/3) loamy sand; weak medium subangular blocky structure; very friable; few very fine roots; 5 percent fine gravel; neutral; clear smooth boundary.  [0 to 25 cm (0 to 10 inches) thick]\nC--91 to 152 cm (36 to 60 inches); yellowish brown (10YR 5/4) sand; single grain; loose; 2 percent fine gravel; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cass County, Illinois; about 5 miles east and 2 miles north of Beardstown; 99 feet south and 990 feet west of the northeast corner of sec. 4, T. 18 N., R. 11 W.; USGS Clearlake, Il. topographic quadrangle; lat. 40 degrees 02 minutes 51 seconds N. and long. 090 degrees 19 minutes 58 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the cambic horizon: 56 to 102 cm (22 to 40 inches)\nAverage content of clay in the particle-size control section: between 5 and 18 percent\nAverage content of sand in the particle-size control section: between 50 and 90 percent, dominant sand size is fine or very fine\nReaction of the series control section: moderately acid to moderately alkaline, some pedons contain carbonates within a depth of 102 cm (40 inches).\nAp, A, and/or AB horizons:\nHue: 10YR\nValue: 2 or 3\nChroma: 1 to 3\nTexture: typically fine sandy loam, very fine sandy loam or sandy loam, and less commonly is loam, loamy fine sand, loamy very fine sand, loamy sand or silt loam.\nContent of rock fragments: 0 to 20 percent\nBw horizon:\nHue: 10YR\nValue: 3 to 6\nChroma: 3 or 4 in the upper part and value of 4 to 6 and chroma of 2 to 4 in the lower part\nTexture: loam, fine sandy loam, very fine sandy loam, sandy loam, loamy fine sand or loamy very fine sand\nContent of rock fragments: 0 to 10 percent\nBC, and/or C horizons:\nHue: 10YR, 7.5YR, 5YR or 2.5YR\nValue: 4 to 6\nChroma: 1 to 4\nTexture; sand, fine sand, very fine sand, loamy sand, loamy fine sand, loamy very fine sand, sandy loam, fine sandy loam, very fine sandy loam, loam, or silt loam and is stratified in many pedons.\nContent of rock fragments: 0 to 10 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Lash series.  Lash soils have cambic horizons that extend to below a depth of 102 cm (40 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Landes soils are on natural levees, low terraces, and bars on flood plains.  Slopes commonly are 0 to 3 percent, but range to as steep as 7 percent.  These soils formed in loamy and sandy alluvium of recent origin that is stratified with subtle differences in texture or organic carbon content.  Mean annual temperature ranges from 7.2 to 13.9 degrees C (45 to 57 degrees F), mean annual precipitation ranges from 686 to 1143 mm (27 to 45 inches), frost free days range from 140 to 210 days, and elevation ranges form 104 to 311 meters (340 feet to 1,020 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Beaucoup, Darwin, Genesee, Riley, Tice, and Titus.  Beaucoup, Darwin, Tice, and Titus soils average more than 18 percent clay and less than 50 percent sand in the control section.  The poorly drained and very poorly drained Beaucoup and Darwin soils and the poorly drained Titus soils are commonly in old channel beds adjacent to Landes soils.  The somewhat poorly drained Tice soils are in similar, but generally lower positions on the flood plain.  The well drained Genesee soils average more than 18 percent clay in the control section and are in similar positions on the flood plain.  The somewhat poorly drained Riley soils average more than 18 percent clay in the upper part of the control section and are in similar, but generally lower positions on the flood plain nearby."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained.  The potential for surface  runoff is low.  Saturated hydraulic conductivity is high (14.11 to 42.34 micrometers per second) in the upper and middle parts of the series control section and high to very high (42.34 to 141.14 micrometers per second) in the lower part. Permeability is moderately rapid in the upper and middle parts of the series control section and rapid in the lower part. Flooding from stream overflow is common during the late winter and early spring.  A moderately wet phase is recognized that has a seasonal high water table at a depth 122 to 183 cm (4 to 6 feet) at some time between March and May in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are cultivated.  Corn, soybeans, and small grains are the principal crops.  Native vegetation includes both grasses and deciduous trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Illinois, Indiana, Iowa, Michigan, Missouri, Ohio, and West Virginia.  The soils this series are of large extent (about 159,000 acres correlated) in MLRA'S 98, 99, 108A, 108B, 108C, 108D, 109, 111A, 111B, 111C, 111D, 111E, 113, 114B, 115A, 115B, 115C, 121, 124, 125, and 127."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lawrence County, Illinois, 1952."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Some of the soils correlated in the past as Landes probably are Entisols.  The current series concept includes a wide variety of USDA textures, but much of the variability is related to size of the sand fraction.  The sands and loamy sands contain a sufficient amount of very fine sand to place them in the coarse-loamy taxonomic family.\nDiagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface to a depth of 48 cm (19 inches) (Ap, A, and AB horizons); cambic horizon - the zone from 48 to 81 cm (19 to 32 inches) (Bw1, Bw2, and Bw3 horizons).\nADDITIONAL DATA:  Data for the type location, pedon No. 82IL-017-17, is on file at the Illinois state office.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
