{
  "SERIES": "LANEVILLE",
  "STATUS": "Established Series",
  "BYREV": "CRF-KG-GLL; Rev.KLG",
  "REVDATE": "11/2009",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, siliceous, active, thermic Fluvaquentic Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Laneville loam on a 1 percent slope in pastureland; elevation is 102 m (335 ft)  (Colors are for moist soil unless otherwise stated.)\nA1--0 to 10 cm (0 to 4 in); brown (10YR 5/3) loam; weak medium subangular blocky structure parting to weak fine granular; slightly hard, friable; many fine and medium roots; many fine and medium vesicular and tubular pores; distinct reddish brown (5YR 4/4) coatings in some root channels and pore linings; few rounded ironstone pebbles mainly less than 1/2 inch in diameter; few worm casts; strongly acid; clear smooth boundary.\nA2--10 to 38 cm (4 to 15 in); yellowish brown (10YR 5/4) silt loam; weak fine and medium subangular blocky structure; hard, friable; common fine and medium roots; many fine and medium vesicular and tubular pores; few light gray (10YR 7/2) silt coats on surfaces of some peds; few rounded ironstone pebbles mainly less than 1/2 inch in diameter; few worm casts; few fine masses of iron-manganese; common fine and medium faint brown (10YR 5/3) redox concentrations; strongly acid; clear smooth boundary. (Combined thickness of A horizons is 10 to 46 cm [4 to 18 in].)\nBw1--38 to 56 cm (15 to 22 in); mixed dark yellowish brown (10YR 4/6), yellowish brown (10YR 5/8) and grayish brown (10YR 5/2) clay loam; moderate coarse prismatic structure parting to moderate medium and coarse subangular blocky; hard, friable; common fine roots; many fine and medium vesicular and tubular pores; few light gray (10YR 7/2) silt coats on surfaces of some peds; few rounded ironstone pebbles mainly less than 1/2 inch in diameter; few worm casts; few fine masses of iron-manganese; very strongly acid; clear smooth boundary.\nBw2--56 to 91 cm (22 to 36 in); mixed yellowish brown (10YR 5/6), grayish brown (10YR 5/2) and strong brown (7.5YR 5/8) clay loam; moderate coarse prismatic structure parting to moderate medium and coarse subangular blocky; hard, friable; common fine roots; many fine and medium vesicular and tubular pores; few light gray (10YR 7/2) silt coats on surface of some peds; few rounded ironstone pebbles mainly less than 1/2 inch in diameter; few worm casts; few fine masses of iron-manganese; extremely acid; clear smooth boundary. (Combined thickness of the Bw horizons is 41 to 91 cm [16 to 36 in].)\n2Bgb1--91 to 107 cm (36 to 42 in); gray (10YR 5/1) clay loam; weak coarse prismatic structure parting to moderate medium and coarse angular blocky; very hard, very firm; common fine roots; common fine and medium vesicular and tubular pores; few rounded ironstone pebbles mainly less than 1/2 inch in diameter; few worm casts; many medium prominent strong brown (7.5YR 5/8) and common medium prominent red (2.5YR 4/8) redox concentrations; extremely acid; clear smooth boundary. (Thickness is 10 to 41 cm [4 to 16 in].)\n2Bgb2--107 to 127 cm (42 to 50 in); gray (10YR 5/1) clay loam; moderate medium and coarse angular blocky structure; very hard, very firm; common fine roots; common fine vesicular and tubular pores; few intersecting slickensides; few rounded ironstone pebbles mainly less than 1/2 inch in diameter; few worm casts; common medium prominent strong brown (7.5YR 5/8), and red (2.5YR 4/8) redox concentrations; extremely acid; clear smooth boundary. (Thickness is 0 to 51 cm [0 to 20 in].)\n2Bgb3--127 to 203 cm (50 to 80 in); gray (10YR 5/1) clay loam; weak coarse angular blocky structure; very hard, very firm; few fine roots; common vesicular and tubular pores; few slickensides; few rounded ironstone pebbles mainly less than 1/2 inch in diameter; many fine and medium prominent red (2.5YR 4/8) and common fine prominent light olive brown (2.5Y 5/6) redox concentrations; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Rusk County, Texas; from the intersection of Farm Road 225 and Farm Road 1798 in Laneville; 0.8 mile south on Farm Road 225; 1.0 mile west and south on private road; 150 feet southeast in flood plain of Buckner Creek; (Latitude: 31 degrees, 57 minutes 32 seconds north; Longitude: 94 degrees, 49 minutes, 12 seconds west; Laneville, Texas USGS 7.5 Minute Quadrangle; NAD 1927)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An udic soil moisture regime. The soil moisture control section is not dry in any part for more than 90 days in normal years.\nMean annual soil temperature: 19 to 21 degrees C (67 to 69 degrees F)\nDepth to lithologic discontinuity: 76 to 127 cm (30 to 50 in)\nDepth to cambic horizon: 10 to 46 cm (4 to 18 in)\nDepth to redox concentrations: 10 to 127 cm (4 to 50 in)\nDepth to redox depletions: 10 to 60 cm (4 to 24 in)\nDepth to episaturation: 46 to 91 cm (18 to 36 in)\nDepth to horizon containing more the 35 percent clay:  76 to 127 cm (30 to 50 in)\nBuried A horizons may occur at a depth of 76 to 152 cm (30 to 60 in)\nThickness of solum:  more than 200 cm (80 in)\nParticle-size control section (weighted average)\nClay content: 25 to 34 percent\nSand content: 10 to 40 percent\nRock fragments: 0 to 5 percent\nCEC/clay ratio: 0.40 to 0.60\nA or Ap Horizon\nHue: 10YR\nValue: 3 to 5\nChroma: 2 to 4\nTexture: loam, fine sandy loam or silt loam\nClay content: 10 to 25 percent\nRedox concentrations: amount-none to common, size-fine and medium, contrast-faint to prominent, boundary-diffuse or clear, shades-brown, red or yellow\nIron-manganese concentrations: amount-0 to 5 percent, size-fine to medium, kind-masses, nodules or concretions\nRock fragments: 0 to 5 percent rounded ironstone\nReaction: very strongly to slightly (4.5 to 6.5)\nBw Horizon\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 3 to 8\nColors:  horizon can be variegated in these colors.\nTexture: loam, silt loam, clay loam or silty clay loam\nClay content: 18 to 34 percent\nRedox concentrations: amount-none to common, size-fine to coarse, contrast-faint to prominent, boundary-diffuse or clear, location-in matrix, shades-reddish\nRedox depletions: amount-few to many, size-fine to coarse, contrast-faint to distinct, boundary-diffuse to clear, shades-gray or olive\nIron-manganese concentrations: amount-0 to 5 percent, size-fine to medium, kind-masses, nodules or concretions\nRock fragments:  0 to 5 percent rounded ironstone\nBase saturation: 60 percent or more in a subhorizon between 25 to 76 cm (10 to 30 in) from the surface.\nEC (dS/m): 0 to 2\nSAR: 0 to 2\nReaction: extremely to strongly acid (3.6 to 5.5)\nBg Horizon where present\nHue: 10YR\nValue: 4 to 6\nChroma: 1 or 2\nTexture: loam, silt loam, clay loam or silty clay loam\nClay content: 18 to 34 percent\nRedox concentrations: amount-few to many, size-fine to coarse, contrast-faint to prominent, boundary-diffuse or clear, shades-red, yellow or brown\nIron-manganese concentrations: amount-0 to 5 percent, size-fine or medium, kind-masses, nodules or concretions\nRock fragments: 0 to 5 percent rounded ironstone\nEC (dS/m): 0 to 2\nSAR: 0 to 2\nReaction: extremely to moderately acid (3.6 to 6.0)\n2Bgb Horizon\nHue: 10YR\nValue: 4 to 6\nChroma: 1 or 2\nTexture: clay loam, silty clay or clay\nClay content: 35 to 50 percent\nRedox concentrations: amount-common to many, size-fine to coarse, contrast-faint to prominent, boundary-diffuse or clear, shades-red, yellow or brown\nIron-manganese concentrations: amount-0 to 5 percent, size-fine or medium, kind-masses, nodules or concretions\nRock fragments: 0 to 5 percent rounded ironstone\nEC (dS/m): 0 to 4\nSAR: 0 to 4\nReaction: extremely to moderately acid (3.6 to 6.0).  Some pedons are slightly acid to neutral below a depth of 152 cm (60 in).\n2BC Horizon where present below 152 cm (60 in)\nHue: 10YR\nValue: 4 to 6\nChroma: 1 or 2\nTexture: silt loam, silty clay loam, loam or clay loam\nClay content: 15 to 34 percent\nRedox concentrations: amount-common to many, size-fine to coarse, contrast-faint to prominent, boundary-diffuse or clear, shades-red, yellow or brown\nIron-manganese concentrations: amount-0 to 5 percent, size-fine or medium, kind-nodules or concretions\nRock fragments: 0 to 5 percent rounded ironstone\nEC (dS/m): 0 to 4\nSAR: 0 to 4\nReaction: extremely acid to neutral (3.6 to 7.3)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family.  Similar soils are the Lobelville, Manco, Marietta, Mattex, Mooreville, Nahatche, Sardis and Pophers series.\nLobelville, Marietta and Mooreville soils: have fine-loamy control sections.\nManco, Mattex, Nahatche and Pophers  soils: have aquic conditions and a gray matrix within a depth of 50 cm (20 in).\nSardis, Lobelville and Mooreville soils: have base saturations less than 60 percent throughout the upper 76 cm (30 in) of the solum.\nSardis soils: do not have a horizon with more than 35 percent clay in the lower part."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy and clayey alluvium derived from coastal plain sediments mainly of the Wilcox geological formation\nLandscape: coastal plain\nLandform: floodplain\nSlope: 0 to 1 percent\nMean annual air temperature range: 18 to 20 degrees C (65 to 67 degrees F)\nMean annual precipitation range: 1118 to 1219 mm (44 to 48 in)\nFrost-free period: 235 to 250 days\nElevation: 76 to 107 m (250 to 350 ft)\nThornthwaite annual P-E indices: 64 to 78"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Manco (TX), Mattex (TX), Nahatche (TX), Estes (TX), Hannahatchee (TX), Iulus (TX) and Owentown (TX) series.\nManco, Mattex and Nahatche soils: are in similar or slightly lower floodplains.\nEstes soils: are clayey and are in slightly lower floodplains.\nHannahatchee soils: have fine-loamy control sections, redder matrix colors and are in higher floodplain positions.\nIulus and Owentown soils: have coarse-loamy control sections and are on slightly higher floodplain positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Permeability is slow.  Runoff is low.  The soil is frequently or occasionally flooded for very brief or brief durations from November through May.   The soil is saturated within a depth of 46 to 91 cm (18 to 36 in) from November through May."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for woodland or pasture.  Native vegetation consists of water oak, willow oak, red oak, green ash and sweetgum.  Improved pastures are mainly bermudagrass or bahiagrass overseeded with white clover, singletary pea, crimson clover, or arrowleaf clover. Native pastures include common bermudagrass, smutgrass, carpetgrass, dallisgrass, vaseygrass, with low panicums and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Texas; Land Resource Region (P); MLRA 133B; the series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rusk County, Texas, 1993, Rusk County soil survey area, Texas, 1993. The name is from a nearby community."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The series was formerly included in the Marietta series.  The series was separated based on particle size control section differences.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 10 to 40 in.  (A2, Bw1, Bw2, 2Bgb1 horizon)\nOchric epipedon: 0 to 38 cm (0 to 15 in).  (A1, A2 horizons)\nCambic horizon: 38 to 203 cm (15 to 80 in).  (Bw1, Bw2, 2Bgb1, 2Bgb2, 2Bgb3 horizons)\nRedoximorphic concentrations: 91 to 203 cm (36 to 80 in).  (2Bgb horizons)\nRedoximorphic depletions in matrix: 38 to 203 cm (15 to 80 in).  (Bw and 2Bgb horizons)\nEpisaturation:  The zone of saturation at 38 to 91 cm (15 to 36 in).  (Bw horizons)\nAquic conditions: 38 to 203 cm\nLithologic discontinuity: At the upper boundary of the 2Bgb1 horizon.\nOther features: organic carbon content of 0.2 percent or more at a depth of 125 cm\nAdditional Comments:\nThe assignment of the cation-exchange activity class is supported by laboratory data number S90TX-401-001 from Rusk County, Texas.\nADDITIONAL DATA: TAMU Data from type location S90TX-401-001.  Particle-size analysis tests were performed at the project office on 15 pedons.  Base saturation analysis tests were performed at the project office on 28 pedons.\nTAXONOMIC VERSION:  Keys to Soil Taxonomy, 10th Edition, 2006\nNational Cooperative Soil Survey\nU.S.A."
  }
}
