{
  "SERIES": "LANESBORO",
  "STATUS": "Established Series",
  "BYREV": "Rev. DGG-WHT-DAF",
  "REVDATE": "11/2005",
  "STATES": "CT,MA,NY",
  "OVERVIEW": "The Lanesboro series consists of well drained soils on glaciated uplands. They are moderately deep to a densic contact and very deep to bedrock. They formed in till derived mainly from dark gray phyllite, shale, slate, or schist. Slope ranges from 0 to 45 percent. Saturated hydraulic conductivity is moderately high or high in the solum and low to moderately high in the substratum. The mean annual temperature is about 46 degrees F. and the mean annual precipitation is about 45 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, frigid Oxyaquic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lanesboro channery silt loam, on a 10 percent southwest facing slope, in an abandoned field at an elevation of about 494 meters. (Colors are for moist soil.)\nA--0 to 2 inches; very dark gray (10YR 3/1) loam; weak fine granular structure; friable; many fine and medium roots; 10 percent phyllite channers; strongly acid; abrupt smooth boundary. (0 to 5 inches thick)\nBw1--2 to 8 inches; dark yellowish brown (10YR 4/4) channery silt loam; weak fine granular structure; friable; many fine and medium roots; 15 percent phyllite channers and 5 percent flagstones; moderately acid; clear smooth boundary. (3 to 10 inches thick)\nBw2--8 to 15 inches; yellowish brown (10YR 5/6) channery silt loam; weak fine granular structure; friable; many fine and common medium roots; 15 percent phyllite channers and 5 percent flagstones; strongly acid; clear smooth boundary. (5 to 12 inches thick)\nBw3--15 to 19 inches; yellowish brown (10YR 5/6) channery silt loam; moderate medium granular structure; friable; many fine and few medium roots; 20 percent phyllite channers and 5 percent flagstones; moderately acid; clear smooth boundary. (0 to 6 inches thick)\nBw4--19 to 29 inches; yellowish brown (10YR 5/6) very channery loam; weak medium subangular blocky structure; friable; common fine and medium roots; 25 percent phyllite channers and 10 percent flagstones; moderately acid; clear smooth boundary. (0 to 12 inches thick)\nCd--29 to 65 inches; light olive brown (2.5Y 5/3) very channery loam; weak thin platy structure; firm; 35 percent phyllite channers and 10 percent flagstones; common fine prominent strong brown (7.5YR 5/6) and  common fine distinct brown (7.5YR 4/4) redoximorphic concentrations; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Berkshire County, Massachusetts; town of Lanesborough, 10 feet east of trail and 400 feet north of old foundation at a point about  mile west of Silver Street on road which is located about  mile north of power line. USGS Stephentown Center quadrangle, latitude 42 degrees 31 minutes 59 seconds N. and longitude 73 degrees 16 minutes 11 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 20 to 35 inches and generally is the same as the depth to the dense substratum. Texture of the solum is silt loam, loam, or very fine sandy loam with more than 65 percent silt plus very fine sand. Stones ranges from 0 to 25 percent in the A horizon, 0 to 10 percent in the B horizon, and 5 to 10 percent in the C horizon. Channers range from 5 to 25 percent in the A horizon, and 10 to 40 percent in the B and C horizons. Flagstones range from 0 to 10 percent in the B and C horizons. In some places the rock fragments include small amounts of gravel or cobbles. Reaction ranges from very strongly acid to moderately acid, unless limed.\nThe A horizon has hue of 7.5YR, 10YR, or 2.5Y value of 2 to 4, and chroma of 1 to 3. A horizons have weak or moderate, fine or medium granular structure and friable or very friable consistence. Some pedons have 1 to 4 inch thick 0 horizons.\nThin E horizons are present in some pedons.\nThe upper part of the B horizon has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 2 to 6. The lower part of the B horizon has hue of 10YR or 2.5Y, with value and chroma ranges the same as the upper part. Chroma of 2 is inherited and is not due to wetness. Structure is weak or moderate, fine, or medium granular or subangular blocky and consistence is very friable or friable.\nSome pedons have a BC horizon up to 9 inches thick. The color and texture are similar to the B horizon.\nThe Cd horizon has hue of 2.5Y or 5Y, value of 4 to 6, and commonly chroma of 2 or 3. The chroma is 1 in some places. It has weak or moderate, thin to medium platy structure or it is massive. Texture is silt loam, loam, or very fine sandy loam. It is firm or very firm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Shelburne and Stowe series. Shelburne soils formed in till derived principally from micaceous schist and siliceous limestone. Stowe soils formed in till derived mainly from granite and schistose rocks and have an umbric epipedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Lanesboro soils are on glaciated uplands and drumlins. Slope commonly is 8 to 25 percent but ranges from 0 to 45 percent. The soils formed in acid till derived mainly from dark gray phyllite, shale, slate, and schist. Mean annual temperature ranges from 43 to 49 degrees F. Mean annual precipitation ranges from 40 to 50 inches. The frost-free period ranges from 90 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Brayton, Dummerston, Fullam, Hoosic, Macomber, Quonset, and Taconic soils. The poorly drained Brayton soils and moderately well drained Fullam soils are associated in a drainage sequence with Lanesboro. The well drained Dummerston soils are in similar landscape positions as Lanesboro soils and have friable substrata. The shallow, somewhat excessively drained Taconic soils and moderately deep, well drained Macomber soils are on nearby bedrock controlled landscapes. The excessively drained Quonset and Hoosic soils are on nearby outwash plains, terraces, eskers, and kames."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Saturated hydraulic conductivity is moderately high or high in the solum and low to moderately high in the substratum. Runoff is negligible to high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly forested. The few cleared areas are used mainly for growing hay, pasture, silage corn, and apples. Common trees include sugar maple, beech, white birch, white pine, red maple, northern red oak, white oak, and hemlock."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western Massachusetts, eastern New York and northwestern Connecticut; MLRA 143 and 144B. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Berkshire County, Massachusetts, 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Location determined from narrative description in published soil survey. Cation-exchange activity class is presumed from a review of data of similar soils.\nDiagnostic horizons and features recognized in this pedon are:\n1. Ochric epipedon - the zone from the surface of the soil to a depth of 2 inches (A horizon).\n2. Cambic horizon - the zone from 2 to 29 inches (Bw horizon).\n3. Coarse-loamy feature - the clay content averages about 12 percent in the 10 to 40 inch zone.\n4. Oxyaquic feature - presence of a water saturated layer within 40 inches (Cd horizon with redoximorphic features) for one month most years.\n5. Densic contact - firm relatively unaltered material at 29 inches (Cd horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
