{
  "SERIES": "LANEBURG",
  "STATUS": "Established Series",
  "BYREV": "Rev. EPM-JH-AW-RKR-LW",
  "REVDATE": "09/2016",
  "STATES": "AR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Typic Epiaquerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Laneburg silty clay loam, 0 to 2 percent slopes. (Colors are for moist soil unless otherwise stated.)\nA--0 to 5 inches; dark grayish brown (10YR 4/2) silty clay loam; moderate medium granular structure; firm; many fine and medium roots; few fine iron-manganese concretions; moderately acid; clear smooth boundary.\nBtgss1--5 to 28 inches; gray (10YR 6/1) clay; moderate medium subangular blocky structure; very firm, sticky and plastic; common fine and medium roots; few fine pores; few distinct patchy clay films on faces of peds; few intersecting slickensides; common medium distinct brownish yellow (10YR 6/8) and few fine prominent yellowish red (5YR 5/6) iron accumulations; few fine iron-manganese concretions; moderately acid; clear smooth boundary.\nBtgss2--28 to 51 inches; gray (5Y 6/1) clay; moderate medium subangular blocky structure; very firm, sticky and plastic; few fine roots; few fine pores; few distinct clay films on faces of peds; many intersecting slickensides; few mica flakes;  common medium distinct yellowish brown (10YR 5/4) and yellowish brown (10YR 5/8) and few fine prominent yellowish red (5YR 5/6) iron accumulations; common fine iron-manganese concretions; few fine pores; very strongly acid; clear wavy boundary.\nBgss1--51 to 61 inches; light olive gray (5Y 6/2) clay; weak medium subangular blocky structure; very firm, sticky and plastic; few fine roots; few fine pores; many intersecting slickensides; few mica flakes; few fine prominent yellowish red (5YR 5/6) iron accumulations; common fine iron-manganese concretions; few fine pores; very strongly acid; clear wavy boundary.\nBgss2--61 to 80 inches; gray (5Y 5/1) clay; common medium distinct light olive brown (2.5Y 5/4) mottles; weak medium subangular blocky structure; very firm; sticky and plastic; many intersecting slickensides; few mica flakes; few fine roots; common Fe-Mn concretions; few fine pores; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clark County, Arkansas; NE 1/4, SE 1/4, SE 1/4, sec. 16. T.9S., R.20W., 100 feet north of gravel road in a moist forest area; USGS Gurdon quadrangle, latitude 33 degrees 57 minutes 5 seconds N. and longitude 93 degrees 8 minutes 38 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness:  greater than 80 inches\nReaction:  slightly acid to strongly acid\nA horizon\nHue:  10YR\nValue:  4\nChroma:  2\nTexture:  Silty clay loam, clay loam, silty clay or clay\nReaction:  slightly acid\nBtgss horizon\nHue:  10YR or 5Y\nValue: 6\nChroma:  1 or 2\nRedoximorphic features:  shades of yellow and red\nTexture:  clay\nReaction:  moderately acid\nBgss horizon\nHue:  5Y\nValue:  6\nChroma:  1 or 2\nRedoximorphic features:  shades of brown\nTexture:  clay\nReaction:  strongly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Carl, Judice, Osage and Terouge series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Laneburg soils are on broad interfluves between small streams and drainageways.  The parent material consists of acid, clayey marine sediments overlying chalk and/or marl.  Slopes range from 0 to 2 percent. The mean annual tempertature is 60 degrees F, and mean annual precipitation is 48 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Deann series.  The Deann soils occur on more concave landscapes and are moderately well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Runoff is high.  Permeability is is low.  The saturated hydraulic conductivity is low."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most ares are in commercial pine forest and pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Cretaceous Coastal Plain (MLRA 135B) areas of Arkansas and possibly Oklahoma.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Clark County, Arkansas, 2005"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface of the soil to a depth of 5 inches\nArgillic horizon - the zone from 5 to a depth of 51 inches\nSlicken sides - the zone from 5 to a depth of 80 inches\n2016 Update was to change the series to Established\nNational Cooperative Soil Survey\nU.S.A."
  }
}
