{
  "SERIES": "LANEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJC",
  "REVDATE": "03/2003",
  "STATES": "CO,WY",
  "OVERVIEW": "The Laney series is a member of the fine-loamy, mixed (calcareous), frigid family of Typic Torrifluvents. Typically, Laney soils have very friable A horizons, and stratified very strongly alkaline C horizons.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, calcareous, frigid Typic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPIFYING PEDON",
    "content": "TYPIFYING PEDON:  Laney loam, grassland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 4 inches; pale brown (10YR 6/3) loam, brown (10YR 5/3) moist; weak thick platy structure that parts to strong very fine granules; soft, very friable; vesicular; calcareous, moderately alkaline (pH 8.2); clear smooth boundary. (2 to 6 inches thick)\nC1--4 to 16 inches; brown (10YR 5/3) loam stratified with lenses of fine sandy loam and clay loam, dark brown (10YR 4/3) moist; massive; hard, very friable; calcareous; very strongly alkaline (pH 9.4); gradual wavy boundary. (4 to 20 inches thick)\nC2ca--16 to 60 inches; very pale brown (10YR 7/3) loam stratified with lenses of fine sandy loam and clay loam, brown (10YR 5/3) moist; massive; hard, very friable; visible secondary calcium carbonate occurring mostly in thin seams and streaks; calcareous; very strongly alkaline (pH 9.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Carbon County, Wyoming; approximately 230 feet northwest of the irrigation headgate located in the SE1/4 of sec. 18, T.12N., R.92W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soils temperature is 40 degrees F., and mean summer soil temperature is 62 degrees F. Depth to calcareous material ranges from 0 to 10 inches. The soils are strongly or very strongly alkaline. Exchangeable sodium ranges from 15 to 50 percent with some subhorizons totaling at least 4 inches in thickness and exceeding 15 percent exchangeable sodium occurring above a depth of 24 inches. Conductivity ranges from 0 to 14 millimhos in a majority of subhorizons above 24 inches. The rock fragments are dominantly 1 to 10 inches in diameter. Hue ranges from 5Y through 7.5YR except that a few subhorizons having hue redder than 7.5YR occur discontinuously in some pedons and occupy less than half the thickness of the control section."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES AND THEIR DIFFERENTIAE",
    "content": "COMPETING SERIES AND THEIR DIFFERENTIAE:  These are the Boysen and Youngston series. These soils have mesic temperature."
  },
  "GEOGRAPHIC SETTING": {
    "section": "SETTING",
    "content": "SETTING:  Laney soils are on nearly level to gently sloping flood plains and alluvial fans. Slope gradients range from 0 to 6 percent.  The soils formed in mixed alluvium but are usually derived from sedimentary rock. At the type location the average annual precipitation is 8 inches, approximately 4 inches of which falls during the summer months."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "PRINCIPAL ASSOCIATED SOILS",
    "content": "PRINCIPAL ASSOCIATED SOILS:  These are the Nortonville and Zinzer soils. Nortonville soils are poorly drained and have calcic horizons.  Zinzer soils have calcic horizons and have less than 15 percent exchangeable sodium."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; slow to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally as native pastureland. Principal native plants are salt bush, sage, and some winter fat."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South-central Colorado and western Wyoming.  The series is believed to have a moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rio Grande County, Colorado, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
