{
  "SERIES": "LANGER",
  "STATUS": "Established Series",
  "BYREV": "Rev.  SOD/KL/CLM",
  "REVDATE": "12/2002",
  "STATES": "ID",
  "OVERVIEW": "The Langer series consists of very deep, somewhat excessively drained soils that formed in granitic residuum and colluvium.  Langer soils are on hills and mountains.  Permeability is moderately rapid in the upper part and very rapid in the lower part of the profile.  Slopes are 10 to 40 percent.   The average annual precipitation is about 14 inches and the average annual temperature is about 36 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed Xeric Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Langer gravelly sandy loam--on a 37 percent east-facing slope in rangeland at 6,400 feet elevation.  (Colors are for dry soil unless otherwise noted.  When described on September 16, 1986, the soil was moist to 13 inches and dry below that depth.)\nA1--0 to 3 inches; dark grayish brown (10YR 4/2) gravelly sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine and few medium and coarse roots; common very fine and fine tubular and irregular pores; 25 percent fine gravel; slightly acid (pH 6.2); clear smooth boundary.  (3 to 6 inches thick)\nA2--3 to 9 inches; brown (10YR 4/3) gravelly sandy loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine and fine and few medium and  coarse roots; common very fine and fine tubular and irregular pores; 25 percent fine gravel; slightly acid (pH 6.2); clear smooth boundary.  (4 to 8 inches thick)\nBw--9 to 13 inches; brown (10YR 5/3) very gravelly coarse sandy loam, dark yellowish brown (10YR 4/4) moist; weak fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common very fine roots; many very fine and fine tubular and irregular pores; 35 percent fine gravel; moderately acid (pH 6.0); clear wavy boundary.  (3 to 10 inches thick)\nBC--13 to 43 inches; pale brown (10YR 6/3) very gravelly loamy coarse sand, brown (10YR 4/3) moist; massive; slightly hard, friable, nonsticky and nonplastic; few very fine roots; common very fine and fine irregular pores; 45 percent fine gravel; lamellae along cracks at 36 inches; moderately acid (pH 6.0); gradual wavy boundary.  (5 to 35 inches thick)\nC1--43 to 54 inches; very pale brown (10YR 7/3) extremely gravelly loamy coarse sand, brown (10YR 5/3) moist; massive; slightly hard, friable, nonsticky and nonplastic; few very fine roots; common fine and medium irregular pores; 80 percent fine gravel; lamellae along cracks; slightly acid (pH 6.2); gradual wavy boundary.  (10 to 18 inches thick)\nC2--54 to 60 inches; very pale brown (10YR 7/3) extremely gravelly loamy coarse sand, brown (10YR 5/3) moist; massive; slightly hard, friable, nonsticky and nonplastic; common fine and medium irregular pores; 90 percent gravel; lamellae along cracks; slightly acid (pH 6.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Custer County, Idaho; approximately 1/2 mile northeast of Stanley, Idaho; about 1,700 feet north and 500 feet east of the southwest corner of section 3, T. 10 N., R. 13 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 35 to 38 degrees F.\nAverage summer soil temperature - 44 to 49 degrees F.\nMollic epipedon thickness - 7 to 12 inches.\nBase saturation - 55 to 65 percent in the A horizon.\nDepth to sand and gravel - 10 to 20 inches.\nControl section - Percent clay:  3 to 8.\nCoarse fragments (control section average):  40 to 55 percent (fine gravel).\nA horizon\nChroma - 2 or 3, dry or moist.\nReaction - slightly acid or moderately acid.\nBw horizon\nValve - 4 or 5 dry, 3 or 4 moist.\nChroma - 3 or 4 dry or moist\nTexture - GRV-SL, GRV-COSL.\nCoarse fragments - 35 to 45 percent.\nReaction - slightly acid or moderately acid.\nBC horizon\nValue - 5 or 6 dry, 4 or 5 moist.\nTexture - GRV-LCOS, GRV-LS.\nCoarse fragments - 35 to 55 percent.\nReaction - slightly acid or moderately acid.\nC horizon\nValue - 6 or 7 dry.\nChroma - 3 or 4, dry or moist.\nTexture - GRX-COS, GRX-LCOS, GRX-LS.\nCoarse fragments - 70 to 90 percent.\nReaction - neutral or slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Wiggleton soils.  Wiggleton soils have secondary carbonate accumulation above 40 inches and have very weak discontinuous cementation below 20 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Langer soils are on hills and mountains. These soils formed in granitic residuum and colluvium.  Slopes are 10 to 40 percent and elevations are 6,300 feet to 7,500 feet.  The climate is cold and  moist in winter and spring and cool and dry in summer.  Average annual precipitation is 13 to 16 inches.  Average annual temperature is 34 to 37 degrees F.  The frost-free period is 15 to 40 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Busterback, Struggle, and the competing Wiggleton soils.  Busterback soils are on stream terraces and outwash fans.  They are pachic and have loamy-skeletal particle-size control sections.  Struggle soils are on moraines, have ochric epipedons and receive 20 to 25 inches of annual precipitation."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained.  Slow and medium runoff.  Moderately rapid permeability in the upper part and very rapid permeability in the lower part of the profile."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland.  The natural vegetation is mountain big sagebrush and Idaho fescue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Idaho.  These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Custer County, Idaho, 1999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 9 inches\nSome pedons have a Bw thick enough to qualify as a cambic horizon.\nParticle-size control section - The zone from 10 to 40 inches (part of the Bw and part of the BC horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
