{
  "SERIES": "LANGLOIS",
  "STATUS": "Established Series",
  "BYREV": "Rev. JTH/MHF/RWL",
  "REVDATE": "01/2000",
  "STATES": "OR",
  "OVERVIEW": "The Langlois series consists of very deep, very poorly drained soils that formed in silty alluvium over marine clay.  They are on flood plains, lowlands, and tidal flats. Slopes are 0 to 3 percent.  The mean annual precipitation is about 70 inches and the mean annual temperature is about 52 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, nonacid, isomesic Typic Fluvaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Langlois silty clay loam, pasture, on a 1 percent planar slope at an elevation of 34 feet.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 10 inches; dark grayish brown (2.5Y 4/2) silty clay loam, light brownish gray (2.5Y 6/2) dry; weak medium subangular blocky structure; hard, friable, sticky and plastic; many very fine to medium roots; many very fine irregular pores; many fine and medium distinct masses of iron accumulation mostly along root channels; strongly acid (pH 5.5); abrupt smooth boundary.  (4 to 10 inches thick)\nCg1--10 to 20 inches; dark gray (2.5Y 4/1) silty clay loam, light gray (2.5Y 6/1) dry; massive; hard, firm, sticky and plastic; common very fine and fine roots; many very fine tubular pores; many fine and medium distinct masses of iron accumulation; moderately acid (pH 5.8); gradual smooth boundary.  (6 to 18 inches thick)\nCg2--20 to 28 inches; dark gray (2.5Y 4/1) silty clay loam, light gray (2.5Y 6/1) dry; massive; hard, firm, sticky and plastic; few very fine roots; common very fine tubular pores; many partially decomposed woody fragments and other vegetative material occurring as thin, discontinuous lenses; common fine and medium distinct masses of iron accumulation; moderately acid (pH 5.8); abrupt smooth boundary.  (6 to 12 inches thick)\n2Cg3--28 to 60 inches; dark gray (5Y 4/1) clay, gray (5Y 6/1) dry; massive; very hard, firm, very sticky and plastic; few fine tubular pores; few fine distinct masses of iron accumulation; moderately acid (pH 6.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Curry County, Oregon; located about 2,400 feet south, and 1,320 feet west of the northeast corner, sec. 9, T. 31 S., R. 15 W., W.M. (Latitude 42 degrees, 54 minutes, 19 seconds N.; Longitude 124 degrees, 28 minutes, 38 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are saturated to the surface with water during the winter.  The mean annual soil temperature is 50 to 56 degrees F.  The difference between mean summer and mean winter soil temperature varies from 5 to 9 degrees F.  Soil depth is more than 60 inches, but rooting depth is limited by the seasonal water table. Values darker than 3.5 moist and/or 5.5 dry do not extend below a depth of 6 inches.  Redox concentrations are distinct or prominent throughout.  Depth to the 2Cg horizon ranges from 20 to 36 inches.  The particle-size control section is 35 to 50 percent clay.\nThe A horizon has hue of 2.5Y or 10YR, value of 3 or 4 moist, 5 or 6 dry, and chroma of 1 or 2 moist and dry.  It is silty clay loam or peaty silty clay loam with 27 to 40 percent clay.  This horizon is strongly acid or moderately acid.\nThe Cg horizon has hue of 10YR to 5Y, value of 4 or 5 moist, 6 or 7 dry, and chroma of 1 or less moist and dry.  It is silty clay loam or silty clay with 35 to 45 percent clay.  This horizon is strongly or moderately acid.\nThe 2Cg horizon has hue of 2.5Y or 5Y, value of 4 or 5 moist, 6 or 7 dry, and chroma of 2 or less but dominantly 1 or less moist and dry.  It is clay or silty clay with 40 to 55 percent clay.  This horizon is moderately or slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Alviso series in the same family and the Coquille series in a similar family.  Alviso soils are neutral to moderately alkaline in the A horizon and the upper part of the C horizon.  The lower part of the C horizon is slightly acid to moderately alkaline.  Coquille soils are fine-silty and have moist chromas of 2 or more at a depth of 10 to 30 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Langlois soils are in depressional areas on flood plains, lowlands, and old tidal flats near coastal streams and rivers.  Elevations are 0 to 50 feet.  Slopes are usually less than 1 percent but range to 3 percent.  The soils formed in silty alluvium mixed with decaying vegetative material deposited on mud flats of alluvial and marine origin.  The climate is humid, characterized by cool wet winters and cool moist summers with fog.  A strong marine influence limits the diurnal and annual range of temperature.  The mean annual precipitation is 50 to 90 inches.  The mean annual temperature is 50 to 54 degrees F.  The frost-free period is 200 to 300 days.  The soils are on the Ingram geomorphic surface (stream environment) or the Tenmile geomorphic surface (marine environment)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Chetco, Coquille, Knappa, Nehalem, and Nestucca soils.  Coquille, Knappa, Nehalem, and Nestucca soils are fine-silty.  Chetco, Coquille, Nehalem, and Nestucca soils are on flood plains.  Knappa soils occur on high stream terraces.  Chetco soils have an umbric epipedon and a cambic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained; slow permeability.  A seasonal high water table is at a depth of 0.5 feet above to 0.5 feet below the surface from November to May.  The soils are subject to frequent periods of flooding for long durations from November to March."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Langlois soils are used for native pastures and forage crops.  Most areas have been cleared.  Native vegetation is dominantly Sitka spruce, willows, red alder, black cottonwood, Douglas iris, rushes, sedges, bentgrass, and skunkcabbage.  Reed canarygrass, meadow foxtail, and big trefoil are planted in improved pastures."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Floodplains, lowlands, and tidal flats near rivers and streams along the central and southern Oregon coast; MLRA 1.  The series is  not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Curry County, Oregon, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon include:\nOchric epipedon\nAquic conditions - from the surface to 60 inches with chroma of 2 or less and redox concentrations as masses.  The soil is saturated in some part with water most of the year.\nFluvaquents feature - the soils have an organic carbon content that decreases irregularly with depth."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 25,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 5.5,
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 10 inches; dark grayish brown (2.5Y 4/2) silty clay loam, light brownish gray (2.5Y 6/2) dry; weak medium subangular blocky structure; hard, friable, sticky and plastic; many very fine to medium roots; many very fine irregular pores; many fine and medium distinct masses of iron accumulation mostly along root channels; strongly acid (pH 5.5); abrupt smooth boundary.  (4 to 10 inches thick)"
      },
      {
        "name": "Cg1",
        "top": 25,
        "bottom": 51,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Cg1--10 to 20 inches; dark gray (2.5Y 4/1) silty clay loam, light gray (2.5Y 6/1) dry; massive; hard, firm, sticky and plastic; common very fine and fine roots; many very fine tubular pores; many fine and medium distinct masses of iron accumulation; moderately acid (pH 5.8); gradual smooth boundary.  (6 to 18 inches thick)"
      },
      {
        "name": "Cg2",
        "top": 51,
        "bottom": 71,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Cg2--20 to 28 inches; dark gray (2.5Y 4/1) silty clay loam, light gray (2.5Y 6/1) dry; massive; hard, firm, sticky and plastic; few very fine roots; common very fine tubular pores; many partially decomposed woody fragments and other vegetative material occurring as thin, discontinuous lenses; common fine and medium distinct masses of iron accumulation; moderately acid (pH 5.8); abrupt smooth boundary.  (6 to 12 inches thick)"
      },
      {
        "name": "2Cg3",
        "top": 71,
        "bottom": 152,
        "dry_hue": "5Y",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 6,
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cg3--28 to 60 inches; dark gray (5Y 4/1) clay, gray (5Y 6/1) dry; massive; very hard, firm, very sticky and plastic; few fine tubular pores; few fine distinct masses of iron accumulation; moderately acid (pH 6.0)."
      }
    ]
  ]
}
