{
  "SERIES": "LANGTRY",
  "STATUS": "Established Series",
  "BYREV": "Rev. MLG, WJG",
  "REVDATE": "04/2011",
  "STATES": "TX",
  "OVERVIEW": "The Langtry series consists of shallow, well drained, moderately permeable soils that formed over indurated limestone of Cretaceous age.  The soils are on gently undulating to steep uplands of the Edwards Plateau and slopes range from 1 to 40 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic, hyperthermic Lithic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Langtry very cobbly silt loam--rangeland.        (Colors are for dry soil unless otherwise stated.)\nAk1--0 to 8 inches; dark grayish brown (10YR 4/2) very cobbly silt loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium subangular and granular structure; slightly hard, friable; common fine roots; 25 percent limestone cobbles, 20 percent limestone pebbles; limestone fragments are coated with reprecipitated calcium carbonate; strongly effervescent; moderately alkaline; abrupt wavy boundary.  (2 to 20 inches thick)\nAk2--8 to 14 inches; dark grayish brown (10YR 4/2) extremely, cobbly silt loam, very dark grayish brown (10YR 3/2) moist; moderate very fine subangular blocky and granular structure; slightly hard, friable; limestone fragments about 85 percent by volume, about 55 percent cobbles, 20 percent pebbles and 10 percent stones; the fine earth is in cracks and crevices between fragments 1/8 to 1/4 inch thick; coarse fragment of limestone and caliche comprise 35 to 60 percent by volume.  About 10 to 50 percent are pebble size, 15 to 50 percent are cobble size and 0 to 10 are stone size. indurated limestone fragments up to 1/4 inch thick are coated with calcium carbonated on the surface of plates; moderately alkaline; gradual wavy boundary.  ( 0 to 12 inches thick)\nR--14 to 60 inches; coarsely fractured limestone bedrock; few seams of calcium carbonate in cracks and crevices in upper part."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Val Verde County, Texas; 6.8 miles west on U.S. Highway 90 from its junction with Texas Highway 163 in Comstock; 100 feet south in rangeland."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to limestone bedrock is 6 to 20 inches.  Calcium carbonate equivalent  is 40 to 55 percent in the fine earth and less than 20 mm fraction including limestone fragments, soil particles, and secondary calcium carbonate.  Stones cover 0 to 15 percent of the surface.\nThe Ak1 horizon has hue of 7.5YR or 10YR, value of 3 to 5 and chroma of 2 or 3.  The fine earth fraction is silt loam, loam or clay loam with a clay content of 18 to 35 percent.  Silicate clay content is 8 to 34 percent.  Reaction is slightly alkaline or moderately alkaline.\nThe Ak2 horizon where present, has the same colors and fine earth fraction textures as the Ak1 horizon.  Fragments of limestone or caliche comprise 35 to 90 percent by volume.  About 10 to 40 percent are pebble size, 35 to 70 percent are cobble size and 0 to 40 percent are stone size.\nThe R layer is strongly cemented to indurated limestone bedrock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other competing series.  Similar soils are the Amistad, Ector, Jimenez, Lozier, Olmos, Real, Talpa, Tarrant, Volco, and Zorra series.  Amistad, Jimenez, Olmos, and Zorra soils have petrocalcic horizons.  Ector soils have mean annual soil temperatures less than 70 degrees F.  Lozier soils lack a mollic epipedon.  Real soils have a paralithic contact with weakly cemented limestone.  Talpa, Tarrant, and Volco soils have less than 40 percent calcium carbonate equivalent in the fraction less than 20 mm.  In addition, Tarrant soils have montmorillonitic mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Langtry soils are on gently undulating to steep uplands.  Slopes range from less than 1 percent to about 40 percent.  Rock outcrops are common where gradients are over 15 percent.  The underlying rock is indurated limestone of Cretaceous age, mainly of the Buda and Austin formation.  Mean annual temperature ranges from 70 to 74 degrees F. and mean annual precipitation ranges from 12 to 24 inches.  Frost free days range from 240 to 310 days and elevation ranges from 1,000 to 2,250 feet.  Thornthwaite P-E index ranges from 19 to 31."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Amistad, Ector, Jimenez, Lozier and Olmos series which occur on similar surfaces, as well as the Dev, Acuna, Felipe, Sanderson and Valverde series.  Dev soils are over 20 inches deep and occur on floodplains. Acuna, Sanderson, and Valverde soils are over 20 inches deep.  Acuna and Sanderson soils occur at lower elevations on outwash plains. Valverde soils occur in similar positions.  In addition, Sanderson and Valverde soils lack mollic epipedons.  Felipe soils are formed over shaly clay on the steeper slopes and breaks at lower elevations."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained. Runoff is very low on 1 to 3 percent slopes, low on 3 to 5 percent slopes, medium on 5 to 20 percent slopes. Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used entirely for rangeland.  Native vegetation is short and midgrasses with some desertic shrubs. Grasses are mainly gramas, tridens, or threeawns.  Woody plants are mainly cenizo, condalias, tasajillo, guajillo, guayacan, and false-mesquite."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly in the southwestern portion of the Edwards Plateau of southwestern Texas and probably considerable acreage in Mexico.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Val Verde County, Texas; 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included as part of the Ector series.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 14 inches (Ak horizons)\nCalcic horizon - 0 to 14 inches (Ak horizons).\nLithic contact at 14 inches.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ak1",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "very cobbly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Ak1--0 to 8 inches; dark grayish brown (10YR 4/2) very cobbly silt loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium subangular and granular structure; slightly hard, friable; common fine roots; 25 percent limestone cobbles, 20 percent limestone pebbles; limestone fragments are coated with reprecipitated calcium carbonate; strongly effervescent; moderately alkaline; abrupt wavy boundary.  (2 to 20 inches thick)"
      },
      {
        "name": "Ak2",
        "top": 20,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "cobbly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Ak2--8 to 14 inches; dark grayish brown (10YR 4/2) extremely, cobbly silt loam, very dark grayish brown (10YR 3/2) moist; moderate very fine subangular blocky and granular structure; slightly hard, friable; limestone fragments about 85 percent by volume, about 55 percent cobbles, 20 percent pebbles and 10 percent stones; the fine earth is in cracks and crevices between fragments 1/8 to 1/4 inch thick; coarse fragment of limestone and caliche comprise 35 to 60 percent by volume.  About 10 to 50 percent are pebble size, 15 to 50 percent are cobble size and 0 to 10 are stone size. indurated limestone fragments up to 1/4 inch thick are coated with calcium carbonated on the surface of plates; moderately alkaline; gradual wavy boundary.  ( 0 to 12 inches thick)"
      },
      {
        "name": "R",
        "top": 36,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--14 to 60 inches; coarsely fractured limestone bedrock; few seams of calcium carbonate in cracks and crevices in upper part."
      }
    ]
  ]
}
