{
  "SERIES": "LANGILLE",
  "STATUS": "Tentative Series",
  "BYREV": "JBB/CES/JTW",
  "REVDATE": "10/2019",
  "STATES": "CA",
  "OVERVIEW": "The Langille series consists of moderately deep, well drained soils formed in colluvium and till over residuum weathered from granite. The Langille soils are on structural benches of mountain slopes of the Sierra Nevada Mountains. Slopes range from 2 to 50 percent. The mean annual precipitation is about 1000 mm and the mean annual air temperature is about 2 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic Vitrixerandic Dystrocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Langille extremely channery loamy sand on a south-facing (200 degree), 4 percent slope under threadleaf sedge and lodgepole pine at an elevation of 3334 meters. (Colors are for dry soils unless otherwise noted. When described on August 9, 2013 the soil was dry to 11 cm.)\nA1--0 to 11 cm; brown (10YR 4/3) extremely channery loamy sand, black (10YR 2/1) moist; 3 percent clay; moderate very fine granular structure; soft, very friable, nonsticky, nonplastic; many very fine roots throughout; 5 percent subangular indurated granite gravel, 55 percent subangular indurated granite channers, 2 percent subangular indurated granite flagstones; NaF pH 10.0; very strongly acid (pH 5.0); clear smooth boundary.\nA2--11 to 19 cm; brown (7.5YR 5/3) very channery loamy sand, dark brown (7.5YR 3/4) moist 5 percent clay; moderate fine granular structure; soft, very friable, nonsticky, nonplastic; many very fine roots throughout; 15 percent subangular indurated granite gravel, 20 percent subangular indurated granite channers, 2 percent subangular indurated granite flagstones; NaF pH 10.5; very strongly acid (pH 4.6); gradual smooth boundary. (combined thickness of A horizons is 6 to 30 cm)\nBw--19 to 30 cm; light brown (7.5YR 6/3) very gravelly sandy loam, brown (7.5YR 4/4) moist; 5 percent clay; weak fine granular structure; soft, very friable, nonsticky, nonplastic; common very fine roots throughout; 10 percent subangular indurated granite channers, 30 percent subangular indurated granite gravel; NaF pH 10.0; very strongly acid (pH 4.8); clear smooth boundary. (15 to 50 cm thick)\nBC--30 to 62 cm; pale brown (10YR 6/3) very flaggy sandy loam, yellowish brown (10YR 5/4) moist; 7 percent clay; weak thin platy structure; slightly hard, friable, slightly sticky, nonplastic; few very fine roots throughout; 2 percent subangular indurated granite channers, 20 percent subangular indurated granite gravel, 15 percent subangular indurated granite flagstones; NaF pH 10.0; very strongly acid (pH 4.8); abrupt wavy boundary. (12 to 32 cm thick)\nR--62 to 200 cm; Indurated granite bedrock, fractured at intervals of 10 to less than 45 cm."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Fresno County, California, near Woods Lake in Kings Canyon National Park; USGS 7.5 minute topographic quadrangle: Aberdeen, California; WGS84 36.890662 latitude and -118.373133 longitude; UTM zone 11 4083623 meters N 377646 meters E NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature: The mean annual soil temperature at 50 cm is 0 to 6 degrees C and the difference between mean summer and mean winter soil temperature is more than 6 degrees C. The soils have a cryic temperature regime.\nSoil moisture: The soils have a xeric soil moisture regime. The soil moisture control section is dry in all parts from about August to October (about 80 days).\nDiagnostic Feature(s):\nOchric epipedon thickness:  18 cm\nCambic horizon thickness:  15 to 70 cm\nDepth to lithic contact:  50 to 100 cm\nBase saturation: Less than 50 percent (by ammonium acetate).\nAcid-oxalate extractable Al plus 1/2 Fe:  0.4 to 2.0 percent (by weight) in one or more horizons with a total thickness of 18 cm or more within 75 cm of the mineral soil surface.\nVolcanic glass:  5 to 30 percent in the 0.02 to 2.0 mm fraction in an 18 cm thick layer within a depth of 75cm from the mineral soil surface\nParticle size control section weighted average:\nRock fragments: 35 to 75 percent, with 0 to 35 percent gravel, 0 to 35 percent cobbles, 0 to 35 percent stones, 0 to 15 percent channers, and 0 to 15 percent flagstones.\nClay content: 3 to 10 percent\nNaF pH: 9.0 to 11.0\nA horizons\nHue: 7.5YR, 10YR\nValue: 4 or 5 dry, 2 or 3 moist\nChroma: 2 or 3 dry, 1 to 3 moist\nTexture: sandy loam, fine sandy loam, loamy sand\nClay content: 3 to 10 percent\nRock fragments: 0 to 80 percent\n0 to 25 percent gravel\n0 to 25 percent cobbles\n0 to 25 percent stones\n0 to 40 percent channers\n0 to 30 percent flagstones\nReaction: very strongly to strongly acid\nBw horizons\nHue: 7.5YR, 10YR\nValue: 4 to 6 dry, 3 or 4 moist\nChroma: 3 to 6 dry, 3 or 4 moist\nTexture: sandy loam, fine sandy loam\nClay content: 5 to 12 percent\nRock fragments: 35 to 75 percent\n0 to 45 percent gravel\n0 to 45 percent cobbles\n0 to 35 percent stones\n0 to 15 percent channers\n0 to 10 percent flagstones\nReaction: very strongly to moderately acid\nC or BC horizons (where present)\nHue: 10YR, 2.5Y\nValue: 6 or 7 dry, 4 or 5 moist\nChroma: 3 or 4, dry or moist\nTexture: sandy loam, loamy sand, loamy coarse sand\nClay content: 2 to 8 percent\nRock fragments: 35 to 70 percent\n0 to 35 percent gravel\n0 to 25 percent cobbles\n0 to 35 percent stones\n0 to 15 percent channers\n0 to 10 percent flagstones\nReaction: very strongly to moderately acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Stehekin (MLRA 3) soils. The Stehekin soils formed in mixed ash, till, and colluvium, do not have a lithic contact within 100 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Langille soils are on structural benches. Slopes range from 2 to 50 percent. These soils formed in colluvium and till over residuum weathered from granite and granodiorite. Elevation is 2340 to 3960 meters. The climate is Mediterranean with warm, dry summers and cool, moist winters. The mean annual precipitation is 505 to 1460 mm and the mean annual air temperature is -1 to 5 degrees C. The frost free season is 45 to 95 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Benchlake, Canisrocks, and Isosceles soils. The Bencklake (sandy-skeletal) and Isosceles (loamy) soils are formed in similar landscape positions and have a lithic contact within 50 cm. The Canisrocks soils are formed in colluvium on mountain slopes and do not have a lithic contact within 150 cm of the mineral soil surface."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, high saturated hydraulic conductivity.  Saturated hydraulic conductivity of the bedrock is low to high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for recreation, wildlife habitat, and watershed. Vegetation is threadleaf sedge, Parry's rush, tundra aster, bottlebrush squirreltail, Davidson's and Rydberg's penstemons, Alkali bluegrass, and lodgepole pine. Scattered whitebark pine may be present in some areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Sierra Nevada Mountains of California; MLRA 22A. These soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Fresno County, California in Sequoia and Kings Canyon National Parks. Source of name from Langille Peak in Kings Canyon National Park."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle Size Control Section for this pedon: 36 to 62 cm\nDiagnostic horizons and features recognized in this pedon are:\nOchric Epipedon\t\t0 to 18 cm\nCambic Horizon\t\t19 to 62 cm\nLithic Contact\t\t62 cm\nADDITIONAL DATA:\nNASIS User Pedon ID: 2013CA7927504\nSoil classified using the 12th Edition of the Keys to Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
