{
  "SERIES": "LANGSLET",
  "STATUS": "Established Series",
  "BYREV": "Rev. CWL-TDT-JVC",
  "REVDATE": "09/2004",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine, smectitic, frigid Xeric Aquicambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Langslet silt loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 8 inches; grayish brown (2.5Y 5/2) silt loam, dark grayish brown (2.5Y 4/2) moist; moderate thin platy structure; slightly hard, very friable, moderately sticky and slightly plastic; common very fine and fine roots; common very fine and few fine vesicular pores; 5 percent gravel; slightly alkaline (pH 7.6); clear smooth boundary.  (5 to 10 inches thick).\nBss1--8 to 32 inches; light brownish gray (2.5Y 6/2) silty clay, dark grayish brown (2.5Y 4/2) moist; strong medium prismatic structure; hard, firm, moderately sticky and moderately plastic; common very fine roots; few very fine tubular pores; few slickensides; slightly alkaline (pH 7.6); clear smooth boundary.  (8 to 20 inches thick)\nBss2--32 to 47 inches; light brownish gray (2.5Y 6/2) silty clay, dark grayish brown (2.5Y 4/2) moist; strong medium prismatic and strong medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine roots; few very fine tubular pores; few fine prominent dark reddish brown (5YR 3/3) masses of iron accumulation; common slickensides; slightly alkaline (pH 7.6); gradual smooth boundary.  (5 to 20 inches thick).\nBkss--47 to 60 inches; light gray (5Y 7/1) silty clay, olive (5Y 4/3) moist; moderate medium prismatic and strong medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine tubular pores; many slickensides; strongly effervescent, secondary carbonates segregated in common medium rounded masses; slightly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lake County, Oregon; in Guano Valley at the south end of Guano Lake and about 0.6 miles northeast of BLM road 6106; in the SW 1/4 of the NW1/4 of section 35, T. 39 S., R. 27 E.; USGS Guano Lake 7.5 minute topographic quadrangle; approximately 42 degrees 08 minutes 42 seconds north latitude and 119 degrees 31 minutes 07 seconds west longitude, NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 45 to 47 degrees F.\nParticle-size control section - Clay content: 40 to 60 percent; Rock fragments: Averages 0 to 5 percent gravel.\nDepth to redoximorphic features - 20 to 40 inches.\nDepth to secondary carbonates - 30 to 50 inches.\nDepth to bedrock - 60 inches or more.\nVertic features - The subsoil cracks and develops slickensides; cracks extend upward to the base of the A horizon.  Cracks are open from about mid-August through mid-November.\nReaction - Slightly alkaline or moderately alkaline.\nA horizon - Hue: 2.5Y or 5Y.\nValue: 5 through 7 dry, 3 or 4 moist.\nBss horizons - Hue: 2.5Y or 5Y.\nValue: 4 or 5 moist.\nChroma: 1 or 2, dry or moist.\nTexture: Silty clay or clay.\nBkss horizon - Value: 6 or 7 dry, 4 or 5 moist.\nChroma: 1 or 2, dry or moist.\nTexture: Silty clay or clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Langslet soils are on lake terraces in closed basins.  These soils formed in lacustrine deposits derived primarily from basalt and tuff.  Slopes are 0 to 2 percent.  Elevations range from 4,000 to 5,200 feet.  The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 6 to 10 inches, the mean annual temperature is 43 to 45 degrees F., and the frost-free period is 50 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Boulder Lake, Mudpot, Spangenburg, and Swalesilver soils.  Boulder Lake soils crack to the surface.  Mudpot soils are poorly drained, have an aquic soil moisture regime, and are on adjacent lower terraces.  Spangenburg and Swalesilver soils have an argillic horizon and are on a higher terrace.  Spangenburg soils are well drained and have a mesic soil temperature regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; medium surface runoff; slow permeability.  These soils are susceptible to frequent ponding for long duration from January through May with water up to 0.5 feet deep.  Endosaturation is also present within the upper 6 feet during the same time period."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Langslet soils are used for livestock grazing and wildlife habitat.  The climax vegetation is creeping wildrye, bottlebrush squirreltail, and povertyweed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South-central Oregon.  These soils are not extensive with about 3,400 acres of the series mapped to date.  MLRA 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lake County, Oregon, Southern Part, 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 8 inches (A horizon).\nCambic horizon - The zone from 8 to 47 inches (Bss1 and Bss2 horizons).\nSlickensides - The zone from 8 to 60 inches (Bss1, Bss2, and Bkss horizons).\nIdentifiable secondary carbonates - The zone from 47 to 60 inches (Bkss horizon).\nEndosaturation feature - The condition of ground water with an upper boundary between the soil surface and 72 inches at certain times during normal years (parts of the A, Bss1, Bss2, and Bkss horizons).\nParticle-size control section - The zone from 10 to 40 inches (parts of the Bss1 and Bss2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
