{
  "SERIES": "LANPHERE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JTB/SAA/ET",
  "REVDATE": "10/2016",
  "STATES": "CA",
  "OVERVIEW": "The Lanphere series consists of very deep, somewhat excessively drained soils formed in eolian sand. Lanphere soils are on dune fields and coastal plains. Slope ranges from 2 to 75 percent. Mean annual precipitation is about 1000 mm (39 inches) and the mean annual temperature is about 11 degrees C (52 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, isomesic Typic Udipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lanphere sand on a west-facing 50 percent slope under Sitka spruce, silk tassle, evergreen huckleberry, and moss at an elevation of 6 meters (20 feet). When described on April 15, 2002, the soil was moist throughout. (Colors are for moist soil unless otherwise noted)\nOi--0 to 5 cm (0 to 2 inches); slightly decomposed spruce needles and twigs, very dark brown (10YR 2/2) rubbed; 95 percent fibers, 5 percent rubbed; few very fine, common fine, and few medium roots throughout; moderately acid, (pH 6.0); abrupt wavy boundary. (5 to 20 centimeters thick)\nOa--5 to 10 cm (2 to 4 inches; very dark brown (10YR 2/2) highly decomposed plant material, very dark grayish brown (10YR 3/2) dry, black (10YR 2/1) rubbed; 50 percent fibers, 10 percent rubbed; few very fine, medium, and common fine roots throughout; many very fine irregular pores; strongly acid, (pH 5.4); abrupt wavy boundary. (0 to 7 centimeters thick)\nA--10 to 28 cm (4 to 11 inches); very dark grayish brown (10YR 3/2) sand, grayish brown (10YR 5/2) dry; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine, many fine, medium, and few coarse roots throughout; few very fine tubular pores; 10 percent fine faint dark yellowish brown (10YR 4/4) iron-manganese masses along root channels; moderately acid, (pH 5.6); clear wavy boundary. (5 to 25 centimeters thick)\nAC--28 to 65 cm (11 to 26 inches); very dark grayish brown (2.5Y 3/2) sand, grayish brown (2.5Y 5/2) dry; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; few fine, coarse, and common medium roots throughout; few very fine tubular pores; 1 percent fine prominent dark yellowish brown (10YR 4/4) iron-manganese masses along root channels; moderately acid, (pH 5.8);gradual wavy boundary. (10 to 100 centimeters)\nC1--65 to 120 cm (26 to 47 inches); dark olive gray (5Y 3/2) sand, olive gray (5Y 5/2) dry; single grain; loose, loose, nonsticky and nonplastic; few fine, common medium, and few coarse roots throughout; many very fine and fine interstitial pores; 1 percent fine prominent dark yellowish brown (10YR 4/4) iron-manganese masses along root channels; moderately acid, (pH 5.8); gradual wavy boundary.\nC2--120 to 160 cm (47 to 63 inches; dark olive gray (5Y 3/2) sand, olive gray (5Y 5/2) dry; single grain; loose, loose, nonsticky and nonplastic; few fine and medium roots throughout; many very fine and fine interstitial pores; 1 percent fine prominent dark yellowish brown (10YR 4/4) iron-manganese masses along root channels; slightly acid, (pH 6.2). (Combined thickness of the C horizons is 50 to 175 centimeters)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Humboldt County, California; about 3 miles west of the town of Arcata; Section 35, T.5N., R.1W., Humboldt Baseline and Meridian; USGS Eureka Quadrangle (7.5 minute series); WGS84 Decimal degrees 40.8651667 latitude, -124.1590000 longitude; UTM Zone 10 402327mE, 4524437mN; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: The soil moisture control section (36 to 109 centimeters) is not dry in any part for as long as 90 cumulative days in normal years. The soils have a udic moisture regime.\nSoil Temperature: The mean annual soil temperature at 50 centimeters is 11 to 13 degrees C (52 to 55 degrees F). The average summer soil temperature is about 13 degrees C and the average winter soil temperature is about 11 degrees C. The difference between mean summer and mean winter soil temperatures is between 1 and 3 degrees C.\nRedoximorphic features may develop from brief and localized saturated conditions around root channels during the winter months, rather than from the presence of free water throughout the soil profile.\nParticle size control section (weighted average):\nClay content: 0 to 1 percent\nA Horizon:\nHue: 10YR or 2.5Y\nValue: 2 or 3 moist, 3 to 5 dry\nTexture: sand\nChroma: 1 and 2, moist or dry\nClay: 0 to 1 percent, by weight\nReaction: strongly to moderately acid\nRedoximorphic Features: fine iron-manganese masses along root channels\nQuantity: none to common\nDistinctness: prominent\nHue: 10YR or 2.5Y\nValue: 3 or 4\nChroma: 4 to 6\nC Horizon:\nHue: 2.5Y or 5Y\nValue: 3 or 4 moist, 5 dry\nChroma: 1 or 2, moist or dry\nTexture: sand, fine sand\nClay: 0 to 1 percent, by weight\nReaction: moderately acid to slightly acid\nRedoximorphic Features: fine iron-manganese masses along root channels\nQuantity: none to common\nDistinctness: prominent\nHue: 10YR or 2.5Y\nValue: 3 or 4\nChroma: 4 to 6"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Frankport, Waldport, and Westport soils. Frankport soils have sand weathered from heavy minerals composed of over 50 percent chromite, illmenite, and magnetite. Waldport and Westport soil have moist chromas greater than 2 in the C horizon. Frankport, Waldport, and Wesport soils have a difference between mean winter and mean summer soil temperatures of between 3 and 6 degrees C."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Lanphere soils are on stabilized dunes and longitudinal dunes on dune fields and coastal plains. Slopes are 2 to 75 percent Elevations are 0 to 25 meters (0 to 82 feet). These soils formed in eolian sand derived from mixed sources. The climate is humid with cool, foggy summers and cool, rainy winters. Mean annual precipitation is 890 to 2030 millimeters (35 to 80 inches). The mean annual temperature is 10 to 13 degrees C (50 to 55 degrees F). Frost free season is about 275 to 330 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Samoa and Clambeach soils. Samoa soils have mean summer and mean winter soil temperatures that differ by more than 6 degrees C. Samoa soils occur on recently stabilized dunes under herbaceous vegetation. Clambeach soils are poorly drained and occur in deflation basins and depressions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained; high runoff; moderately slow permeability; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used mainly for plant and wildlife habitat and recreation. Vegetation includes Sitka spruce, shore pine, Douglas-fir, grand fir, Pacific madrone, California wax myrtle, and wavyleaf silktassel with twinberry honeysuckle, pink flowering currant, evergreen huckleberry, salal, and salmon berry in the understory. California polypody, poison oak, western brackenfern, bearberry manzanita, western rattlesnake plantain, reindeer lichen, and other lichens and mosses cover the forest floor."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Coastal Redwood Belt; MLRA 4B. The series is not extensive.  MLRA 4B"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Southern Humboldt County Soil Survey, California 2012.  Proposed 2004.  The name is from Lanphere Road."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\n1. Ochric epipedon: The zone from 0 to 28 centimeters. (Oi, Oa, and A horizons)\n2. Particle size control section: The zone from 25 to 100 centimeters (A, AC and C1 horizons) have a texture of sand, .5 percent clay and no rock fragments.\nADDITIONAL DATA:\nNASIS User Pedon ID:  02CA600015\nSoil classified using Keys to Soil Taxonomy, 12th edition.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
