{
  "SERIES": "LANSDALE",
  "STATUS": "Established Series",
  "BYREV": "Rev. MS-MDJ",
  "REVDATE": "09/2008",
  "STATES": "MD,NJ,PA,VA",
  "OVERVIEW": "The Lansdale series consists of deep and very deep, well drained soils on uplands. They formed in residuum weathered from sandstone and/or conglomerate. Slopes are 0 to 25 percent. Saturated hydraulic conductivity is moderately high to high. Mean annual temperature ranges from 50 to 55 degrees F. Mean annual precipitation ranges from 40 to 48 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lansdale sandy loam - cultivated. (Colors are for moist soil.)\nAp--0 to 8 inches; brown (10YR 5/3) loam; weak fine granular structure; friable; 2 to 5 percent gravel; moderately acid; clear smooth boundary. (0 to 12 inches thick)\nBE--8 to 14 inches; yellowish brown (10YR 5/4) sandy loam; weak fine and medium subangular blocky structure; friable; 2 to 5 percent gravel; strongly acid; gradual wavy boundary. (0 to 8 inches thick)\nBt1--14 to 20 inches; brown (7.5YR 5/4) sandy loam; moderate fine and medium subangular blocky structure; friable, slightly sticky, slightly plastic; few clay bridges of sand grains; 10 percent fine gravel; strongly acid; gradual wavy boundary. (8 to 10 inches thick)\nBt2--20 to 30 inches; brown (7.5YR 4/4) gravelly sandy loam; moderate medium subangular blocky structure; friable, nonsticky, nonplastic; many clay films on peds; 20 percent fine gravel; strongly acid; gradual wavy boundary. (combined thickness of the Bt horizons is 12 to 20 inches)\nC--30 to 45 inches; yellowish brown (10YR 5/6) very channery sandy loam; massive; friable; 30 percent weathered soft fragments of arkosic sandstone; very strongly acid. (2 to 20 inches thick)\nR--45 inches; weathered, grayish, semihard, arkosic sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Delaware Township, Hunterdon County, New Jersey; 1.75 miles northeast of Sergeantsville, in a road bank on the south side of Route 523;\nUSGS Stockton, NJ-PA topographic quadrangle; approximate coordinates lat. 40 degrees 28 minutes N and long. 74 degrees 55 minutes 15 seconds W, NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of solum ranges from 20 to 40 inches. Depth to massive bedrock ranges from about 3 1/2 to more than 5 feet. Rock fragment content generally increases with depth and ranges from 2 to 25 percent in the solum and from 10 to 40 percent in the substratum. Rock fragments include gravel, channers, and stones. The soil is naturally strongly or very strongly acid throughout. The silt and sand sized-particles are predominantly quartz and feldspar.\nThe Ap horizon has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 2 or 3. Undisturbed soils have 2- to 3-inch thick, very dark grayish brown A horizons. Fine-earth texture is loam or sandy loam.\nThe Bt horizon or BE horizon (where present) has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 4 or 6. Fine-earth texture is commonly sandy loam or loam but includes sandy clay loam subhorizons. Clay films in the Bt horizons range from faint to distinct.\nThe C horizon has hue of 10YR to 10R, value of 3 to 5, and chroma of 3 to 6. Fine-earth texture is commonly sandy loam or fine sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Dunellen, Germano and Rigley series. Dunellen soils formed in alluvium, allow redder hues in the subsoil and substratum, and have rock fragments that are dominantly rounded gravel. Germano soils are moderately deep to a paralithic contact. Rigley soils formed in colluvium, are very deep to bedrock, and have sola that range from 40 to 60 inches in depth."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Lansdale soils are on rolling uplands, on slopes from 0 to 25 percent. They formed in residuum weathered from arkosic sandstone and conglomerate. Average annual temperature ranges from 50 to 55 degrees F. Average annual precipitation ranges from 40 to 48 inches. Frost-free days range from 160 to 190."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Bowmansville, Bucks, Chalfont, Duncannon, Penn, Quakertown, Readington and Steinsburg soils commonly are in the same landscape. All of these soils, except Duncannon and Steinsburg, have more than 18 percent clay in the control section. Bowmansville soils formed in alluvial deposits derived from upland soil materials weathered from red and brown shale and sandstone or from dolerite or basalt. Bucks soils have a lithologic discontinuity and generally have redder hues and red shale bedrock at 40 to 60 inches. Chalfont soils have both a fragipan and low chroma iron depletions in the argillic horizon. Duncannon soils lack an argillic horizon and have hard bedrock at less than 60 inches. Penn soils are moderately deep to bedrock and have redder hues and formed dominantly in red shale residuum. Readington soils have a fragipan, redder hues, and redoximorphic features in the argillic horizon. Steinsburg soils lack an argillic horizon and have hard bedrock at less than 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Lansdale soils are well drained. Saturated hydraulic conductivity is moderately high to high. Index surface runoff class ranges from very low or low where nearly level to medium or high where moderately steep."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Lansdale soils are used mostly to grow grass, legumes, small grains, soybeans and corn. They are also extensively used for urban purposes. Wild vegetation is mixed hardwood, chiefly oaks, hickories and yellow poplar."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The north-central part of New Jersey, the southeastern part of Pennsylvania, the central part of Maryland, and Northern Virginia. The series is moderately extensive, consisting of about 15,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Montgomery County, Pennsylvania, 1905."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Lansdale soils were originally defined as having sandy loam or loam in the upper horizons and silty clay loam in the B horizons. As they are now defined, the B horizon averages sandy loam or loam; some subhorizons are as fine as sandy clay loam or heavy loam. Particle-size data consistently average less than 18 percent clay in the Bt horizons.\nDiagnostic horizons and other features recognized in this pedon are:\na)Ochric epipedon - the zone from 0 to 14 inches (Ap and BE horizons)\nb)Argillic horizon - the zone from 14 to 30 inches (Bt1 and Bt2 horizons)\nc)Depth to bedrock is at 45 inches (R)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Laboratory data are available at the NSSL in Lincoln, NE on two pedons from Lancaster County PA; Pedon ID 55PA071008 and 55PA071009.\nREVISED: 09/89-CFE-MLM-GAQ-MJL; 11/2005-RJE, DHK\n2008: Pedon Description, competing, geographically associated soils, and type location updated"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; brown (10YR 5/3) loam; weak fine granular structure; friable; 2 to 5 percent gravel; moderately acid; clear smooth boundary. (0 to 12 inches thick)"
      },
      {
        "name": "BE",
        "top": 20,
        "bottom": 36,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BE--8 to 14 inches; yellowish brown (10YR 5/4) sandy loam; weak fine and medium subangular blocky structure; friable; 2 to 5 percent gravel; strongly acid; gradual wavy boundary. (0 to 8 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 36,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--14 to 20 inches; brown (7.5YR 5/4) sandy loam; moderate fine and medium subangular blocky structure; friable, slightly sticky, slightly plastic; few clay bridges of sand grains; 10 percent fine gravel; strongly acid; gradual wavy boundary. (8 to 10 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 51,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--20 to 30 inches; brown (7.5YR 4/4) gravelly sandy loam; moderate medium subangular blocky structure; friable, nonsticky, nonplastic; many clay films on peds; 20 percent fine gravel; strongly acid; gradual wavy boundary. (combined thickness of the Bt horizons is 12 to 20 inches)"
      },
      {
        "name": "C",
        "top": 76,
        "bottom": 114,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "cf_class": "very channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--30 to 45 inches; yellowish brown (10YR 5/6) very channery sandy loam; massive; friable; 30 percent weathered soft fragments of arkosic sandstone; very strongly acid. (2 to 20 inches thick)"
      },
      {
        "name": "R",
        "top": 114,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--45 inches; weathered, grayish, semihard, arkosic sandstone."
      }
    ]
  ]
}
