{
  "SERIES": "LANSDOWNE",
  "STATUS": "Established Series",
  "BYREV": "WCK-CFE; Rev. RJE-DHK",
  "REVDATE": "11/2005",
  "STATES": "NJ",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, mesic Aquultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lansdowne silt loam - abandoned field. (Colors are for moist condition.)\nAp--0 to 9 inches, dark reddish brown (5YR 3/3) silt loam; moderate medium granular structure; friable; many fine roots; moderately acid; abrupt smooth boundary. (4 to 10 inches thick)\nBt1--9 to 14 inches, yellowish red (5YR 4/6) silty clay loam; moderate medium subangular blocky structure; friable, plastic; few fine roots; few fine distinct grayish brown (10YR 5/2) and light brownish gray (10YR 6/2) iron depletions; common thin reddish gray (5YR 5/2) clay films on ped faces, root channels and in pores; 2 percent fine rounded glacial gravel consisting of granite gneiss, quartzite and red shale; strongly acid; clear wavy boundary.\nBt2--14 to 25 inches, yellowish red (5YR 4/6) silty clay; moderate coarse angular blocky structure; friable, slightly sticky, plastic; common medium distinct reddish gray (5YR 5/2) iron depletions and reddish brown (2.5YR 4/4) iron concentrations; common thin reddish gray (5YR 5/2) clay films on ped faces and in pores; 2 percent fine rounded gravel consisting of granite gneiss, quartzite and red shale; strongly acid; clear wavy boundary.\nBt3--25 to 38 inches, yellowish red (5YR 4/6) clay; moderate coarse prismatic structure parting to moderate coarse angular blocks; firm, plastic; common medium prominent reddish gray (5YR 5/2) and gray (10YR 6/1) iron depletions and common medium distinct yellowish brown (10YR 5/6) iron concentrations; common thin reddish gray (5YR 5/2) clay films on ped faces and in pores; 3 percent rounded gravel consisting of granite gneiss, quartzite and red shale; few rounded quartzite cobbles; strongly acid; abrupt wavy boundary.\nBt4--38 to 44 inches, dark red (2.5YR 3/6) silty clay; weak coarse prismatic structure; firm, plastic; common medium prominent yellowish brown (10YR 5/6) iron concentrations and gray (10YR 6/1) iron depletions; few thin reddish gray (5YR 5/2) clay films on ped faces; strongly acid; clear wavy boundary. (combined thickness of the Bt horizons is 30 to 48 inches)\n2C--44 to 55 inches, dusky red (10R 3/4) channery clay loam; weak very coarse prismatic structure; firm, plastic; fine distinct gray (10YR 6/1) iron depletions; reddish gray (5YR 5/2) coatings along prism faces; 20 percent shale fragments; moderately acid. (0 to 15 inches thick)\n2R--55 inches, dark red (2.5YR 3/6) jointed and partially weathered red shale bedrock; reddish gray (5YR 5/2) coatings along fractures in shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Montgomery Township, Somerset County, New Jersey; 450 feet east of Unionville Cemetery and 20 feet south of Dutchtown Zion Road; USGS Rocky Hill, NJ topographic quadrangle; approximate coordinates lat. 40 degrees 26 minutes 46 seconds N and long. 74 degrees 41 minutes 50 seconds W, NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 40 to 55 inches and is centered on 45 inches. Depth to hard shale, siltstone or fine-grained sandstone bedrock is greater than 40 inches. Rock fragments are primarily quartzite, granite gneiss, or shale, and are dominantly rounded gravel and cobbles 1/4 to 6 inches in diameter and range from 0 to 15 percent by volume in the solum. Rock fragments in the substratum are dominantly shale but include siltstone or fine-grained sandstone, depending on bedrock. Weatherable fragments normally increase with depth. Reaction ranges from strongly acid in the upper part of the solum to moderately acid in the lower part or in the C horizon unless limed.\nThe Ap horizon has hue of 5YR to 10YR, value of 3, and chroma of 2 or 3. Fine-earth texture is loam or silt loam. Consistence ranges from friable to firm, slightly sticky to sticky, and slightly plastic to plastic.\nThe Bt horizon has hue of 2.5YR to 7.5YR, value of 3 to 5, and chroma of 4 to 6. Fine-earth texture is silty clay loam, silty clay, clay loam and clay. Structure is moderate to strong, medium to coarse blocky but grades to moderate coarse prismatic in the lower part of many pedons. The consistence ranges from friable to firm in the upper part, and firm to extremely firm in the lower part, and sticky to very sticky to very sticky and plastic or very plastic.\nThe 2C horizon has hue of 10R to 5YR, value of 3 or 4, and chroma of 3 or 4. Fine-earth texture ranges from clay loam to sandy loam. Consistence is firm or very firm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cana, Coolville and Rarden series in the same family. Cana soils generally have more yellow hue and have rock fragments that are dominantly sedimentary or igneous in the solum. Coolville soils are deep to paralithic contact, have soft rock fragments, and generally have lower rock fragment content in the upper part. Rarden soils have a paralithic contact within a depth of 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Lansdowne soils are on nearly level to gently rolling uplands. They occur on broad flats, in slight depressions and along drainage ways. The regolith is derived from old alluvium and glacial till mainly from red shale, and overlies a red shale bedrock."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Abbottstown, Bucks, Doylestown, Norton, Penn and Readington series. The Abbottstown, Bucks, Doylestown, Penn and Readington soils have less than 35 percent clay. In addition, the Abbottstown, Doylestown and Readington soils have fragipans. Norton soils lack low chroma mottling in the upper part of the argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Lansdowne soils are moderately well and somewhat poorly drained. They have free water within 30 inches of the surface from October to June. Permeability is slow. Index surface runoff class is low or medium on nearly level areas and medium or high on gently sloping areas."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: A large proportion is under cultivation. Principal crops are corn, soybeans, small grains, hay and pasture. a smaller proportion is in permanent pasture or in woodland. Undrained areas are idle in many places. In wooded areas the dominant species are pin oak, maple, white and black oak and white ash."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Lansdowne soils are in the Piedmont of central Jersey and possibly in southeastern Pennsylvania and east-central Maryland. The series is of small extent, with about 9000 acres identified."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Hunterdon County, New Jersey, 1937."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The 11/2005 revision places the Lansdowne series in an active CEC activity class. One available pedon, 77NJ035-001, has 71% base saturation (sum of cations) in the horizon above bedrock. This pedon classifies as Aquic Hapludalfs, but other geographically associated soils such as Norton and Penn are Ultic Hapludalfs, and Bucks is a Typic Hapludult.\nDiagnostic horizons and other features recognized in this pedon are:\n1. Ochric epipedon - the zone from the surface of the soil to a depth of 9 inches (Ap horizon).\n2. Argillic horizon - the zone from 9 to 44 inches (Bt horizons).\n3. Lithic contact - at 55 inches (top of the 2R horizon).\nADDITIONAL DATA: Laboratory data are available at the NSSL in Lincoln NE; Pedon No. 77NJ035-001.\nREVISED: 09/70-WCK, CFE; 11/2005-RJE, DHK\nNational Cooperative Soil Survey\nU.S.A."
  }
}
