{
  "SERIES": "LANTZ",
  "STATUS": "Established Series",
  "BYREV": "Rev. CER",
  "REVDATE": "06/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Mollic Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lantz silt loam - pastured. (Colors are for moist soil unless otherwise stated.)\nA1--0 to 6 inches; very dark grayish brown (2.5Y 3/2) silt loam; weak coarse granular structure; friable, slightly sticky and slightly plastic; many fine and medium roots; 5 percent by volume rounded cobbles of metabasalt; medium acid; clear smooth boundary.  (4 to 7 inches thick)\nEg--6 to 9 inches; dark olive gray (5Y 3/2) silt loam; common fine faint mottles of light gray (10YR 6/1) and common fine distinct mottles of strong brown (7.5 5/6); weak coarse granular structure; friable, sticky and plastic; common fine and medium roots; medium acid; clear wavy boundary.  (2 to 6 inches thick)\nBtg1--9 to 22 inches; olive gray (5Y 5/2) clay loam; common medium distinct mottles of brownish yellow (10YR 6/6) and strong brown (7.5 5/6); weak fine and medium subangular blocky structure; firm, sticky and plstic; very few fine roots; thin discontinuous clay films; 1 percent cobbles by volume; medium acid; gradual wavy boundary.  (10 to 15 inches thick)\nBtg2--22 to 36 inches; gray (5Y 5/1) cobbly clay loam; many coarse prominent mottles of brownish yellow (10YR 6/6); weak coarse blocky and subangular blocky structure; very firm, sticky and very plastic; very few fine roots; 20 percent by volume cobbles of metabasalt; distinct clay films on the faces of peds; medium acid; clear irregular boundary.  (14 to 20 inches thick)\nCg--36 to 52 inches; gray (5Y 5/1) cobbly loam; massive; friable, slightly sticky; 20 percent by volume, highly weathered cobbles of metabasalt; slightly acid; clear irregular boundary.  (4 inches to several feet thick)\nR--52 inches; hard metabasalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Frederick county, Maryland; on Emmittsburg Road, one- fourth mile south of Matter's Station Road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum ranges from 30 to 45 inches.  Bedrock is at a depth of 4 to 10 feet.  Coarse fragments range from 0 to 30 percent by volume in the solum and 14 to 40 percent in the substratum.  They are usually of metabasalt but may be metaandesite and quartz and include some sandstone.  Some pedons have up to 15 percent stone cover.\nThe A horizon has hue of 2.5Y, 5Y, or is neutral, value of 2 or 3, and chroma of 0 through 3.  It is silt loam or loam.  It is medium or slightly acid.\nThe B horizon has hue of 2.5Y, 5Y, or is neutral, value of 4 through 6, chroma of 0 through 2 and are mottled.  It is typically clay loam or silty clay loam or their cobbly analogues.  It has 27 to 35 percent clay. It is medium or slightly acid.\nThe C horizon has a wider range of color than the B horizon.  It is loam or sandy loam in the fine earth fraction.  It is slightly acid or neutral.\nCOMPETING SERIES  There are no other series in this family.  Similar soils in related families are Blago, Chilo, Dunning, Havana, Ilion, Keansburg, Lickdale, Mermill, Olmstead, Varick, and Warners.  Blago soils have a base saturation of less than 35 percent and contain more than 35 percent clay in the particle size control section.  Chilo soils have sola more than 45 inches thick.  Havana and Mermill soils have a lithologic discontinuity in the lower part of the series control section.  Ilion and Olmstead soils do not have an umbric epipedon.  Keansburg and Lickdale soils do not have argillic horizons. Varick soils have bedrock at depths of 20 to 40 inches.  Warners soils have marl at depths of 6 to 20 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": null
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lantz soils are nearly level to sloping soils on upland depressions and around drainage heads and small intermittent drainageways.  Slopes range from 0 to 15 percent.  The Lantz soils developed in residuum from meta-igneous rocks within the Blue Ridge and on its footslopes.  They may be influenced somewhat by local alluvium.  Quartzite fragments are from intrusions, and sandstone fragments have been transported by gravity.  The climate is temperate and humid with a mean annual temperature of 45 to 55 degrees F.  Mean annual precipitation is about 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the well drained Braddock, Catoctin, Dekalb, Fauquier, Highfield, Meadowville, and Thurmont soils and the somewhat poorly drained Rohersville soils.  Braddock and Fauquier soils have more clay in the particle size control section.  Catoctin and Dekalb soils have bedrock within depths of 20 to 40 inches.   Highfield soils have less clay in the particle size conrol section.  Meadowville and Thurmont soils have a base saturation of less than 35 percent.  These soils are all in higher positions on the landscape than the Lantz soils.  Rohersville soils have fragipans and are in similar positions on the landscape as the Lantz soils."
  },
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained.  Overall permeability is slow and runoff is ponded to medium.  The water table is at or near the surface for long periods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Little used except for pastures.  Native vegetation is maple, hornbeam, alder, willow, sedge, and other wetland species."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Maryland in major land resource area 130. The series is of small extent."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Frederick County, Maryland, 1940."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": null
  }
}
