{
  "SERIES": "LAPA",
  "STATUS": "Established Series",
  "BYREV": "CDJ",
  "REVDATE": "06/2012",
  "STATES": "HI",
  "OVERVIEW": "The Lapa series consists of shallow, well drained soils that formed in volcanic ash and glacial till. Slopes range from 20 to 50 percent. The mean annual rainfall is about 500 millimeters (20 inches) and the mean annual temperature is about 12 degrees C. (53 degrees F.)",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial-skeletal, amorphic, isomesic Lithic Haplustands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lapa extremely cobbly medial fine sandy loam, on a south facing, 27 percent slope, in chaparral, at an elevation of 6760 feet (2060 meters). When described the soil was dry throughout. (Colors are for dry soil unless otherwise noted).\nA--0 to 2 inches, (0 to 6 cm); dark yellowish brown (10YR 3/4) extremely cobbly medial fine sandy loam, dark brown (7.5YR 3/2) moist; weak very fine subangular blocky structure; soft, very friable, nonsticky, slightly plastic; many very fine roots throughout; 5 percent rounded very strongly cemented 250 to 610 millimeter basalt fragments and 20 percent rounded very strongly cemented 75 to 250 millimeter basalt fragments and 40 percent rounded very strongly cemented 2 to 75 millimeter basalt fragments; slightly acid, pH 6.6 by pH meter 1:1 water;  very abrupt smooth boundary. (2 to 8 inches thick)  HORIZON NOTE: 3mm thick discontinuous biotic surface crust.\nBw--2 to 11 inches, (6 to 29 cm); dark brown (7.5YR 3/4) very cobbly medial fine sandy loam, dark brown (7.5YR 3/2) moist; weak medium subangular blocky structure; soft, very friable, nonsticky, slightly plastic; weakly smeary; many fine roots throughout; 20 percent rounded very strongly cemented 75 to 250 millimeter basalt fragments and 20 percent rounded very strongly cemented 2 to 5 millimeter basalt fragments; neutral, pH 6.8 by pH meter 1:1 water;  very abrupt irregular boundary.(2 to 18 inches thick)  HORIZON NOTE: moderate dilatency.\n2R--11 inches, (29 cm); bedrock  HORIZON NOTE: basalt bedrock is very strongly cemented blue rock core of an `a`a flow that has been stripped of the original overlying clinkers and has fewer that 1 crack per square meter."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hawaii County, Hawaii; from Mauna Kea State Park, walk directly toward summit. Pit is located 150 meters mauka of the large water tanks at base of mountain. 19 degrees, 45 minutes, 25.8 seconds North latitude and 155 degrees, 31 minutes, 20.5 seconds West longitude, Old Hawaiian Datum- U.S.G.S Quad: Ahumoa, Hawaii."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock: 25 to 50 centimeters (10 to 20 inches)\nMean annual soil temperature: 8 to 15 degrees C. (47 to 59 degrees F.)\nCoarse fragments: 35 to 70 percent of the pedon\nSoil can be hydrophobic when dry.\nA and Bw horizons\nHue: 7.5YR or 10YR\nValue: 2 or 3 moist and 2 through 4 dry\nChroma: 1 through 3 moist and 2 through 4 dry\nTexture: Extremely or very, gravelly or cobbly, medial very fine sandy loam, medial fine sandy loam, medial sandy loam or medial loam\nStructure: granular or subangular blocky\nConsistence: nonsticky to slightly sticky and nonplastic to moderately plastic\nSmeariness: nonsmeary to weakly smeary"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Kamawai and Puukala series. Kamawai soils have organic textures (highly decomposed plant material) and range from 20 to 25 percent organic carbon in the fine fraction. Puukala soils have hydrous silt loam texture in the fine fraction and have mean annual rainfall from 510 to 1270 millimeters (20 to 50 inches), with most of the rainfall occurring from April through October."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Lapa soils are on high elevation slopes of Mauna Kea volcano at elevations from 2,012 to 3,048 meters (6,600 to 10,000 feet). These soils are on steep `a`a lava flows that have been scalped of the original overlying clinkers and replaced with a thin layer of glacial till and ash. Underlying lava flows are 14,000 to 250,000 years old. Slope gradients range from 20 to 50 percent. The mean annual rainfall ranges from 400 to 600 millimeters (16 to 24 inches), with most of the rainfall occurring from October through April. The mean annual pan evaporation ranges from 1,520 to 1,780 millimeters (60 to 70 inches). The mean annual air temperature ranges from 7 to 14 degrees C. (45 to 57 degrees F.) The mean summer soil temperature and the mean winter soil temperature differ by less than 6 degrees C. (11 degrees F.)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Lanapohaku and Pohakulehu soils. Both soils are deep to underlying bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Runoff is very high. Permeability is rapid in the soil and very slow in the underlying bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for wildlife habitat. Natural vegetation is mamane (Sophora chrysophylla), pukiawe (Styphelia tameiameiae), pilo (Coprosma spp.), hardstem lovegrass (Eragrostis atropioides), aalii (Dodonaea viscosa), common velvetgrass (Holcus lanatus), fireweed (Senecio madagascariensis), and orchardgrass (Dactylis glomerata)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Hamakua district, Island of Hawaii; MLRA 160. The soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Island of Hawaii, Hawaii County, Hawaii,2012. Proposed 2007."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nClassification is based on 10th edition Keys to Soil Taxonomy.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - from 0 to 29 centimeters (0 to 11 inches)\nAndic soil properties - from 0 to 29 centimeters (0 to 11 inches)\nLithic Contact - 29 centimeters (11 inches)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "structure": "weak very fine subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "strongly cemented",
        "cf_class": "extremely cobbly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "very abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 2 inches, (0 to 6 cm); dark yellowish brown (10YR 3/4) extremely cobbly medial fine sandy loam, dark brown (7.5YR 3/2) moist; weak very fine subangular blocky structure; soft, very friable, nonsticky, slightly plastic; many very fine roots throughout; 5 percent rounded very strongly cemented 250 to 610 millimeter basalt fragments and 20 percent rounded very strongly cemented 75 to 250 millimeter basalt fragments and 40 percent rounded very strongly cemented 2 to 75 millimeter basalt fragments; slightly acid, pH 6.6 by pH meter 1:1 water;  very abrupt smooth boundary. (2 to 8 inches thick)  HORIZON NOTE: 3mm thick discontinuous biotic surface crust."
      },
      {
        "name": "Bw",
        "top": 5,
        "bottom": 28,
        "dry_hue": "7.5YR",
        "dry_value": 3,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "strongly cemented",
        "cf_class": "very cobbly",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "very abrupt",
        "topography": "irregular",
        "narrative": "Bw--2 to 11 inches, (6 to 29 cm); dark brown (7.5YR 3/4) very cobbly medial fine sandy loam, dark brown (7.5YR 3/2) moist; weak medium subangular blocky structure; soft, very friable, nonsticky, slightly plastic; weakly smeary; many fine roots throughout; 20 percent rounded very strongly cemented 75 to 250 millimeter basalt fragments and 20 percent rounded very strongly cemented 2 to 5 millimeter basalt fragments; neutral, pH 6.8 by pH meter 1:1 water;  very abrupt irregular boundary.(2 to 18 inches thick)  HORIZON NOTE: moderate dilatency."
      },
      {
        "name": "2R",
        "top": 28,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "strongly cemented",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R--11 inches, (29 cm); bedrock  HORIZON NOTE: basalt bedrock is very strongly cemented blue rock core of an `a`a flow that has been stripped of the original overlying clinkers and has fewer that 1 crack per square meter."
      }
    ]
  ]
}
