{
  "SERIES": "LAPLATTA",
  "STATUS": "Established Series",
  "BYREV": "Rev. VLM/MEO/AJE/JMW",
  "REVDATE": "02/1999",
  "STATES": "UT",
  "OVERVIEW": "The LaPlatta series is a member of the fine, montmorillonitic family of Pachic Udic Argiborolls.  Typically, LaPlatta soils have very dark gray, slightly acid, silty clay loam A horizons; very dark gray, slightly acid, clay B2t horizons with strong prismatic structure over distinct horizons of carbonate accumulations.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Vertic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  LaPlatta silty clay loam - native grasses and shrubs.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 8 inches; very dark gray (10YR 3/1) silty clay loam, black (10YR 2/1) moist; moderate medium granular structure; hard, firm, sticky, slightly plastic; many fine and very fine roots; common very fine discontinuous, interstitial pores; slightly acid (pH 6.4); clear smooth boundary.  (5 to 11 inches thick)\nB21t--8 to 12 inches; very dark gray (10YR 3/1) silty clay, black (10YR 2/1) moist; strong medium subangular blocky structure; very hard, very firm, sticky, plastic; common fine and very fine roots; few very fine, continuous vertical, tubular pores; few thin clay films in pores; slightly acid (pH 6.2); gradual smooth boundary.  (4 to 10 inches thick)\nB22t--12 to 26 inches;  very dark brown (10YR 3/1) clay, black (10YR 2/1) moist; strong coarse prismatic structure; extremely hard, very firm, very sticky, plastic; common fine and very fine roots; few very fine continuous pores; common thin clay films in pores and on surfaces of peds; slightly acid (pH 6.2); gradual wavy boundary.  (9 to 16 inches thick)\nB23t--26 to 35 inches; dark grayish brown (2.5Y 4/2) clay, very dark grayish brown (2.5Y 3/2) moist; strong coarse prismatic structure; extremely hard, very firm, very sticky, plastic; few very fine roots; common very fine, continuous vertical, tubular pores; common thin clay films in pores and on peds; neutral (pH 7.0); clear smooth boundary.  (6 to 13 inches thick)\nB3ca--35 to 48 inches; light brownish gray (2.5Y 6/2) silty clay loam, grayish brown (2.5Y 5/2) moist; weak, subangular blocky structure; hard, firm, sticky, slightly plastic; common fine roots; common, very fine, discontinuous interstitial pores; strongly calcareous, lime is nodular; strongly alkaline (pH 8.8); gradual wavy boundary.  (0 to 15 inches thick)\nCca--48 to 55 inches; white (2.5Y 8/2) silt loam, light brownish gray (2.5Y 6/2) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; common very fine discontinuous interstitial pores; few fine roots; very strongly calcareous, lime is non-indurated; strongly alkaline (pH 8.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cache County, Utah; approximately 400 feet north and 1,600 feet west of the SE corner of sec. 5, T.9N., R.1E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon ranges from 24 to 40 inches thick.  The combined thickness of the A1 and B2t horizons ranges from 28 to 40 inches.  Carbonates usually occur in the lower part of the B horizon but are only in the Cca and C horizons in some pedons.  The mean annual soil temperature ranges from 42 degrees to 46 degrees F. and the mean summer temperature at a depth of about 20 inches ranges from 62 degrees to 65 degrees F.  Mineralogy is dominantly montmorillonitic, but contains some ashy materials and vermiculite.  The soil is usually moist but is dry for 30 to 40 days in some subhorizons during the late summer months.  The A1 horizon has value of 3 or 4 dry and chroma of 1 or 1.5.  It has weak to moderate, medium to fine granular structure.  This horizon ranges from slightly acid to mildly alkaline.  The B2t horizon has hue of 10YR or 2.5Y, value of 3 through 5 dry, 2 through 4 moist, and chroma of 1 or 2.  The upper part has moist value of 2 or 3.  This horizon ranges from clay or silty clay to heavy silty clay loam.  It has moderate to strong, medium to coarse prismatic structure that parts to blocky structure.  The B2t horizon ranges from slightly acid to mildly alkaline.  It is usually noncalcareous in the upper part but is slightly calcareous in the lower part below 24 inches.  It has common to continuous thin to moderately thick clay films.  The Cca and C horizon have hue of 10YR or 2.5Y, value of 6 through 8 dry, 5 or 6 moist, and chroma of 2 or 3.  They range from silt loam or very fine sandy loam to silty clay loam.  They are mildly to strongly alkaline and are strongly to very strongly calcareous."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Alder, Ant Flat, Avon, Barfuss, Battle Creek, Friana, Harmony, and McMurdie series.  Alder soils lack horizons of carbonate accumulation and are less than 40 inches deep to bedrock.  Ant Flat soils have mollic epipedons with chroma of more than 1.5 and are less than 20 inches thick.  Avon, Battle Creek and McMurdie soils have mean annual temperature of 47 degrees F. or warmer.  Also, Battle Creek soils have mollic epipedons less than 20 inches thick.  Friana soils have an average summer temperature of less than 59 degrees F.  Harmony soils have B and A horizons or have B21t horizons with at least 1 unit higher value than the Al horizon.  Also, Harmony soils have B2t horizons that are 6 to 14 inches thick underlain by a B3 horizon with weak prismatic structure."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  LaPlatta soils are at elevations of 5,000 to 7,000 feet above sea level on moderately steep to steep, dominantly north and east facing mountain slopes having gradients of 10 to 50 percent.  Parent material is light colored tuff, conglomerate, tuffaceous sandstone, and limestone of the Salt Lake Formation.  The climate is moist subhumid with warm dry summers and cold moist winters.  The mean annual temperature is 40 degrees to 44 degrees F., the mean summer temperature is 62 degrees to 65 degrees F.  The average annual precipitation is 20 to 24 inches.  The frost-free period is 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "PRINCIPAL ASSOCIATED SOILS",
    "content": "PRINCIPAL ASSOCIATED SOILS:  These are the competing Barfuss soils and the Leatham, Munk, Obray, and Wheelon soils.  Leatham soils lack argillic horizons and contain more than 40 percent carbonates.  Munk and Wheelon soils have mean annual temperatures of more than 47 degrees F.  Also, Wheelon soils lack both mollic epipedons and argillic horizons.  Munk soils lack argillic horizons and have very gravelly and cobbly control sections.  Obray soils have mollic epipedons with chroma of 2 or more and lack argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:   These soils are used mainly for rangeland and wildlife area.  The native vegetation is bluebunch wheatgrass, native bluegrass, slender wheatgrass, balsamroot, buckwheat, bitterbrush, serviceberry, big sagebrush, and Great Basin wildrye."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Utah.  The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cache County, Utah, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The LaPlatta soils were formerly classified as Chernozems.\nOSED scanned by SSQA.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 8 inches; very dark gray (10YR 3/1) silty clay loam, black (10YR 2/1) moist; moderate medium granular structure; hard, firm, sticky, slightly plastic; many fine and very fine roots; common very fine discontinuous, interstitial pores; slightly acid (pH 6.4); clear smooth boundary.  (5 to 11 inches thick)"
      },
      {
        "name": "B21t",
        "top": 20,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "B21t--8 to 12 inches; very dark gray (10YR 3/1) silty clay, black (10YR 2/1) moist; strong medium subangular blocky structure; very hard, very firm, sticky, plastic; common fine and very fine roots; few very fine, continuous vertical, tubular pores; few thin clay films in pores; slightly acid (pH 6.2); gradual smooth boundary.  (4 to 10 inches thick)"
      },
      {
        "name": "B22t",
        "top": 30,
        "bottom": 66,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "B22t--12 to 26 inches;  very dark brown (10YR 3/1) clay, black (10YR 2/1) moist; strong coarse prismatic structure; extremely hard, very firm, very sticky, plastic; common fine and very fine roots; few very fine continuous pores; common thin clay films in pores and on surfaces of peds; slightly acid (pH 6.2); gradual wavy boundary.  (9 to 16 inches thick)"
      },
      {
        "name": "B23t",
        "top": 66,
        "bottom": 89,
        "dry_hue": "2.5Y",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "B23t--26 to 35 inches; dark grayish brown (2.5Y 4/2) clay, very dark grayish brown (2.5Y 3/2) moist; strong coarse prismatic structure; extremely hard, very firm, very sticky, plastic; few very fine roots; common very fine, continuous vertical, tubular pores; common thin clay films in pores and on peds; neutral (pH 7.0); clear smooth boundary.  (6 to 13 inches thick)"
      },
      {
        "name": "B3ca",
        "top": 89,
        "bottom": 122,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH": 8.8,
        "pH_class": "strongly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "B3ca--35 to 48 inches; light brownish gray (2.5Y 6/2) silty clay loam, grayish brown (2.5Y 5/2) moist; weak, subangular blocky structure; hard, firm, sticky, slightly plastic; common fine roots; common, very fine, discontinuous interstitial pores; strongly calcareous, lime is nodular; strongly alkaline (pH 8.8); gradual wavy boundary.  (0 to 15 inches thick)"
      },
      {
        "name": "Cca",
        "top": 122,
        "bottom": 140,
        "dry_hue": "2.5Y",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH": 8.8,
        "pH_class": "strongly alkaline",
        "narrative": "Cca--48 to 55 inches; white (2.5Y 8/2) silt loam, light brownish gray (2.5Y 6/2) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; common very fine discontinuous interstitial pores; few fine roots; very strongly calcareous, lime is non-indurated; strongly alkaline (pH 8.8)."
      }
    ]
  ]
}
