{
  "SERIES": "LAPOINT",
  "STATUS": "Established Series",
  "BYREV": "Rev. RHF/TER/MJD/SSP",
  "REVDATE": "9/98",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Ustalfic Petrocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lapoint clay loam, 2 to 4 percent slopes -- cropland. (Colors are for air-dry soil unless otherwise stated).\nAp1--0 to 1 inch; reddish brown (5YR 5/4) clay loam, reddish brown (5YR 4/4) moist; moderate fine and medium platy structure parting to moderate fine subangular blocky; hard, firm, moderately sticky and moderately plastic; many very fine and fine, common medium roots; many very fine, common fine tubular pores; 10 percent gravel; very slightly effervescent, (1 percent calcium carbonate equivalent), carbonates are disseminated; moderately alkaline (pH 8.2); abrupt smooth boundary. (1 to 3 inches thick)\nAp2--1 to 8 inches; reddish brown (5YR 5/4) clay loam, dark reddish brown (5YR 3/4) moist; moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine and fine roots; many very fine, common fine tubular pores; 10 percent gravel; very slightly effervescent, (1 percent calcium carbonate equivalent), carbonates are disseminated; moderately alkaline (pH 8.2); clear smooth boundary. (0 to 7 inches thick)\nBtk--8 to 14 inches; yellowish red (5YR 5/6) gravelly clay loam, yellowish red (5YR 4/6) moist; weak medium prismatic structure parting to strong fine and medium subangular blocky; very hard, very firm, very sticky and very plastic; common very fine and fine roots; many very fine, common fine tubular pores; common distinct clay films on faces of peds; 30 percent gravel; matrix is noneffervescent with carbonates in the interior of the peds as common fine irregular  masses and as 1 to 2 mm thick coatings on lower surfaces of rock fragments, (2 percent calcium carbonate equivalent); moderately alkaline (pH 8.4); clear wavy boundary. (6 to 10 inches thick)\nBk--14 to 21 inches; light brown (7.5YR 6/4) gravelly clay loam, strong brown (7.5YR 4/6) moist; moderate fine and medium subangular blocky structure; very hard, firm, moderately sticky and moderately plastic; common very fine and fine roots; common very fine and fine tubular pores; 30 percent gravel; strongly effervescent, (33 percent calcium carbonate equivalent), carbonates are segregated as many medium irregular  masses and as 1 to 3 mm thick coatings on rock fragments; moderately alkaline (pH 8.4); clear wavy boundary. (7 to 16 inches thick)\n2Bk--21 to 37 inches; pink (7.5YR 8/4) extremely cobbly sandy clay loam, light brown (7.5YR 6/4) moist; weak medium subangular blocky structure; hard, friable, moderately sticky and slightly plastic; few very fine and fine roots matted on some horizontal faces; few fine and medium, common very fine tubular pores; 20 percent gravel, 40 percent cobbles; strongly effervescent, (36 percent calcium carbonate equivalent), carbonates are segregated as many medium irregular  masses and as 1 to 3 mm thick coatings on rock fragments; 25 percent of horizon is weakly cemented; strongly alkaline (pH 8.5); gradual wavy boundary. (11 to 21 inches thick)\n2Bkm--37 to 48 inches; three horizontal indurated petrocalcic layers 1 to 2 inches thick separated by moderately and strongly calcium carbonate cemented extremely cobbly soil materials; root penetration is inhibited except through a few vertical fractures that are 6 to 12 inches apart.  (8 to 12 inches thick)\n3Ck--48 to 60 inches; pink (7.5YR 7/4) extremely cobbly loamy sand, reddish yellow (7.5YR 6/6) moist; single grain; slightly hard, very friable, nonsticky and nonplastic; 45 percent gravel, 25 percent cobbles; strongly effervescent, (23 percent calcium carbonate equivalent), carbonates are segregated as 1 mm thick coatings on rock fragments; strongly alkaline (pH 8.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Uintah County, Utah; about 1 mile southeast of Lapoint; 150 feet east 400 feet south of the northwest corner of sec. 15 , T.5S., R.19E., SLBM; Lapoint, Utah USGS quadrangle; 40 degrees, 24 minutes, 17 seconds north latitude and 109 degrees, 47 minutes, 6 seconds west longitude; NAD 027."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil moisture control section is affected by precipitation that falls throughout the year, with a slight increase in late summer and fall.  The soil moisture regime is aridic bordering on ustic.\nMean annual soil temperature:  47 to 52 degrees F.\nDepth to calcic horizon:  7 to 20 inches\nDepth to petrocalcic horizon:  20 to 40 inches\nParticle-size control section:  27 to 35 percent clay and 15 to 35 percent subrounded rock fragments\nA horizon:\nHue:  5YR, 7.5YR or 10YR\nValue:  through 6 dry\nChroma:  2 through 4 dry and moist\nTexture:  loam or clay loam\nClay content:  20 to 35 percent\nRock fragments:  0 to 15 percent sandstone and quartzite gravel\nCalcium carbonate equivalent:  1 to 10 percent\nReaction:  slightly alkaline or moderately alkaline\nBtk horizon:\nHue:  5YR or 7.5YR\nValue:  5 or 6 dry\nChroma:  4 through 6 dry\nTexture:  gravelly clay loam or gravelly sandy clay loam\nClay content:  27 to 35 percent\nRock fragments:  15 to 35 percent sandstone and quartzite gravel\nCalcium carbonate equivalent:  1 to 10 percent\nReaction:  slightly alkaline or moderately alkaline\nBk horizon:\nValue:  4 or 5 moist\nTexture:  gravelly clay loam or cobbly sandy clay loam\nClay content:  27 to 35 percent\nRock fragments:  15 to 35 percent sandstone and quartzite gravel\nCalcium carbonate equivalent:  30 to 40 percent\nReaction:  moderately alkaline or strongly alkaline\n2Bk horizon:\nHue:  5YR or 7.5YR\nValue:  7 or 8 dry, 5 through 7 moist\nChroma:  4 through 6 moist\nTexture:  extremely cobbly sandy clay loam or extremely cobbly loam\nClay content:  20 to 35 percent\nRock fragments:  60 to 75 percent sandstone and quartzite gravel and cobbles\nCalcium carbonate equivalent:  30 to 40 percent\nReaction:  moderately alkaline or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: glaciofluvial deposits derived from sedimentary and quartzite parent rocks\nLandform: outwash plains\nSlopes:  2 to 4 percent\nElevation:  5,400 to 5,700 feet\nMean annual precipitation:  8 to 12 inches\nMean annual air temperature:  45 to 49 degrees F.\nFrost-free period:  110 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Abracon , Clapper and Paradox soils.  The Abracon soils are very deep and do not have argillic horizons.  The Clapper soils are very deep and are loamy-skeletal.  The Paradox soils are very deep and do not have petrocalcic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; low runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally for irrigated cropland and pasture.  Potential vegetation consists of Wyoming big sagebrush, Indian ricegrass, galleta, bottlebrush squirreltail and needleandthread.  These soils have been correlated to the Semidesert Loam (Wyoming Big Sagebrush) - 034XY211UT range site is Utah."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeast Utah; LRR D, MLRA 34.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Uintah County, Uintah Area Soil Survey, Utah, 1998. The name comes from a geographic name in the soil survey area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nParticle-size control section:  The zone from 8 to 14 inches.  (Btk horizon)\nOchric epipedon:  The zone from the surface of the soil to a depth of 8 inches. (Ap1, Ap2 horizons).\nArgillic horizon:  The zone from 8 to 14 inches. (Btk horizon).\nCalcic horizon:  The zone from 14 to 37 inches. (Bk, 2Bk horizons).\nPetrocalcic horizon:  The zone from 37 to 48 inches. (2Bkm horizon).\nIn December, 1994, the classification was changed from Petrocalcic Ustollic Paleargids to Ustalfic Petrocalcids.\nThe CEC activity class was inferred from laboratory data in the Uintah Area Soil Survey.\nTaxonomic version:  Eighth Edition, 1998.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
