{
  "SERIES": "LARA",
  "STATUS": "Established Series",
  "BYREV": "Rev. FJS-HFG-JJJ",
  "REVDATE": "08/2005",
  "STATES": "WI",
  "OVERVIEW": "The Lara series consists of very deep, moderately well drained soils that formed in sandy eolian or sandy lacustrine deposits over the underlying clayey lacustrine deposits on lake plains. Permeability is moderately rapid or rapid in the sandy mantle and extremely slow or very slow in the clayey deposits. Slopes range from 0 to 6 percent.  Mean annual precipitation is about 30 inches.  Mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy over clayey, mixed over smectitic, frigid Oxyaquic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lara loamy fine sand on a plane south facing 1 percent slope in a cultivated field at an elevation of 935 feet.  (Colors are for moist soil unless otherwise noted.)\nAp--0 to 10 inches; very dark grayish brown (10YR 3/2) loamy fine sand, grayish brown (10YR 5/2) dry; weak medium granular structure; very friable; few very fine and fine roots; many very fine and fine tubular pores; neutral; abrupt smooth boundary.  (6 to 10 inches thick).\nBw1--10 to 20 inches; dark yellowish brown (10YR 4/4) fine sand; weak medium subangular blocky structure; very friable; few very fine and fine roots; moderately acid; clear wavy boundary.\nBw2--20 to 35 inches; yellowish brown (10YR 5/4) fine sand; weak coarse subangular blocky structure; very friable; few very fine and fine roots; common coarse prominent strong brown (7.5YR 5/6) masses of iron accumulation; moderately acid; clear wavy boundary.  (Combined thickness of the Bw horizons ranges from 15 to 40 inches)\nBt--35 to 42 inches;  brown (7.5YR 4/4) loamy fine sand; weak medium subangular blocky structure; very friable; few very fine and fine roots; few faint dark brown (7.5YR 3/4) clay bridges between sand grains; common fine prominent black (N 2.5/ ) iron-manganese concretions; common medium and coarse distinct strong brown (7.5YR 4/6) and strong brown (7.5YR 5/6) masses of iron accumulation and few coarse faint brown (7.5YR 5/3) iron depletions; moderately acid; abrupt smooth boundary.  (5 to 20 inches thick)\n2Btg--42 to 55 inches; 70 percent light brownish gray (2.5Y 6/2) and 30 percent reddish brown (5YR 5/4) clay; strong fine angular blocky structure; firm; few very fine and fine roots; few prominent dark reddish gray (5YR 4/2) clay films on faces of peds; few fine prominent black (N 2.5/ ) iron-manganese concretions and coatings on faces of peds; common medium prominent yellowish red (5YR 5/8) masses of iron accumulation; distinct pressure faces on vertical faces of peds; strongly acid; clear wavy boundary.  (0 to 35 inches thick).\n2Bt1--55 to 75 inches; reddish brown (5YR 5/3) clay; weak coarse subangular blocky structure parting to weak fine angular blocky; firm; few very fine and fine roots; common faint dark reddish brown (5YR 3/2) clay films on faces of peds; few prominent black (N 2.5/) iron-manganese coatings on faces of peds; many coarse faint dark reddish gray (5YR 4/2) iron depletions and few fine distinct yellowish red (5YR 5/6) masses of iron accumulation; few thin (2mm) lenses of fine sand in upper part; few pressure faces; moderately acid; clear wavy boundary.\n2Bt2--75 to 83 inches; 60 percent light yellowish brown (10YR 6/4) and 40 percent reddish brown (5YR 5/4) silty clay; moderate coarse prismatic structure parting to weak fine angular blocky; firm; few very fine and fine roots; common distinct and prominent dark brown (7.5YR 3/4) clay films on faces of peds; few fine distinct and prominent yellowish brown (10YR 5/8) masses of iron accumulation; few thin (2mm) lenses of fine sand; slightly acid . (Combined thickness of the 2Bt horizons ranges from 20 to more than 40 inches)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Burnett County, Wisconsin; about 3 miles east of Grantsburg; 350 feet north and 75 feet east of the  southwest corner of sec. 16, T. 38 N., R. 18 W.; USGS Falun, WI quadrangle; lat. 45 degrees 46 minutes 24 seconds N.; long. 92 degrees 36 minutes 35 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the sandy mantle and depth to clayey deposits ranges from 40 to 60 inches.  Depth to the top of the sandy argillic ranges from 20 to 40 inches.  Depth to the base of the clayey argillic ranges from 50 to more than 80 inches.  Volume of gravel is less than 1 percent in the sandy mantle and in the clayey lacustrine deposits.  Reaction ranges from strongly acid to neutral throughout.  Redox accumulations and saturation occur within 40 inches at some time in most years.\nThe Ap horizon has hue of 10YR, value of 3 to 5, and chroma of 2 or 3.  Uncultivated pedons have an A horizon with hue of 10YR, value of 2 or 3, and chroma of 1 to 3. Texture is loamy fine sand.\nThe Bw horizons has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 3 or 4.  Value and chroma of 3 do not occur together.  Texture is fine sand or loamy fine sand.\nThe Bt horizon has hue of 7.5YR, value of 4, and chroma of 4 to 6. Texture is fine sand or loamy fine sand.\nThe 2Btg and 2Bt horizons have hue of 5YR, 7.5YR, 10YR, or 2.5Y; value of 4 to 6; and chroma of 2 to 4.  Texture is clay or silty clay.  Clay content ranges from 50 to 80 percent in individual subhorizons.  The clay has smectitic mineralogy."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Parent material: sandy eolian or sandy lacustrine deposits over clayey lacustrine deposits\nLandform: lake plains\nSlope:  0 to 6 percent\nElevation:  920 to 980 feet\nMean annual air temperature:  39 to 45 degrees F.\nMean annual precipitation:  28 to 33 inches\nFrost-free period:  range from 110 to 130 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bjorkland(T), Freya(T), Hegge(T), Smestad(T) and Wildwood soils.  The poorly drained Bjorkland soils and the somewhat poorly drained Freya soils form a drainage sequence with Lara soils.  The somewhat poorly drained Smestad soils occupy slightly lower landscape positions than Lara soils where the depth to clay is less than 40 inches.  The poorly drained Hegge soils and the very poorly drained Wildwood soils occupy lower landscape positions where the sandy mantle is absent."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  The potential for surface runoff is negligible or very low.  Permeability is rapid in the sandy mantle and extremely slow or very slow in the clayey deposits. These soils have a perched seasonal high water table at a depth of 2 to 3.5 feet for 1 month or more per year at some time during the period October to May in 6 or more out of 10 years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of this soil are  used for cropland.  Common crops are corn, small grain, and hay.  Native vegetation is hardwood forest with scattered conifers.  Common trees are northern red oak, northern pin oak, red pine, and eastern white pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Wisconsin.  This soil is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Burnett County, Wisconsin, 2004.  Source of the name is a road in Burnett County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: The zone from 0 to 10 inches (Ap horizon).\nArgillic horizon: The zone from 35 to 83 inches (Bt, 2Btg, 2Bt1 and 2Bt2 horizons).\nArenic feature: Sandy particle-size throughout a layer extending from the mineral soil surface to the top of an argillic horizon at a depth of 50 to 100 cm.\nOxyaquic feature: Redox accumulations and saturation within a depth of 40 inches.\nADDITIONAL DATA:  Refer to soil survey sample number 91WI013005 for NSSL data on the typical pedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
