{
  "SERIES": "LARIAT",
  "STATUS": "Established Series",
  "BYREV": "Rev. CAL/LBC/RLM",
  "REVDATE": "02/1999",
  "STATES": "UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Xeric Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lariat fine sandy loam - on a 6 percent covex east facing slope in rangeland.  (When described the soil was dry throughout.   Colors are for air dry soil unless otherwise noted.)\nA11--0 to 3 inches; dark brown (7.5YR 4/4) fine sandy loam, dark brown (7.5YR 3/4) moist; weak fine granular structure; soft, very friable; common fine and few medium roots; few fine interstitial pores; 5 percent gravel; slightly calcareous; moderately alkaline (pH 8.2); clear wavy boundary.  (3 to 8 inches thick)\nA12--3 to 9 inches; brown (7.5YR 5/4) fine sandy loam, dark brown (7.5YR 3/4) moist; weak fine subangular blocky structure; soft, very friable; common fine and few medium roots; few fine interstitial pores; 5 percent gravel; moderately calcareous; strongly alkaline (pH 8.5); clear wavy boundary.  (0 to 6 inches thick)\nC1ca--9 to 23 inches; pink (7.5YR 7/4) loam, brown (7.5YR 5/4) moist; massive; slightly hard, friable, slightly sticky; few fine roots; few fine interstitial pores; 10 percent gravel; strongly calcareous; strongly alkaline (pH 8.8); clear wavy boundary.  (5 to 14 inches thick)\nC2--23 to 32 inches; light brown (7.5YR 6/4) loam, brown (7.5YR 5/4) moist; massive, hard, firm; few fine roots; 15 percent gravel; strongly calcareous; strongly alkaline (pH 9.0); abrupt wavy boundary.  (9 to 17 inches thick)\nR--32 inches; hard, fractured sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rich County, Utah; 2 miles south of Neponset Lake; 1,900 feet south and 1,500 feet east of the NW corner of section 15, T. 7 N., R. 7 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum and depth to carbonate accumulation range from 7 to 12 inches.  Depth to sandstone ranges from 20 to 40 inches.  The mean annual soil temperature is 40 degrees to 42 degrees F. and the mean summer soil temperature is 60 degrees to 62 degrees F.  The moisture control section is dry more than half and less than three fourths of the time the soil temperature at a depth of 20 inches is warmer than 41 degrees F.\nThe A horizon has hue of 10YR, 7.5YR or 5YR, value of 4 or 5 dry, 2 or 3 moist, and chroma of 3 or 4 moist and dry.  When mollic colors occur they lack the required thickness to qualify as mollisols.  Gravel ranges from 0 to 5 percent.\nThe Cca horizon has hue of 10YR, 7.5YR or 5YR, value of 5 through 7 dry, 4 or 5 moist, and chroma of 3 through 6.  It commonly is light loam and less commonly fine sandy loam, sandy loam, gravelly loam, or cobbly fine sandy loam.  The Cca horizon is moderately alkaline or strongly alkaline.  Rock fragments range from 0 to 21 percent, with 0 to 20 percent as pebbles and 0 to 10 percent as cobbles.\nThe C horizon has hue of 10YR, 7.5YR or 5YR, value of 5 through 8 dry, 4 or 5 moist, and chroma of 3 through 6.  It commonly is light loam or fine sandy loam and less commonly sandy loam or gravelly loam.  The lower part of the C horizon commonly is massive or has rock structure and less commonly has subangular blocky structure.  The C horizon is strongly alkaline or very strongly alkaline.  Rock fragments range from 0 to 20 percent, with 0 to 20 percent as pebbles and 0 to 5 percent as cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Holsine, Lidy, Malm, and Matheson series.  Holsine, Lidy and Matheson soils do not have bedrock above a depth of 40 inches.  Malm soils have a cambic horizon and are moderately deep over basalt."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lariat soils are on rolling uplands and strongly sloping foothills at elevations of 6,300 to 7,000 feet.  Slopes range from 4 to 10 percent.  The soils formed in residuum derived from red and buff colored sandstone.  The climate is arid.  The average annual precipitation is 9 to 12 inches.  The mean annual temperature is 38 degrees to 40 degrees F., and the mean summer temperature is 58 degrees to 60 degrees F.  Freeze-free season is 55 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Pancheri, Ranruff, Solak, Duckree, Alhark, Neponset, and Woodpass soils.  Pancheri soils are very deep and have less than 15 percent fine sand or coarser.  Ranruff and Solak soils are less than 20 inches deep to bedrock.  Neponset, Alhark, and Woodpass soils have more than 18 percent clay in the particle-size control section.  Duckree soils have more than 35 percent rock fragments in the particle-size control section and are very deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow or medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for rangeland.  The native vegetation is big sagebrush, bluebunch wheatgrass, and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Lariat soils are of moderate extent in northeastern Utah."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rich County, Utah, 1980.\nOSED scanned by SSQA.  Last revised by state on 4/80.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
