{
  "SERIES": "LARIM",
  "STATUS": "Established Series",
  "BYREV": "Rev. PSD",
  "REVDATE": "03/1999",
  "STATES": "MT,WY",
  "OVERVIEW": "The Larim series consists of deep, well drained soils that formed in mixed alluvium generated during the late Pleistocene.  They are on relict terraces, escarpment caps, and remnant pediment toeslopes.  Slopes are typically 2 to 15 percent but range from 0 to 35 percent.  The mean annual precipitation is about 12 inches, and the mean annual temperature is 45 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Ustic Calciargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Larim very gravelly sandy loam-rangeland on a SW facing terrace with slope of 3 percent.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 3 inches; brown (10YR 5/3) very gravelly sandy loam, dark brown (10YR 4/3) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine, fine, and medium roots; 35 percent rounded pebbles; slightly effervescent, lime disseminated; mildly alkaline (pH 7.6); abrupt smooth boundary.  (2 to 6 inches thick)\nBt--3 to 8 inches; brown (7.5YR 5/4) very gravelly sandy clay loam, dark yellowish brown (10YR 4/3) moist; weak coarse prismatic structure parting to moderate medium subangular blocky; slightly hard, friable, sticky and plastic; thin continuous clay films on all faces of peds; common fine, very fine, and medium roots; 50 percent rounded pebbles; noneffervescent; neutral; clear wavy boundary.  (4 to 10 inches thick)\nBtk--8 to 15 inches; brown (10YR 5/3) very gravelly sandy clay loam, brown (10YR 5/3) moist; weak medium prismatic structure parting to moderate medium subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; thin common clay films on faces of peds, carbonates masking some clay films on vertical faces of peds; common fine, very fine, and medium roots; 50 percent rounded pebbles; strongly effervescent, few fine and medium soft masses of lime; moderately alkaline; abrupt smooth boundary.  (3 to 8 inches thick)\n2Bk--15 to 34 inches; very pale brown (10YR 7/3) very gravelly loamy sand, pale brown (10YR 6/3) moist; single grained except where weakly cemented by carbonates; slightly hard, very friable, few very fine, fine, and medium roots; 50 percent rounded pebbles; violently effervescent, many fine and medium soft masses and weak pendants of lime; moderately alkaline; gradual wavy boundary.  (15 to 25 inches thick)\n2 - Larim Series\n2C--34 to 60 inches; brownish yellow (10YR 6/6) very gravelly loamy sand, yellowish brown (10YR 5/4) moist; single grained; slightly hard, very friable; 50 percent rounded pebbles; strongly effervescent, lime disseminated; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washakie County, Wyoming; NE1/4, NE1/4, sec. 21, T. 45 N., R. 95 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the base of the argillic horizon ranges from 11 to 20 inches.  Depth to continuous horizons of carbonate accumulation, including Btk horizons, is 6 to 13 inches, and depth to a lithologic discontinuity of very gravelly or extremely gravelly sand or loamy sand is 11 to 20 inches.  The mean annual soil temperature ranges from 48 to 54 degrees F.  Salinity throughout the 0- to 60-inch depth is less than 2 mmhos/cm.\nThe A horizon has hue of 2.5Y through 7.5YR, value of 4 through 6 dry, 3 through 5 moist, and chroma of 2 or 3 dry and moist.  Organic carbon exceeds .6 percent in this horizon 2 to 4 inches deep, but the horizon does not meet the requirements of a mollic epipedon in color when it exceeds 4 inches in thickness.  This horizon is gravelly sandy loam, gravelly loam, very gravelly sandy loam, or very gravelly loam and averages 20 to 45 percent rounded pebbles.  It ranges from slightly acid through mildly alkaline.\nThe Bt horizon has hue of 2.5Y through 7.5YR, value of 4 through 6 dry, 3 through 5 moist, and chroma of 3 or 4 dry and moist.  It is very gravelly sandy clay loam or very gravelly clay loam and averages 22 to 35 percent clay, 5 to 28 percent silt, and 40 to 70 percent sand with more than 35 percent fine sand or coarser.  Coarse fragments range from 35 to 60 percent and are 35 to 60 percent rounded pebbles and 0 to 10 percent rounded cobbles.  This horizon is neutral or mildly alkaline.\nThe Btk horizon has hue of 2.5Y through 7.5YR, value of 5 or 6 dry and 4 or 5 moist, and chroma of 3 or 4 dry and moist.  It is very gravelly sandy clay loam or very gravelly clay loam with clay, silt, and sand ranges as stated in the B21t horizon.  Coarse fragments range from 35 to 60 percent and 35 to 60 percent rounded pebbles and 0 to 10 percent rounded cobbles.  This horizon is moderately alkaline through strongly alkaline.\nThe 2Bk horizon has hue of 2.5Y through 10YR, value of 6 or 7 dry, 5 or 6 moist, and chroma of 2 through 4 dry and moist.  It is very gravelly loamy sand, very gravelly sand, extremely gravelly loamy sand, or extremely sandy.  Coarse fragments range from 40 to 80 percent and are 40 to 80 percent rounded pebbles and 0 to 10 percent rounded cobbles.  It contains from 7 to 14 percent secondary carbonate and qualifies as a calcic horizon.  This horizon is moderately alkaline or strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": null
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": null
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": null
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": null
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": null
  },
  "REGIONAL OFFICE": {
    "section": "REGIONAL OFFICE",
    "content": null
  },
  "ORIGIN": {
    "section": "ORIGIN",
    "content": null
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
