{
  "SERIES": "LARK",
  "STATUS": "Established Series",
  "BYREV": "GWC",
  "REVDATE": "01/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Hypergypsic, thermic Typic Torripsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lark gypsiferous sand  rangeland. (Colors are for dry soil unless otherwise noted)\nAyy--0 to 12 inches; white (10YR 8/1) gypsiferous sand, very pale brown (10YR 7/4) moist; 0 percent clay; weak medium subangular blocky structure; very friable, soft, nonsticky and nonplastic; many very fine, fine, and few medium roots throughout; noneffervescent; 95 percent sand sized gypsum grains throughout, 68 percent gypsum; very slightly saline, EC of 2.2 dS/m; moderately alkaline (pH 7.9); diffuse smooth boundary. (2 to 12 inches thick)\nCyy1--12 to 28 inches; white (10YR 9/1) gypsiferous sand, white (10YR 8.5/1) moist; 0 percent clay; single grain; loose, nonsticky and nonplastic; common fine and very fine roots and few medium and coarse roots throughout; noneffervescent; 95 percent sand sized gypsum grains throughout, 74 percent gypsum; very slightly saline, EC of 2.1 dS/m; moderately alkaline (pH 7.9); 1-2mm thick eolian bedding planes; diffuse smooth boundary.\nCyy2--28 to 51 inches; white (10YR 9/1) gypsiferous sand, white (10YR 8.5/1) moist; 0 percent clay; single grain; loose, nonsticky and nonplastic; few very fine, fine, medium, and coarse roots throughout; noneffervescent; 95 percent sand sized gypsum grains throughout, 75 percent gypsum; very slightly saline, EC of 2.2 dS/m; slightly alkaline (pH 7.8); 2-10mm thick eolian bedding planes; diffuse smooth boundary.\nCyy3--51 to 79 inches; white (10YR 9/1) gypsiferous sand, white (10YR 8.5/1) moist; 0 percent clay; single grain; loose, nonsticky and nonplastic; few very fine, fine, medium, and coarse roots throughout; noneffervescent; 95 percent sand sized gypsum grains throughout, 76 percent gypsum; very slightly saline, EC of 2.2 dS/m; moderately alkaline (pH 7.9); 2-10mm thick eolian bedding planes. (Combined thickness of the Cy horizons is 56 to 78 inches)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Otero County, New Mexico. Approximately 6.08 miles west and 3.64 miles north of Holloman Air Force Base Main Gate, US-70; located about 612 feet west and 884 feet south of the northeast corner of Section 36, Township 16 S, Range 7 E; USGS Quad Lost River; Latitude: 32 degrees 53 minutes 0.15 seconds north Longitude: 106 degrees 10 minutes 0.34 seconds west, NAD 83; UTM Easting: 390385 meters UTM Northing: 3639174 meters. UTM zone 13."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Typic aridic soil moisture regime.\nMean annual soil temperature: 64 to 72 degrees F.\nParticle-size control section (weighted average)\nClay content:  0 to 2 percent\nReaction: neutral to moderately alkaline\nSalinity: very slight to moderate\nGypsum content: 65 to 100 percent\nAyy horizon\nHue:  7.5YR, 10YR, 2.5Y\nValue:  7 or 8 dry, 5 to 8 moist\nChroma:  1 to 4, dry or moist\nTexture:  gypsiferous sand, gypsiferous fine sand, gypsiferous coarse sand, gypsiferous loamy sand\nClay content:  0 to 2 percent\nCalcium carbonate equivalent:  0 to 4 percent\nGypsum content:  40 to 100 percent\nReaction:  moderately alkaline\nSalinity:  very slight to moderate\nCyy horizon\nHue:  7.5YR, 10YR, 2.5Y\nValue:  6 to 9.5 dry,5 to 9 moist\nChroma:  1 to 4, dry or moist\nTexture:  gypsiferous sand, gypsiferous fine sand, gypsiferous coarse sand, gypsiferous loamy sand, gypsiferous loamy fine sand, gypsiferous loamy coarse sand\nClay content:  0 to 8 percent\nCalcium carbonate equivalent:  0 to 4 percent\nGypsum content:  40 to 100 percent\nReaction:  neutral to moderately alkaline\nSalinity:  very slight to moderate"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Harses series (NM) series.  Harses soils are on playa steps and have electrical conductivities (EC) above 8 dS/m."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Lark soils are on sand sheets, lunette playa dunes, vegetated dunes on dune fields, playa steps, and playas.  Slope is 0 to 40 percent. These soils formed from sandy gypsiferous eolian deposits. Elevation ranges from 3,000 to 4,140 feet. The mean annual precipitation is 8 to 11 inches. Precipitation falls in all months as gentle winter storms and with increased amounts during high intensity summer storms.  The mean annual air temperature is 62 to 70 degrees F. The frost-free period is 180 to 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Transformer (T) (NM) and Astrobee (T) (NM) series. Transformer soils are on interdunes and have oxyaquic conditions. Astrobee soils are on interdunes and low dunes and have a gypsic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Excessively drained; negligible runoff; very rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The major uses are military exercises and wildlife habitat. Native vegetation is gypsum grama, rosemary mint, soaptree yucca, Torrey's ephedra."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South central New Mexico, limited to the gypsum dune fields of the Tularosa Basin. MLRA 42, Lark is of limited extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hudspeth County, Texas; Soil Survey of Hudspeth County, Texas (Main Part), 2012.  The name Lark was derived from the Lark anti-aircraft missile system tested on White Sands Missile Range."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nParticle-size control section - the zone from 10 to 40 inches (Ay, Cy1, Cy2 horizons)\nOchric epipedon - the zone from 0 to 12 inches (Ay horizon)\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy, Twelfth Edition, 2014.\nRevised for the correlation of Hudspeth County, Texas (Main Part) and Culberson County, Texas (Main Part); July, 2012, NMS\nRevised for the correlation of White Sands Missile Range, New Mexico; October, 2014, NMS\nRevised for the correlation of White Sands National Monument, New Mexico; April, 2015, NMS\nNational Cooperative Soil Survey\nU.S.A."
  }
}
