{
  "SERIES": "LARKSON",
  "STATUS": "Established Series",
  "BYREV": "GB",
  "REVDATE": "02/1999",
  "STATES": "CO,MT,WY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Typic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Larkson loamy coarse sand, forest.  (Colors are for dry soil unless otherwise noted).\nOi--2 inches to 1 inch; undecomposed organic material consisting mainly of needles, bark, twigs, and leaves.\nOe--1 inch to 0; partially decomposed organic material like that of the horizon above.\nA--0 to 2 inches; very dark gray (10YR 3/1) loamy coarse sand, black (10YR 2/1) moist; strong fine crumb structure; soft, very friable; slightly acid, clear smooth boundary.  (0 to 5 inches thick)\nE--2 to 20 inches; light brownish gray (10YR 6/2) loamy coarse sand, dark grayish brown (10YR 4/2) moist; moderate thin platy structure parting to fine granular; soft, very friable; vesicular; neutral; gradual wavy boundary.  (5 to 20 inches thick)\nE/B--20 to 26 inches; light brown (7.5YR 6/3) coarse sandy clay loam, (composite texture) brown (7.5YR 5/4) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; peds are very hard, friable; 10 percent fine angular granite pebbles; nodules and seams of clayey material like that of the underlying horizon embedded in a matrix like that of the overlying horizon; slightly acid; gradual wavy boundary.  (4 to 10 inches thick)\nBt--26 to 38 inches; variable colors including very pale brown (10YR 7/3) and light reddish brown (2.5YR 6/4) clay, light yellowish brown (10YR 6/4) and light reddish brown (2.5YR 5/4) moist; moderate medium subangular blocky structure; friable, sticky and plastic; peds are extremely hard, firm; continuous clay films on peds and in root channels and pores; 10 percent fine angular granite pebbles; neutral; gradual wavy boundary.  (6 to 27 inches thick)\nBC--38 to 44 inches; variable colors including very pale brown (10YR 7/3) and light brown (2.5YR 6/4) clay, light yellowish brown (10YR 6/4) and light reddish brown (2.5YR 5/4) moist; moderate medium subangular blocky structure; hard, friable, sticky and plastic; peds are extremely hard, firm; clay films on some faces of peds, and in some root channels and pores; 5 to 10 percent fine angular granite pebbles and few shale fragments; mildly alkaline; gradual smooth boundary.  (4 to 8 inches thick)\nC--44 to 60 inches; variable colors including very pale brown (10YR 7/3) and light reddish brown (2.5YR 6/4) gritty heavy clay loam, light yellowish brown (10YR 6/3) and light reddish brown (2.5YR 5/4) moist; massive; extremely hard, firm, sticky and plastic; mildly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Douglas County, Colorado; 175 feet east and 90 feet south of the cattle guard at the entrance to the Sinclair summer home in sec. 7, T. 9 S., R. 67 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is 45 degrees F., mean summer temperature is 64 degrees F.  A thin A horizon generally is present but is absent in some pedons.  The soils are calcareous below 40 inches in some pedons.  Base saturation ranges from 60 to 100 percent in all subhorizons of the argillic horizon.  Sediments of the parent Dawson and Arapaho formations occur above depth of 40 inches in some pedons, but are of such low contrast that they cannot be consistently recognized from the C horizon.  Rock fragments range from 0 to 35 percent by volume in a major part of the solum and any C horizon and are mainly less than 3 inches in diameter and range from 1/8 to more than 10 inches in diameter. The A and E horizons typically are uniform in color but the rest of the solum ranges in hue from 2.5Y through 2.5YR as a natural feature of the parent materials.  Ranges in color listed below are those normally found for crushed color of the composite horizon.  Actual variation is often greater than indicated.\nThe A horizon has hue of 2.5Y through 7.5YR when crushed, value of 4 through 6 dry, 2 through 4 moist, and chroma of 1 through 4.  It is slightly acid to mildly alkaline.\nThe E horizon has hue of 2.5Y through 7.5YR when crushed, value of 5 through 8 dry, 4 through 7 moist, and chroma of 1 through 4.  It is slightly acid or neutral.\nThe Bt horizon has hue of 2.5Y through 7.5YR, value of 5 through 7 dry, 4 through 6 moist, and chroma of 1 through 6.  It is typically heavy clay loam or clay.  This horizon ranges from slightly acid to mildly alkaline.\nThe C horizon has hue of 2.5Y through 7.5YR and is commonly variable but some pedons have uniform colors.  It is heavy clay loam, loam or light clay to a depth of more than 60 inches.  The horizon ranges from slightly acid to mildly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Campspass, Citadel, Fortwingate, Goldvale, Osoridge, Pylon, Rolla, Virkula and Zuni series. Fortwingate, Osoridge, and Pylon soils have bedrock at a depth of less than 40 inches.  Campspass, Citadel, and Rolla soils are calcareous in the lower part of the solum and in the C horizon, have subhorizons of secondary calcium carbonate accumulation, and lack the variability of soil color found in the Larkson soils. Goldvale soils have uniform color of 5YR or redder in the major part, have a solum thicker than 55 inches to the base of the argillic horizon, and more than 24 inches to the top of the argillic horizon, and have a sandy loam C horizon.  Zuni soils have uniform hue of 5YR or redder in a major part of the solum.  Virkula soils formed in a silty mantle over residuum from igneous and metamorphic rocks and are more acid."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Larkson soils are on fans, footslopes, valley sideslopes and hills and ridges.  Slopes range from 2 to 60 percent.  They formed in materials that have weathered residually or have been only locally transported from the soft noncalcareous sedimentary deposits.  At the type location the average annual precipitation is 17 inches, with peak periods of precipitation in the spring and early summer.  Average annual temperature is 42 to 44 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Crowfoot and Tomah soils.  Crowfoot and Tomah soils have a mollic epipedon and Crowfoot soils are moderately fine textured.  Also Tomah soils have an argillic horizon in which clay is accumulating as lamellae."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained or moderately well drained; medium or rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used primarily for forestry, grazing, or for recreation.  Native vegetation is mainly relatively heavy stands of ponderosa with an understory of shrubs and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The foothill and front range areas of east central Colorado and adjacent parts of Wyoming.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Pueblo Area, Colorado, 1974.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
