{
  "SERIES": "LAROQUE",
  "STATUS": "Established Series",
  "BYREV": "JHE/WJE;NAM",
  "REVDATE": "03/1999",
  "STATES": "VA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, thermic Inceptic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  LaRoque loam on an 18 percent convex, east facing slope in a mixed hardwood and pine forest.  (Colors are for moist soil.)\n0--1 to 0 inches; undecomposed and partially decomposed leaves and twigs.\nA--0 to 2 inches; dark grayish brown (10YR 4/2) loam; moderate fine granular structure; very friable; many fine and medium roots; 8 percent angular quartz pebbles 2 to 50 mm in diameter; extremely acid; clear smooth boundary. (1 to 5 inches thick)\nE--2 to 7 inches; light yellowish brown (10YR 6/4) loam; moderate fine granular structure; very friable; many fine and medium roots; 3 percent angular quartz pebbles 2 to 50 mm in diameter; extremely acid; clear smooth boundary.  (3 to 12 inches thick)\nBt--7 to 14 inches; reddish yellow (7.5YR 6/6) loam; moderate fine and medium subangular blocky structure; friable, slightly plastic; many fine and medium roots; few thin patchy clay films on faces of peds; 3 percent angular quartz pebbles 2 to 75 mm in diameter; many fine flakes of mica; very strongly acid; clear smooth boundary.  (3 to 10 inches thick)\nC--14 to 34 inches; yellowish brown (10YR 5/8) loam; many medium distinct, reddish yellow (7.5YR7/6) and yellowish red (5YR4/8) mottles; massive; very friable; 3 percent angular quartz pebbles 2 to 50 mm in diameter; many very fine flakes of mica; very strongly acid; gradual smooth boundary. (20 to 40 inches thick)\nCr--34 to 60 inches; yellowish brown (10YR 5/8), red (2.5YR 4/6), and white (10 YR8/1) weathered mica schist; firm in place, chunks crush with difficulty between the fingers to loam; many very fine flakes of mica; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Spotsylvania County, Virginia; 12 miles northwest of Spotsylvania, Virginia; .4 km southeast of Elys Ford, junction of the Rapidan River and Highway 610; 75 meters southwest of Highway 610."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 12 to 24 inches.  Depth to Cr horizon ranges from 20 to 40 inches.  Depth to bedrock is from 20 to more than 60 inches.  Angular quartz pebbles range from 0 to 15 percent in the A and E horizons horizon and from 0 to 5 percent in the Bt and C horizons.  There are flakes of mica in the Bt and C horizons of most pedons.  The soil is extremely acid or very strongly acid, unless limed.\nThe A and E horizons have hue of 7.5YR through 2.5Y, value of 2 through 7, and chroma of 1 through 6.  Texture is loam or silt loam.\nThe Bt horizon has hue of 7.5YR or 10YR, value of 4 through 6, and chroma of 4 through 8.  It is silt loam, loam, clay loam, or silty clay loam.\nThe C and Cr horizon colors are variable and commonly contain shades of red, yellow, brown, white and gray.  Some pedons lack a dominant color.  It is loam, silt loam, or sandy loam.  The Cr horizon is dominantly saprolite from mica schist that can be crushed by the fingers."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  (This section not revised) There are no other known soils in this family.  Similar soils are Louisburg, Manteo, Netcong, Pinkston, and Tallapossa series.  The Louisburg, Netcong, and Pinkston soils have coarse-loamy discontinuous argillic horizons.  Manteo soils have a lithic contact at less than 50 inches and have skeletal cambic horizons.  Tallapoosa soils have bedrock at depths of less than 50 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  LaRoque soils are on uplands in Piedmont Plateau.  They formed in materials weathered from sericite schist.  The slope gradient commonly is 15 to 55 percent, but range is 0 to 55 percent."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  (This section not revised) These are the Brockroad, Catharpin, Margo, Nason, Tatum, and Toddstav soils.  Brockroad, Catharpin, Nason, and Tatum soils have thick clay argillic horizons.  The Margo and Toddstav soils are not well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium to rapid.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the LaRoque soils are in mixed hardwood and pine forest.  Native vegetation is hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The LaRoque soils are not extensive.  They are thought to occur in the Southern Piedmont Province of Virginia and North Carolina."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Spotsylvania County, Virginia, 1980.  Source of name is the LaRoque Run in Spotsylvania County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Data from 5 pedons in Spotsylvania County by Virginia Polytechnic Institute and State University supports the classification.\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nVA0119 LAROQUE     0- 55   59- 64  190-220  35- 45   300- 900\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nVA0119 NONE          6.0-6.0              -     20-40   SOFT\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nVA0119  0- 7  L SIL                   0-  5  75-100  5-27    -\nVA0119  7-14  L SIL CL                0-  5  90-100 18-35    -\nVA0119 14-34  L SIL SL                0-  5  90-100  5-27    -\nVA0119 34-60  WB                       -       -      -      -\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nVA0119  0- 7  3.6- 5.5  1.-3.  0- 0   2.0- 6.0  LOW\nVA0119  7-14  3.6- 5.5  0.-.5  0- 0   0.6- 2.0  LOW\nVA0119 14-34  3.6- 5.5  0.-.5  0- 0   2.0- 6.0  LOW\nVA0119 34-60     -        -     -    0.00-0.06\nNational Cooperative Soil Survey\nU.S.A."
  }
}
