{
  "SERIES": "LAS",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLH-ELF",
  "REVDATE": "03/97",
  "STATES": "CO,KS,NE",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, calcareous, mesic Aquic Ustifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Las clay loam - cultivated.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 12 inches; grayish brown (10YR 5/2) clay loam, dark grayish brown (10YR 4/2) moist; weak granular structure; hard, firm; slight effervescence; mildly alkaline; gradual smooth boundary.  (5 to 15 inches thick)\nC1--12 to 24 inches; light brownish gray (10YR 6/2) clay loam, dark grayish brown (10YR 4/2) moist; few thin strata of sandy loam; massive; very hard, firm; strong effervescence; moderately alkaline; gradual smooth boundary.  (8 to 20 inches thick)\nC2--24 to 45 inches; light brownish gray (10YR 6/2) clay loam, grayish brown (10YR 5/2) moist; common medium distinct yellowish brown and strong brown mottles; massive; very hard, firm; stratified layers of sandy loam; coarser textured materials occur in lower part of horizon; strong effervescence; moderately alkaline; gradual smooth boundary.  (10 to 30 inches thick)\n2C3--45 to 75 inches; very pale brown (10YR 7/3) coarse sand and fine gravel; single grained; loose; slight effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hamilton County, Kansas; about 5 3/4 miles west and 1 mile north of Syracuse; 1,200 feet east and 100 feet north of the southwest corner of sec. 31, T. 23 S., R. 41 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum ranges from 5 to 15 inches.  These soils typically have free carbonates throughout; however, in some pedons the upper 6 inches are noncalcareous.  Reaction is mildly alkaline or moderately alkaline throughout.  The upper horizons may contain soluble salts.\nThe A horizon has hue of 10YR or 2.5Y, value of 5 or 6 and 3 to 5 moist, and chroma of 2 or 3.  If value is 5 and 3 moist, the A horizon is less than 7 inches thick.  It is loam, fine sandy loam, or clay loam.\nThe C horizon has hue of 10YR, value of 5 to 7 and 4 or 5 moist, and chroma of 2 or 3.  It is loam, clay loam, sandy clay loam, or sandy loam and commonly contains thin sandy or clayey strata.  The lower part of the C horizon is mottled with colors of higher chroma.  Some pedons have AC horizons having color and texture like the C horizon.\nThe 2C horizon has hue of 10YR, value of 6 or 7 and 4 or 5 moist, and chroma of 2 to 4.  It is loamy sand, fine sand, sand, or coarse sand, typically containing some gravel.  Mottles are faint through prominent or lacking.  Depth to the 2C horizon is more than 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Tefton and Werlog series in the same family and the Angelus, Caruso, Las Animas, Lesho, Sweetwater, and Uncompahgre soils.  The Tefton soils have a mean annual soil temperature of less than 50 degrees F.  The Werlog soils lack stratification above 40 inches.  Angelus soils are fine-silty. Caruso, Lesho, Sweetwater, and Uncompahgre soils have mollic epipedons.  In addition, Lesho and Sweetwater soils have contrasting textures and are thermic; Uncompahgre soils are wetter; and Wann soils are coarse-loamy.  Las Animas soils are wetter and have coarse-loamy textures."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Las soils are on nearly level flood plains and low stream terraces.  The soil formed in light colored, calcareous, medium textured alluvium.  Slope gradients are 0 to 1 percent.  Mean annual precipitation ranges from 14 to 19 inches, and the mean annual temperature ranges from 52 to 57 degrees F.  Thornthwaite Annual P-E Index ranges from 19 to 32."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Las Animas soils and the better drained Bridgeport and McCook soils on associated higher terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Runoff is slow.  Permeability is moderately slow.  These soils flood occasionally.  The water table generally fluctuates between 3 to 6 feet below the surface but comes within 2 to 3 feet of the surface in wet years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly cropped to wheat and grain sorghum.  Native vegetation is mid and tall grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Kansas and adjacent areas of Colorado and Nebraska.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hamilton County, Kansas, 1959."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The horizons and features diagnostic for the typical pedon are organic carbon content that decreases irregularly with depth.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
