{
  "SERIES": "LASAC",
  "STATUS": "Established Series",
  "BYREV": "Rev. JD/JCK",
  "REVDATE": "03/2008",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy-skeletal, glassy Vitrandic Dystrocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lasac gravelly ASHY silt loam, supporting a lodgepole pine/grouse whortleberry plant community type, woodland; on a convex slope of 40 percent on a north aspect: about 7,160 feet elevation. (Colors are for air dry soil unless otherwise noted.)\nOi--0 TO 1 inch; forest litter of needles, twigs and leaves; abrupt smooth boundary. (0 to 2 inches thick)\nA--1 to 7 inches; brown (10YR 5/3) gravely ashy silt loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure parting to weak very fine granular; soft, very friable, nonsticky and nonplastic; many very fine and fine and few medium and coarse roots; many very fine irregular pores; 10 percent gravel, 5 percent cobbles, 5 percent stones and trace boulders; moderately acid (pH 5.6); abrupt smooth boundary. (4 to 8 inches thick)\nBw--7 to 11 inches; pale brown (10YR 6/3) gravelly ashy silt loam, brown (10YR 4/3) moist; moderate fine subangular blocky structure parting to weak fine granular; soft, very friable, nonsticky and slightly plastic; common very fine and few fine, medium and coarse roots; many very fine irregular pores; 10 percent gravel, 5 percent cobbles, 5 percent stones and trace boulders; moderately acid (pH 5.7); abrupt smooth boundary. (4 to 8 inches thick)\n2BC--11 to 18 inches; light yellowish brown (10YR 6/4) extremely gravelly loamy sand, dark yellowish brown (10YR 4/4) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; common very fine and few fine and medium roots; many fine irregular pores; 55 percent gravel, 5 percent cobbles, 5 percent stones and trace boulders; slightly acid (pH 6.2); clear smooth boundary. (5 to 10 inches thick)\n2C1--18 to 37 inches; variegated very gravelly coarse sand; single grain; loose; many very fine and few fine and medium roots; many fine irregular pores; 45 percent gravel, 5 percent cobbles, 5 percent stones and trace boulders; neutral (pH 6.8); diffuse wavy boundary. (10 to 30 inches thick)\n2C2--37 to 60 inches; variegated very gravelly coarse sand; single grain; loose; few very fine and fine roots; many fine irregular pores; 45 percent gravel, 5 percent cobbles, 5 percent stones and trace boulders; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Fremont County, Idaho; about 35 miles north of Ashton, Idaho; about 300 feet south and 2,500 feet west of the northeast corner of section 14, T. 14 N., R, 44 E.; Latitude - 44 degrees, 32 minutes, 40 seconds North; Longitude - 111 degrees, 13 minutes, 23 seconds West."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nOchric epipedon thickness - 4 to 8 inches\nDepth to 2C horizon - 14 to 20 inches\nThickness of andic soil properties - 10 to 14 inches\nMean annual soil temperature - 34 to 39 degrees F.\nMean summer soil temperature - 39 to 44 degrees F.\nMoisture control section - between 12 and 36 inches; dry throughout the moisture control section for less than 30 consecutive days during the four months following the summer solstice\nOrganic matter content - less than 1 percent\nO horizon\nForm: commonly forest litter of needles, twigs and leaves on lightly or undisturbed pedons and absent on pedons where recent, heavy mechanical disturbance has occurred.\nA horizon - Value: 3, 4 or 5 dry, 2 or 3 moist\nChroma: 1 to 4 dry or moist\nVolcanic glass content in the 0.02 to 2.0 mm fraction: greater than 50 percent\nAcid oxalate extractable Al plus 1/2 Fe: 0.4 to 1.5 percent Phosphate retention: 40 to 70 percent\n15-bar water retention on air dried samples: 7 to 11 percent\nBulk density: 1.10 to 1.30 grams per cubic centimeter\nBase saturation by ammonium acetate: 10 to 30 percent\nReaction - strongly or moderately acid\nBw horizon\nValue : 5 or 6 dry, 3 or 4 moist\nChroma: 3 to 6 dry or moist\nTexture, less than 2 mm fraction: ashy silt loam, ashy sandy loam, ashy coarse sandy loam\nRock fragment content: 15 to 35 percent\nGravel: 10 to 35 percent\nCobbles: 0 to 5 percent\nStones or boulders: 0 to 5 percent\nVolcanic glass content in the 0.02 to 2.0 mm fraction: greater than 50 percent\nAcid oxalate extractable Al plus 1/2 Fe: 0.4 to 1.5 percent Phosphate retention: 40 to 70 percent\n15-bar water retention on air dried samples: 7 to 11 percent\nBulk density: 1.10 to 1.30 grams per cubic centimeter\nBase saturation by ammonium acetate: 10 to 30 percent\nReaction: strongly or moderately acid\n2BC horizon - Hue: 2.5Y or 10YR\nValue: 5 to 8 dry, 3 to 7 moist\nChroma: 2 to 4 dry or moist\nTexture, less than 2 mm fraction: loamy sand, loamy coarse sand, coarse sandy loam\nRock fragment content: 40 to 80 percent\nGravel: 30 to 60 percent\nCobbles: 5 to 20 percent\nStones or boulders: 5 to 25 percent\nVolcanic glass content in the 0.02 to 2.0 mm fraction: greater than 50 percent\nAcid oxalate extractable Al plus 1/2 Fe - less than 0.4 percent\nPhosphate retention - 35 to 60 percent\n15-bar water retention on air dried samples - 6 to 9 percent\nBulk density: 1.40 to 1.60 grams per cubic centimeter\nBase saturation by ammonium acetate: 30 to 60 percent\nReaction: moderately or slightly acid\n2C Horizons - Texture, less than 2 mm fraction: sand or coarse sand\nRock fragment content: 40 to 90 percent\nGravel - 30 to 60 percent\nCobbles: 5 to 20 percent\nStones or boulders: 5 to 25 percent\nVolcanic glass content in the 0.02 to 2.0 mm fraction: greater than 85 percent\nAcid oxalate extractable Al plus 1/2 Fe: less than 0.4 percent\nBase saturation by ammonium acetate: 50 to 80 percent\nReaction - slightly acid or neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Lasac soils are on volcanic plateaus, escarpments of plateaus, and mountains. Slopes are 4 to 60 percent and vary from rolling to very steep and convex. The soil formed in a thin mantle of mixed loess and tephra over tephra. The rock fragments and sand sized fractiona are dominantly obsidian. Elevations range from 6,500 to 8,300 feet. The mean annual precipitation ranges from 30 to 60 inches. Mean annual air temperature is 30 to 37 degrees F. Frost may occur at anytime throughout the year. Frost-free season is 0 to 30 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the proposed Castan (T), Dashiki (T) and Oleo (T) series. Castan soils occur intermixed with the Lasac soils on plateau escarpments. They have umbric epipedons and are greater than 60 inches deep to substratum layers of tephra. Dashiki and Oleo soils occur intermixed with the Lasac soils on plateaus. Dashiki soils are moderately deep to substratum layers of tephra. Oleo soils have umbric epipedons and argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; slow to moderate runoff; moderately rapid permeability in the upper part and very rapid permeability in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Lasac soils are used for recreation, woodland and wildlife habitat. These soils commonly support lodgepole pine/grouse whortleberry, lodgepole pine/Ross sedge and lodgepole pine/elk sedge plant community types. The potential native vegetation are the whitebark pine/grouse whortleberry, whitebark pine/Ross sedge and whitebark pine/elk sedge plant associations."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern Idaho and northwestern Wyoming. The soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Targhee National Forest, Fremont County, Idaho, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This draft reflects a change in classification fron Ashy-skeletal, glassy Vitrandic Cryochrepts to Ashy-skeletal, glassy Vitrandic Dystrocryepts. This change is based on Soil Taxonomy 2nd Ed.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 1 to 7 inches (the A horizon).\nCambic horizon - the zone from 7 to 11 inches (the Bw horizon).\nParticle-size control section - the zone from 11 to 41 inches (the 2BC, 2C1 and part of the 2C2 horizon).\nAndic soil properties - the zone from 1 to 11 inches (the A and Bw horizons).\nMoisture regime - udic.\nADDITIONAL DATA: Sample submitted to the National Soil Survey Laboratory, Lincoln, NE for analysis of andic soil properties. Client assigned lab No. S92ID-043-129. Project file number: 93P-52. Lab assigned number: 93P314. Sample: 93P 2486-2487.\n3/27/08 - In review of this description and corresponding lab analysis, further investigation is needed to determine the thickness of the cambic horizon and for determining base saturation (for the depth between 25 to 75 cm below the mineral soil surface) to classify as Dystrocryepts.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
