{
  "SERIES": "LASKA",
  "STATUS": "Established Series",
  "BYREV": "HFM:LCB;Rev. JDS, LJS",
  "REVDATE": "04/2001",
  "STATES": "TX",
  "OVERVIEW": "The Laska series consists of deep, moderately well drained, moderately permeable soils that formed in loamy sediments of the Catahoula Formation. These soils are on nearly level to gently sloping undulating uplands. Slopes range from 0 to 5 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, semiactive, thermic Oxyaquic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Laska fine sandy loam, 1 percent slope in forest.\n(Colors are for moist soil unless otherwise stated.)\nA--0 to 6 inches; dark brown (10YR 4/3) fine sandy loam; weak fine granular structure; soft, very friable; common fine and medium roots; strongly acid; clear wavy boundary (0 to 13 inches thick).\nE1--6 to 14 inches; pale brown (10YR 6/3) fine sandy loam; weak fine granular structure; soft, very friable; common fine and medium roots; strongly acid; clear wavy boundary.\nE2--14 to 24 inches; light yellowish brown (10YR 6/4) fine sandy loam; weak fine subangular blocky structure; loose, very friable; few medium roots; common very fine and fine vesicular pores; common fine irregular brownish yellow (10YR 6/6) masses of iron accumulation; strongly acid; gradual wavy boundary (combined thickness of the E horizons is 4 to 25 inches).\nBt/E1--24 to 41 inches; strong brown (7.5YR 5/6) loam; 25 percent intrusions of pale brown (10YR 6/3) loamy fine sand albic materials (E); common medium distinct light brownish gray (10YR 6/2) redox depletions; weak medium subangular blocky structure; slightly hard, friable; few fine roots; many very fine and fine vesicular pores; faint discontinuous yellowish brown (10YR 5/4) clay films in root channels and pores; common fine irregular yellowish brown (10YR 5/6) masses of iron accumulation; very strongly acid; clear wavy boundary.\nBt/E2--41 to 56 inches; yellowish brown (10YR 5/6) loam; 10 percent intrusions of pale brown (10YR 6/3) loamy fine sand albic materials (E); common medium distinct light brownish gray (10YR6/2) redox depletions; weak medium subangular blocky structure; slightly hard, friable; few fine roots; many very fine and fine vesicular pores; faint discontinuous brownish yellow (10YR 6/6) clay films in root channels and pores; common irregular strong brown (7.5YR 5/6) masses of iron accumulation; very strongly acid; gradual wavy boundary.\nBt/E3--56 to 63 inches; strong brown (7.5YR 5/8) sandy clay loam; 5 percent intrusions of pale brown (10YR 6/3) loamy fine sand albic materials (E);  many medium distinct light brownish gray (10YR 6/2) redox depletions and common medium prominent red (2.5YR 5/8) redox concentrations; moderate medium subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic; few fine roots; common very fine and fine vesicular pores; common faint patchy yellowish brown (10YR 5/6) clay films on faces of peds and in pores; very strongly acid; clear wavy boundary. (combined Bt/E subhorizons are 10 to 33 inches thick)\n2Cr--63 to 70 inches; 60 percent light yellowish brown (2.5Y 6/3) and olive yellow (2.5Y 6/6), 30 percent dark grayish brown (10YR 4/2), and 10 percent pale yellow (2.5Y 7/4) weathered siltstone and sandstone bedrock; few medium distinct light brownish gray (2.5Y6/2) and light gray (2.5Y 7/2) lithochromic mottles; extremely hard, extremely firm; nonsticky and nonplastic; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Typical pedon of Laska fine sandy loam, 1 to 3 percent slopes is located: from Groveton, Texas, 13.8 miles southwest on F.R. 355; 4.5 miles southeast on F.R. 356; 1.8 miles north-northeast on timber road; 200 feet north of road in woods; Latitude 30 degrees, 52 minutes, 41.6 seconds N., and Longitude 95 degrees, 10 minutes, 52.8 seconds W.; USGS Chita, Texas topographic quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum is greater than 60 inches. Quartzite pebbles range from 0 to 5 percent. The combined thickness of the epipedon ranges from 15 to 35 inches thick. The weighted average clay content in the control section ranges from 8 to 15 percent.\nThe A horizon has hue of 10YR, value of 3 through 5, and chroma of 1 through 3. Texture is fine sandy loam, loamy very fine sand, or very fine sandy loam. Reaction ranges from strongly acid to slightly acid.\nThe E horizon has hue of 10YR, value of 5 through 7, and chroma of 3 or 4. Redox concentrations range from few to many in shades of gray, brown, or yellow in the lower horizon. Texture of E horizons is fine sandy loam, very fine sandy loam, or loamy very fine sand. Reaction ranges from strongly acid or moderately acid.\nThe Bt horizon, where present  has hue of 10YR, value of 4 through 6, and chroma\nof 2 or 3. Redox concentrations range from few to many in shades of brown or yellow.  Redox depletions are in shades of gray. Reaction is very strongly acid or strongly acid.\nThe Bt/E horizon has hue of 7.5YR or 10YR, value of 4 through 6, and chroma of 4 through 8.  Redox concentrations or masses range from few to common in shades of brown or yellow.  Redox depletions range from none to common in shades of gray. Texture is fine sandy loam or loam but ranges to sandy clay loam in the lower part.  Albic materials make up 5 to 40 percent by volume. Reaction ranges from extremely acid through strongly acid.\nThe 2Bt/E horizon, where present has hue of 7.5YR or 10YR, value of 5 or 6, and chroma of 1 or 2. Iron accumulations in shades of red, brown, or yellow range from few to many. Some pedons have a variegated matrix of these colors. The upper part of this horizon typically has about 2 to 10 percent intrusions of albic materials. Texture is fine sandy loam, sandy clay loam, clay loam, or sandy clay. Reaction ranges from extremely acid through strongly acid.\nThe 2Cr or 3Cr horizon has hue of 10YR through 2.5Y, value of 4 through 7, and chroma of 2 through 6. Lithochromic mottles range from none to many in shades of gray, brown, or yellow. It is soft siltstone or sandstone."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Keltys series in the same family. The Alazan, Besner, Colita, Gomery Hicota, Kurth, Moten, and Penning series are in closely related families. Keltys soils have a Cr horizon at 40 to 60 inches deep and formed in sediments associated with the Cadell, Manning or Yegua Formations.  Besner and Hicota soils have a solum thicker than 80 inches and do not have saturated layers within a depth of 40 inches. In addition Hicota soils have an argillic horizon with hue redder than 10YR. Alazan, Kurth, and Penning soils have a fine-loamy particle-size control section. In addition, Alazan and Penning soils have aquic conditions in the upper 10 inches of the argillic horizon. Moten soils have a solum thicker than 60 inches. Colita soils have a thinner surface layer, have  more than 18 percent clay in the Bt horizon, and have a Cr horizon at 40 to 60 inches deep. Gomery soils have a sandy epipedon 20 to 40 inches thick, contain more clay in the Bt horizon, and have base saturation less than 35 percent. Moten soils contain more low chroma colors due to wetness, and contain more clay in the lower 2B horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Laska soils are on nearly level to gently undulating ridges and side slopes, or on pimple mounds in uplands or high stream terraces. Slopes range from 0 to 5 percent. They formed in loamy and sandy sediments associated with the Catahoula geologic formation. Mean annual precipitation ranges from 42 to 55 inches. Frost-free rainfall is about 30 inches. Mean annual temperature ranges from 66 to 70 degrees F. and the Thornthwaite annual P-E indices exceed 70."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing, Colita, Moten, and related Oakhurst and Rayburn series. Colita soils are generally on slightly higher positions. Moten and Oakhurst soils are on similar positions. Rayburn soils have a reddish, clayey Bt horizon, have a Cr horizon within a depth of 60 inches, and are on nearby side slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Laska soils are moderately well drained. Runoff is negligible on slopes less than 1 percent, and low on slopes more than 1 percent.  Permeability is moderate. The soil is saturated in the layers below 2.5 to 3.5 feet deep, and above the 2C horizon for more than 30 cumulative days during the winter and spring months in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for forest. A few areas are used for improved pasture of coastal bermudagrass and bahiagrass. Native vegetation includes longleaf and loblolly pine, post oak and sweet gum trees, with an understory of grasses and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern Texas and possibly western Louisiana. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Polk County, Texas; 1983.  The type location was moved to Trinity County, Texas in 2001. These soils were formerly included in the Lakeland series."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Laska series was assigned to a semiactive activity class in 2000. The classification of the Laska series was changed from an Aquic Hapludalf to an Oxyaquic Glossudalf in 2001 based on field observations and piezometer data collected in Trinity County, Texas, and observations near the former type location in Polk County, Texas.  Diagnostic horizons and features recognized in the current type location pedon include:\nOchric epipedon.................0 to 24 inches (A and E horizons)\nAlbic horizon.....................6 to 14 inches (E1 horizon)\nGlossic horizon.................24 to 41 inches (Bt/E1 horizon)\nArgillic horizon................24 to 63 inches (Bt/E horizons)\nLithologic Discontinuity......63 inches (top of 2Cr horizon)\nParalithic contact..............63 inches (top of 2Cr horizon)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 15,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 6 inches; dark brown (10YR 4/3) fine sandy loam; weak fine granular structure; soft, very friable; common fine and medium roots; strongly acid; clear wavy boundary (0 to 13 inches thick)."
      },
      {
        "name": "E1",
        "top": 15,
        "bottom": 36,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E1--6 to 14 inches; pale brown (10YR 6/3) fine sandy loam; weak fine granular structure; soft, very friable; common fine and medium roots; strongly acid; clear wavy boundary."
      },
      {
        "name": "E2",
        "top": 36,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "E2--14 to 24 inches; light yellowish brown (10YR 6/4) fine sandy loam; weak fine subangular blocky structure; loose, very friable; few medium roots; common very fine and fine vesicular pores; common fine irregular brownish yellow (10YR 6/6) masses of iron accumulation; strongly acid; gradual wavy boundary (combined thickness of the E horizons is 4 to 25 inches)."
      },
      {
        "name": "Bt/E1",
        "top": 61,
        "bottom": 104,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt/E1--24 to 41 inches; strong brown (7.5YR 5/6) loam; 25 percent intrusions of pale brown (10YR 6/3) loamy fine sand albic materials (E); common medium distinct light brownish gray (10YR 6/2) redox depletions; weak medium subangular blocky structure; slightly hard, friable; few fine roots; many very fine and fine vesicular pores; faint discontinuous yellowish brown (10YR 5/4) clay films in root channels and pores; common fine irregular yellowish brown (10YR 5/6) masses of iron accumulation; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Bt/E2",
        "top": 104,
        "bottom": 142,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt/E2--41 to 56 inches; yellowish brown (10YR 5/6) loam; 10 percent intrusions of pale brown (10YR 6/3) loamy fine sand albic materials (E); common medium distinct light brownish gray (10YR6/2) redox depletions; weak medium subangular blocky structure; slightly hard, friable; few fine roots; many very fine and fine vesicular pores; faint discontinuous brownish yellow (10YR 6/6) clay films in root channels and pores; common irregular strong brown (7.5YR 5/6) masses of iron accumulation; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bt/E3",
        "top": 142,
        "bottom": 160,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt/E3--56 to 63 inches; strong brown (7.5YR 5/8) sandy clay loam; 5 percent intrusions of pale brown (10YR 6/3) loamy fine sand albic materials (E);  many medium distinct light brownish gray (10YR 6/2) redox depletions and common medium prominent red (2.5YR 5/8) redox concentrations; moderate medium subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic; few fine roots; common very fine and fine vesicular pores; common faint patchy yellowish brown (10YR 5/6) clay films on faces of peds and in pores; very strongly acid; clear wavy boundary. (combined Bt/E subhorizons are 10 to 33 inches thick)"
      },
      {
        "name": "2Cr",
        "top": 160,
        "bottom": 178,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cr--63 to 70 inches; 60 percent light yellowish brown (2.5Y 6/3) and olive yellow (2.5Y 6/6), 30 percent dark grayish brown (10YR 4/2), and 10 percent pale yellow (2.5Y 7/4) weathered siltstone and sandstone bedrock; few medium distinct light brownish gray (2.5Y6/2) and light gray (2.5Y 7/2) lithochromic mottles; extremely hard, extremely firm; nonsticky and nonplastic; very strongly acid."
      }
    ]
  ]
}
