{
  "SERIES": "LASSEL",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. AJC-CF",
  "REVDATE": "02/1999",
  "STATES": "WY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over sandy or sandy-skeletal, mixed, superactive, frigid Aquic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lassel very fine sandy loam - grassland (Colors are for dry soil unless otherwise noted)\nA1--0 to 8 inches;  brown (10YR 5/3) very fine sandy loam, dark brown (10YR 3/3) moist; strong fine granular structure; soft, very friable, nonplastic, nonsticky; calcareous; moderately alkaline, pH 8.3 (CR); clear smooth boundary. (5 to 14 inches thick.)\nAC--8 to 12 inches; brown (10YR 5/3) very fine sandy loam, dark brown (10YR 4/3) moist; weak medium subangular blocky structure; horizon is slightly hard, very friable, nonplastic, nonsticky; peds are hard; calcareous; moderately alkaline, pH 8.4 (TB); gradual wavy boundary. (0 to 8 inches thick.)\nClca--12 to 18 inches; pale brown (10YR 6/3) very fine sandy loam, brown (10YR 5/3) moist; massive; hard, friable, nonplastic, nonsticky; visible secondary calcium carbonate occurring as concretions and in thin seams and streaks; calcareous; moderately alkaline, pH 8.4 (TB); gradual Wavy boundary. (2 to 10 inches thick.)\nC2cag--18 to 26 inches; light brownish gray (10YR 6/2) very fine sandy loam, grayish brown (10YR 5/2) moist; common medium sized distinct yellowish brown (10YR 5/6) moist mottles; massive; hard, friable, nonplastic, nonsticky; visible secondary calcium carbonate occurring as concretions and in thin seam, and streaks; calcareous; moderately alkaline, pH 8,4 (TB); diffuse wavy boundary. (4 to 30 inches thick.)\nIIC--26 to 40 inches; calcareous very gravelly sand."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Uinta County, Wyoming. The SE  1/4 of the NW 1/4 of sec. 35, T. 15 N., R. 120 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Unless otherwise noted the entire range of properties permissible for the subgroup and family in which the series has been placed applies to the series as well. Depth to uniformly calcareous material ranges from 0 to 7 inches but less than half of the mollic epipedon should be calcareous. Depth to a lithic contact or a paralithic contact ranges from 41 to more than 60 inches. Depth to the sandy skeletal IIC horizon ranges from 20 to 40 inches. They lack continuous cambic horizons below the mollic epipedon. Exchangeable sodium ranges from O to 15 percent, and conductivity ranges from O to 14 millimhos in a major part of the control section and there should be no subhorizon as much as 4 inches thick above 15 inches that exceeds those limits. Depth continuous subhorizons of visible secondary calcium carbonate and/or sulfate ranges from 10 to 40 inches. Content of coarse fragments ranges from 0 to 15 percent in a major part of the control section. Coarse fragments ranging from 1/2 to 10 inches in diameter predominate. Mottling occurs in subhorizons whose base chroma is 2 or less in some part of the control section above the IIC horizon but should not occur in or immediately below the mollic epipedon. The upper part of the control section below 10 inches and above the IIC horizon is typically a loam or very fine sandy loam, but clay may range from 5 to 18 percent, silt from 10 to 30 percent and sand from 30 to 80 percent with less than 15 percent very fine or coarse sand. The control section above the IIC horizon should be uniform with only minor stratification.  These soils occur in areas of low rainfall but are usually moist in the lower part of the moisture control section due to a fluctuating water table and it's apillary fringe.\nColor of the A horizon may range in hue from 5Y to 7.5YR,in value from 4 to 5 dry and 2 or 3 moist, and in chroma from 2 to 3. Reaction normally ranges from mildly alkaline to strongly alkaline (1:5 dilution unbuffered organic dye). Hue of the C horizon ranges from 5Y to 7.5YR.  Reaction normally ranges from moderately alkaline to strongly alkaline (1:5 dilution unbuffered organic dye). Calcium carbonate equivalent of the fine earth in the strongest part of the Cca horizon ranges from about 4 to 14 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Similar and related soils include the Firth and Heinsaw series. The Firth series differs in lacking sandy skeletal substratums above 40 inches and in having sandier upper control sections. The Heinsaw series differs in being mottled in or immediately below the mollic epipedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Lassel series occurs on nearly level to gently sloping terraces and fans. Slopes typically range about 0 percent to about 6 or more percent. The soil is developing on moderately thin calcareous, medium textured materials of less than 18 percent clay overlying beds of sand and gravel. At the type location the mean annual precipitation is about 14 inches with peak periods of precipitation occurring in the spring and early summer months. Mean annual air temperature is 38 degrees F., mean summer air temperature is 57 degrees F., mean annual soil temperature is 41 degrees F and mean summer soil temperature is 54 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Hilliard and Shrine series. The Hilliard series differs in having an argillic horizon and in being well drained. The Shrine series differs lacking sandy skeletal substratums, in being well drained, and in being finer textured."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well to somewhat poorly drained.  Runoff is slow to medium. Permeability is moderate to rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: They are used principal1y as native pastureland or hay meadows. Native vegetation includes lupine, bluegrass, yarrow, willow and wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Present known distribution limited southern and western Wyoming.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Uinta County, Wyoming, 1972.  Series name is taken from the name of a small stream.\nOSED scanned by NSSQA.  Last revised by state on 2/72.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
