{
  "SERIES": "LASSITER",
  "STATUS": "Established Series",
  "BYREV": "Rev. CMT:DDR",
  "REVDATE": "12/2005",
  "STATES": "TX",
  "OVERVIEW": "The Lassiter series consists of deep, moderately well drained, moderately permeable soils that formed in loamy alluvial\nsediments.  These soils are on nearly level or gently sloping\nflood plains.  Slopes range from 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, nonacid, thermic Aquic Udifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lassiter silt loam--wooded pasture.\n(Colors are for moist soil unless otherwise\nstated.)\nA1--0 to 5 inches; very dark grayish brown (10YR 3/2) silt\nloam; few fine strata less than 1 cm thick of brown (10YR 4/3)\nvery fine sandy loam; weak fine subangular blocky structure; hard, friable; common fine and medium roots; common fine pores; common wormcasts and tubular channels; neutral; clear smooth boundary.\n(3 to 14 inches thick)\nC1--5 to 28 inches; brown (10YR 4/3) silt loam; few to common medium faint dark grayish brown (10YR 4/2) and grayish brown (10YR 5/2) mottles; massive; but parts along bedding planes into platy fragments; hard, friable; few fine roots; common fine pores; few wormcasts and tubular channels; weakly to prominently stratified\nwith layers 1 to 3 mm thick that are pale brown (10YR 6/3) very\nfine sandy loam; few fine distinct yellowish brown mottles along bedding planes; neutral; gradual smooth boundary.  (17 to 40\ninches thick)\nAb--28 to 42 inches; very dark grayish brown (10YR 3/2) silt loam; common medium faint dark grayish brown (10YR 4/2) mottles\nand few fine distinct yellowish brown mottles; moderate medium subangular blocky structure; hard, friable; few fine roots; common fine pores; few wormcasts and tubular channels; few thin lenses of brown (10YR 5/3) very fine sandy loam; few fragments of charcoal; slightly acid; gradual smooth boundary.  (0 to 22 inches thick)\nB2tb--42 to 72 inches; dark grayish brown (10YR 4/2) clay\nloam; common medium distinct dark yellowish brown (10YR 5/6) and strong brown (7.5YR 5/6) mottles and common medium faint gray\n(10YR 5/1) and grayish brown (10YR 5/2) mottles; weak medium subangular blocky structure; hard, friable; few fine roots; few\nfine pores; few wormcasts and tubular channels; few thin patchy\nclay films mainly in pores and old root channels; few pockets of uncoated sand grains; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lamar County, Texas; from the intersection of Farm Road 79 and Loop 286 in Paris, 3.2 miles northwest on Farm Road\n79, 3.5 miles west on Farm Road 2820, 1.3 miles north on county\nroad, and 50 feet west in Little Pine Creek flood plain."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to buried horizons ranges from 22\nto 55 inches.\nThe A horizon is very dark grayish brown (10YR 3/2), dark grayish brown (10YR 4/2), or brown (10YR 4/3).  Where moist, values, are\nless than 3.5 the horizon is less than 7 inches thick.  Texture is mainly silt loam or loam but includes silty clay loam.  Reaction\nis slightly acid or neutral.\nThe C horizon is dark grayish brown (10YR 4/2), light gray (10YR 7/2), light brownish gray (10YR 6/2), brown (10YR 4/3, 5/3), or\npale brown (10YR 6/3).  Few or common mottles of grayish brown and yellowish brown are present.  Texture is silt loam, loam, or silty clay loam.  Clay content of the 10- to 40-inch control section\nranges from 18 to 30 percent and less than 15 percent sand that is coarser than very fine sand.  Bedding planes range from few to\nmany.  Reaction is medium acid through neutral.\nThe Ab horizon, where present, is 1 or 2 units of value lower than the overlying material.  It contains few to common mottles of\ngray, grayish brown, or yellowish brown, and it is silt loam or\nloam and is medium acid through neutral.\nA B2tb horizon is commonly below a depth of 40 inches.  It is very dark grayish brown (10YR 3/2), dark grayish brown (10YR 4/2),\ngrayish brown (10YR 5/2), or brown (10YR 4/2), with common fine\nand medium mottles of gray, brown, and yellow in hues of 7.5YR or 10YR.  Texture is mainly clay loam but includes loam or silty clay loam.  Reaction is strongly acid through neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same\nfamily.  Other similar series are the Adler, Belden, Bruin,\nCascilla, Chenneby, Clemville, Collins, Commerce, Coushatta, Kemp, Keo, Lynnville, Norwood, Retrop, and Varro series.  Adler, Bruin, Collins, and Keo soils have less than 18 percent clay in the\ncontrol section.  Belden, Cascilla, Chenneby, Commerce, and\nCoushatta soils have cambic horizons.  In addition, Cascilla and Coushatta soils lack mottles of chroma 2 or less within 20 inches\nof the surface.  Chenneby soils are more acid.  Clemville,\nNorwood, Retrop, and Varro soils are calcareous and lack mottles\nof chroma 2 or less within 20 inches of the surface.  Kemp soils\nhave fine-loamy control sections.  Lynnville soils have mollic epipedons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lassiter soils are on nearly level to gently sloping flood plains.  Slope is 0 to 2 percent.  These soils\nformed in loamy alluvial sediments.  Near the type location the average annual precipitation is about 45 inches, the average\nannual temperature is about 63 degrees F., and the Thornthwaite\nP-E index is about 68."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the similar Varro\nseries and the Kaufman, Nahatche, and Waskom series.  Kaufman and Waskom soils have mollic epipedons.  In addition, Kaufman soils\nare clayey throughout, and Waskom soils have argillic horizons.  Nahatche soils have an aquic moisture regime and are saturated at some season during the year."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow runoff; moderate permeability.  These soils are flooded from one to\nseveral times each year for 1 to 7 days.  A water table is 20 to\n40 inches below the surface mainly during winter and spring\nmonths."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for tame pasture and hayland.\nThe native vegetation is elm, green ash, hackberry, pecan, osage orange, panicums, paspalums, wildrye, and greenbriers."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  These soils occur mainly in the Texas Claypan land resource area of northeast Texas.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lamar County, Texas; 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly classified in the Alluvial\ngreat soil group and included in the Gowan series.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 13,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt",
        "narrative": "A1--0 to 5 inches; very dark grayish brown (10YR 3/2) silt"
      },
      {
        "name": "C1",
        "top": 13,
        "bottom": 71,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "narrative": "C1--5 to 28 inches; brown (10YR 4/3) silt loam; few to common medium faint dark grayish brown (10YR 4/2) and grayish brown (10YR 5/2) mottles; massive; but parts along bedding planes into platy fragments; hard, friable; few fine roots; common fine pores; few wormcasts and tubular channels; weakly to prominently stratified"
      },
      {
        "name": "Ab",
        "top": 71,
        "bottom": 107,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "narrative": "Ab--28 to 42 inches; very dark grayish brown (10YR 3/2) silt loam; common medium faint dark grayish brown (10YR 4/2) mottles"
      },
      {
        "name": "B2tb",
        "top": 107,
        "bottom": 183,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "narrative": "B2tb--42 to 72 inches; dark grayish brown (10YR 4/2) clay"
      }
    ]
  ]
}
