{
  "SERIES": "LATANIER",
  "STATUS": "Established Series",
  "BYREV": "Rev. MB:CH:EM:MJB",
  "REVDATE": "01/2017",
  "STATES": "AR,LA,OK",
  "OVERVIEW": "The Latanier series consists of very deep, somewhat poorly drained soils. These nearly level to very gently sloping soils are on natural levees on alluvial plains, and formed in reddish clayey Holocene alluvium overlying Holocene loamy alluvium, of the Arkansas and Red Rivers. Slope ranges from 0 to 3 percent. Mean annual air temperature is about 19.0 degrees C (66.2 degrees F), and mean annual precipitation is about 1465 mm (57.7 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey over loamy, smectitic over mixed, superactive, thermic Oxyaquic HapludertS"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Latanier clay, 0.5 percent slope in pasture; elevation is 18.9 m (62 ft). (Colors are for moist soil unless otherwise stated.)\nAp--0 to 15 cm (0 to 6 in); dark reddish brown (5YR 3/3) clay; strong coarse subangular blocky structure; very firm; neutral; gradual wavy boundary. (Thickness of the A horizon is 10 to 20 cm [4 to 8 in])\nBss1--15 to 64 cm (6 to 25 in); dark reddish brown (5YR 3/3) clay; moderate coarse prismatic structure parting to moderate medium and fine angular blocky; firm; very hard; 30 percent (common) distinct slickensides (pedogenic); slightly effervescent by HCl, 1 normal; slightly alkaline; abrupt wavy boundary.\nBss2--64 to 76 cm (25 to 30 in); dark reddish brown (5YR 3/4) silty clay; weak coarse subangular blocky structure; firm; 10 percent (few) distinct slickensides (pedogenic); 20 percent (few) distinct pressure faces on faces of peds; strongly effervescent; moderately alkaline; clear wavy boundary. (Combined thickness of the Bss horizon is 41 to 81 cm [16 to 32 in])\n2C1--76 to 104 cm (30 to 41 in); light reddish brown (5YR 6/4) silt loam; massive; friable; strongly effervescent; moderately alkaline; abrupt wavy boundary.\n2C2--104 to 114 cm (41 to 45 in); reddish brown (5YR 5/4) silty clay loam; massive; moderately plastic; strongly effervescent; moderately alkaline; abrupt wavy boundary. (Thickness of the C horizon is 51 to 127 cm [20 to 50 in])\n2C3--114 to 203 cm (45 to 80 in); reddish brown (5YR 4/4) silt loam; massive; very friable; 10 percent yellowish brown (10YR 5/6) masses of oxidized iron with clear boundaries throughout; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Rapides Parish, Louisiana; about 1.4 miles southeast of Chambers; 100 feet east of drainage ditch; 400 feet north of the southeast corner of Spanish Land Grant section 54, T. 2N., R. 1 E.\nUSGS Topographic Quadrangle: Woodworth East, LA\nLatitude: 31 degrees, 10 minutes, 35 seconds N\nLongitude: 92 degrees, 24 minutes, 7.33 seconds W\nDecimal Degrees:\nLatitude: 31.17638889 degrees\nLongitude: -92.40203611 degrees\nDatum: NAD 83\nUTM Easting: 556980.4 m\nUTM Northing: 3449304.4 m\nUTM Zone: 15N"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness and depth to contrasting texture: 51 to 102 cm (20 to 40 in)\nDepth to cambic horizon: 10 to 20 cm (4 to 8 in)\nDepth to redox concentrations: 114 to 203 cm (45 to 80 in)\nDepth to loamy discontinuity: 51 to 102 cm (20 to 40 in)\nDepth to calcareous horizons: 20 to 91 cm (8 to 36 in)\nVertic features: Slickensides at 10 to 64 cm (4 to 25 in)\nParticle-size control section (weighted average):\nClay content: 36 to 70 percent\nSand content: 3 to 16 percent\nA or Ap horizon:\nHue: 5YR or 7.5YR\nValue: 3\nChroma: 2 or 3\nTexture: silty clay loam, silty clay, or clay\nClay content: 30 to 70 percent\nEffervescence: none\nReaction: neutral to moderately alkaline\nBss horizon:\nHue: 2.5YR or 5YR\nValue: 3 to 5\nChroma: 2 to 4\nTexture: clay or silty clay\nClay content: 40 to 70 percent\nRedoximorphic features: amount-none to common; size-fine or medium; contrast-distinct or prominent; color-black; kind-manganese; moisture state-moist; shape-irregular; boundary-diffuse; location-on ped faces\nIdentifiable secondary carbonate: amount-none to common; size-fine; kind- masses; location-throughout\nEffervescence: very slight to violent\nReaction: slightly acid to moderately alkaline\n2Bt horizon (where present):\nHue: 2.5YR or 5YR\nValue: 3 to 5\nChroma: 2 to 4\nTexture: monotextured or stratified very fine sandy loam, silt loam or silty clay loam\nClay content: 15 to 40 percent\nClay films: distinctness-distinct or prominent; location-on faces of peds\nRedoximorphic features: amount-few to common, size-fine or medium, contrast-distinct or prominent, color-black; kind-manganese; moisture state-moist; shape-irregular; boundary-diffuse; location-on ped faces\nRedox concentrations: amount-none to common, size-fine or medium, contrast-distinct; color-shades-brown; boundary-diffuse; location-in matrix\nIdentifiable secondary carbonate: amount-none to common; size-fine; kind-carbonate masses; location-throughout\nEffervescence: very slight to violent\nReaction: neutral to moderately alkaline\n2C horizon:\nHue: 5YR\nValue: 4 to 6\nChroma: 3 to 6\nTexture: monotextured or stratified very fine sandy loam, silt loam or silty clay loam; thin strata of clay or silty clay are between the depths of 127 to 152 cm (50 to 60 in) in some pedons\nClay content: 15 to 40 percent\nRedox concentrations: amount-none to common; size-fine or medium; contrast-distinct; color-shades-brown; boundary-diffuse; location-in matrix\nIdentifiable secondary carbonate: amount-none to common; size-fine; kind-carbonate masses; location-throughout\nEffervescence: very slight to violent\nReaction: neutral to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family. Similar series are the Bowdre (MS), Moreland (LA), Newellton (LA) and Tunica (MS) series.\nBowdre soils: is grayer and has a loamy discontinuity within a depth of 51 cm (20 in)\nMoreland soils: has a very-fine textured control section.\nNewellton and Tunica soils: have lighter colored epipedons and are not as red"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: clayey and loamy Holocene alluvium from sedimentary rock of the Arkansas and Red Rivers\nLandscape: alluvial plain\nLandform: natural levee\nSlope: 0 to 3 percent\nSoil moisture: Udic soil moisture regime\nMean annual soil temperature: 17 to 22.3 degrees C (62.5 to 72 degrees F)\nMean annual air temperature: 12 to 25 degrees C ( 54 to 77 degrees F)\nMean annual precipitation: 1069 to 1537 mm ( 42 to 60.5 in)\nPrecipitation Pattern: July through September are the driest months, while October through June are the wettest months\nFrost-free period: 219 to 315 days\nElevation: 10 to 40 m (32.8 to 131 ft)\nThornthwaite annual P-E indices: 81 to 128"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Moreland (LA) series and the Coushatta (LA), Lela (OK), Oklared (OK) and Redlake (OK) series.\nCoushatta soils: are fine-silty throughout and is higher on the natural levee\nLela soils: have no strongly contrasting particle-size class in the control section and are on lower positions on the flood plain\nOklared soils: are coarse-loamy throughout and  on flood plains\nRedlake soils: have no strongly contrasting particle-size class within the control section, and are on flood plains"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: somewhat poorly drained\nPermeability: very slow\nRunoff: high on slopes less than 1 percent and very high on slopes over 1 percent\nSeasonal high water table: a water table is present from 0 to 91 cm (0 to 36 in) from December through April in normal years; the surface is saturated for more than 30 cumulative days in normal years\nFlooding frequency: subject to rare to frequent flooding during December through April in normal years"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for cultivation in areas protected by levees. Principal crops are cotton, soybeans, corn, rice and small grains. Native vegetation consists of mixed hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Alluvial plains of the Arkansas and Red Rivers in Arkansas, Louisiana and Oklahoma; Land Resource Region O; MLRA 131B and 131C; the series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Rapides Parish, Louisiana; 1970. The name is from a nearby community."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The series was formerly included in the Alluvial great soil group.\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section: 25 to 100 cm (10 to 40 in) (Bss1, Bss2, 2C1 horizon)\nMollic epipedon: 0 to 64 cm (0 to 25 in) (Ap, Bss1 horizons)\nCambic horizon: 15 to 76 cm (6 to 30 in) (Bss horizons)\nVertic features: presence of slickensides at 15 to 76 cm (6 to 30 in) (Bss horizons)\nLithologic discontinuity: upper boundary of the 2C1 horizon\nAdditional Comments:\nThe presence of cracks at 0 to 64 cm (0 to 25 in) during dry periods. (Ap, Bss horizons)\nThe assignment of the cation-exchange activity class is inferred from lab data from S65LA-41-5 from Red River Parish, Louisiana.\nEdited 01/2017 (JAD-MJB) Changed to tabular format. Updated pedon description, range in characteristics, and other sections.\nADDITIONAL DATA: Particle-size analysis were performed at the project office on nine pedons.\nTaxonomic version: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
