{
  "SERIES": "LATAH",
  "STATUS": "Established Series",
  "BYREV": "Rev. ND/RJE/SHB",
  "REVDATE": "06/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, mesic Xeric Argialbolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Latah silt loam, grassland\nA1--0 to 15 cm; silt loam, dark grayish brown (10YR 4/2) dry, very dark brown (10YR 2/2) moist; moderate fine and medium granular structure; slightly sticky and slightly plastic; many roots; many very fine pores; neutral (pH 6.8); abrupt smooth boundary\nA2--15 to 25 cm; silt loam, dark grayish brown (10YR 4/2) dry, very dark brown (10YR 2/2) moist; weak coarse prismatic structure breaking to moderate fine and medium subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; many roots; neutral (pH 6.8); clear wavy boundary\nA3--25 to 48 cm; silt loam, dark grayish brown (10YR 4/2) dry, very dark brown (10YR 2/2) moist; moderate fine and medium prismatic structure; slightly hard, very friable, slightly sticky and slightly plastic; many roots; many very fine pores, neutral (pH 6.8); clear wavy boundary\nE1--48 to 61 cm; silt loam, light brownish gray (10YR 6/2) dry, dark grayish brown (10YR 4/2) moist; weak fine and medium prismatic structure; slightly hard, very friable, slightly sticky and slightly plastic; common roots; common very fine pores; neutral (pH 6.8); clear irregular boundary\nE2--61 to 76 cm; silt loam, light gray (10YR 7/1) dry, gray (10YR 5/1) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; common roots; many very fine pores; neutral (pH 6.8); abrupt smooth boundary\nBt1--76 to 91 cm; silty clay loam, brown (10YR 5/3) dry, brown (10YR 4/3) moist; strong fine and medium subangular blocky structure; hard, very firm, sticky and plastic; few flattened roots in cracks, no roots in peds; common very fine pores; thick continuous clay films on all faces of peds; few fine and medium light brown (7.5YR 6/4) and light gray (2.5Y 7/2) mottles on peds; organic matter stains along fracture planes; neutral (pH 6.6); clear smooth boundary\nBt2--91 to 150 cm; silty clay loam, brown (10YR 5/3) dry, brown (10YR 4/3) moist; strong fine and medium subangular blocky structure; hard, very firm, sticky and plastic; few flattened roots in cracks, no roots in peds; many very fine pores; thin continuous clay films on all faces of peds; common medium reddish yellow (7.5YR 6/6) and common medium and coarse light gray (2.5Y 7/2) mottles on peds; organic matter stains along fracture planes; neutral (pH 6.6)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Whitman County, Washington; about 790 m south and 185 m west of the northeast corner of section 7, T. 15 N., R. 46 E.; latitude 46.8004722, longitude -117.0559722, datum WGS 84 (coordinates estimated from PLSS details)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature at a depth of 50 cm--8 to 10 degrees C\nMoisture control section--usually moist, but dry between depths of 10 and 30 cm 45 to 60 consecutive days following summer solstice\nThickness of mollic epipedon--45 to 80 cm\nThickness of solum--100 to 150 cm or more\nA horizon\nValue--4 or 5 dry, 2 or 3 moist\nChroma--1 or 2 dry or moist\nEstimated content of organic matter in A1 horizon--3 to 8 percent\nReaction--6.1 to 8.4\nCombined thickness--35 to 80 cm\nA BA horizon is in some pedons.\nE horizon\nValue--5 to 7 dry, 4 or 5 moist\nChroma--1 or 2 dry or moist\nStructure--prismatic, massive\nMottles--in some pedons below A3 horizon\nManganese concretions--few very fine and fine in some pedons\nReaction--6.6 to 8.4\nCombined thickness--8 to 45 cm\nBt horizon\nValue--4 to 6 dry, 3 to 5 moist\nChroma--2 to 4 moist or dry\nTexture--silty clay loam, silty clay, clay\nContent of clay--35 to 60 percent\nManganese concretions--few very fine and fine in some pedons\nReaction--6.6 to 8.4\nCombined thickness--13 to 25 cm or more\nA Btgb horizon is in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nQuicksell--20 to 40 percent sand in particle-size control section\nSetnum--50 to 100 cm to hard bedrock\nTilma--no mottles; low chroma associated with saturation and reduction"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nElevation--550 to 975 m\nClimate--warm, dry summers; cool, moist winters\nMean annual precipitation--460 to 635 mm\nMean January air temperature--about -2 degrees C\nMean July air temperature--20 degrees C\nMean annual air temperature--9 degrees C\nFrost-free season--100 to 140 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nCaldwell, Snow--less than 35 percent clay; irregular decrease in organic matter\nGarfield--ochric epipedon\nNaff, Palouse--no E horizon\nThatuna--less than 35 percent clay in argillic horizon"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--somewhat poorly drained\nSaturated hydraulic conductivity (Ksat)--moderately high in A horizon; low in Bt horizon"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nUse--production of small grain\nNative vegetation--tufted hairgrass, sedge, rose, redosier dogwood, cow parsnips, willows, black hawthorn, Saskatoon serviceberry, potentilla, rush, scattered hardwood"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern Washington, northeastern Oregon, northern Idaho; MLRA 9; moderate extent"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Benewah County, Idaho; 1930"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and other features in this pedon\n*Mollic epipedon--zone from surface to a depth of 48 cm\n*Albic horizon--zone from 48 to 76 cm\n*Argillic horizon--zone from 76 to 150 cm\nMLRA-wide investigation is needed to evaluate the influence and extent of volcanic ash in the Latah series.\n6/2016--This official series description (OSD) was updated as part of the final correlation of the Spokane County, Washington, soil survey. The formatting was updated according to SSR1 Technical Note 11--Content and Format of Official Series Descriptions (revised 12/2015).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
