{
  "SERIES": "LATCH",
  "STATUS": "Established Series",
  "BYREV": "CLN:KR:GLL;Rev. JDS",
  "REVDATE": "11/2004",
  "STATES": "TX",
  "OVERVIEW": "The Latch series consists of very deep, moderately well drained, moderately permeable soils on stream terraces. These nearly level to gently sloping soils formed in sandy alluvial sediments. Slopes range from 0 to 3 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, siliceous, semiactive, thermic Grossarenic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Latch loamy fine sand--woodland. (Colors are for moist soil)\nA--0 to 8 inches; dark grayish brown (10YR 4/2) loamy fine sand; weak fine granular structure; loose; many fine roots; very strongly acid; clear wavy boundary.\nE1--8 to 16 inches; brown (10YR 5/3) loamy fine sand; single grained; loose; common fine roots; very strongly acid; gradual wavy boundary.\nE2--16 to 32 inches; pale brown (10YR 6/3) loamy fine sand; common fine faint light brownish gray (10YR 6/2) and few fine faint very pale brown (10YR 7/4) sand strippings; single grained; loose; few fine roots; strongly acid; gradual wavy boundary.\nE3--32 to 52 inches; pale brown (10YR 6/3) loamy fine sand; many medium faint light gray (10YR 7/2) iron depletions and common medium distinct yellowish brown (10YR 5/6) iron concentrations; single grained; loose; few fine roots; strongly acid; gradual wavy boundary. (Combined A and E horizons - 40 to 60 inches thick)\nBt--52 to 62 inches; light brownish gray (10YR 6/2) sandy clay loam; many coarse distinct, strong brown (7.5YR 5/8) and common fine prominent red (2.5YR 4/6) iron concentrations; weak fine subangular blocky structure; hard, friable; few fine roots; few clay films on ped surfaces; few pockets and streaks of light gray (10YR 7/2) sand strippings; very strongly acid; gradual wavy boundary. (8 to 25 inches thick)\nBC1--62 to 72 inches; light gray (10YR 7/2) fine sand; common medium distinct yellowish brown (10YR 5/8) iron concentrations; single grained; loose; few fine roots; moderately acid; gradual wavy boundary.\nBC2--72 to 80 inches; very pale brown (10YR 7/4) sand; common fine distinct yellowish red (5YR 5/8) iron concentrations; single grained; loose; few fine roots; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Upshur County, Texas; 1.2 miles east of Big Sandy on White Oak Road from its intersection with Texas Highway 155; 300 feet south in woodland."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness: 60 to more than 80 inches\nClay content in the Control Section: 18 to 35 percent\nRedoximorphic features: None\nOther distinctive soil features: None\nConcentrated minerals: Some pedons contain a few dark concretions 2 to 6 mm in diameter.\nA horizon:\nColor--hue of 7.5YR or 10YR, value of 4 to 6 and chroma of 2 to 4\nRedoximorphic features--Some pedons have a few grayish iron depletions\nTexture--Loamy fine sand\nOther features--None\nReaction--Very strongly acid to slightly acid unless limed\nE horizon:\nColor--Hue of 7.5YR or 10YR, value of 5 to 7, and chroma of 3 or 4\nRedoximorphic features--Grayish iron depletions, or brownish iron concentrations range from none to common in the upper part, and from few to many in the lower part of the horizon.\nTexture--Loamy fine sand or fine sand\nOther features--None\nReaction--Very strongly acid to slightly acid\nBt or Btg horizon:\nColor--Grayish or brownish matrix with hue of 7.5YR or 10YR, value of 5 or 6, and chroma of 2 to 8; or it is variegated with these colors as well as yellowish or reddish hues\nRedoximorphic features--Iron concentrations in shades of brown, yellow or red, and iron depletions in shades of gray\nTexture--Commonly sandy clay loam, and less commonly loam, clay loam or fine sandy loam\nOther features--Most pedons have streaks and pockets of uncoated sand that range from a few to less than 15 percent by volume.\nReaction--Extremely acid to moderately acid\nBC or BCg horizon:\nColor--Grayish or brownish matrix, with dominant colors in hue of 10YR or 2.5Y, values of 5 to 7, and chroma of 1 to 4\nRedoximorphic features--None to common iron concentrations with higher chroma than the matrix\nTexture--Ranges from loamy fine sand to sand, with or without streaks or lamella of loamy soil materials\nOther features--Most pedons have streaks and pockets of uncoated sand that range from a few to less than 15 percent by volume.\nReaction--Extremely acid to slightly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Kenney, Landman, Lutterloh, Otela, Pickton, and Tonkavar series in the same family, and the Albany, Blanton, Boy, Darco, Leefield, and Rentzel series in closely related families. Boy and Landman soils have an argillic horizon with more than 5 percent plinthite. Kenney soils have an argillic horizon with hue redder than 7.5YR. Lutterloh soils are somewhat poorly drained and are underlain by limestone. Otela soils are moderately slowly to slowly permeable, have thin lamellae in the lower E horizon and have limestone bedrock between 60 and 80 inches. Pickton soils have a solum thicker than 80 inches, and do not have aquic conditions within 30 inches of the surface. Tonkavar soils have a paralithic contact with sandstone between 60 and 80 inches below the surface. Albany, Blanton and Darco soils have base saturation less than 35 percent. Leefield, Lilbert and Rentzel soils have a sandy epipedon that is 20 to 40 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These nearly level to gently sloping soils are on oblong and low oval mounds less than an acre to about 5 acres in size along stream terraces. They are typically mapped as a part of a soil complex. Slopes range from 0 to 3 percent. These soils formed on sandy alluvial terraces of late Pleistocene and Recent Age in the West Coastal Plains. Frost free days range from 230 to 270 days and elevation ranges from 250 to 400 feet above sea level. Mean annual precipitation is 42 to 50 inches. Summer moisture deficit ranges from 4 to 5 inches. Mean annual temperature ranges from 64 degrees to 66 degrees F. and the Thornthwaite annual P-E indices ranges from 68 to 80."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bienville, Mantachie, Mollville, Raino, Urbo, and Wrightsville series. Bienville soils occupy slightly higher positions, and have a sandy control section. Mantachie soils have a loamy surface layer, and Urbo soils have a clayey surface layer.  Both are on  flood plain positions. Mollville and Wrightsville soils are slightly lower in the landscape and are poorly drained. Mollville soils are commonly intricately intermingled with Latch soils on the landscape. Raino soils occupy similar positions but have a loamy epipedon and a clayey lower subsoil."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Latch soils are moderately well drained. Runoff is low and permeability is moderate. The layers below a depth of 2.5 to 4 feet, and above the Bt horizon are wet for brief periods during the winter and spring seasons in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for forest and pasture. Forest vegetation includes loblolly pine, sweetgum, post oak, willow oak, water oak, and elm with an understory of American beautyberry, southern bayberry, green briar, and shade tolerant forbs and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West Coastal Plains of Northeast Texas. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Upshur County, Texas; 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The series was updated in 2004 to allow reaction to range down to exteemely acid in the subsoil, and to allow chroma to range up to 8 in the Bt horizon. Diagnostic horizons and features in the type location pedon include:\nOchric epipedon (sandy) - 0 to 52 inches (A and E horizons).\nArgillic horizon - 52 to 62 inches (Bt horizon).\nIntrusions of albic material - 52 to 62 inches (Bt horizon).\nAdditional Data: Hach kit data at type location. Base saturation in lower part of argillic horizon is 63 percent; CEC is 8 meq.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 20,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy fine sand",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 8 inches; dark grayish brown (10YR 4/2) loamy fine sand; weak fine granular structure; loose; many fine roots; very strongly acid; clear wavy boundary."
      },
      {
        "name": "E1",
        "top": 20,
        "bottom": 41,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loamy fine sand",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "E1--8 to 16 inches; brown (10YR 5/3) loamy fine sand; single grained; loose; common fine roots; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "E2",
        "top": 41,
        "bottom": 81,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "loamy fine sand",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "E2--16 to 32 inches; pale brown (10YR 6/3) loamy fine sand; common fine faint light brownish gray (10YR 6/2) and few fine faint very pale brown (10YR 7/4) sand strippings; single grained; loose; few fine roots; strongly acid; gradual wavy boundary."
      },
      {
        "name": "E3",
        "top": 81,
        "bottom": 132,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "loamy fine sand",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "E3--32 to 52 inches; pale brown (10YR 6/3) loamy fine sand; many medium faint light gray (10YR 7/2) iron depletions and common medium distinct yellowish brown (10YR 5/6) iron concentrations; single grained; loose; few fine roots; strongly acid; gradual wavy boundary. (Combined A and E horizons - 40 to 60 inches thick)"
      },
      {
        "name": "Bt",
        "top": 132,
        "bottom": 157,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt--52 to 62 inches; light brownish gray (10YR 6/2) sandy clay loam; many coarse distinct, strong brown (7.5YR 5/8) and common fine prominent red (2.5YR 4/6) iron concentrations; weak fine subangular blocky structure; hard, friable; few fine roots; few clay films on ped surfaces; few pockets and streaks of light gray (10YR 7/2) sand strippings; very strongly acid; gradual wavy boundary. (8 to 25 inches thick)"
      },
      {
        "name": "BC1",
        "top": 157,
        "bottom": 183,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BC1--62 to 72 inches; light gray (10YR 7/2) fine sand; common medium distinct yellowish brown (10YR 5/8) iron concentrations; single grained; loose; few fine roots; moderately acid; gradual wavy boundary."
      },
      {
        "name": "BC2",
        "top": 183,
        "bottom": 203,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 4,
        "texture_class": "sand",
        "pH_class": "moderately acid",
        "narrative": "BC2--72 to 80 inches; very pale brown (10YR 7/4) sand; common fine distinct yellowish red (5YR 5/8) iron concentrations; single grained; loose; few fine roots; moderately acid."
      }
    ]
  ]
}
