{
  "SERIES": "LATIUM",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLL-SEB-ACT",
  "REVDATE": "10/97",
  "STATES": "TX",
  "OVERVIEW": "The Latium series consists of very deep, well drained, very slowly permeable soils that formed in residuum derived from weakly consolidated calcareous clays and marls of Tertiary age.  These soils are on gently sloping to moderately steep uplands.  Slope is dominantly 3 to 12 percent, but ranges from 2 to 15 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine, smectitic, thermic Udic Calciusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Latium clay, on a 5 percent convex slope, in grass.  (Colors are for dry soil unless otherwise stated. Pedon is midway between microhigh and microlow).\nAp--0 to 4 inches; dark grayish brown (2.5Y 4/2) clay, dark grayish brown (2.5Y 4/2) moist; moderate medium and coarse granular structure; extremely hard, very firm, sticky and plastic; many fine roots; slightly effervescent; slightly alkaline; clear smooth boundary.  (3 to 8 inches thick)\nBw--4 to 12 inches; light olive brown (2.5Y 5/4) clay, light olive brown (2.5Y 5/4) dry; moderate fine and medium angular blocky structure with wedge-shaped aggregates; extremely hard, very firm, very sticky and very plastic; many fine roots; many fine pores; few medium masses and concretions of calcium carbonate; strongly effervescent; moderately alkaline clear smooth boundary.  (4 to 12 inches thick)\nBkss1--12 to 33 inches; light olive brown (2.5Y 5/4) clay, light olive brown (2.5Y 5/4) moist; moderate medium angular blocky structure with wedge-shaped aggregates; extremely hard, very firm, very sticky and very plastic; many fine roots; common fine pores; common distinct slickensides 2 feet by 4 feet tilted at 45 degrees to horizontal; common medium masses and concretions of calcium carbonate; strongly effervescent; moderately alkaline; gradual wavy boundary.\nBkss2--33 to 50 inches; light gray (2.5Y 7/2) clay, light gray (2.5Y 7/2) moist; moderate medium angular blocky structure; extremely hard, very firm, very sticky and very plastic; many fine roots; few fine pores; common distinct slickensides 2 feet by 4 feet at 45 degrees to horizontal; common medium concretions of calcium carbonate; vertical streaks of dark grayish brown material in filled cracks; strongly effervescent; moderately alkaline; gradual wavy boundary.  (combined thickness of Bkss horizons is 30 to 65 inches)\nBCkss--50 to 70 inches; light gray (2.5Y 7/2) clay, light gray (2.5Y 7/2) moist; many coarse prominent light brown (7.5YR 6/4) masses of iron accumulation; weak medium and coarse angular blocky structure; extremely hard, very firm, very sticky and very plastic; few fine pores; common distinct slickensides several feet wide tilted 45 degrees from horizontal; 1/8 inch thick gray coating on surface of slickensides; common medium concretions of calcium carbonate; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washington County, Texas; from the intersection of U. S.  Highway 290 and Farm Road 577 on the east side of Brenham; go east on U.  S. Highway 290 for 3.0 miles; south on gravel road for 0.8 mile; site is 300 feet west in rangeland."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to more than 60 inches.  The soil is clay or silty clay throughout.  Reaction is slightly or moderately alkaline and calcareous throughout.  Clay content ranges from 40 to 60 percent.  Cracks which extend to more than 20 inches are up to 2 inches wide on the surface remain open 90 to 150 cumulative days in most years.  Untilled areas have linear gilgai microrelief with microlows 1 to 3 feet wide and 2 to 8 inches deep, and microhighs 10 to 16 feet wide that extend up and down slopes.  Depth to slickensides ranges from 8  to 15 inches, and are present throughout the pedon.  Boundary between horizons is wavy or irregular.  Chroma is 2 or more within 12 inches in more than half of the pedons.  Where the A horizon is 12 inches thick or less the value moist is 4 or more, 6 or more dry, or the chroma is 3 or more.  Calcium carbonate content ranges from 15 to 40 percent within 40 inches of the surface in the majority of pedons.  Mean annual soil temperature ranges from 69 to 72 degrees F.\nThe A or Ap horizon has hue of 10YR, 2.5Y or 5Y value of 3 to 5, and chroma of 1 or 2.  Texture is clay, silty clay, or gravelly clay.  Redoximorphic features in shades of gray or brown range from none to common.  Few fine concretions of calcium carbonate are commonly present.  Coarse fragments range from 0 to 30 percent gravel.\nThe Bw horizon has hue of 10YR, 2.5Y or 5Y, value of 4 to 7 and chroma of 2 to 4.  A few small slickensides and pressure faces are in some pedons.  Calcium carbonate in the form of concretions, masses and threads range from none to few.\nThe Bkss horizons have hue of 10YR, 2.5Y or 5Y, value of 5 to 7, and chroma 2 to 4.  Some pedons have redoximorphic features with these colors.  Darker material is along old crack channels.  This horizon has slickensides that are tilted 45 to 75 degrees from the horizontal and extend for 2 to 8 feet in width.  Slickensides are tilted at a higher degree near the microhigh.  Masses of calcium carbonate and medium and small concretions of calcium carbonate range from common to many.  Calcium carbonate equivalent ranges from 15 to 40 percent by volume.\nThe BCkss horizon has hue of 10YR, 2.5Y or 5Y, value of 6 or 7, and chroma of 2 to 4.  Redox features are present in shades of brown, yellow, or gray.  Small and medium sized slickensides are common.  Calcium carbonate equivalent ranges from 10 to 35 percent by volume.\nThe C horizon, where present, has hue of 2.5Y or 5Y, value of 6 or 7 and chroma of 2 to 6.  Texture is silty clay loam, silty clay, or clay interbedded with layers of shale and siltstone."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Chapel (TX), Frelsburg (TX), and Medlin (TX) series.  Similar soils are the Ferris series.  Chapel soils have mean annual soil temperature between 60 and 65 degrees F.  Frelsburg soils have sola thicker than 80 inches, and have chroma of less than 2 to depths greater than 20 inches.  Medlin soils have mean annual soil temperature from 65 to 68 degrees F.  In additin, Medlin soils developed in residuum weathered from Cretaceous age materials.  Ferris soils do not have a calcic horizon within 40 inches of the surface, are in slightly lower precipitation areas, have cracks that remain open for more cumulative days each year, and formed in Cretaceous age member of the Taylor Formation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Latium soils are on gently sloping to moderately steep uplands.  The surfaces are plane to convex with slopes ranging from 2 to 15 percent.  Surface microhighs and microlows have been removed by cultivation in cropped areas.  These soils formed in residuum derived from weakly cemented calcareous clays and marls of Tertiary age, mainly of the Fleming Formation, but also including the Cook Mountain Formation.  Mean annual precipitation ranges from 35 to 45 inches, and mean annual temperature ranges from 67 to 70 degrees F.  Frost free days range from 260 to 280 days, and elevation ranges from 150 to 600 feet.  Thornthwaite P-E indices range from 50 to 66."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bleiblerville, Brenham, Carbengle, and Frelsburg soils.  Bleiblerville soils have chroma less than 2 within 12 inches of the surface, and are on adjacent lower slopes.  Brenham and Carbengle soils contain less clay and are on nearby slopes.  Frelsburg soils are on lower, smoother areas in the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is very slow.  Runoff is medium on 1 to 3 percent slopes, high on 3 to 5 percent slopes, and very high on slopes greater than 5 percent.  Water enters this soil very rapidly when cracks are open, and very slowly when cracks have closed."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for rangeland.  Most areas have been cultivated in the past.  Native vegetation is mid and tall prairie grasses with a few scattered trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Blackland Prairie of Texas (MLRA 86A).  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washington County, Texas; 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil was formerly included in the Ferris series.  Classification change from fine, montmorillonitic, thermic Chromic Udic Haplusterts to fine, smectitic, thermic Udic Calciusterts based on the application of the 6th edition of SOIL TAXONOMY.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 4 inches. (Ap horizon)\nCambic horizon -  4 to 12 inches. (Bw horizon)\nCalcic horizon - 12 to 70 inches.  (Bkss and BCkss horizons)\nVertic feature - Slickensides from 12 to 70 inches, greater than 40 percent clay throughout the pedon, and cracks that open and close periodically.\nSoil Interpretation Record: TX0805\nADDITIONAL DATA:  National Soil Survey Laboratory:  S77TX-477-3 (78P0095-78P0098).  Texas A&M University data on mineralogy verifies montmorillonitic mineralogy.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 10,
        "dry_hue": "2.5Y",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 4 inches; dark grayish brown (2.5Y 4/2) clay, dark grayish brown (2.5Y 4/2) moist; moderate medium and coarse granular structure; extremely hard, very firm, sticky and plastic; many fine roots; slightly effervescent; slightly alkaline; clear smooth boundary.  (3 to 8 inches thick)"
      },
      {
        "name": "Bw",
        "top": 10,
        "bottom": 30,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 4,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw--4 to 12 inches; light olive brown (2.5Y 5/4) clay, light olive brown (2.5Y 5/4) dry; moderate fine and medium angular blocky structure with wedge-shaped aggregates; extremely hard, very firm, very sticky and very plastic; many fine roots; many fine pores; few medium masses and concretions of calcium carbonate; strongly effervescent; moderately alkaline clear smooth boundary.  (4 to 12 inches thick)"
      },
      {
        "name": "Bkss1",
        "top": 30,
        "bottom": 84,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bkss1--12 to 33 inches; light olive brown (2.5Y 5/4) clay, light olive brown (2.5Y 5/4) moist; moderate medium angular blocky structure with wedge-shaped aggregates; extremely hard, very firm, very sticky and very plastic; many fine roots; common fine pores; common distinct slickensides 2 feet by 4 feet tilted at 45 degrees to horizontal; common medium masses and concretions of calcium carbonate; strongly effervescent; moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "Bkss2",
        "top": 84,
        "bottom": 127,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bkss2--33 to 50 inches; light gray (2.5Y 7/2) clay, light gray (2.5Y 7/2) moist; moderate medium angular blocky structure; extremely hard, very firm, very sticky and very plastic; many fine roots; few fine pores; common distinct slickensides 2 feet by 4 feet at 45 degrees to horizontal; common medium concretions of calcium carbonate; vertical streaks of dark grayish brown material in filled cracks; strongly effervescent; moderately alkaline; gradual wavy boundary.  (combined thickness of Bkss horizons is 30 to 65 inches)"
      },
      {
        "name": "BCkss",
        "top": 127,
        "bottom": 178,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "narrative": "BCkss--50 to 70 inches; light gray (2.5Y 7/2) clay, light gray (2.5Y 7/2) moist; many coarse prominent light brown (7.5YR 6/4) masses of iron accumulation; weak medium and coarse angular blocky structure; extremely hard, very firm, very sticky and very plastic; few fine pores; common distinct slickensides several feet wide tilted 45 degrees from horizontal; 1/8 inch thick gray coating on surface of slickensides; common medium concretions of calcium carbonate; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
