{
  "SERIES": "LATIMER",
  "STATUS": "Established Series",
  "BYREV": "Rev. JEH-RB",
  "REVDATE": "09/2003",
  "STATES": "OK",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, nonacid, thermic Alfic Udarents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Latimer silt loam, 1 percent slope, idleland.  (Colors are for moist soil unless otherwise stated.)\nAd--0 to 6 inches; dark brown (10YR 4/3) silt loam; weak platy structure; very hard, friable; medium acid; abrupt smooth boundary.  (4 to 7 inches thick)\nCd1--6 to 26 inches; pale brown (10YR 6/3) silty clay loam; few fine faint light brownish gray (10YR 6/2) mottles; massive structure; extremely hard, firm; neutral; gradual smooth boundary.  (9 to 58 inches thick)\nCd2--26 to 40 inches; strong brown (10YR 5/6) silty clay loam; massive structure; common fine distinct light brownish gray (10YR 6/2) mottles; extremely hard, firm; mildly alkaline; gradual smooth boundary.   (14 to 24 inches thick)\nCd3--40 to 74 inches; brown (10YR 4/4) gravelly silty clay loam; massive structure; many medium distinct strong brown (7.5YR 5/6), light gray (10YR 7/2) and dark gray (10YR 4/1) mottles; 15 percent fragments of shale less than 76mm across; extremely hard, firm; mildly alkaline.  (21 to 50 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Haskell County, Oklahoma; 2300 feet south and 3000 feet west of the northeast corner of Sec. 2, T.7N., R.20E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to unconsolidated bedrock is greater than 60 inches.  Fragments of shale and sandstone range from 0 to 35 percent throughout the profile, but pedons with up to 50 percent shale fragments in the Cd horizon do occur.\nThe Ad horizon has hue of 7.5YR and 10YR, value of 4 or 5 and chroma of 3 or 4.  Texture is silt loam.  Reaction ranges from strongly acid to mildly alkaline.\nThe Cd1 horizon has hue of 10YR, value of 4 or 5 and chroma of 3 through 6.  Texture is clay loam or silty clay loam.  It is mottled in shades of brown and gray.  Reaction ranges from medium acid to mildly alkaline.\nThe Cd2 horizon has hue of 7.5YR or 10YR, value of 4, 5 or 6 and chroma of 4 or 6.  Texture is silty clay loam or clay loam.  Reaction ranges from medium acid to neutral.  It is mottled in shades of red, brown or gray.  Some pedons have horizons that are not extremely dense.\nThe Cd3 horizon has hue of 10YR, value of 4 or 5 and chroma of 4 or 6.  Texture is clay loam or silty clay loam.  Reaction ranges from medium acid to mildly alkaline.  It is mottled in shades of brown, yellow or gray."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the tentative Ironbridge and Coalgate series in the same family.  Soils in similar families include the tentative Whitefield, Emachaya, and Lequire soils.  Ironbridge soils are less than 60 inches deep over shale material.  Coalgate soils are not subject to flooding.   Whitefield, Emachaya and Lequire soils do not have natric horizons.  In addition, Lequire and Whitefield soils are less than 40 inches deep over shale material."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Latimer soils are on nearly level to very gently sloping floodplains of strip mines in the Arkansas Ridges and Valley land resource area.  These soils formed in the premine soils of the Guyton series.  The average annual temperature ranges from 54 to 57 degrees F., and the average annual precipitation ranges from 42 to 45 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing tentative series Ironbridge and Coalgate and similar tentative series Emachaya, Whitefield and Lequire soils.  Ironbridge and Coalgate soils are on higher lying non-flooded positions.  In addition, Ironbridge soils are less than 60 inches deep over shale material.  Emachaya, Whitefield and Lequire soils are on non-flooded positions and do not have sodic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is slow to moderate.  Permeability is very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for pasture land.  Vegetation is bermuda grass or fescue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Oklahoma and Arkansas.  The series is not extensive with less than 5000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Haskell County, Oklahoma, 1989.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
