{
  "SERIES": "LAUADA",
  "STATUS": "Established Series",
  "BYREV": "MSH-TPH-DJT-HCD",
  "REVDATE": "09/2007",
  "STATES": "NC,TN",
  "OVERVIEW": "The Lauada series consists of moderately deep, well drained soils on gently sloping to very steep summits and side slopes of the Southern Blue Ridge (MLRA 130B). They formed in residuum that is affected by soil creep in the upper part, and weathered from high-grade metamorphic rocks with a high mica content. Slopes are 2 to 95 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, micaceous, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lauada sandy loam on a 30 to 50 percent southeast facing ridge summit, at an elevation of 2190 feet--forested. (Colors are for moist soil unless otherwise stated.)\nOe--0 to 1 inch; partially decomposed leaves, twigs, roots, and other deciduous and coniferous plant material.\nA--1 to 8 inches; dark yellowish brown (10YR 4/6) sandy loam; moderate medium to very coarse granular structure; very friable; common very fine to coarse roots throughout;  7 percent gravel by volume; 25 percent aerial coverage of fine and medium flakes of mica; very strongly acid; clear wavy boundary. (1 to 8 inches thick)\nBt1--8 to 25 inches; red (2.5YR 4/8) sandy clay loam; moderate medium and coarse subangular blocky structure; friable; slightly sticky, slightly plastic; few distinct clay films on faces of peds; few medium and fine roots throughout;   3 percent gravel by volume; 35 to 40 percent aerial coverage of fine flakes of mica; strongly acid; clear smooth boundary.\nBt2--25 to 34 inches; yellowish red (5YR 4/6) fine sandy loam, weak medium subangular blocky structure; friable; slightly sticky, slightly plastic; few faint clay films on faces of peds;  13 percent gravel by volume; 45 to 50 percent aerial coverage of fine and medium flakes of mica; strongly acid; abrupt wavy boundary. (Combined thickness of the Bt horizon is 12 to 30 inches)\nCr--34 to 62 inches; multicolored weathered mica schist bedrock with fracture intervals greater than 4 inches; moderately cemented, high excavation difficulty; common black (10YR 2/1) manganese coatings along fractures; few seams of red (2.5YR 4/6) loam along cleavage planes, strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Great Smoky Mountains National Park (Swain County, North Carolina); from Deep Creek Campground parking lot, .35 mile northwest on Juney Whank Branch trail; 240 feet north of trail on old logging road, 75 feet north of logging road; USGS Bryson City topographic quadrangle lat. 35 degrees, 28 minutes, 4 seconds N., and long. 83 degrees, 26 minutes, 10 seconds W.; NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 15 to 39 inches. Depth to paralithic contact (Cr) is 20 to 40 inches. Depth to lithic contact and hard bedrock (R) is more than 60 inches. Content of coarse fragments is less than 35 percent throughout. Reaction is very strongly acid to moderately acid throughout the profile, except where surface layers have been limed. Visual estimations of mica content range from 10 to 30 percent in the A horizon, and 30 to 80 percent in the Bt and lower horizons. Generally, mica content increases with depth.\nThe A or Ap horizon has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 2 to 4. Value of 3 is limited to thin horizons. Soil materials in this horizon have a higher value when mixed to a depth of 7 inches. Textures in the fine earth fraction are loam, sandy loam, or fine sandy loam. Moderately eroded pedons have hue of 5YR or 7.5YR, value of 3 to 5, and chroma of 4 to 8. Textures in the fine earth fraction are clay loam or sandy clay loam.\nThe BA horizon, where present, has hue of 5YR or 7.5YR, value of 4 or 5, and chroma of 4 to 6. It is loam, sandy loam or fine sandy loam in the fine earth fraction.\nThe Bt horizon has hue of 2.5YR or 5YR, value of 4 or 5, and chroma of 4 to 8. In some pedons, mottles occur in shades of red, yellow, or brown. The Bt horizon is loam, clay loam, or sandy clay loam in the fine earth fraction.\nThe BC horizon, where present, has hue of 5YR or 7.5YR, value of 4 or 5, and chroma of 4 to 6. It is loam, fine sandy loam, sandy loam, or sandy clay loam in the fine earth fraction.\nThe C horizon, where present, has hue of 5YR to 10YR, value of 4 to 6, and chroma of 4 to 8, and may be mixed or mottled in shades of these colors. It is loam, sandy loam, fine sandy loam, loamy sand, or loamy fine sand in the fine earth fraction.\nThe Cr horizon is weathered, multicolored, high-grade metamorphic rock with a high mica content such as mica schist. It is partially consolidated, with a moderate to high excavation difficulty."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the only series in this family. The Brownwood, Cashiers, Chandler, Fannin, Grover, Manor, Micaville, Mt. Airy, and Watauga series are in closely related families. All of these are very deep except the Brownwood, Micaville, and Mt. Airy series. Brownwood and Micaville soils lack an argillic horizon. Mt. Airy soils are in a loamy-skeletal particle-size class."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Lauada soils are gently sloping to steep intermountain hills and strongly sloping to very steep, mountain summits and side slopes in the Southern Blue Ridge (MLRA 130B). Elevation ranges from about 1,500 to 3,000 feet. They formed in residuum that is affected by soil creep in the upper part, and weathered from high-grade metamorphic rocks having a high content of mica such as mica schist. Occasionally, interbedding with metasandstone occurs along margins or contacts with low-grade metamorphic formations. Slopes range commonly from 2 to 50 percent but can reach to 95 percent. Mean annual air temperature ranges from 46 to 57 degrees F., and mean annual rainfall ranges from 40 to 65 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: In addition to the competing Brownwood, Cashiers, Chandler, Manor, Micaville, and Watauga series, these are the Brasstown, Brevard, Chestnut, Clifton, Cowee, Edneyville, Evard, Hayesville, Junaluska, Saunook, Tate, Thunder, and Tusquitee series. Brevard, Saunook, Tate, Thunder, and Tusquitee formed in colluvium, have less mica, and are in coves. Chestnut, Clifton, Cowee, Edneyville, and Evard soils contain less mica. Additionally, Chestnut and Edneyville soils lack an argillic horizon. Clifton and Hayesville soils are in a fine particle-size class. Brasstown and Junaluska soils formed from low-grade metamorphic rock and occur along margins or contacts with high-grade metamorphic rock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Index surface runoff is medium or high. Permeability is moderate; saturated hydraulic conductivity is moderately high or high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are in forest. Common trees are chestnut oak, scarlet oak, black oak, white oak, hickory, and eastern white pine. Virginia pine, shortleaf pine, and pitch pine are common in the central and southern portions of MLRA 130B. The understory includes flowering dogwood, American chestnut sprouts, flame azalea, blueberry, buffalo nut, huckleberry, mountain laurel, rhododendron, and sourwood. A small acreage is cleared and used for pasture and hayland."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Blue Ridge (MLRA 130B) of North Carolina and Tennessee, and possibly Georgia, South Carolina, and Virginia. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Buncombe County, North Carolina; 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Soils now included with the Lauada series were previously mapped with the Fannin series. Fannin soils are greater than 60 inches to bedrock.\nRevisions made 9/07(HCD) adjusted OSD to reflect Lab Data.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to 8 inches (Oe and A horizons)\nArgillic horizon - the zone from 8 to 34 inches (Bt1 and Bt2 horizons)\nParalithic contact  contact with weathered bedrock at 34 inches (Cr horizon)\nADDITIONAL DATA: Characterization data are available from the National Soil Survey Laboratory, Lincoln, NE for the following pedons: S02NC-173-001, S02NC-173-002, S02NC173-003, S02NC-173-008 (Typical Pedon).\nNASIS Data Map Unit ID: 486597.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 3,
        "narrative": "Oe--0 to 1 inch; partially decomposed leaves, twigs, roots, and other deciduous and coniferous plant material."
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 20,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--1 to 8 inches; dark yellowish brown (10YR 4/6) sandy loam; moderate medium to very coarse granular structure; very friable; common very fine to coarse roots throughout;  7 percent gravel by volume; 25 percent aerial coverage of fine and medium flakes of mica; very strongly acid; clear wavy boundary. (1 to 8 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 20,
        "bottom": 64,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 8,
        "texture_class": "sandy clay loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--8 to 25 inches; red (2.5YR 4/8) sandy clay loam; moderate medium and coarse subangular blocky structure; friable; slightly sticky, slightly plastic; few distinct clay films on faces of peds; few medium and fine roots throughout;   3 percent gravel by volume; 35 to 40 percent aerial coverage of fine flakes of mica; strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 64,
        "bottom": 86,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt2--25 to 34 inches; yellowish red (5YR 4/6) fine sandy loam, weak medium subangular blocky structure; friable; slightly sticky, slightly plastic; few faint clay films on faces of peds;  13 percent gravel by volume; 45 to 50 percent aerial coverage of fine and medium flakes of mica; strongly acid; abrupt wavy boundary. (Combined thickness of the Bt horizon is 12 to 30 inches)"
      },
      {
        "name": "Cr",
        "top": 86,
        "bottom": 157,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loam",
        "pH_class": "strongly acid",
        "narrative": "Cr--34 to 62 inches; multicolored weathered mica schist bedrock with fracture intervals greater than 4 inches; moderately cemented, high excavation difficulty; common black (10YR 2/1) manganese coatings along fractures; few seams of red (2.5YR 4/6) loam along cleavage planes, strongly acid."
      }
    ]
  ]
}
