{
  "SERIES": "LAUDERDALE",
  "STATUS": "Established Series",
  "BYREV": "Rev. HLN:WMK:RBH",
  "REVDATE": "10/2018",
  "STATES": "AL,MS",
  "OVERVIEW": "The Lauderdale series consists of shallow, well drained soils that are underlain by alternating layers of horizontally bedded soft to hard claystone, siltstone, and sandstone at a depth of 12 to 20 inches.  These soils are in rugged, dissected uplands of the Southern Coastal Plain Major Land Resource Area.  Slopes range from 2 to 30 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, active, thermic, shallow Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lauderdale silt loam--woodland.  (Colors are for moist soil unless otherwise\nstated.)\nA--0 to 3 inches; very dark gray (10YR 3/1) silt loam; weak fine subangular blocky and granular structure; friable; many fine roots; few medium sandstone fragments; strongly acid; clear smooth boundary.  (2 to 6 inches thick)\nBt1--3 to 8 inches; dark brown (10YR 4/3) clay loam; weak medium subangular blocky structure; friable; slightly plastic; many fine roots; common fine and coarse sandstone fragments that make up 3 to 10 percent of the volume; few mica flakes; patchy clay films on faces of peds; strongly acid; clear smooth boundary.\nBt2--8 to 16 inches; dark yellowish brown (10YR 4/4) clay loam; moderate medium subangular blocky structure; friable; slightly plastic; many fine roots; common fine and coarse sandstone fragments that make up about 3 to 10 percent of the volume; few mica flakes; thin clay films on faces of peds; strongly acid; abrupt wavy boundary.  (Combined thickness of the Bt horizon is 10 to 18 inches)\nCr--16 to 20 inches; alternating horizontal layers of sandstone and shale with pale brown (10YR 6/3) interior; dark brown (7.5YR 4/2) silt coatings between the fractures; yellowish brown stains throughout the rock structure; few fine roots between the fractures; the sandstone and shale can be cut with a spade."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Neshoba County, Mississippi; 0.8 mile southeast of Bethsadia Baptist Church, 0.1 mile east, 0.25 mile northeast, 0.5 mile east to fork in log road, 700 feet east along log road and 120 feet south into woods.  SW1/4NW1/4 sec. 31, T. 10 N., R. 13 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum ranges from 12 to 20 inches.  Reaction is very strongly acid or strongly acid, except the surface layer in areas that have been limed.  Fragments of sandstone, siltstone, or shale range from few to as much as 15 percent of the volume of the A and B horizons.\nThe A horizon has hue of 10YR or 2.5Y, value of 3 to 5, and chroma of 1 to 6.  Texture is silt loam, loam, fine sandy loam, very fine sandy loam, or cobbly fine sandy loam.\nThe thin E horizon, if present, has hue of 10YR, value of 5\nor 6, and chroma of 3 or 4.  It has the same texture range as the\nA horizon.\nThe Bt horizon commonly has hue of 10YR, value of 4 or 5, and chroma of 3 to 6 and less commonly hue of 5YR or 7.5YR, value of 4 or 5, and chroma of 4 to 6; mottles, if present, are in shades of brown or yellow.  Texture is silty clay loam, sandy clay loam, or clay loam.  The Bt horizon has 20 to 35 percent clay.\nThe Cr horizon most commonly is alternating, horizontally bedded, soft to hard claystone, siltstone, and sandstone, but in some pedons it is thick bedded sandstone or siltstone with a hardness of about 2 on Mohs' scale."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family.  Closely related series are the Cantuche, Mountainburg, Saffell, Talledega, and Tallapoosa.  The Cantuche soils do not have a diagnostic horizon and have weathered, stratified claystone, siltstone, and sandstone bedrock at a depth of less than 20 inches.  Mountainburg, Saffell, and Talledega soils are loamy-skeletal in the particle-size control section.  Also, Mountainburg soils have a lithic contact within a depth of 20 inches; Saffell soils have a thicker solum; Talledega soils have a discontinuous argillic horizon in each pedon and a shallow lithic contact in part of each pedon.  Saluda soils have a mesic temperature regime and weathered saprolite from granite at a depth of 10 to 20 inches.  Tallapoosa soils have micaceous mineralogy and an argillic horizon that is less than 10 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Lauderdale soils are in rugged, dissected uplands of the Southern Coastal Plain Major Land Resource Area.  These gently sloping to steep soils are on ridgetops and hillsides; slope gradients range from 2 to 30 percent.  The soil mainly formed in alternating, horizontally bedded soft to hard sandstone, shale, and siltstone.  Some areas are underlain by thick bedded sandstone or siltstone.  The climate is warm and humid.  Near the type location the mean annual temperature is 64 degrees Fahrenheit, and the mean annual precipitation is 52 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Cadeville, Eustis, Ruston, Smithdale, Susquehanna, and Sweatman soils; all of these soils have a solum thicker than 20 inches.  Cadeville, Susquehanna, and Sweatman soils, which have 35 to 60 percent clay in the upper 20 inches of the Bt horizon, are on hillsides and footslopes.  Eustis soils, which have a solum more than 60 inches thick and A and E horizons that are sand to loamy fine sand texture, are on associated ridgetops.  Ruston and Smithdale soils, which formed in thick deposits of loamy sediments, are in similar positions as the Lauderdale soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; runoff is medium to rapid; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the acreage of the soil is used for growing loblolly pine and shortleaf pine forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Alabama and Mississippi.  The series is\nof moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lauderdale County, Mississippi; 1910."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this profile are:\nOchric epipedon - the zone from the surface of the soil to a depth of about 3 inches (A horizon).\nArgillic horizon - the zone from approximately 3 to 16 inches (Bt1, Bt2 horizons).\nADDITIONAL DATA:  Data from National Soil Survey Laboratory on\nfour (4) pedons--587AL-35-1; 587AL-99-1; 577AL-25-20; 587AL-23-1\non pedons in Alabama.  Data from Mississippi State University Soil Genesis Laboratory on three (3) pedons--7825(1-3); 7825(4-6); 7825(7-11) in Lauderdale County, Mississippi.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; very dark gray (10YR 3/1) silt loam; weak fine subangular blocky and granular structure; friable; many fine roots; few medium sandstone fragments; strongly acid; clear smooth boundary.  (2 to 6 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 8,
        "bottom": 20,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "coarse sand",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--3 to 8 inches; dark brown (10YR 4/3) clay loam; weak medium subangular blocky structure; friable; slightly plastic; many fine roots; common fine and coarse sandstone fragments that make up 3 to 10 percent of the volume; few mica flakes; patchy clay films on faces of peds; strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 20,
        "bottom": 41,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "coarse sand",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt2--8 to 16 inches; dark yellowish brown (10YR 4/4) clay loam; moderate medium subangular blocky structure; friable; slightly plastic; many fine roots; common fine and coarse sandstone fragments that make up about 3 to 10 percent of the volume; few mica flakes; thin clay films on faces of peds; strongly acid; abrupt wavy boundary.  (Combined thickness of the Bt horizon is 10 to 18 inches)"
      },
      {
        "name": "Cr",
        "top": 41,
        "bottom": 51,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "sand",
        "narrative": "Cr--16 to 20 inches; alternating horizontal layers of sandstone and shale with pale brown (10YR 6/3) interior; dark brown (7.5YR 4/2) silt coatings between the fractures; yellowish brown stains throughout the rock structure; few fine roots between the fractures; the sandstone and shale can be cut with a spade."
      }
    ]
  ]
}
