{
  "SERIES": "LAUDERHILL",
  "STATUS": "Established Series",
  "BYREV": "Rev.  GWH-MFV-AMS",
  "REVDATE": "10/2018",
  "STATES": "FL",
  "OVERVIEW": "The Lauderhill series consists of moderately deep, very poorly drained organic soils that formed in 41 to 91 centimeters (16 to 36 inches) of well decomposed, hydrophytic, herbaceous plant remains overlying limestone bedrock. Lauderhill soils are on rises and/or dip positions in freshwater marshes. Slopes ranges from 0 to 1 percent. Mean annual precipitation is about 1550 millimeters (61 inches) and the mean annual temperature is about 24 degrees C (75 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Euic, hyperthermic Lithic Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lauderhill muck-rangeland, (Colors are for moist soil unless otherwise stated).\nOa1--0 to 23 centimeters (0 to 9 inches); black (10YR 2/1) muck; moderate medium subangular blocky structure; friable; about 4 percent fiber, rubbed; few fine and medium roots; 67 percent organic material; brown (10YR 5/3) sodium pyrophosphate extract; neutral; clear wavy boundary.\nOa2--23 to 69 centimeters (9 to 27 inches); dark reddish brown (5YR 2/2) muck; weak medium subangular blocky structure; friable; about 6 percent fiber, rubbed; 60 percent organic material; few fine roots; brown (10YR 5/3) sodium pyrophosphate extract; slightly acid; gradual wavy boundary.\nOa3--69 to 79 centimeters (27 to 31 inches); dark reddish brown (5YR 2/2) muck; moderate medium granular structure; friable; about 20 percent fiber unrubbed and about 5 percent rubbed; about 75 percent mineral content; few large roots; brown (10YR 5/3) sodium pyrophosphate extract; neutral; abrupt irregular boundary. [41 to 91 centimeters (16 to 36 inches, combined thickness)]\n2R--79 centimeters (31 inches); soft to hard fractured limestone bedrock that can be excavated with power equipment."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Broward County, Florida. About 1.75 miles south of Andytown, and 700 feet west of U.S. Highway 27; SE1/4, SE1/4, Sec. 4, T. 50 S., R.39 E. Latitude and Longitude; 26 degrees, 7 minutes, 15.86 seconds North and 80 degrees, 26 minutes, 20.35 West; Datum WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth of the organic material:  41 to 91 centimeters (16 to 36 inches)\nFiber content: Unrubbed (15 to 50 percent) and Rubbed (1 to 16 percent)\nDepth to bedrock:  51 to 91 centimeters (20 to 36 inches)\nMineral content in the Oa horizons: 0 to 25 percent\nOap horizon: (where present)\nHue: 5YR, 7.5 YR, 10 YR and 2.5Y\nValue: 2 to 4\nChroma: 3 or less\nTexture: Sapric material (muck)\nEc (mmhos/cm): 0 to 4\nSodium pyrophosphate extract color:\nHue: 10YR\nValue: 4 to 6\nChroma: 1 to 3\nReaction in Calcium chloride: Strongly Acid to Neutral\nReaction in water: Moderately Acid to Slightly Alkaline\nOa horizon:\nHue: 5YR, 7.5 YR, 10 YR, 2.5Y or Neutral\nValue: 2 to 4\nChroma: 3 or less\nTexture: Sapric material (muck)\nEc (mmhos/cm): 0 to 4\nSodium pyrophosphate extract color:\nHue: 10YR\nValue: 4 to 6\nChroma: 1 to 3\nReaction in Calcium chloride: Strongly Acid to Neutral\nReaction in water: Moderately Acid to Slightly Alkaline\nOe horizon: (where present)\nHue: 5YR, 7.5 YR, 10 YR and 2.5Y\nValue: 3 or 4\nChroma: 2 to 4\nTexture: Hemic material (mucky peat)\nThickness: less than 10 centimeters (4 inches)\nFiber content: Unrubbed (50 to 75 percent) and Rubbed (more than 16 percent).\nEc (mmhos/cm): 0 to 4\nSodium pyrophosphate extract color:\nHue: 10YR\nValue: 4 to 6\nChroma: 1 to 3\nReaction in Calcium chloride: Strongly Acid to Neutral\nReaction in water: Moderately Acid to Slightly Alkaline\nCg horizon: (where present)\nHue: 10YR, 2.5 Y and 5Y\nValue: 4 to 7\nChroma: 2 or less\nTexture: fine sand, sand, loamy fine sand, or loamy sand, or their mucky analogs. Some pedons may have textures of sandy loam, loam, silt loam, marl or their mucky analogs.\nThickness: less than 25cm (10 inches)\nReaction: Moderately Acid to Slightly Alkaline\n2R horizon: soft to hard rippable limestone"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThese are the Dania, Pahokee, and Tamiami series.\nDania soils have limestone bedrock within depths of 51 centimeters (20 inches).\nPahokee soils have limestone bedrock at depths greater than 152 centimeters (60 inches) and have organic material more than 91 centimeters (36 inches) thick.\nTamiami soils have subsurface horizons of freshwater marl that compose less than 1/2 the thickness of the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLauderhill soils are on rises and/or dips position in freshwater marshes of peninsular Florida.\nParent material: 41 to 91 centimeters (16 to 36 inches) of well decomposed, hydrophytic, herbaceous plant remains overlying limestone bedrock\nLandscape: Lower Coastal Plains\nLandform (s): Freshwater marshes and swamps and depressions on Marine Terraces\nHillslopes profile position: none applicable\nGeomorphic component: Rises, dip and tread\nSlopes: 0 to 1 percent\nElevation: 1 to 10 meters (3 to 33 feet)\nMean annual air temperature: 21 to 26 degrees C (70 to 78 degrees F)\nMean annual precipitation: 940 to 1,570 millimeters (37 to 62 inches)\nFrost free duration: 300 to 365 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are Dania, Pahokee, Terra Ceia and Torry soils on similar landforms.\nTerra Ceia and Torry soils have limestone bedrock at depths of 130 centimeters (51 inches).\nTorry soils have 40 percent or more mineral content.\nDania have limestone bedrock within 20 to 51 centimeters (8 to 20 inches) of the surface.\nPahokee soils have 91 to 130 centimeters (36 to 51 inches) of organic material and have limestone bedrock at depths greater than 152 centimeters (60 inches)."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class: Very poorly drained\nSaturated hydraulic conductivity (Ksat): very high to high\nPermeability: rapid\nSurface runoff: negligible\nDepth to seasonal high water table: Under natural conditions the soil is covered by water (ponded), or the water table is within 25 centimeters (10 inches) of the surface for 9 to 12 months during most years, except during extended dry periods; in other areas the water table is controlled by anthropogenic activities.\nFlooding frequency and duration: None\nPonding frequency and duration: Frequently for long duration (9 to 12 months)"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nUnder natural conditions Lauderhill soils are used for water quality, water storage, and wildlife habitat.\nPotential natural vegetation consists of sawgrass, sedges, lilies, spikerush, willow, elderberry and cypress.\nIn drained areas under agriculture Lauderhill soils are used for growing sugarcane, corn, sod, improved pasture and other specialty crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nMajor Land Resource Areas (MLRA): This soil mainly occurs in Florida Everglades and Associated Areas (MLRA 156A). It also occurs in less extent in Southern Florida Flatwoods (MLRA 155) and Southern Florida Lowlands (MLRA 156B).\nExtent: Large extent"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:\nBroward County, Florida; 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nControl section - 0 to 30 centimeters (0 to 12 inches)\nDiagnostic horizons and features recognized in this Pedon:\nHistic epipedon (Sapric soil materials): 0 to 79 centimeters (0 to 31 inches), (Oa1, Oa2 and Oa3 horizons)\nLithic contact: 79 centimeters (31 inches), (2R horizon)\nAquic conditions - Endosaturation 51 to 91 centimeters (20 to 36 inches)\nSoil Series was classified according to the 12th Edition of the Keys to Soil Taxonomy.\nADDITIONAL DATA:\nLaboratory data for the Official Soil Series Description (OSD) typifying Pedon is available on the National Soil Survey website at: http://ncsslabdatamart.sc.egov.usda.gov/querypage.aspx\nOSD User Site ID: S1972FL011014\nOSD User Pedon ID: S1972FL011014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
