{
  "SERIES": "LAUER",
  "STATUS": "Established Series",
  "BYREV": "Rev. SWN-BGN",
  "REVDATE": "12/2009",
  "STATES": "IN",
  "OVERVIEW": "The Lauer series consists of very deep, somewhat poorly drained soils on lake plains. They formed in loess of silty material and the underlying stratified silty and clayey lacustrine sediments. Slopes range from 0 to 2 percent. Mean annual precipitation is about 1092 mm (43 inches), and mean annual temperature is about 12.8 degrees C (55 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, mesic Aeric Epiaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lauer silt loam on a nearly level slope in a cultivated field at an elevation of 123.5 meters (405 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm (0 to 8 inches); brown (10YR 5/3) silt loam, very pale brown (10YR 7/3) dry; moderate fine granular structure; friable; common fine roots; very strongly acid; abrupt smooth boundary. [18 to 30 cm (7 to 12 inches) thick]\nBt1--20 to 33 cm (8 to 13 inches); yellowish brown (10YR 5/6) silty clay loam; moderate fine granular subangular blocky structure; friable; common fine roots between peds; many distinct gray (10YR 6/1) and few distinct yellowish brown (10YR 5/4) clay films on faces of peds; few fine prominent irregular black (10YR 2/1) iron-manganese concretions; common medium prominent light brownish gray (10YR 6/2) and common fine distinct pale brown (10YR 6/3) iron depletions in the matrix; very strongly acid; clear wavy boundary.\nBt2--33 to 58 cm (13 to 23 inches); yellowish brown (10YR 5/6) silty clay loam; weak medium prismatic structure parting to moderate medium subangular blocky; friable; common fine roots between peds; common distinct light brownish gray (10YR 6/2) and few faint yellowish brown (10YR 5/4) clay films on faces of peds; few fine prominent irregular black (10YR 2/1) iron-manganese concretions; many medium prominent light brownish gray (10YR 6/2) iron depletions in the matrix; very strongly acid; clear wavy boundary.\nBt3--58 to 86 cm (23 to 34 inches); yellowish brown (10YR 5/6) silty clay loam; weak fine prismatic structure parting to moderate medium subangular blocky; friable; common fine roots between peds; many distinct gray (10YR 6/1) clay films on faces of peds; few fine prominent irregular black (10YR 2/1) iron-manganese concretions; many fine prominent light brownish gray (10YR 6/2) iron depletions in the matrix; very strongly acid; clear wavy boundary.\nBt4--86 to 112 cm (34 to 44 inches); yellowish brown (10YR 5/6) silty clay loam; moderate medium subangular blocky structure; friable; many distinct light brownish gray (10YR 6/2) clay films on faces of peds; few fine prominent irregular black (10YR 2/1) iron-manganese concretions; many fine prominent light brownish gray (10YR 6/2) iron depletions in the matrix; strongly acid; clear wavy boundary.\nBt5--112 to 137 cm (44 to 54 inches); yellowish brown (10YR 5/6) silt loam; moderate medium subangular blocky structure; friable; many distinct light brownish gray (10YR 6/2) clay films on faces of peds; few fine prominent irregular black (10YR 2/1) iron-manganese concretions; many fine prominent light brownish gray (10YR 6/2) iron depletions in the matrix; slightly acid; clear wavy boundary.  [Combined thickness of the Bt horizon is 89 to 157 cm (35 to 62 inches.)]\n2Bt6--137 to 160 cm (54 to 63 inches); strong brown (7.5YR 5/6) silty clay; moderate coarse subangular blocky structure; firm; many prominent light brownish gray (10YR 6/2) clay films on faces of peds; few fine prominent irregular black (10YR 2/1) iron-manganese concretions; many fine prominent light brownish gray (10YR 6/2) iron depletions in the matrix; slightly alkaline; clear wavy boundary. [18 to 38 cm (7 to 15 inches) thick]\n2Btk1--160 to 185 cm (63 to 73 inches); yellowish brown (10YR 5/6) silty clay loam with a strata 1/4 to 2 inches thick of silt loam at the bottom of horizon; moderate coarse subangular blocky structure; firm; many prominent light brownish gray (10YR 6/2) clay films on faces of peds; many fine prominent light brownish gray (10YR 6/2) iron depletions in the matrix; few medium irregular carbonate nodules throughout; strongly effervescent; moderately alkaline; clear wavy boundary.\n2Btk2--185 to 203 cm (73 to 80 inches); yellowish brown (10YR 5/6) stratified silty clay, silty clay loam, and silt loam; moderate coarse subangular blocky structure; firm; many prominent light brownish gray (10YR 6/2) clay films on faces of peds; many fine prominent light brownish gray (10YR 6/2) iron depletions in the matrix; common medium irregular carbonate nodules; strongly effervescent; moderately alkaline. [Combined thickness of the 2Btk horizon is more than 25 cm (10 inches).]"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Perry County, Indiana; about 3 miles northeast of Troy; 75 feet east and 2,540 feet south of the northwest corner of sec. 32 of T. 5 S., R. 3 W. USGS Gatchel, IN topographic quadrangle: lat. 38 degrees 2 minutes 18.4 seconds N. and long. 86 degrees 46 minutes 10.5 seconds W.; UTM Zone 16, 520219 easting and 4210106 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon and to calcium carbonates: 152 to more than 203 cm (60 to more than 80 inches)\nParticle-size control section: averages 24 to 35 percent clay and 5 to 10 percent sand\nThe Ap or A horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 3 or 4\nTexture: silt loam\nReaction: strongly acid or very strongly acid in non-limed areas, and ranges to neutral in limed areas\nThe Bt horizon:\nHue: 10YR or 7.5YR\nValue: 4 or 5\nChroma: 2 to 6 and has redoximorphic depletions\nTexture: silt loam or silty clay loam and averages 24 to 34 percent clay and 5 to 15 percent sand\nReaction: strongly acid or very strongly acid in the upper part, and ranges to slightly acid in the lower part\nThe 2Bt horizon:\nHue: 10YR or 7.5YR\nValue: 5 to 7\nChroma: 2 to 6 and has redox features\nTexture: silty clay loam or silty clay and includes strata of silt loam\nClay content: 35 to 50 percent\nSand content: 3 to 15 percent\nReaction: slightly alkaline to moderately slightly acid\nThe 2Btk, and 2BC horizon, where present:\nHue: 10YR or 7.5YR\nValue: 4 or 5\nChroma: 2 to 6 and has redox features\nTexture: stratified silt loam, silty clay loam or silty clay\nClay content: 24 to 45 percent\nSand content:  3 to 15 percent\nReaction: slightly alkaline or moderately alkaline\nCalcium carbonate equivalent: 5 to 30 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Canal, Lieber, Taggart, and Tiro series. Canal soils are less than 50 inches to the base of the argillic horizon and formed in stratified silty and clayey glaciolacustrine deposits. Lieber soils have brittle horizons, do not have carbonates and formed in loess and an underlying paleosol in till. Taggart soils contain more than 15 percent sand in the lower part of the solum and formed in loess or silty sediments over loamy outwash. Tiro soils are less than 55 inches to the base of the argillic horizon and formed in silty deposits, loamy water-sorted materials, and the underlying loamy, low-lime till."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Lauer soils are on broad flats of lake plains. They formed in 114 to 178 cm (45 to 70 inches) of loess or silty material, and the underlying stratified silty and clayey lacustrine sediments. The mean annual temperature ranges from 11 to 14 degrees C (52 to 57 degrees F), and the mean annual precipitation ranges from 1016 to 1168 mm (40 to 46 47 inches). Frost-free days range from 170 to 200. Elevation ranges from 110 to 150 meters (360 to 495 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Hartz, McGary, Markland, Percell, and Shircliff series. The moderately well drained Hartz and Shircliff, and the well drained Markland and Percell soils are on slightly higher lying flats and on summits, shoulders, and backslopes of dissected areas. The somewhat poorly drained McGary soils have argillic horizons with more than 40 percent clay in the particle-size control section, and are on similar landform positions as Lauer soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. In drained areas, depth to an intermittent, perched high water table is at a depth of 15 to 61 centimeters (0.5 to 2.0 feet) from December to April in most years. Saturated hydraulic conductivity is moderately high or high (1.41 to 14.11 micrometers/s) in the upper part of the solum and moderately low or moderately high (0.42 to 1.41 micrometers/s) in the lower part. Permeability is moderate or moderately slow (0.2 to 2.0 inches per hour) in the upper part of the solum and slow (0.06 to 0.2 inches per hour) in the lower part. The potential for surface water runoff is low or medium."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used for growing corn, soybeans, and hay, or are used for pasture. A few areas are in woodland. Native vegetation is mixed, deciduous hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Indiana. The acreage is of small extent in MLRA 120B and 111A. The type location is in MLRA 120B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Perry County, Indiana, 1997.  The series is named for a small settlement in Perry County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic surface and subsurface horizons recognized in this pedon are:\n1) Ochric epipedon- the zone from 0 to 20 cm (0 to 8 inches) (Ap horizon);\n2) Argillic horizon- the zone from 20 to 203 cm (8 to 80 inches) (Bt1, Bt2, Bt3, Bt4, Bt5, 2Bt6 2Btk1, 2Btk2 horizons); and\n3) Redoximorphic features- the zone from 20 to 203 cm (8 to 80 inches).\nThis soil was included in mapping with Henshaw soils in the 1969 Perry Co., IN Soil Survey.\nADDITIONAL DATA: Data on pedon number S93IN-123-004 is at the NSSC, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
