{
  "SERIES": "LAUFER",
  "STATUS": "Established Series",
  "BYREV": "Rev. HRG/RJE/KWH/RWL",
  "REVDATE": "06/2006",
  "STATES": "OR,WA",
  "OVERVIEW": "The Laufer series consists of shallow, well drained soils formed in loess and colluvium, and slope alluvium weathered from basalt. Laufer soils are on hills and canyon walls and have slopes of 2 to 120 percent. The mean annual precipitation is 13 to 18 inches and the mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, mesic Lithic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Laufer very stony clay loam- rangeland, on a 55 percent southwest-facing slope at an elevation of 3,150 feet; (Colors are for dry soil unless otherwise noted)\nA--0 to 3 inches; brown (10YR 4/3) very stony clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium granular structure; hard, firm, moderately sticky and moderately plastic; many very fine and common fine roots; many very fine irregular pores; 25 percent gravel; 15 percent cobbles, and10 percent stones; neutral (pH 6.8); clear wavy boundary. (2 to 5 inches thick)\nBt1--3 to 10 inches; brown (10YR 4/3) very cobbly clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure parting to moderate medium granular; hard, firm, moderately sticky and moderately plastic; many very fine and few fine roots; common very fine irregular pores; many faint clay films on faces of peds; 20 percent gravel, 15 percent cobbles, and 10 percent stones; neutral (pH 7.0) clear wavy boundary.\nBt2--10 to 15 inches; brown (10YR 4/3) extremely cobbly clay loam, dark brown (10YR 3/3) moist; moderate fine subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine and few fine roots; common very fine tubular pores; continuous distinct stress cutans on faces of peds; 35 percent gravel, 25 percent cobbles, and 10 percent stones; neutral (pH 7.2) abrupt wavy boundary. (Combined thickness of the Bt horizon is 5 to 15 inches)\n2R--15 inches; basalt"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Asotin County, Washington; about 14 miles southwest of Asotin; 1,200 feet south and 2,300 feet east of the northwest corner of section 18, T. 9 N., R. 44 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of solum and depth to a lithic contact ranges from 10 to 20 inches. Average annual temperature at the lithic contact is about 50 degrees F. These soils are usually moist but are dry in all parts between 4 and 12 inches for 80 to 90 consecutive days during summer and fall. The particle-size control section averages 45 to 70 percent angular basalt fragments and 35 to 40 percent clay in the fine-earth fraction. The mollic epipedon is 10 to 20 inches thick and includes all of the argillic horizon.\nThe A horizon has hue of 7.5 YR or 10YR, value of 3 through 5 dry, 2 or 3 moist, and chroma of 1 through 3 dry or moist. Texture is very cobbly loam, very gravelly clay loam, very stony clay loam, very stony silt loam, or very stony loam.\nAn AB horizon is present in some pedons with color similar to the A horizon.  Texture is very cobbly silty clay loam, very cobbly clay loam, or very gravelly clay loam.\nThe Bt1 horizon has hue of 7.5YR or 10YR, value of 3 through 5 dry, 2 or 3 moist, and chroma of 1 through 3 dry or moist. Texture is very cobbly clay loam, very cobbly clay or very gravelly clay loam. Reaction is neutral or slightly alkaline.\nThe Bt2 horizon has hue of 5YR, 7.5YR or 10YR, value of 3 through 5 dry, 2 or 3 moist, and chroma of 1 through 3 dry or moist. Texture is very cobbly clay, very gravelly clay, extremely cobbly clay loam, very cobbly clay loam or extremely cobbly clay loam. Reaction is neutral or slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Camaspatch, Flatron, Gwinly, Longcreek, Loomer, Lorella, Pioche, Radec, Ruckles, Vantage, and Waterbury series.\nCamaspatch soils - are dry for 90 to 105 consecutive days\nFlatron soils - have 50 to 60 percent clay in the particle-size control section\nGwinly soils - are dry for 60 to 80 consecutive days and have 40 to 50 percent clay in the particle-size control section\nLongcreek soils - have an aridic soil moisture regime bordering xeric\nLoomer soils -  have an aridic soil moisture regime bordering xeric\nLorella soils - are dry for 90 to 120 consecutive days\nPioche soils - have an aridic soil moisture regime bordering xeric\nRadec soils - have a mollic epipedon 7 to 10 inches thick\nRuckles soils - have an aridic soil moisture regime bordering xeric\nVantage soils - have an aridic soil moisture regime bordering xeric\nWaterbury soils - have 50 to 60 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Laufer soils are on hills and canyon walls at elevations of 900 to 3,400 feet. These soils formed in loess, and slope alluvium and colluvium derived from weathered basalt. Slopes are 2 to 120 percent. The summers are hot and dry and the winters are cool and moist. The mean annual precipitation is 13 to 18 inches. The mean annual air temperature is 45 to 50 degrees F. The frost-free season is 100 to 145 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Limekiln, Matheny, Pataha, Stember, and Thiessen soils. Limekiln soils have a Bk horizon and are on canyon walls. Matheny soils are more than 20 inches deep to a lithic contact and are on canyon walls. Pataha soils are more than 20 inches deep to a lithic contact and are on broad plateaus. Stember soils are more than 20 inches deep to a lithic contact and are on broad plateaus. Thiessen soils are more than 20 inches deep to a lithic contact and are on canyon walls"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for livestock grazing and wildlife habitat. Native vegetation is bluebunch wheatgrass and western yarrow."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern Washington and northeastern Oregon; MLRA 8. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Asotin County, Washington, 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - from the surface to 15 inches\nArgillic horizon - from 3 to 15 inches\nLithic contact - beginning at 15 inches.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "very stony",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 3 inches; brown (10YR 4/3) very stony clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium granular structure; hard, firm, moderately sticky and moderately plastic; many very fine and common fine roots; many very fine irregular pores; 25 percent gravel; 15 percent cobbles, and10 percent stones; neutral (pH 6.8); clear wavy boundary. (2 to 5 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 8,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "very cobbly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--3 to 10 inches; brown (10YR 4/3) very cobbly clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure parting to moderate medium granular; hard, firm, moderately sticky and moderately plastic; many very fine and few fine roots; common very fine irregular pores; many faint clay films on faces of peds; 20 percent gravel, 15 percent cobbles, and 10 percent stones; neutral (pH 7.0) clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 25,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "extremely cobbly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt2--10 to 15 inches; brown (10YR 4/3) extremely cobbly clay loam, dark brown (10YR 3/3) moist; moderate fine subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine and few fine roots; common very fine tubular pores; continuous distinct stress cutans on faces of peds; 35 percent gravel, 25 percent cobbles, and 10 percent stones; neutral (pH 7.2) abrupt wavy boundary. (Combined thickness of the Bt horizon is 5 to 15 inches)"
      },
      {
        "name": "2R",
        "top": 38,
        "narrative": "2R--15 inches; basalt"
      }
    ]
  ]
}
