{
  "SERIES": "LAUGHLIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAD/WLC/LCL/ET",
  "REVDATE": "02/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Ultic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Laughlin loam - range.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 4 inches; brown (10YR 5/3) loam, very dark grayish brown (10YR 3/2) moist; massive; slightly hard, friable, nonsticky, slightly plastic; many very fine and fine roots; many very fine and few fine interstitial and tubular pores; moderately acid (pH 5.7); clear smooth boundary.  (4 to 12 inches thick)\nB2--4 to 22 inches; brown (10YR 5/3) loam, slightly finer than above, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; hard, friable, nonsticky, slightly plastic; many very fine and fine roots; common very fine and fine interstitial and tubular pores; strongly acid (pH 5.5); clear irregular boundary.  (8 to 28 inches thick)\nR--22 to 30 inches; Yellowish brown, fractured medium grained sandstone; few thin patchy clay films along fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sonoma County California; 6.4 miles NNE of Ft. Ross and 2 miles SSW of Hedgepeth Lake; NW1/4 sec. 28, T.9N., R 12W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a lithic contact is usually 20 to 34 inches and ranges up to 40 inches.  The mean annual soil temperature is about 55 degrees to 59 degrees F. and usually is not below 47 degrees F.  for more than a few days.  The mean winter soil temperature is about 54 degrees F. and the mean summer soil temperature is about 70 degrees F.  Soil between the depths of about 5 and 15 inches usually is dry all of the time from May or early June until mid-October or early November.  It is moist in some or all parts all the rest of the year.\nIn most pedons rock fragments are usually less than 1/2 inch in diameter and they make up 5 to 15 percent of most of the profile.  In some pedons the lowermost 5 to 15 inches of the soil profile has up to 35 percent rock fragments.  The profile is loam or, sandy clay loam and averages 18 to 30 percent clay.  The soil is moderately or strongly acid and base saturation is 50 to 75 percent throughout the profile.  Organic matter is 2 to 5 percent in the upper 10 inches of the profile and decreases gradually to less than 1 percent at a depth of 20 inches.\nThe A horizon is brown, grayish brown or dark grayish brown in 10YR hue.  It has weak or moderate granular or subangular blocky structure.\nThe B horizon is similar to the A horizon in most properties.  In some pedons it has slightly more clay than the A horizon and has a few clay films.  In some pedons the B horizon is grayish brown, dark grayish brown or brown throughout and in others, the lower part of the profile is yellowish brown or light yellowish brown."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Comptche, Hulls, Madonna, Ortley, and Steiwer series.  Comptche soils are reddish with hue of 5YR through 10R.   Hulls soils have micaceous mineralogy.  Kneeland soils have a mean soil temperature that differs by 9 degrees or less between summer and winter.   Madonna soils have ochric epipedons.  Ortley soils are 40 to 60 inches deep to a lithic contact.  Steiwer soils have a paralithic contact between depths of 20 and 40 inches and are dry for only 60 to 80 days in summer."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Laughlin soils are strongly sloping to very steep and are on footslopes and mountain slopes at elevations of 800 to 3,500 feet.  They formed in residuum weathered from hard sandstone, hard shale, and graywacke, usually of the Franciscan Formation.  The climate is humid mesothermal with warm dry summers and cool moist winters.  Mean annual precipitation is 35 to 70 inches with very little snow.  Average January temperature is 46 degrees F., average July temperature is about 69 degrees F., and the mean annual temperature is about 53 degrees to 58 degrees F.  The average freeze-free season is 240 to 280 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Madonna soils and the Hugo Josephine, Maymen, Suther, and Yorkville soils.  Hugo soils have an ochric epipedon and a paralithic contact below a depth of 40 inches.  Josephine and Suther soils have ochric epipedons and argillic horizons.  Maymen soils have a lithic contact at a depth of less than 20 inches.  Yorkville soils have an argillic horizon and a paralithic contact at a depth of 40 to 70 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; medium to very rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for range.  Some small areas used for growing hay and small grain.  Naturalize and native vegetation is annual grasses, perennial grasses with open stands of oak trees and small amounts of brush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coast Range of northern California.  The soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mendocino County (Soil Vegetation Survey), California, 1948."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Laughlin soils were formerly classified as Brunizems.  For some time Laughlin soils were classified as Typic Haploxerolls.  In summation after study of laboratory data, setting and associated soils, it is evident that the Laughlin series should have been in an Ultic subgroup all along.  Parts of areas mapped Laughlin in the past have an ochric epipedon and would now be in the Madonna series.\nThe activity class was added to the classification in February of 2003. Competing series were not checked at that time. - ET\nOSED scanned by SSQA.  Last revised by state on 10/73.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
