{
  "SERIES": "LAUGENOUR",
  "STATUS": "Established Series",
  "BYREV": "Rev. WFA/WBS/DJE",
  "REVDATE": "2/97",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Coarse-loamy, mixed, superactive, calcareous, thermic Aeric Fluvaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Laugenour very fine sandy loam - on a northeast facing slope of less than 1 percent in a cultivated field at 43 feet elevation.  (Colors are for dry soil unless otherwise stated).\nAp--0 to 11 inches; light brownish gray (2.5Y 6/2) very fine sandy loam, dark grayish brown (2.5Y 4/2) moist; massive; slightly hard, friable, slightly sticky and plastic; many very fine roots; few very fine tubular pores; slightly effervescent with disseminated lime; moderately alkaline (pH 8.0); clear smooth boundary.  (4 to 12 inches thick)\nA--11 to 20 inches; light brownish gray (2.5Y 6/2) very fine sandy loam, dark grayish brown (2.5Y 4/2) moist; common fine prominent mottles of strong brown (7.5YR 5/3) and dark brown (7.5YR 4/4) moist; massive; slightly hard, friable, slightly sticky and plastic; many very fine roots; common very fine tubular pores; slightly effervescent with disseminated lime; moderately alkaline (pH 8.0); abrupt wavy boundary.  (4 to 14 inches thick)\n2C1--20 to 30 inches; variegated colored loamy sand with common medium distinct mottles of dark reddish brown (5YR 3/4 dry and moist); massive; soft, loose; few fine roots; common very fine interstitial pores; many thin strata of fine sandy loam or very fine sandy loam; moderately alkaline (pH 8.0); abrupt smooth boundary.  (5 to 15 inches thick)\n3C2--30 to 68 inches; pale olive (5YR 6/3) fine sandy loam, olive (5Y 4/3) moist; common prominent mottles of yellowish red (5YR 4/6), dark reddish brown (5YR 3/4) moist and common medium mottles of strong brown (7.5YR 5/6), dark brown (7.5YR 4/4) moist; massive; soft, very friable, slightly sticky and slightly plastic; few very fine roots; common very fine and few fine tubular pores; random discontinuous one inch thick lenses of loamy sand, silt loam, and silt; slightly effervescent with disseminated lime; moderately alkaline (pH 8.2); abrupt smooth boundary.  (20 to 40 inches thick)\n4C3--68 to 82 inches; variegated colored open sands and gravel."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Yolo County, California; about 5 miles northeast of Woodland; 0.65 miles east of Road 102 and 0.4 miles south of Road 17 and 150 feet east of field boundary in an unsectionized area.  Gary's Bend 7.5' Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are calcareous between the depths of 10 and 20 inches.  Mean annual soil temperature is between 60 and 65 degrees F.  Lime is present above 10 inches.  Where undrained, it is saturated with no oxygen during part of the year.  The average clay content of the 10 to 40 textural control zone is less than 18 percent and there is more than 15 percent coarse, medium and fine sand.  Organic matter content is less than 1 percent and decreases irregularly with depth.\nThe A horizon is 10YR 5/2, 6/2, 6/3; 2.5Y 5/2, 6/2, or 5Y 6/3 or\n6/4.  Moist colors are 10YR 3/2, 4/2, 4/3; 2.5Y 4/2 or 3/2.  Distinct or prominent mottles and moist chroma of 2 occur within 20 inches.  It is loamy fine sand to silt loam.  It is subangular blocky or massive.  Reaction is slightly acid to moderately alkaline.\nThe C horizon is 2.5Y 5/4, 5/2, 7/6; 5Y 5/2, 6/3, 6/4; 10YR 5/3 or 4/3.  Moist colors are 2.5Y 4/4, 4/2, 3/2,2/2; 5Y 4/2, 3/2, 4/3, 4/4; 10YR 4/2 or 4/3.  Distict or prominient mottles are common.  It is stratified loamy sand to fine sandy loam with lens of gravel, sand, silt loams and silty clay loams.  This horizon is mildly or moderately alkaline and lime is usually present except for loamy sand or sand horizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Camarillo, Columbia, Hueneme, Lemoore, Maria, Piper, Sycamore, Tyndall, and Valdez soils in other families.  Camarillo, Maria, Sycamore and Valdez soils have more than 18 percent clay in the 10 to 40 inch control section.  Columbia and Valdez soils are noncalcareous throughout.  Hueneme soils lack mottles within a depth of 20 inches.  Lemoore soils have sodium in the series control section.  Piper soils lack stratifiction in the series control section.  Tyndall soils have thin dark surface horizons and lack stratifications in the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Laugenour soils are on recent alluvial fans and have slopes of 0 to 2 percent.  The soils formed in coarse, loamy sedimentary alluvium.  Elevations are 10 to 300 feet.  The climate is dry subhumid with hot dry summers and cool\nmoist winters.  Mean annual precipitation is 14 to 20 inches.  Mean January temperature is 46 degrees F; mean July temperature is 70 degrees F; mean annual temperature varies from 57 to 62 degrees F.  Frost-free season ranges from 250 to 330 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Maria, Sycamore and Tyndall soils and the Clear Lake, Reyes, Sacramento and Yolo soils.  Clear Lake and Reyes soils have fine textural control sections.  Sacramento soils have very fine textural control sections.  Yolo soils have fine-silty textural control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; natural drainage has been improved by levees and drains.  Runoff is slow and permeability is moderate.  It is subject to frequent flooding where not protected by levees during winter and spring months."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for cropland with intensive cultivation for such crops as alfalfa, almonds, corn, grain sorghum, sugar beets and tomatoes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The lower Sacramento Valley in Central California.  The soils are inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Yolo County, California, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in the pedon are:\nOchric epipedon - The zone from the surface to 20 inches (Ap, A).\nAquic moisture regime where not drained.)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
