{
  "SERIES": "LAUMAIA",
  "STATUS": "Established Series",
  "BYREV": "Rev. CWS/SN/PGN/MRK",
  "REVDATE": "06/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial, amorphic, isomesic Duric Hapludands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Laumaia medial silt loam on an east facing 8 percent slope under pasture and gorse at an elevation of 2027 meters (6650 feet).  (Colors are for moist, crushed, soil unless otherwise noted.  When described the soil was moist from 0 to 140 centimeters (0 to 55 inches). All textures are \"apparent field textures.\")\nA1--0 to 10 centimeters (0 to 4 inches); very dark brown (10YR 2/2) medial silt loam; dark brown (10YR 3/3) crushed, dry; moderate fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; many very fine and fine roots throughout; many very fine dendritic tubular pores; moderately acid (pH 5.6); abrupt smooth boundary.\nA2--10 to 20 centimeters (4 to 8 inches); dark brown (7.5YR 3/3) medial silt loam; brown (7.5YR 4/4) crushed, dry; massive; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; many very fine and fine roots throughout; many very fine dendritic tubular pores; moderately acid (pH 5.8); abrupt smooth boundary.\nA3--20 to 33 centimeters (8 to 13 inches); dark brown (7.5YR 3/2) medial silt loam; brown (7.5YR 4/3) crushed, dry; few pockets of dark reddish brown (2.5YR 3/4); massive; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; common fine roots throughout; many very fine dendritic tubular pores; strongly acid (pH 5.5); abrupt wavy boundary. (combined depth of A horizons is 15 to 38 centimeters thick {6 to 15 inches})\nBw1--33 to 48 centimeters (13 to 19 inches); very dark grayish brown (10YR 3/2) medial silt loam; dark yellowish brown (10YR 4/6) crushed, dry; weak fine subangular blocky structure; hard, friable, slightly sticky, slightly plastic and weakly smeary; common fine and few medium roots throughout; common fine dendritic tubular pores; strongly acid (pH 5.4); abrupt wavy boundary.\nBw2/2C--48 to 91 centimeters (19 to 36 inches); dark brown (7.5YR 3/3) very paragravelly medial silt loam; brown (7.5YR 4/4) crushed, dry; massive; hard, friable, slightly sticky, slightly plastic and weakly smeary; common fine roots throughout; common fine dendritic tubular pores; 2C material consists of unconsolidated volcanic tephra (cinders); 40 percent gravel sized cinders; strongly acid (pH 5.4); abrupt smooth boundary. (combined depth of Bw and Bw/C horizons is 95 to over 125 centimeters thick {37 to over 49 inches})\n3Cr--91 to 140 centimeters (36 to 55 inches); dark brown (10YR 3/3) ashy fine sand; yellowish brown (10YR 5/4) crushed, dry; massive; hard, firm, nonsticky and nonplastic; weakly cemented; weakly smeary; common fine roots matted on surface of horizon; few fine dendritic tubular pores; moderately acid (pH 6.0). (25 to 49 centimeters thick {10 to over 19 inches})\n4R--140centimeters (55 inches); basaltic bedrock"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Island of Hawaii, Hawaii County, Hawaii; from Mauna Kea access road, follow Keanakolu Road (Mana Road) about 7.25 miles east to just south east of Puu Loa.  The type location is approximately 0.2 miles east of Mana Road at Puu Akala Quadrangle; lat. 19 degrees 45 minutes 50 seconds N. and 155 degrees 21 minutes 58 seconds W. (Old Hawaiian Datum)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock: 120 to over 152 centimeters (47 inches to over 60 inches).\nDepth to restrictive feature: 70 to 120 centimeters (28 to 47 inches)\nSoil moisture: The soil is typically moist but there may be brief periods of dryness from 0 to 33 centimeters (0 to 13 inches) during the driest months of the year, usually June thru August.\nSoil temperature: 9 to 14 degrees C (48 to 57 degrees F).\nSurface fragments: 0 to 10 percent\nRock fragments: 0 to 15 percent gravel to cobble sized rock fragments in the top 70 centimeters (28 inches)\nA horizon\nHue: 5YR to 10YR\nValue 2 or 3\nChroma: 1 or 2\nTexture: Medial loam or medial silt loam\nBw horizon\nHue: 5YR to 10YR\nValue: 2 or 3\nChroma: 2 to 6\nTexture: Medial silt loam, medial silty clay loam, medial fine sandy loam, medial coarse sandy loam\nBw/C horizon\nDoes not occur in all pedons\n3Cr horizon\nHue: 5YR or 10YR\nValue: 2 or 3\nChroma: 2 to 4\nCementation: weakly to strongly\nTexture: Medial silt loam, medial silty clay loam, medial fine sandy loam, medial coarse sandy loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Laumaia soils are in ash fields that are on upper-elevation windward slopes of Mauna Kea volcano at elevations of 1768 to 2286 meters (5800 to 7500 feet).  The soils formed in material weathered from volcanic ash and cinders underlain by 5 to 30 thousand year old pahoehoe and `a`a lava flows.  Slopes range is generally 0 to 20 percent but is up to 50 percent on cinder cone formations.  Lava outcrops occur in most map units.  Annual rainfall is 1200 to 2400 milliimeters (48 to 90 inches).  The mean annual temperature is 12 degrees C (53 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Puu Oo and Keamoku soils.  Puu Oo soils occur at lower elevations under have higher rainfall.  They are more highly weathered and are strongly smeary in the Bw horizons.  Keamoku soils have greater than 35 percent cobbles in the control section, 0 to 100 centimeters (0 to 60 inches)."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Primarily used for grazing.  Natural vegetation is koa (Acacia koa), naio (Myoporum sandwicense), mamane (Sophora chrysophylla), alapaio fern (Dryopteris paleacea), Yorkshire fog (Holcus lanatus), sweet vernalgrass (Anthoxanthum odoratum), and pukiawe (Styphelia tameiameiae)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Islands of Hawaii and Maui, Hawaii.  This series is moderately extensive, with approximately 17,500 acres.  9000 acres exist on Hawaii Island and 8000 acres on Maui Island; MLRA 160."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Hawaii County, Hawaii, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nUdic soil moisture regime\nIsomesic temperature regime\nAndic properties from 0 to 140centimeters (0 to 55 inches)\nUmbric epipedon from 0 to 33 centimeters (1 to 13 inches) (A horizon)\nParalithic materials from 91 to 140 centimeters (36 to 55 inches) (3Cr horizon)\nParalithic  materials are weakly to strongly cemented\nFCC Classification: Ldhkx\nEdit Log: 12/03 SN. Horizon designations updated.  Added 3R horizon at 55 inches and lowered minimum depth to bedrock to 40 inches based on 6/67 OSD.  Modified lead paragraph to reflect depth to cemented sand and bedrock.\n8/00 SN. Classification changed from Medial, isomesic Typic Dystrandepts due to changes in Taxonomy.\n4/11 PGN. Soil moisture regime was changed to udic.  Classification was updated to current from Medial, amorphic, isomesic Dystric Haplustands. Changes to horizon designations, range in characteristics, other general updates.  Adjusted elevation and moisture based on current mapping.\nApproximately 8275 acres exist on Maui Island with the older classification pending update.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
