{
  "SERIES": "LAVALLEE",
  "STATUS": "Inactive Series",
  "BYREV": "Rev. BCD",
  "REVDATE": "05/2017",
  "STATES": "PR",
  "OVERVIEW": "The Lavallee series consists of very deep, well drained, rapidly permeable soils on alluvial fans.  They formed in coastal plain sediments.  Slopes range from 2 to 5 percent.  The mean annual precipitation is about 43 inches and the mean annual temperatue is about 79 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, isohyperthermic Typic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lavallee gravelly clay loam.  (Colors are for moist conditions unless otherwise noted.)\nAp--0 to 8 inches; dark brown (10YR 3/3) gravelly clay loam; moderate medium granular structure; very hard, friable, slightly sticky, non plastic; common fine angular and subrounded volcanic rock fragments; neutral; clear smooth boundary.  (6 to 12 inches thick)\nBt1--8 to 12 inches; dark brown (7.5YR 3/2) gravelly clay loam; moderate fine and medium subangular blocky structure; hard, friable, slightly sticky, slightly plastic; few faint clay films; common fine and medium subrounded volcanic rock fragments; neutral; clear smooth boundary.  (4 to 6 inches thick)\nBt2--12 to 18 inches; reddish brown (5YR 4/4) gravelly clay loam; weak medium subangular blocky breaking to moderate fine subangular blocky structure; hard, friable, slightly sticky, slightly plastic; few faint clay films, many fine and medium subrounded and angular volcanic rock fragments; many sand size fragments; few worm channels filled with soil material from horizon above; calcareous; mildly alkaline; gradual smooth boundary.  (8 to 12 inches thick)\n2C--18 to 48 inches plus; dark brown (7.5YR 4/4) very gravelly loam, with 50 percent soil mass consisting of volcanic rock fragments.  Scattered clay coatings on sand grains and gravels."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  St. Croix, V.I.; 300 feet west and 75 feet south of the road intersection to Cane Bay in the town of Lavallee."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of solum ranges from 16 to 30 inches.  Common to numerous gravels mixed throughout the profile.\nThe color of the A horizon includes hues of 10YR and 7.5YR with chromas and values of 2 or 3.  Texture is dominantly gravelly clay loam, but clay loams and loams are within the range of the series.\nThe Bt horizon ranges in texture from gravelly loam, clay loam to gravelly clay with gravelly clay loam being the most common and in structure from weak to moderate subangular blocky with few faint to common distinct clay films.  Sediments below the Bt horizons consist of stratified lenses of gravelly loam, gravelly clay loam, loam and gravels with thin lenses or pockets of secondary lime.\nBC horizons have coated sand grains and none to very few faint clay films."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the San Anton, Glynn, Parasol and Machete series.  The San Anton soils lack an argillic horizon and are not as gravelly in the B horizon.  The Glynn soils have finer textured profiles, thicker sola and more strongly developed subsoils.  The Parasol soils are less gravelly, yellower (10YR hues) and have thicker sola (20 to 30 inches).  The Machete soils have redder profiles (5YR hues) are less gravelly in the argillic horizon and more acid throughout."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Lavallee soils occur on gently sloping alluvial fans where sediments from the volcanic uplands have been deposited on the coastal plains with slope gradients of 2 to 5 percent. The regolith consists of gravelly moderate to moderately fine texture sediments.  The climate is semiarid.  Rainfall ranges from 40 to 45 inches and the annual temperature from 78 to 80 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Glynn and Dorthea series."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained with very little runoff and moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The majority of these soil areas are cultivated and planted to subsistence crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  American Virgin Islands.  Series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: RALEIGH, NORTH CAROLINA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  St. Croix, V. I., l936."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The classification was updated with the 4/91 draft from Fine-loamy, mixed, isohyperthermic Udic Haplustalfs to Fine-loamy, mixed, isohyperthermic Typic Haplustalfs.  Soil Taxonomy presently has a definition of Udic-ustic soil moisture regimes that are mutually exclusive.  The previous OSED date was 7/65.\nDiagnostic horizons and features recognized in this pedon:\nOchric epipedon - zone from 0 to 8 inches (Ap horizon)\nArgillic horizon - zone from 8 to 18 inches (Bt horizons)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; dark brown (10YR 3/3) gravelly clay loam; moderate medium granular structure; very hard, friable, slightly sticky, non plastic; common fine angular and subrounded volcanic rock fragments; neutral; clear smooth boundary.  (6 to 12 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 20,
        "bottom": 30,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--8 to 12 inches; dark brown (7.5YR 3/2) gravelly clay loam; moderate fine and medium subangular blocky structure; hard, friable, slightly sticky, slightly plastic; few faint clay films; common fine and medium subrounded volcanic rock fragments; neutral; clear smooth boundary.  (4 to 6 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 30,
        "bottom": 46,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH_class": "mildly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt2--12 to 18 inches; reddish brown (5YR 4/4) gravelly clay loam; weak medium subangular blocky breaking to moderate fine subangular blocky structure; hard, friable, slightly sticky, slightly plastic; few faint clay films, many fine and medium subrounded and angular volcanic rock fragments; many sand size fragments; few worm channels filled with soil material from horizon above; calcareous; mildly alkaline; gradual smooth boundary.  (8 to 12 inches thick)"
      },
      {
        "name": "2C",
        "top": 46,
        "bottom": 122,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sand",
        "cf_class": "very gravelly",
        "narrative": "2C--18 to 48 inches plus; dark brown (7.5YR 4/4) very gravelly loam, with 50 percent soil mass consisting of volcanic rock fragments.  Scattered clay coatings on sand grains and gravels."
      }
    ]
  ]
}
