{
  "SERIES": "LAVELLGA",
  "STATUS": "Established Series",
  "BYREV": "Rev. CDH/JVC/LWH/WWJ",
  "REVDATE": "11/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic, mesic Ustic Calciargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lavellga very channery fine sandy loam, very stony -- on a planar tread of a high fan terrace sloping 8 percent to the east at 6,740 feet elevation -- rangeland. (Colors are for dry soil unless otherwise noted. When described, the soil was dry throughout.)\nA -- 0 to 2 inches; brown (7.5YR 5/4) very channery fine sandy loam, brown (7.5YR 4/3) moist; moderate thick platy structure parting to weak medium granular; soft, very friable, slightly sticky and nonplastic; common fine and few very fine roots; common very fine irregularly shaped pores; 30 percent channers, 10 percent pebbles, 5 percent flagstones, and 1 percent stones; slightly effervescent; slightly alkaline (pH 7.6); clear smooth boundary. (1 or 2 inches thick)\nBtk -- 2 to 6 inches; brown (7.5YR 5/4) very gravelly sandy clay loam, brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common fine and very fine roots; few fine and common very fine tubular pores; few thin clay films on faces of peds and lining pores; 25 percent pebbles and 10 percent channers; strongly effervescent, secondary calcium carbonates segregated as common fine irregularly shaped accumulations on undersides of rock fragments; moderately alkaline (pH 8.4); clear wavy boundary. (3 to 7 inches thick)\nBk1 -- 6 to 13 inches; light brown (7.5YR 6/4) very gravelly sandy loam, brown (7.5YR 5/4) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine and common very fine roots; common very fine tubular pores; very few thin clay films bridging sand grains; 30 percent pebbles and 10 percent cobbles; violently effervescent, secondary calcium carbonates segregated as common medium irregularly shaped accumulations on faces of peds and on rock fragments and as common medium rounded concretions; strongly alkaline (pH 8.6); abrupt wavy boundary. (4 to 14 inches thick)\nBk2 -- 13 to 19 inches; white (10YR 8/1) very cobbly sandy loam, very pale brown (10YR 7/3) moist; moderate very coarse platy structure parting to moderate coarse subangular blocky; very hard, very firm, slightly sticky and nonplastic; common very fine roots; few very fine tubular pores; 30 percent pebbles and 20 percent cobbles; violently effervescent, matrix is impregnated and partially cemented with secondary calcium carbonates, a thin, broken laminar cap is present at the top of this horizon; strongly alkaline (pH 8.8); clear wavy boundary. (6 to 22 inches thick)\nBk3 -- 19 to 34 inches; white (10YR 8/1) very cobbly sandy loam, very pale brown (10YR 7/3) moist; weak coarse platy structure parting to moderate medium subangular blocky; hard, firm, slightly sticky and nonplastic; common very fine roots; few very fine tubular pores; few rounded krotovinas; 30 percent cobbles, 20 percent pebbles, and 5 percent stones; violently effervescent, matrix is impregnated and partially cemented with secondary calcium carbonates; strongly alkaline (pH 9.0); gradual wavy boundary. (10 to 37 inches thick)\nBk4 -- 34 to 50 inches; white (10YR 8/1) extremely cobbly sandy loam, light gray (10YR 7/2) moist; weak medium subangular blocky structure; hard, firm, slightly sticky and nonplastic; few very fine roots; common very fine tubular pores; 35 percent cobbles, 20 percent stones, and 15 percent pebbles; violently effervescent, matrix is impregnated and partially cemented with secondary calcium carbonates; strongly alkaline (pH 9.0); clear wavy boundary. (0 to 16 inches thick)\n2Bk5 -- 50 to 65 inches; light brownish gray (10YR 6/2) very cobbly sandy loam, brown (10YR 5/3) moist; moderate medium subangular blocky structure; hard, firm, slightly sticky and nonplastic; few very fine roots; common very fine tubular pores; 25 percent cobbles, 15 percent stones, and 15 percent pebbles; strongly effervescent, secondary calcium carbonates segregated as common medium irregularly shaped accumulations of faces of peds and on rock fragments; very strongly alkaline (pH 9.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Juan County, New Mexico; on the Navajo Indian Reservation about 7 miles north-northwest of Sanostee; 400 feet west and 2,250 feet north of the southeast corner of sec. 2, T.26N., R.20W.; Latitude 36 degrees 30 minutes 58 seconds N and Longitude 108 degrees 56 minutes 12 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Typically, the soil moisture control section (SMCS) is intermittently moist in some part from July to October and December to mid-April. The SMCS is assumed to be dry in all parts 50 to 75 percent of the time (cumulative), when the soil temperature at 20 inches is 41 degrees F or higher. Ustic aridic moisture regime.\nSoil temperature - 52 to 54 degrees F\nDepth to base of Argillic horizon - 4 to 9 inches\nDepth to Calcic horizon - 1 or 2 inches\nSilicate clay content, control section weighted average - 12 to 18 percent\nRock fragment content, control section weighted average - 35 to 60 percent\nCalcium carbonate, control section weighted average - 40 to 60 percent.\nOrganic carbon content - 0.6 to 1.2 percent in upper 16 inches\nA horizon - Hue: 5YR or 7.5YR.\nValue: 5 or 6 dry, 4 or 5 moist.\nChroma: 3 or 4.\nRock fragments: Total range is 35 to 60 percent; 30 to 40 percent pebbles and channers; 5 to 15 percent cobbles and flagstones; 0 to 5 percent stones and boulders.\nBtk and Bk1 horizons - Hue: 5YR or 7.5YR.\nValue: 5 or 6 dry, 4 or 5 moist.\nChroma: 3 through 6.\nCalcium carbonate equivalent: 20 to 40 percent.\nTexture: very gravelly sandy clay loam or very gravelly sandy loam.  Clay content: 18 to 24 percent.\nRock fragments: Total range is 35 to 60 percent; 25 to 40 percent pebbles; 10 to 15 percent cobbles; 0 to 5 percent stones.\nLower Bk horizons - Hue: 7.5YR or 10YR.\nValue: 7 or 8 dry, 6 or 7 moist.\nChroma: 1 through 4.\nCalcium carbonate equivalent: 50 to 70 percent.\nTexture: very cobbly sandy loam, extremely cobbly sandy loam, or very cobbly fine sandy loam.\nClay content: 12 to 18 percent.\nRock fragments: Total range is 35 to 85 percent; 10 to 30 percent pebbles; 20 to 35 percent cobbles; 5 to 20 percent stones.\n2Bk horizon - Hue: 7.5YR or 10YR.\nValue: 6 or 7 dry, 5 or 6 moist.\nChroma: 1 through 4.\nCalcium carbonate equivalent: 5 to 15 percent.\nTexture: very cobbly sandy loam or very cobbly fine sandy loam.\nClay content: 12 to 18 percent.\nRock fragments: Total range is 35 to 60 percent; 10 to 20 percent pebbles; 20 to 30 percent cobbles; 5 to 10 percent stones."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competitors."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Lavellga soils are on treads of dissected fan terraces. They formed in alluvium derived from Tertiary basalt (minette) and Cretaceous sandstone. Slopes are 5 to 15 percent. Elevation ranges from 5,800 to 7,200 feet. The mean annual precipitation is 8 to 12 inches with about half falling as rain from high-intensity convective thunderstorms between July and September. The mean annual temperature is 50 to 52 degrees F. The average frost-free period is 130 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Eagleye, Skyhawk, and Toadlena (P) soils. Eagleye soils are shallow to shale, lack diagnostic horizons, and occur on backslopes of structural benches. Skyhawk soils are moderately deep, fine-silty, and occur on adjacent risers of fan terraces. Toadlena soils are shallow, contain gypsic horizons, and occur on summits and footslopes of structural benches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Lavellga soils are used for livestock grazing.  Present vegetation is New Mexico feathergrass, blue grama, galleta, fourwing saltbush, datil yucca, and scattered Utah juniper and pinyon."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Lavellga soils are of small extent on the Four Corners Platform portion of the Colorado Plateau province in northwest New Mexico and northeast Arizona.  MLRA 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Shiprock Area, Parts of San Juan County, New Mexico and Apache County, Arizona; 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to a depth of about 2 inches. (A horizon)\nArgillic horizon - The zone from 2 to about 6 inches. (Btk horizon)\nCalcic horizon - The zone from 2 to about 50 inches.\n(Btk, Bk1, Bk2, Bk3, and Bk4 horizons)\nParticle-size control section - The zone from 2 to 40 inches. (Btk, Bk1, Bk2, Bk3, and Bk4 horizons)\nKeys to Soil Taxonomy - Soils classified according to the Eighth Edition, 1998.\nADDITIONAL DATA: Calcium carbonate equivalence was determined with a field volume calcimeter. Organic carbon values determined by Inter-Mountain Laboratories, Inc.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
