{
  "SERIES": "LAVEEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. WGH/JEJ/YHH",
  "REVDATE": "04/2009",
  "STATES": "AZ",
  "OVERVIEW": "The Laveen series consists of very deep, well drained soils that formed in mixed fan alluvium.  Laveen soils are on fan terraces, stream terraces and relict basin floors.  Slopes are 0 to 3 percent.  The mean annual precipitation is about 7 inches and the mean annual air temperature is about 71 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, hyperthermic Typic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Laveen loam, cultivated.  (Colors are for dry soil unless otherwise noted)\nAp--0 to 13 inches; pale brown (10YR 6/3) loam, brown (10YR 4/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; common very fine irregular pores; 5 percent by volume gravel; common very fine mica flakes; strongly effervescent; moderately alkaline (pH 8.0); abrupt smooth boundary.  (4 to 15 inches thick)\nBw--13 to 18 inches; light brown (7.5YR 6/4) loam, brown (7.5YR 5/4) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; few very fine tubular pores; common very fine irregular pores; common very fine mica flakes; strongly effervescent; moderately alkaline    (pH 8.0); clear smooth boundary. (4 to 15 inches thick)\nBk1--18 to 32 inches; light brown (7.5YR 6/4) loam, brown (7.5YR 5/4) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; few fine tubular pores; common very fine irregular pores; many medium lime masses and few fine calcium carbonate nodules; violently effervescent; moderately alkaline (pH 8.0); clear wavy boundary.  (12 to 20 inches thick)\nBk2--32 to 60 inches; light brown (7.5YR 6/4) loam, brown (7.5YR 5/4) moist; massive; hard, friable, slightly sticky and slightly plastic; few fine roots; few very fine tubular pores; common very fine irregular pores; common very fine mica flakes; many large lime masses and few fine calcium carbonate nodules; violently effervescent; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Maricopa County, Arizona; one mile west of Laveen, Arizona; 200 feet west and 50 feet north of the southeast corner of section 6, T. 1 S., R. 2 E; latitude 33 degrees, 21 minutes, 47 seconds N. and longitude 112 degrees, 11 minutes, 12 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Intermittently moist in some part of the soil moisture control section during July-September and December-February.  Driest during May and June.  Typic aridic moisture regime.\nRock fragments - Averages less than 15 percent rock fragments and/or nodules in the particle size control section; but can have up to 40 percent in any one horizon.\nParticle size class - This pedon occupies the finer side of coarse-loamy.  Textures center on very fine sandy loam and loam.  Minor amounts of coarser or finer textures are permitted.\nDepth to calcic horizon - 3 to 34 inches.\nOrganic matter - Less than 1 percent.\nReaction - Moderately to very strongly alkaline.\nCarbonates - Calcium carbonate equivalent ranges from 6 to 36 percent; much is segregated as calcium carbonate masses, nodules and concretions, all also have disseminated calcium carbonate and some that occurs as filaments and coatings on faces of peds.\nSalinity - Nonsaline to strongly saline.\nSodicity - Nonsodic to strongly sodic.\nA horizon\nHue:  10YR, 7.5YR\nValue:  5, 6 or 7 dry, 3, 4, 5 or 6 moist\nChroma:  2, 3 or 4 dry, 2, 3, 4 or 6 moist\nB horizon\nHue:  10YR, 7.5YR, 5YR\nValue:  5, 6, 7 or 8 dry, 3, 4, 5, 6 or 7 moist\nChroma:  2, 3, 4 or 6, dry or moist\nTexture:  Very fine sandy loam, silt loam, loam; some pedons have a few thin (1/4 to 1 inch thick) strata of finer or coarser soil material in the control section\nIn some places, a buried soil occurs at 40 to 60 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Aco (CA), Coolidge (AZ), Garywash (T) (CA), Rillito (AZ), and Toltec (AZ) series. Aco soils have fine sand below the particle-size control section. Coolidge soils are sandy loam in the particle size control section. Aco and Garywash are moist in some part of the soil moisture control section for less than 20 days cumulative between July and September and have secondary accumulations of silica and gypsum in the control section. Rillito soils have 15 to 35 percent gravel. Toltec soils have a calcic horizon that consists of a disintegrated hardpan."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Laveen soils are on relict basin floors, stream terraces and fan terraces at elevations of 400 to 2500 feet.  Slopes are 0 to 3 percent.  The climate is arid with extremely hot summers and mild winters.  The average annual precipitation is 3 to 10 inches.  The mean annual temperature is 69 to 76 degrees F.  The frost-free period ranges from 240 to 325 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Dateland, Gilman, Mohall, Rillito and Perryville soils.  Dateland soils are adjacent and lack calcic horizons.  Gilman soils are slightly lower, on flood plains and lack diagnostic horizons.  Mohall soils are adjacent and have argillic horizons.  Rillito and Perryville soils are slightly higher and have more gravel and more calcium carbonate respectively."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for livestock grazing, cropland and homesites.  Under irrigation the soils are cropped to alfalfa, grain sorghum, cotton, sugar beets, small grains and vegetable crops.  Vegetation is creosotebush, triangleleaf bursage, littleleaf paloverde, threeawn, staghorn cholla, saguaro, greythorn, white bursage, range ratany, Arizona cottontop, plains bristlegrass, big galleta and bush muhly."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Arizona.  MLRA is 40. Laveen soils are extensive, total extent is about 195,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Maricopa County (Salt River Valley Area), Arizona, 1926."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 13 inches (Ap)\nCalcic horizon - the zone from 18 to 60 inches (Bk1, Bk2)\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Tenth Edition, 2006.\nRevised for the correlation of AZ661, 2/2009, WWJ\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 13 inches; pale brown (10YR 6/3) loam, brown (10YR 4/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; common very fine irregular pores; 5 percent by volume gravel; common very fine mica flakes; strongly effervescent; moderately alkaline (pH 8.0); abrupt smooth boundary.  (4 to 15 inches thick)"
      },
      {
        "name": "Bw",
        "top": 33,
        "bottom": 46,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw--13 to 18 inches; light brown (7.5YR 6/4) loam, brown (7.5YR 5/4) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; few very fine tubular pores; common very fine irregular pores; common very fine mica flakes; strongly effervescent; moderately alkaline    (pH 8.0); clear smooth boundary. (4 to 15 inches thick)"
      },
      {
        "name": "Bk1",
        "top": 46,
        "bottom": 81,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bk1--18 to 32 inches; light brown (7.5YR 6/4) loam, brown (7.5YR 5/4) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; few fine tubular pores; common very fine irregular pores; many medium lime masses and few fine calcium carbonate nodules; violently effervescent; moderately alkaline (pH 8.0); clear wavy boundary.  (12 to 20 inches thick)"
      },
      {
        "name": "Bk2",
        "top": 81,
        "bottom": 152,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "narrative": "Bk2--32 to 60 inches; light brown (7.5YR 6/4) loam, brown (7.5YR 5/4) moist; massive; hard, friable, slightly sticky and slightly plastic; few fine roots; few very fine tubular pores; common very fine irregular pores; common very fine mica flakes; many large lime masses and few fine calcium carbonate nodules; violently effervescent; moderately alkaline (pH 8.0)."
      }
    ]
  ]
}
