{
  "SERIES": "LAVINA",
  "STATUS": "Established Series",
  "BYREV": "Rev. CAM/JCM",
  "REVDATE": "02/97",
  "STATES": "MT",
  "OVERVIEW": "The Lavina series is a member of the clayey, montmorillonitic, mesic family of Aridic Lithic Argiustolls.  Lavina soils typically have very thin, brown loamy A1 horizons and brown prismatic and blocky structured clay B2t horizons resting on hard sandstone bedrock at depths of between 10 and 20 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, smectitic, mesic Lithic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lavina loam - native grass.  (Colors are for dry soil unless otherwise noted.)\nA11--0 to 2 inches; brown (10YR 5/3) sandy loam, dark brown (10YR 3/3) moist; moderate thin platy structure; soft, very friable, nonsticky, nonplastic; many very fine roots and interstitial pores; many clear unstained sand grains; neutral (pH 6.9); clear boundary.\nA12--2 to 6 inches; brown (10YR 5/3) loam, dark grayish brown (10YR 4/2) moist; dark brown (10YR 4/3) coating on granules, dark brown (10YR 3/3) moist; weak medium granular structure; slightly hard, friable, nonsticky, nonplastic; many very fine roots and interstitial pores; neutral (pH 6.9); clear boundary.  (A1 horizon is 4 to 6 inches thick)\nB2t--6 to 19 inches; dark brown (10YR 4/3) light clay, dark brown (10YR 4/3) moist with coats of dark brown (10YR 3/3); moderate medium prismatic structure that separates easily to strong medium and fine blocks; very hard, firm, sticky, plastic; many vary fine roots and many very fine tubular pores; continuous varnish-like film on faces of peds and coating and bridging mineral grains throughout peds; neutral (pH 7.0); abrupt boundary.  (4 to 16 inches thick)\nIIR--19 inches; indurated sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Yellowstone County, Montana; 100 feet south and 20 feet east of pole 215/3 near center of section 9, TIN, R25E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The Lavina soils are usually dry between depths of 4 and 12 inches but are not dry in all parts above 12 inches for more than half the time soil temperature is warmer than 41 degrees F. at 20 inches.  The mean annual temperature is about 49 degrees F.\nThe Ap horizon has hue of 2.5Y or 10YR, value of 4 to 5.5 dry and 3 to 3.5 moist, and chroma of 2 or 3.  The B2t horizon has hue of 10YR or 2.5Y, value of 4 or 5 dry, and chroma of 2 through 4.  It is clay loam or light clay with percent clay ranging from 35 to 45, and has more than 10 percent more clay than the Ap horizon.  Segregated lime may occur coating sandstone fragments just above the bedrock, and in some pedons there is, beneath the Bt horizon, a Cca horizon that is 4 to 8 inches thick.  There are 0 to 35 percent course fragments throughout the profile."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Amherst, Cabezon, Ryegate and Wormser series.  Amherst, Ryegate and Wormser soils have a Lithic contact at depths of 20 to 40 inches.  Also, Amherst soils have Ap horizon value higher than 4.5 dry and occur in areas of 14 to 18 inches rainfall and 40 to 45 degrees F. mean annual air temperature.  Cabezon soils have hues of 7.5YR or redder in the Bt horizon and have 10 to 35 percent coarse fragments in the Bt horizons.  Ryegate soils have sandy clay loam argillic horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lavina soils are on upland bedrock plains with slopes of 0 to 30 percent.  They formed in calcareous, fine-loamy, transported materials or residuum of mixed rock sources overlying hard sandstone.  The climate is cool semiarid with mean annual air temperature of 47 to 49 degrees F., a mean summer air temperature of 65 to 70 degrees F., and mean winter air temperature of 20 to 25 degrees F.   Mean annual precipitation ranges from 10 to 14 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "PRINCIPAL ASSOCIATED SOILS",
    "content": "PRINCIPAL ASSOCIATED SOILS:  These are the competing Ryegate and Wormser soils on the more level slopes and the Travessilla and Tullock soils on the steep slopes.  Travessilla and Tullock soils have bedrock sandstone at depths of between 20 and 40 inches, and they lack Bt horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; medium to rapid runoff; low permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for range.  Principal vegetation is western wheatgrass and Sandberg bluegrass with some pricklypear cactus."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Montana.  The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Big Horn County (Big Horn Area), Montana, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Lavina soils were formerly classified as Brown soils.\nOSED scanned by SSQA.  Last revised by state on 9/80.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
