{
  "SERIES": "LAWAI",
  "STATUS": "Established Series",
  "BYREV": "Rev. CWS/SN/HI",
  "REVDATE": "12/2003",
  "STATES": "HI",
  "OVERVIEW": "The Lawai series consists of very deep, moderately well drained soils that formed in alluvium weathered from basic igneous rock and influenced by troposheric dust.  Lawai soils are on alluvial fans and have slopes of 0 to 25 percent.  The median annual rainfall is about 100 inches, and the mean annual temperature is about 73 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, ferruginous, isohyperthermic Typic Hapludox"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lawai silty clay - pineapple (disked). (Colors are for moist soil unless otherwise noted.  All textures are \"apparent field textures.\")\nAp1--0 to 8 inches; very dark grayish brown (10YR 3/2) silty clay, same color dry; weak fine and very fine subangular blocky structure; very hard, friable, sticky and plastic; many very fine, fine and medium roots; many fine and very fine interstitial pores, common very fine, fine and medium tubular pores; about 40 percent of the material is from the Ap2 horizon mixed by tillage; strongly acid (pH 5.5); clear broken boundary.  (6 to 10 inches thick)\nAp2--8 to 14 inches; brown (7.5YR 4/4) silty clay, dark brown (7.5YR 3/2) dry; weak very fine subangular blocky structure; very hard, firm, sticky and plastic; many very fine, fine and medium roots; common very fine tubular, many very fine interstitial pores; weak nearly continuous pressure faces; about 20 percent material from the Ap1 horizon mixed by tillage; moderately acid (pH 6.0); clear wavy boundary.  (5 to 8 inches thick)\nBo1--14 to 26 inches; brown (7.5YR 4/4) silty clay, dark brown (7.5YR 3/2) dry; weak fine and very fine subangular blocky structure; very hard, firm, sticky and plastic; many very fine, fine and medium roots; common very fine tubular, many very fine interstitial pores; weak nearly continuous pressure faces; some yellowish sugar-like granules in pores and on peds; moderately acid (pH 6.0); gradual smooth boundary.  (10 to 14 inches thick)\nBo2--26 to 42 inches; dark brown (7.5YR 3/4) silty clay, dark brown (7.5YR 3/2) dry; moderate coarse angular blocky structure with horizontal cleavage planes that give the appearance of lamination, parting to very fine and fine subangular blocky; very hard, firm, sticky and plastic; few very fine roots; nearly continuous pressure faces; few higher chroma sugar-like granules and light red coatings in pores; few fine yellowish white concretions; less than 5 percent weathered rock; moderately acid (pH 6.0); gradual smooth boundary.  (14 to 18 inches thick)\nBo3--42 to 53 inches; dark brown (7.5YR 3/3) silty clay, dark brown (7.5YR 3/4) when rubbed, dark brown (10YR 3/3) dry; coatings in pores have a higher chroma; moderate fine and very fine angular and subangular blocky structure; very hard, firm, sticky and plastic; common very fine tubular pores, continuous pressure faces; higher chroma sugar-like granules on peds; light red coatings around some old pebbles; about 5 percent weathered rock; moderately acid (pH 6.0); gradual smooth boundary.  (9 to 13 inches thick)\nBo4--53 to 60 inches; dark brown (7.5YR 3/4) silty clay, brown (7.5YR 4/2) dry; moderate coarse, fine, and very fine angular and subangular blocky structure; hard, firm, sticky and plastic; few very fine and fine tubular pores; continuous pressure faces; coatings on some large ped faces; few yellowish white very fine concretions; about 5 percent weathered rock; moderately acid (pH 5.9)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Island of Kauai, State of Hawaii; Koloa Quadrangle; lat. 21 degrees 57 minutes 26.2 seconds N. and long.159 degrees 27 minutes 35.5 seconds W. (Old Hawaiian Datum)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Hardened ironstone-gibbsite pebbles range from none to many throughout the solum.  The A horizon has hue of 7.5YR through 2.5Y, value of 3 or 4 and chroma of 1 through 4.  The B horizon has value of 2 through 4 and chroma of 3 or 4."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  (This needs updating.) These are the Hanamaulu, Makapili and Puhi series.  Hanamaulu soils are strongly or very strongly acid in the B horizon and have strong structure in the upper part of the control section.  Makapili soils are clay loam in the upper part of the B horizon and have 5YR hue in the B horizon.  Puhi soils do not have an umbric epipedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Lawai soils are on alluvial fans.  Slope ranges from 0 to 25 percent.  Elevations range from 500 to 800 feet.  The soils formed in alluvium and colluvium from weathered basic igneous rocks and soils weathered from basic igneous rocks and influenced by tropospheric dust.  The annual rainfall is 80 to 120 inches.  Mean annual temperature is about 73 degrees F., average January temperature is about 69 degrees F. and average July temperature is about 76 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Halii and Hihimanu soils and the competing Hanamaulu soils.  Halii soils have sheets of gravel-size nodules containing more than 30 percent gibbsite within 40 inches of the surface.  Hihimanu soils have strong structure in the A horizon, and do not have an oxic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; medium runoff; moderate permeability.  Drainage is affected by lateral seepage."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of these soils are used for sugarcane production.  Uncultivated areas have vegetation that is dominantly guava (Psidium guajava), joee (Stachytarpheta jamaicensis), melastoma (Melastoma malabathricum) along with sensitive plant (Mimosa pudica), hilograss (Paspalum conjugatum), and ricegrass (Paspalum orbiculare)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Island of Kauai, Hawaii.  The soils are inextensive comprising about 1,600 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Kauai County, Hawaii, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nUmbric epipedon (Ap1 and Ap2 horizons) - from the surface to 14 inches.\nOxic horizon from 14 to 60 inches (Bo horizons).\nFCC Classification: Caeik.\nEdit Log: 12/03 SN. Lowered max rainfall from 150 to 120; added tropospheric dust as source; added diagnostic horizons; plus minor corrections.\n8/02 SN. Classification changed from Clayey, oxidic, isohyperthermic Tropeptic Umbriorthox due to changes in Taxonomy.\nADDITIONAL DATA:  NSSL samples S63HA-002-005 and 63HA-002-006 in SSIR 29.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
