{
  "SERIES": "LAWSON",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJK-HFG-TWN",
  "REVDATE": "09/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Aquic Cumulic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lawson silt loam, on a 1 percent slope, in an uncultivated field, at an elevation of about 265 meters above mean sea level. (Colors are for moist soil unless otherwise stated.)\nA1--0 to 30 centimeters; very dark brown (10YR 2/2) silt loam, grayish brown (10YR 5/2) dry; weak fine subangular blocky structure parting to moderate medium and fine granular; friable; many roots; neutral; clear wavy boundary.\nA2--30 to 48 centimeters; black (10YR 2/1) and very dark brown (10YR 2/2) silt loam, dark grayish brown (10YR 4/2) dry; weak fine subangular blocky structure parting to moderate medium and fine granular; friable; many roots; neutral; clear wavy boundary.\nA3--48 to 76 centimeters; black (10YR 2/1) and very dark brown (10YR 2/2) silt loam, grayish brown (10YR 5/2) dry; moderate fine subangular blocky structure; friable; neutral; clear wavy boundary. (Combined thickness of the A horizon is 60 to 90 centimeters.)\nC1--76 to 102 centimeters; very dark gray (10YR 3/1) and black (10YR 2/1) silty clay loam stratified with thin lenses of silt loam and loam; moderate medium angular and subangular blocky structure; firm; neutral; clear wavy boundary. (0 to 39 centimeters thick)\nC2--102 to 152 centimeters; dark grayish brown (10YR 4/2) silt loam interlayered with thin lenses of loam and sandy loam; massive with a few thin, coarse-textured strata; friable; common fine prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 105-Northern Mississippi Valley Loess Hills, Iowa County, Wisconsin subset; about 4 miles south-southeast of Mineral Point; located about 1,000 feet east and 2,400 feet south of the northwest corner of section 17, T. 4 N., R. 3 E.; USGS Mineral Point topographic quadrangle; lat. 42 degrees 49 minutes 21 seconds N. and 90 degrees 10 minutes 06 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the mollic epipedon--60 to 90 centimeters\nClay content in the particle-size control section (weighted average)--18 to 30 percent\nSand content in the particle-size control section (weighted average)--5 to 20 percent\nAp or A horizon:\nHue--10YR\nValue--2 or 3\nChroma--1 or 2\nTexture--silt loam or silty clay loam\nClay content--10 to 35 percent\nSand content--5 to 20 percent\nRock fragment content--0 percent\nReaction--slightly acid to slightly alkaline\nC horizon:\nHue--10YR or 2.5Y\nValue--3 to 6\nChroma--1 to 3\nTexture--silt loam or silty clay loam, or stratified with silt loam, silty clay loam, loam, and sandy loam, thin strata of coarser texture are common\nClay content--10 to 30 percent\nSand content--5 to 60 percent\nRock fragment content--0 percent\nReaction--slightly acid to slightly alkaline\nDistinct or prominent redoximorphic features generally are in the horizons below the mollic epipedon"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ely, Littleton and Smithland series.\nEly--have a clay content that averages 27 to 35 percent and have a cambic horizon\nLittleton--have a cambic horizon\nSmithland--have a mollic epipedon more than 90 centimeters thick and have a cambic horizon"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--silty alluvium\nLandform--flood plains and upland drainageways\nSlope--0 to 5 percent\nElevation--100 to 470 meters above sea level\nMean annual air temperature--4 to 14 degrees C\nMean annual precipitation--700 to 1,140 millimeters\nFrost-free period--125 to 210 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Boaz, Chaseburg, Huntsville, and Orion soils.\nBoaz--are on landscape positions similar to those of the Lawson soils, have an ochric epipedon a cambic horizon\nChaseburg--are at higher landscape positions and do not have a frequently saturated zone within a depth of 1.8 meters for during the wettest periods of normal years\nHuntsville--are at slightly higher landscape positions on flood plains and have a frequently saturated zone at a depth of 1.2 meters during the wettest periods of normal years\nOrion--are on landscape positions similar to those of the Lawson soils, have a buried horizon and have an average clay content of 10 to 18 percent in the particle-size control section"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--somewhat poorly drained--a frequently saturated zone occurs within depths of 0.3 to 0.9 meter during the wettest periods of normal years and is considered apparent\nSaturated hydraulic conductivity--1.00 to 10.00 micrometers per second (moderately high)\nSurface runoff potential--negligible to low\nFlooding--rarely to frequently flooded for very brief to long duration"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMany areas are used for forage production. Cultivated areas produce good crop yields where excess water is not a problem. Native vegetation consists of scattered silver maple, white ash, American elm trees, tall prairie grasses, and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic sections--Wisconsin driftless section, Till plains, Western lake section, Eastern lake section, and Dissected till plains\nMLRAs--Wisconsin and Minnesota Sandy Outwash (91),\nSouthern Wisconsin and Northern Illinois Drift Plain (95B),\nEastern Iowa and Minnesota Till Prairie (104),\nNorthern Mississippi Valley Loess Hills (105),\nIllinois and Iowa Deep Loess and Drift (108),\nIowa and Missouri Heavy Till Plain (109),\nNorthern Illinois and Indiana Heavy Till Plain (110),\nSouthern Illinois and Indiana Thin Loess and Till Plain (114), and\nCentral Mississippi Valley Wooded Slopes (115)\nLRR K and M; west central and southwestern Wisconsin, southeastern Minnesota, northwestern Illinois, and eastern Iowa\nExtent--large"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lafayette County, Wisconsin, 1964."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 25 to 100 centimeters;\nseries control section--the zone from the surface to a depth of 150 centimeters.\nDiagnostic horizons and features recognized in this pedon include:\nmollic epipedon--the zone from the surface of the soil to a depth of 76 centimeters (A1, A2, and A3 horizons);\ncumulic property--mollic epipedon more than 60 centimeters thick and, greater than 0.3 percent organic carbon at a depth of 125 centimeters and/or an irregular decrease of organic carbon with increasing depth from 25 to 125 centimeters;\nudic moisture regime;\nmesic temperature regime.\nCation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomy version--Keys to Soil Taxonomy, tenth edition, 2006.\nADDITIONAL DATA:\nLaboratory data--National Soil Survey Laboratory, Lincoln, Nebraska - user pedon ID 76IA103005 (http://ssldata.nrcs.usda.gov/).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
