{
  "SERIES": "LAYCOCK",
  "STATUS": "Established Series",
  "BYREV": "Rev. ED/AON/TDT",
  "REVDATE": "07/2008",
  "STATES": "OR",
  "OVERVIEW": "The Laycock series consists of shallow, well drained soils that formed in material weathered from shale.  Laycock soils are on hillsides.  Slopes are 15 to 75 percent.  The mean annual precipitation is about 19 inches, and the mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Lithic Ultic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Laycock extremely channery ashy loam - woodland, on a 62 percent slope at an elevation of 3,800 feet.  (Colors are for moist soil unless otherwise noted.  When described on June 27, 1974, the soil was dry from 0 to 9 inches and slightly moist from 9 to 17 inches.)\nA1--0 to 9 inches; black (10YR 2/1) extremely channery ashy loam, very dark grayish brown (10YR 3/2) dry; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine roots; 60 percent hard shale channers and 10 percent hard shale flagstones; slightly acid (pH 6.2); clear wavy boundary.  (6 to 10 inches thick)\nA2--9 to 17 inches; dark brown (10YR 3/3) extremely channery ashy clay loam, brown (10YR 4/3) dry; weak very fine subangular blocky structure; slightly hard, friable, slightly sticky and moderately plastic; many very fine to medium roots; many very fine to medium pores; 60 percent hard shale channers and 10 percent hard shale flagstones; slightly acid (pH 6.4); gradual wavy boundary.  (6 to 12 inches thick)\nR--17 inches; dark gray (10YR 4/1) and very dark gray (10YR 3/1) highly fractured shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Grant County, Oregon; about 5 miles southwest of the town of Mt. Vernon; SW1/4 SW1/4 section 12, T. 14 S., R. 29 E.  (Latitude 44 degrees, 22 minutes, and 03 seconds N. and Longitude 119 degrees, 11 minutes, and 29 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 42 to 47 degrees F.  These soils are usually moist but are dry in the moisture control section for 60 to 80 consecutive days during the summer.  It is slightly acid or neutral.  Depth to fractured shale ranges from 12 to 20 inches.  Depth to solid, coherent bedrock is more than 60 inches.  Hue of the solum commonly is 10YR but ranges to 7.5YR. It has 35 to 75 percent shale fragments throughout.  The solum has 10 to 30 percent glass and acid oxalate extractable aluminum plus one-half the iron is 0.3 to 0.7 percent.\nThe upper part of the A horizon has value of 2 or 3 moist, 3 or 4 dry and chroma of 1 or 2.  It is ashy loam with 18 to 27 percent clay.  It has 0 to 10 percent flagstones and 35 to 65 percent channers.  Base saturation by sum is 65 to 75 percent.\nThe lower part of the A horizon has value of 3 or 4 moist, 4 or 5 dry and chroma of 2 or 3.  It is ashy loam or ashy clay loam with 18 to 30 percent clay.  It has 0 to 20 percent flagstone and 35 to 60 percent channers."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Logdell series.  Logdell soils are less than 12 inches to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Laycock soils are on hillsides.  Elevations are 3,500 to 5,500 feet on north slopes but can range up to 6,600 feet on south slopes.  Slopes are 15 to 75 percent.  These soils were dominantly formed in very shaly colluvium weathered from fractured shale interbedded in places with sandstone and graywacke.  Less common are the soils formed in highly fractured, flaggy and channery rhyolite.  The climate is characterized by cold, wet winters and hot, dry summers.  The mean annual precipitation is 17 to 22 inches.  The mean annual temperature ranges from 40 to 45 degrees F., the mean July temperature is about 63 degrees F., and the mean January temperature is about 25 degrees F.  The frost-free period is 30 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hankins, McGarr, Piersonte and Tolo soils and the competing Logdell soils.  Hankins soils are very deep and have a clayey, argillic horizon.  McGarr soils are fine-loamy and 20 to 40 inches deep to a lithic contact.  Piersonte soils are very deep.  Tolo soils are very deep and are ashy over loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Timber production and livestock grazing.  The vegetation is mainly ponderosa pine and Douglas fir with an understory of elksedge and pinegrass with some Idaho fescue and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Principally in southern Grant County, Oregon.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Grant County, Oregon, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon include:\nMollic epipedon - from 0 to 17 inches (A1 and A2 horizons).\nLithic contact - 17 inches (R)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  S97OR-023-022."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loam",
        "structure": "weak fine granular",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "extremely channery",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 9 inches; black (10YR 2/1) extremely channery ashy loam, very dark grayish brown (10YR 3/2) dry; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine roots; 60 percent hard shale channers and 10 percent hard shale flagstones; slightly acid (pH 6.2); clear wavy boundary.  (6 to 10 inches thick)"
      },
      {
        "name": "A2",
        "top": 23,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "structure": "weak very fine subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "extremely channery",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A2--9 to 17 inches; dark brown (10YR 3/3) extremely channery ashy clay loam, brown (10YR 4/3) dry; weak very fine subangular blocky structure; slightly hard, friable, slightly sticky and moderately plastic; many very fine to medium roots; many very fine to medium pores; 60 percent hard shale channers and 10 percent hard shale flagstones; slightly acid (pH 6.4); gradual wavy boundary.  (6 to 12 inches thick)"
      },
      {
        "name": "R",
        "top": 43,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--17 inches; dark gray (10YR 4/1) and very dark gray (10YR 3/1) highly fractured shale."
      }
    ]
  ]
}
