{
  "SERIES": "LAYLAND",
  "STATUS": "Established Series",
  "BYREV": "ABJ/ Rev. JWB",
  "REVDATE": "02/2010",
  "STATES": "WV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, siliceous, semiactive, mesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Layland very gravelly loam, on a 54 percent slope, in a forested area (Colors are for moist soil unless otherwise indicated.)\nOi--0 to 3 cm (0 to 1 inches); slightly decomposed plant material from hardwood trees; moderately acid (pH 5.8); abrupt wavy boundary. (0 to 5 cm thick)\nOe--3 to 5 cm (1 to 2 inches); moderately decomposed plant material; many very fine to medium roots; very strongly acid (pH 5.0); abrupt wavy boundary. (0 to 5 cm thick)\nA--5 to 15 cm (2 to 6 inches); dark brown (10YR 3/3) very gravelly loam; weak fine granular structure; very friable; many very fine to coarse roots; 40 percent gravels and channers; very strongly acid (pH 4.6); clear wavy boundary. (0 to 20 cm thick)\nBA--15 to 22 cm (6 to 9 inches); dark yellowish brown (10YR 4/4) gravelly loam; weak fine subangular blocky structure; friable; many fine and medium roots; 30 percent gravels and channers; very strongly acid (pH 4.7); clear wavy boundary. (0 to 15 cm thick)\nBw1--22 to 38 cm (9 to 15 inches); yellowish brown (10YR 5/6) gravelly loam; weak fine and medium subangular blocky structure; friable; many fine and medium roots; 30 percent gravels and channers; very strongly acid (pH 4.7); clear wavy boundary.\nBw2--38 to 72 cm (15 to 28 inches); yellowish brown (10YR 5/6) very gravelly loam; weak fine and medium subangular blocky structure; friable; common fine and medium roots; 40 percent gravels and channers; very strongly acid (pH 4.6); gradual wavy boundary.\nBw3--72 to 117 cm (28 to 46 inches); yellowish brown (10YR 5/6) very gravelly loam; weak medium subangular blocky structure; friable; few fine roots; 45 percent gravels and channers; very strongly acid (pH 4.8); gradual wavy boundary. (Combined thickness of the Bw horizon is 61 to 127 cm).\nBC--117 to 145 cm (46 to 57 inches); yellowish brown (10YR 5/6) very gravelly loam with some light yellowish brown (2.5Y 6/4) lithochromic mottles; weak medium platy structure; firm; few fine roots; 45 percent gravels, channers, and stones; very strongly acid (pH 4.7); gradual wavy boundary. (0 to 51 cm thick).\nC--145 to 170 cm (57 to 67 inches); yellowish brown (10YR 5/6) very gravelly loam with some light yellowish brown (2.5Y 6/4) and strong brown (7.5YR 5/6) lithochromic mottles; structureless, massive; friable; 45 percent gravels, channers, and stones; very strongly acid (pH 4.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Fayette County, West Virginia; about 1.5 miles south of Layland Heights. USGS Danese, West Virginia topographic quadrangle; latitude 37 degrees 52 minutes 55 seconds N and longitude 80 degrees 58 minutes 33 seconds W, NAD 83. Elevation: 792 m (2598 feet)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the top of the Cambic: 8 to 51 cm (3 to 20 inches)\nDepth to the base of the Cambic: 76 to 152 cm (30 to 60 inches)\nDepth to Bedrock: greater than 152 cm (60 inches)\nRock Fragment content (by volume): 5 to 60 percent in individual horizons of the upper solum, 30 to 90 percent in the BC and C horizons. The weighted average of rock fragments in the particle size class control section (25 to 102 cm) is 35 percent or more. Rock fragments are dominantly sandstone in the upper part. Fragments of siltstone and shale often increase in volume in the lower part of the profile.\nSoil Reaction: Very strongly acid or extremely acid throughout the mineral soil, except where limed or affected by burning. Organic surface horizons are very strongly acid to moderately acid n reaction.\nOther soil features: The particle size control section averages 18 to 27 percent clay. Some pedons have a lithologic discontinuity to colluvium dominated by materials weathered from shale and siltstone below a depth of 92 cm (36 inches). & RANGE OF INDIVIDUAL HORIZONS:\nA horizon:\nColor--hue of 7.5YR to 2.5Y, value of 2 to5, and chroma of 1 to 4.\nTexture (mineral fine-earth fraction)--loam or silt loam\nBA or similar transitional horizon:\nColor--hue of 7.5YR to 2.5Y, value of 3 to 6, and chroma of 3 to 6, moist, (dry value of 6 or more).\nTexture (fine-earth fraction)--loam or silt loam.\nE (or transitional eluvial) horizon present in some pedons:\nColor--hue of 10YR to 2.5Y, value of 4 to 6, and chroma of 2 to 6, moist, (dry value of 6 or more).\nTexture (fine-earth fraction)--loam or silt loam.\nBw horizon:\nColor--hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 4 to 8.\nTexture (fine-earth fraction)--loam or silt loam.\nBC or 2BC horizon:\nColor--hue of 7.5YR to 2.5Y, value of 4 to 8, and chroma of 4 to 8.\nTexture (fine-earth fraction)--loam, silt loam, clay loam or silty clay loam. Lithochromic colors in shades of yellowish and reddish brown may be present.\nC or 2C horizon:\nColor--hue of 7.5YR to 2.5Y, value of 4 to 8, and chroma of 4 to 8.\nTexture (fine-earth fraction)--loam, silt loam, clay loam or silty clay loam. Lithochromic colors in shades of yellowish and reddish brown may be present."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nLehew soils--require hue of 5YR or redder in the B and C horizons and are less than 102 cm (40 inches) to bedrock.\nDekalb soils--are less than 102 cm (40 inches) to bedrock\nMarbleyard (T) soils--contain quartzite and meta-sandstone fragments\nVarilla soils--the control section averages 5 to 17 percent clay."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Allegheny Plateau\nLandform: Hill and mountain slopes, and coves\nGeomorphic Component: Head slopes, side slopes and base slopes.\nHillslope Profile Position: Backslopes and footslopes\nParent Material: Colluvium derived from acid sandstones and shales\nSlope: 15 to 80 percent\nElevation: 457 to 1067 m (1500 to 3500 feet)\nFrost-free period: 140 to 180 days\nMean Annual Air Temperature: 9 to 13 degrees C. (48 to 55 degrees F.)\nMean Annual Precipitation: 1143 to 1397 mm (45 to 55 inches)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nClifftop soils--have an argillic horizon and mixed mineralogy class\nFenwick soils--are moderately well drained\nGuyandotte soils--have umbric epipedons and mixed mineralogy class\nLaidig soils--have a fragipan\nNallen soils--have less than 35 percent rock fragments in the control section\nDekalb soils--are formed in residuum and are 51 to 102 cm (20 to 40 inches) deep to bedrock"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class (Agricultural): Well drained\nInternal Free Water Occurrence: None\nIndex Surface Runoff: Moderate to very high\nSaturated Hydraulic Conductivity Class: Moderately high\nPermeability Class: Moderate\nFlooding Frequency and Duration: None\nPonding Frequency and Duration: None\nShrink-swell potential: Low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Woodland and pasture\nDominant Vegetation: Oak-hickory or mixed mesophytic forests, largely depending on aspect; predominantly scarlet, black, white, red, or chestnut oak, red maple, pignut or mockernut hickory, yellow poplar, American Holly, and beech."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: West Virginia, Possibly Maryland and Pennsylvania.\nExtent: Moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Fayette County, West Virginia, 2009."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and soil characteristics recognized in this pedon are:\nOchric epipedon--the zone from 0 to 23 cm (Oi, Oe, A and BA horizons)\nCambic horizon--the zone from 23 to 145 cm (Bw and BC horizons)\nOther soil features identified with this pedon:\nSeries control section--the zone from 0 to 150 cm\nThis series is proposed for some areas in MLRA 127 previously mapped as members of the Dekalb, Pineville, or Jefferson soil series. The preponderance of data from a variety of pedons sampled as members of the Highsplint series in southern West Virginia indicated a need for the establishment of this series. The pedons sampled are derived from early Pennsylvanian parent materials, specifically the New River Formation of the Pottsville Series.\nADDITIONAL DATA:\nCharacterization data from the NSSL is available for this pedon: Pedon ID: 01N1146 (S01WV019001). Other valuable reference pedons available from the NSSL (http://ssldata.nrcs.usda.gov/querypage.asp): 01N1139 and 01N1153.\nNASIS User Pedon ID: S01WV019001\nNational Cooperative Soil Survey\nU.S.A."
  }
}
