{
  "SERIES": "LAYTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJE/TBH/MJD",
  "REVDATE": "9/98",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic Psammentic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Layton loamy fine sand - cultivated (Colors are for dry soil unless otherwise noted.)\nAp--0 to 7 inches;  dark grayish brown (10YR 4/2) loamy fine sand, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; slightly hard, very friable, many fine roots; few fine pores; mildly alkaline (pH 7.4); clear smooth boundary. (5 to 9 inches thick.)\nA1--7 to 15 inches; grayish brown (10YR 5/2) loamy fine sand, very dark grayish brown (10YR 3/2) moist; weak very fine granular structure; slightly hard, friable; mildly alkaline (pH 7.4); clear smooth boundary.  (5 to 9 inches thick.)\nA2--15 to 23 inches; brown (10YR 5/3) loamy fine sand, dark brown (10YR 3/3) moist; weak coarse subangular blocky structure; hard, friable; few fine roots; common fine pores; moderately alkaline (pH 7.9); clear wavy boundary. (5 to 9 inches thick. )\nBw--23 to 29 inches; brown (10YR 5/3) loamy fine sand, dark brown (10YR 4/3) moist; common fine faint dark yellowish brown (10YR 3/4) mottles; weak coarse subangular blocky structure; hard, friable, few fine roots; few fine pores; few krotovina 1/4 to 1/2 inch in diameter; slightly calcareous moderately alkaline (pH 8.1); clear wavy boundary.  (5 to 12 inches thick.)\nCk--29 to 41 inches; very pale brown (10YR 7/3) loamy fine sand, brown (10YR 5/3) moist; few medium faint yellowish brown (10YR 5/6) mottles; structureless, massive; slightly hard, friable; few fine pores; moderately calcareous, strongly alkaline (pH 8.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Weber County, Utah; 1/2 mile south of the Plain City water tower; about 1,750 feet east and 200 feet south of the northwest corner of Sec. 4, T. 6 N., R. 2 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The Layton soils are dry in all parts of the moisture control section for 60 or more consecutive days in the 4 months following the summer solstice.  The moisture regime is xeric bordering on aridic.\nDepth to soft powdery lime is commonly 40 to 60 inches with a calcium carbonate equivalent range of 10 to 20 percent.  Texture of the control section averages loamy fine sand.  Redoximorphic features from 20 to 40 inches are considered to be relect.\nThe A horizon has hue of 10YR, values of 2 or 3 moist and 4 or 5 dry, and chromas of 2 or 3. Texture averages a loamy fine sand but ranges to fine sandy loam.  It contains from about 1 to 2 percent organic matter.\nThe Bw horizon has hues of 7.5YR or 10YR, values of 3 or 4 moist and 3 through 6 dry, and chromas of 2 through 4.\nThe Ck horizon is loamy fine sand or fine sand and it contains thin strata of fine sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Layton soils are on nearly level to strongly sloping broad lake terraces. Slopes range from 0 to 60 percent.  Elevation is 4400 to 5000 feet.  These soils have formed in wind modified, coarse textured lakeshore sediments mainly from sandstone, quartzite, gneiss, limestone, and granite and some other kinds of rocks. The climate is dry subhumid. The mean annual temperature ranges from 45 to 52 degrees F., the average summer temperature from 65 to 72 degrees F., and the freeze-free season from 120 to 175 days. The average annual precipitation ranges from 15 to 19 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "PRINCIPAL ASSOCIATED SOILS",
    "content": "PRINCIPAL ASSOCIATED SOILS: These are in the Francis, Kidman, Preston, Syracuse, and Timpanogos series. All except the Timpanogos series are listed as competing series. Timpanogos soils have loam argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained and moderately well drained.  Runoff ls slow to moderate and permeability is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for irrigated cropland. Alfalfa, sugar beets, tomatoes, small grains and improved pastures are the major uses.  The native vegetation is mainly bluebunch wheatgrass, sand dropseed, Indian ricegrass, rabbit brush, big sagebrush, cheatgrass, and oakbrush.  In Utah this series is correlated with Upland Sand (Indian ricegrass) ecological sites."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central and northern Utah. The soil is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Weber County (Davis Weber Area), Utah, 1967."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnonstic horizons and features recognized in this pedon are:\nMollic epipedon: the zone from the surface to 23 inches (Ap, A1, and A2 horizons).\nThe classification is based on the \"Keys to Soil Taxonomy, Eighth Edition, 1998\".\nNational Cooperative Soil Survey\nU.S.A."
  }
}
