{
  "SERIES": "LAYVIEW",
  "STATUS": "Established Series",
  "BYREV": "Rev. JBF-CEJ-TM",
  "REVDATE": "06/2017",
  "STATES": "NV",
  "OVERVIEW": "The Layview series consists of very shallow orshallow, well drained soils formed in residuum and colluvium derived from andesite, rhyolite, chert and tuff. Layview soils are on convex mountain ridges. Slopes are 4 to 75 percent. The mean annual precipitation is about 360 mm and the mean annual temperature is about 6 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Lithic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Layview very gravely sandy loam--rangeland. (Colors are for dry soil unless otherwise noted.)  The soil surface is covered with 10 percent stones, 15 percent cobbles and 50 percent gravel.\nA--0 to 6 cm; dark grayish brown (10YR 4/2) very gravelly sandy loam, very dark brown (10YR 2/2) moist; moderate fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; common  very fine roots; many very fine interstial pores; 35 percent gravel and 5 percent cobbles; neutral (pH 7.2); abrupt smooth boundary (6 to 20 cm thick)\nBt1--6 to 19 cm; brown (10YR 5/3) very gravelly sandy clay loam, dark brown (10YR 3/3) moist; moderate fine granular; slightly hard, very friable, moderately sticky and slightly plastic; common very fine and fine roots; common very fine tubular pores; few thin clay film lining pores; 30 percent gravel, 10 cobbles 2 percent stones; neutral (pH 7.2); abrupt wavy boundary. (10 to 25 cm thick)\nBt2--19 to 38 cm; pale brown (10YR 6/3) very gravelly sandy clay loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; hard, friable, moderately sticky and moderately plastic; few very fine and fine roots; few very fine tubular pores; 20 percent moderately thick clay films lining pores; 50 percent gravel, 5 percent cobbles and 2 percent stones; neutral (pH 7.2); abrupt irregular boundary. (0 to 20 cm thick)\n2R--38 cm, fractured andesitic tuff."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lander County, Nevada, about 41 miles southwest of Austin, approximately 2,550 feet east and 2,000 feet south of northwest corner of section 31, R. 38 E., T. 16 N. latitude 39 degrees 23 minutes 3.9 seconds N and longitude 117 degrees 44 minutes 55.5 seconds W; WGS84 Decimal Degrees 39.3844167 latitude, -117.7487500 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: These soils are usually dry during summer and fall, moist mid-October through mid-July; xeric soil moisture regime that borders on aridic.\nMean annual soil temperature: 6 to 8 degrees C.\nMean summer soil temperature: 10 to 15 degrees C.\nDepth to bedrock: 25 to 38 cm.\nReaction: Neutral or slightly alkaline.\nMollic epipedon thickness: 18 to 30 cm when mixed to 18 cm.\nParticle-size control section - Clay content: Averages 18 to 35 percent.\nRock fragments: Averages 35 to 60 percent, mainly gravel.\nA horizon\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3.\nBt1 horizon\nValue: 4 or 5 dry, 3 or 4 moist.\nChroma: 2 through 4.\nTexture: Very gravelly loam, very gravelly sandy clay loam or very gravelly clay loam.\nClay content: 18 to 35 percent.\nRock fragments: 35 to 60 percent, mainly gravel.\nStructure: Weak or moderate subangular or granular.\nConsistence: Soft to hard, very friable or friable, slightly sticky or moderately sticky and slightly plastic or moderately plastic.\nBt2 horizon\nValue: 4 through 6 dry, 3 or 4 moist.\nChroma: 2 through 4.\nTexture: Very gravelly loam, very gravelly sandy clay loam or very gravelly clay loam.\nClay content: 22 to 35 percent.\nRock fragments: 35 to 60 percent, mainly gravel.\nStructure: Weak or moderate subangular or angular blocky.\nConsistence: Soft to hard, very friable or friable, slightly sticky or moderately sticky and slightly plastic or moderately plastic."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bushpark, Copenhaver, Donkehill, Hogmalat, Maygal, Mosroc, Mountpatterson, Nielson, Nieman, Notstew and Thiefridge series.\nBushpark soils have a udic soil moisture regime. Copenhaver, Donkehill, Mountpatterson, Neiman and Nielsen soils have a mean annual soil temperature less than 6 degrees C. Hogmalat soils are strongly to medium acid throughout. Maygal have more than 60 percent rock fragments.  Mosroc soils formed in weathered material derived dominantly from granite and the mollic epipedon includes the entire argillic horizon. Notstew soils have more than 35 percent clay in the argillic horizon. Thiefridge soils have a typic xeric soil moisture regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Layview soils are on convex mountain ridges. These soils formed in residuum and colluvium from rhyolite, andesite, chert and  tuffaceous rocks. Slopes are 4 to 75 percent. Elevations are 2,134 to 3,048 meters. The climate is cool, semi-arid with a mean annual precipitation ranging from 300 to 400 mm; mean annual temperature is 5 to 6 degrees C, and the frost-free season is 50 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Hapgood, Packer, and Mosquet series. Hapgood and Packer are deep soils, Mosquet is clayey-skeletal and ruptic."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; runoff is medium or very rapid; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Rangeland and wildlife habitat. The present vegetation is Sandberg bluegrass, Idaho fescue, phlox and low sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Nevada. Layview soils are of small extent.  MLRA 27, 28B, 24."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lander County, Nevada, South Part, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 19 cm (A and Bt1 horizons).\nArgillic horizon - The zone from 6 to 38 cm (Bt1 and Bt2 horizons).\nLithic contact - The boundary at 38 cm (R layer).\nParticle-size control section - The zone from the soil surface to 38 cm (A, Bt1 and Bt2 horizons).\nADDITIONAL DATA:\nMoved series type location 6/2016 to better reflect the series concept.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
