{
  "SERIES": "LAZARO",
  "STATUS": "Established Series",
  "BYREV": "Rev. CDH/TWH",
  "REVDATE": "01/2008",
  "STATES": "NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fragmental, mixed, mesic Typic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lazaro gravelly sandy loam--on a beveled summit of a hill sloping 5 percent to the southwest (225 degrees) at 7,915 feet elevation--ponderosa pine forestland. (Colors are for dry soil unless otherwise noted. When described, the soil was slightly moist from 2 to 12 inches and otherwise dry throughout.)\nA1--0 to 2 inches; brown (10YR 5/3) gravelly sandy loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; soft, very friable, slightly sticky and nonplastic; few fine and many very fine roots; 30 percent gravel; neutral (pH 6.8); clear smooth boundary. (1 to 3 inches thick)\nA2--2 to 5 inches; brown (10YR 5/3) very gravelly coarse sandy loam, brown (10YR 4/3) moist; weak fine granular structure; soft, very friable, slightly sticky and nonplastic; few medium, few fine, and common very fine roots; 55 percent gravel; neutral (pH 6.8); clear wavy boundary. (2 to 4 inches thick)\nC1--5 to 12 inches; reddish brown (5YR 5/4) extremely gravelly loamy coarse sand, reddish brown (5YR 4/4) moist; massive breaking to single grain; soft, very friable, nonsticky and nonplastic; common medium, few fine, and common very fine roots; 65 percent gravel and 10 percent cobbles; neutral (pH 6.8); clear wavy boundary. (4 to 8 inches thick)\n2C2--12 to 25 inches; gravel; fine earth is brown (7.5YR 4/2) coarse sandy loam, dark brown (7.5YR 3/2) moist; massive; loose, nonsticky and nonplastic; few medium, few fine, and few very fine roots; 65 percent gravel and 30 percent cobbles; rock fragments are angular and separated by fractures devoid of fine earth in some part; neutral (pH 7.0); gradual wavy boundary. (10 to 20 inches thick).\n2C3--25 to 43 inches; cobbles; fine earth is brown (7.5YR 4/2) coarse sandy loam, dark brown (7.5YR 3/2) moist; massive; loose, nonsticky and nonplastic; few medium, few fine, and few very fine roots; 50 percent gravel and 45 percent cobbles; rock fragments are angular and separated by fractures devoid of fine earth in some part; neutral (pH 7.0); clear wavy boundary. (13 to 22 inches thick).\n2C4--43 to 45 inches; gravel; fine earth is brown (7.5YR 4/2) clay, dark brown (7.5YR 3/2) moist; massive; loose, nonsticky and nonplastic; common fine and few very fine roots; few prominent clay films on rock fragments; 85 percent gravel and 10 percent cobbles; rock fragments are angular and separated by fractures devoid of fine earth in some part; neutral (pH 7.2); abrupt smooth boundary. (1 to 2.5 inches thick).\n2R--45 inches; indurated granite bedrock"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Fe County, New Mexico; about 1 mile north of Canada de los Alamos; 350 feet south and 1,050 feet east of the northwest corner of sec. 23, T.16N., R.10E.; USGS Glorieta 7.5 minute topographic quadrangle; Latitude 35 degrees 36 minutes 30 seconds North and Longitude 105 degrees 51 minutes 14 seconds West, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soil moisture control section (SMCS) is moist in all parts from January to May and intermittently moist in some part from June to December. The SMCS is dry in some part less than 60 percent of the time when the soil temperature at 20 inches is above 41 degrees F. The soil moisture regime is typic ustic.\nMean annual soil temperature - 47 to 49 degrees F.\nDepth to fragmental material  7 to 14 inches\nDepth to lithic contact - 40 to 60 inches\nLithology of rock fragments: granite, gneiss, and schist\nParticle-size control section weighted averages:\nSilicate clay content: 8 to 18 percent\nSand content: 55 to 70 percent\nFine sand or coarser content: 45 to 60 percent\nRock fragment content: 90 to 95 percent\nMica content: 25 to 45 percent (by grain count)\nA1 horizon\nValue: 4 or 5 dry, 2.5 or 3 moist\nChroma: 2 or 3, dry or moist\nRock fragment content: total range is 15 to 35 percent\n15 to 30 percent gravel\n0 to 5 percent cobbles\nA2 horizon\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 2 or 3, dry or moist\nRock fragment content: total range is 45 to 60 percent\n45 to 55 percent gravel\n0 to 5 percent cobbles\nC1 horizon\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 2 to 4, dry or moist\nRock fragment content: total range is 60 to 80 percent\n60 to 70 percent gravel\n0 to 10 percent cobbles\nUpper 2C horizons\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 2 or 3, dry or moist\nFragmental material is gravel or cobbles, texture of fine earth is: loamy coarse sand or coarse sandy loam\nRock fragment content: total range is 90 to 95 percent\n45 to 70 percent gravel\n25 to 50 percent cobbles\nLower 2C horizons\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 2 or 3, dry or moist\nFragmental material is gravel or cobbles, texture of fine earth is heavy clay loam or clay\nRock fragment content: total range is 90 to 95 percent\n45 to 70 percent gravel\n25 to 50 percent cobbles"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Lazaro soils are on beveled summits and shoulders of hills. They formed in alluvium derived locally from Precambrian granite, gneiss, and schist over residuum of Precambrian granite bedrock. Slopes are 5 to 45 percent. Elevation ranges from 7,300 to 9,000 feet. The mean annual precipitation is 16 to 18 inches with about 45 percent falling as rain from high-intensity convective thunderstorms between July and September. The mean annual air temperature is 45 to 47 degrees F. The frost-free period is 120 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Chicoma, Enmedio, and Zafarano soils. Chicoma soils have mollic epipedons, and occur on adjacent backslopes. Enmedio soils are loamy-skeletal over fragmental, have argillic horizons, and occur on south-facing backslopes of hills. Zafarano soils have argillic horizons and occur on north-facing backslopes"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium surface runoff; permeability is moderately rapid in the surface and very rapid in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Lazaro soils are used for urban development, timber products, livestock grazing, and recreation. The historic climax vegetation is Arizona fescue, Gambel's oak, blue grama, muttongrass, and sedge.  The ecological site is Pinus ponderosa/Quercus gambleii(F048AY010NM).."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Lazaro soils are of small extent on the southwestern Sangre de Cristo part of the Southern Rocky Mountains province in northcentral New Mexico. The MLRA is 48A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Santa Fe County, New Mexico; Santa Fe Area Soil Survey Update; 2008. Lazaro is a place name."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 5 inches. (A1 and A2 horizons)\nFragmental feature - From 12 to about 45 inches. (2C2, 2C3, and 2C4 horizons)\nLithic contact - indurated granite bedrock at 50 inches. (2R layer)\nParticle-size control section - The zone from 10 to 40 inches. (part of the C1, 2C2, and part of the 2C3 horizons)\nNote: Clay movement into the 2C horizon is never thick enough to constitute an argillic horizon.\nClassified according to Soil Taxonomy Second Edition, 1999.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
