{
  "SERIES": "LE SUEUR",
  "STATUS": "Established Series",
  "BYREV": "Rev. KDS-AGG",
  "REVDATE": "02/2006",
  "STATES": "IA,MN",
  "OVERVIEW": "The Le Sueur series consists of very deep, somewhat poorly drained soils that formed in calcareous, loamy glacial till on moraines. These soils have moderate permeability. Slope ranges from 1 to 3 percent. Mean annual precipitation is about 29 inches. Mean annual air temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Aquic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Le Sueur clay loam, on a 2 percent plane slope, on glacial till plain, in a pastured woodlot. (Colors are for moist soil unless otherwise noted.)\nAp--0 to 12 inches; black (10YR 2/1) clay loam, dark grayish brown (10YR 4/2) dry; moderate medium granular structure parting to moderate fine subangular; friable; about 2 percent gravel; slightly acid; abrupt smooth boundary. (6 to 12 inches thick)\nAB--12 to 17 inches; very dark gray (10YR 3/1) and about 25 percent dark yellowish brown (10YR 4/4) clay loam, grayish brown (10YR 5/2) dry; moderate fine subangular blocky structure; friable; about 2 percent gravel; slightly acid; clear smooth boundary. (0 to 8 inches thick)\nBt1--17 to 24 inches; olive brown (2.5Y 4/3) clay loam; moderate medium prismatic structure parting to strong fine subangular blocky; friable; common dark brown (10YR 3/3) clay films on faces of peds; about 2 percent gravel; few fine faint dark grayish brown (2.5Y 4/2) Fe depletions; slightly acid; clear smooth boundary.\nBt2--24 to 37 inches; olive brown (2.5Y 4/3) clay loam; weak medium prismatic structure parting to moderate fine subangular blocky; friable; common very dark grayish brown (2.5Y 3/2) clay films on faces of peds and in pores; about 4 percent gravel; few fine faint grayish brown (2.5Y 5/2) Fe depletions and few fine prominent dark yellowish brown (10YR 4/6) Fe concentrations; neutral; abrupt smooth boundary. (Combined thickness of the Bt horizon is 16 to 45 inches.)\nBk--37 to 46 inches; light olive brown (2.5Y 5/4) loam; weak medium subangular blocky structure; friable; common light gray (2.5Y 7/2) soft masses of carbonate throughout and carbonate threads; about 5 percent gravel; common medium distinct grayish brown (2.5Y 5/2) Fe depletions and common medium distinct light olive brown (2.5Y 5/6) Fe concentrations; strongly effervescent; slightly alkaline; clear smooth boundary.\nC--46 to 80 inches; grayish brown (2.5Y 5/2) loam; weak medium subangular blocky structure parting to massive; friable; common light gray (2.5Y 7/2) soft masses of carbonate throughout and carbonate threads; about 5 percent gravel; many common medium prominent dark yellowish brown (10YR 4/4) and dark yellowish brown (10YR 4/6) Fe concentrations; strongly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Waseca County, Minnesota; about 9 miles south of Waseca; located about 200 feet east and 1,950 feet south of northwest corner of section 26, T. 108 N., R. 22 W.; USGS Morristown quadrangle; lat. 44 degrees 7 minutes 59 seconds N. and long. 93 degrees 26 minutes 46 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to carbonates ranges from 22 to 55 inches. The thickness of the mollic epipedon ranges from 10 to 18 inches. Rock fragment content is 1 to 8 percent by volume throughout and is of mixed lithology.\nThe A horizon has hue of 10YR, value of 2 or 3, and chroma of 1 or 2. The A horizon is clay loam, loam, silt loam, or silty clay loam. It has 20 to 30 percent clay. It is moderately acid to neutral. An E horizon as much as 3 inches thick is in some pedons.\nThe AB horizon has characteristics similar to the A and the Bt.\nThe upper part of the Bt horizon has hue of 10YR or 2.5Y, value of 3 to 5, and chroma of 2 or 3. The lower part of the Bt horizon has a hue of 2.5Y, value of 4 or 5, and chroma of 2 to 4. The Bt horizon is mostly clay loam or loam. The argillic horizon averages between 24 and 35 percent clay and from 15 to 40 percent fine sand or coarser. The Bt horizon is strongly acid to slightly acid in the upper part and strongly acid to neutral in the lower part. The bulk density ranges from 1.30 to 1.45 gm/cc.\nSome pedons have a BC or Bk horizon.\nThe C horizon has hue of 2.5Y or 5Y, value of 4 to 6, and chroma of 2 to 4. It is loam or clay loam. It is slightly alkaline or moderately alkaline. The bulk density ranges from 1.45 to 1.60 gm/cc."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Andres, Aurand(T), Aztalan, Crane, Darroch, Gilboa, Houstenader(T), La Hogue, Marcellon, Mokena, Nachusa, Nenno, Newhaven, Odell, Protivin, Tiderishi, Vigar, and Wilmer series. The Aurand(T) and Tiderishi series are presently not in the OSD file. The Andres, Aztalan, and Mokena soils have silty clay loam lower B and C horizons. Aztalan soils also have hue of 7.5YR in the B and C horizons. Crane soils have more than 8 percent rock fragments in the lower part of the argillic horizon. Darroch soils have C horizons of stratified silty and sandy sediments within the series control section. Gilboa soils have silt loam and silty clay loam in the upper part of the series control section. Houstenader soils have 30 to 40 percent gravel in the lower third of the series control section. La Hogue soils have less than 20 percent clay in the lower part of the series control section. Marcellon soils have less than 24 percent clay in the argillic horizon. Nachusa soils do not have rock fragments in the upper part of the series control section. Nenno soils have more than 8 percent rock fragments in the lower part of the series control section. Newhaven soils do not have carbonates in the series control section. Odell soils have hue of 10YR in the lower B and C horizons and higher chroma in the upper B horizon. Protivin soils have bulk density greater than 1.60 gm/cc in the lower part of the series control section. Vigar soils have a mollic epipedon greater than 24 inches thick. Wilmer soils have more than 40 percent fine sand or coarser in the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Le Sueur soils have slightly concave, plane, or slightly convex slopes on moraines within the Des Moines lobe and Grantsburg sublobe of the Late Wisconsin glaciation. They formed in a calcareous, loamy till. Slopes range from 1 to 3 percent. Mean annual air temperature ranges from 45 to 52 degrees F. Mean annual precipitation ranges from 25 to 32 inches. Frost-free period ranges from 125 to 165 days. Elevation ranges from 700 to 1,600 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cordova, Lester, and Hamel soils. These soils formed in materials similar to the Le Sueur soils and are members of a hydrosequence with the Le Sueur soils. The poorly drained Cordova and Hamel soils are common associates on adjacent nearly level slopes. The well drained Lester soils are the most common associate on the undulating to gently undulating slopes. The well drained Hayden soils and the poorly drained Dundas soils are associates in some places."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained. Surface runoff is low. Permeability is moderate. An apparent water table is at 1.5 to 2.5 feet during November to June in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cultivated. The principal crops include corn, soybeans, grain, and hay. Native vegetation was deciduous forest, dominantly elm, basswood, and maple in some areas, and oak with prairie and brush understory in the timber outliers within the prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South-central Minnesota and north-central Iowa. This soil is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Le Sueur County, Minnesota, 1944."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include: mollic epipedon-the zone from the surface to 13 inches (A and AB horizons); argillic horizon-the zone from 13 to 41 inches (Bt horizons); aquic subgroup-hue of 10YR and chroma of 2 immediately below mollic epipedon.\nSomewhat poorly drained matches depth to redoximorphic depletions (2 chroma features at a depth of 17 inches) and taxonomic class (Aquic subgroup) closer than the previous moderately well drained class.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 12 inches; black (10YR 2/1) clay loam, dark grayish brown (10YR 4/2) dry; moderate medium granular structure parting to moderate fine subangular; friable; about 2 percent gravel; slightly acid; abrupt smooth boundary. (6 to 12 inches thick)"
      },
      {
        "name": "AB",
        "top": 30,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "AB--12 to 17 inches; very dark gray (10YR 3/1) and about 25 percent dark yellowish brown (10YR 4/4) clay loam, grayish brown (10YR 5/2) dry; moderate fine subangular blocky structure; friable; about 2 percent gravel; slightly acid; clear smooth boundary. (0 to 8 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 43,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--17 to 24 inches; olive brown (2.5Y 4/3) clay loam; moderate medium prismatic structure parting to strong fine subangular blocky; friable; common dark brown (10YR 3/3) clay films on faces of peds; about 2 percent gravel; few fine faint dark grayish brown (2.5Y 4/2) Fe depletions; slightly acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 61,
        "bottom": 94,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bt2--24 to 37 inches; olive brown (2.5Y 4/3) clay loam; weak medium prismatic structure parting to moderate fine subangular blocky; friable; common very dark grayish brown (2.5Y 3/2) clay films on faces of peds and in pores; about 4 percent gravel; few fine faint grayish brown (2.5Y 5/2) Fe depletions and few fine prominent dark yellowish brown (10YR 4/6) Fe concentrations; neutral; abrupt smooth boundary. (Combined thickness of the Bt horizon is 16 to 45 inches.)"
      },
      {
        "name": "Bk",
        "top": 94,
        "bottom": 117,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bk--37 to 46 inches; light olive brown (2.5Y 5/4) loam; weak medium subangular blocky structure; friable; common light gray (2.5Y 7/2) soft masses of carbonate throughout and carbonate threads; about 5 percent gravel; common medium distinct grayish brown (2.5Y 5/2) Fe depletions and common medium distinct light olive brown (2.5Y 5/6) Fe concentrations; strongly effervescent; slightly alkaline; clear smooth boundary."
      },
      {
        "name": "C",
        "top": 117,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--46 to 80 inches; grayish brown (2.5Y 5/2) loam; weak medium subangular blocky structure parting to massive; friable; common light gray (2.5Y 7/2) soft masses of carbonate throughout and carbonate threads; about 5 percent gravel; many common medium prominent dark yellowish brown (10YR 4/4) and dark yellowish brown (10YR 4/6) Fe concentrations; strongly effervescent; slightly alkaline."
      }
    ]
  ]
}
