{
  "SERIES": "LEAF",
  "STATUS": "Established Series",
  "BYREV": "Rev. RT; PGM; TK",
  "REVDATE": "01/2008",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine, mixed, active, thermic Typic Albaquults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Leaf silt loam--woodland (Colors are for moist soil unless otherwise stated).\nA--0 to 3 inches; dark grayish brown (10YR 4/2) silt loam; weak fine medium granular structure; friable; many very fine and fine roots, common medium roots, few coarse roots; very strongly acid; clear smooth boundary.  (3 to 8 inches thick)\nEg--3 to 7 inches; light brownish gray (10YR 6/2) silt loam; weak medium subangular blocky structure; friable; many fine roots, common medium roots, few coarse roots; few fine pores; few fine and medium prominent strong brown (7.5YR 5/6) masses of iron accumulation with clear boundaries within the matrix; very strongly acid; abrupt wavy boundary.  (0 to 5 inches thick)\nBtg1--7 to 13 inches; grayish brown (10YR 5/2) silty clay; moderate very coarse prismatic structure parting to moderate medium subangular blocky; firm; common fine roots, few medium roots; few fine pores; few faint clay films on ped faces; few faint light brownish gray (10YR 6/2) silt coatings on faces of prisms; few medium cylindrical krotovinas filled with light brownish gray (10YR 6/2) silt loam (Eg material); many medium distinct dark yellowish brown (10YR 4/4) irregular shaped masses of iron accumulation with clear boundaries within the matrix; very strongly acid; gradual wavy boundary.\nBtg2--13 to 23 inches; grayish brown (10YR 5/2) clay; moderate very coarse prismatic structure parting to moderate medium subangular blocky; firm, plastic and slightly sticky; few faint clay films on ped faces and pores; few fine roots; few fine pores; few faint light grayish brown silt coatings on faces of prisms; few pressure faces; few medium cylindrical krotovinas filled with light brownish gray (10YR 6/2) silt loam (Eg material); many medium and coarse prominent strong brown (7.5YR 5/6) irregular shaped masses of iron accumulation with clear boundaries within the matrix; very strongly acid; gradual wavy boundary.\nBtg3--23 to 36 inches; gray (10YR 6/1) clay; moderate coarse prismatic structure parting to moderate medium subangular blocky; firm, plastic and slightly sticky; few faint clay films on faces of peds and in pores; few fine roots; few very fine pores; few faint light brownish gray (10YR 6/2) silt coatings on faces of prisms; few pressure faces; few medium cylindrical krotovinas filled with light brownish gray (10YR 6/2) silt loam (Eg material); many medium prominent strong brown (7.5YR 5/6) irregularly shaped masses of iron accumulation with clear boundaries within the matrix; very strongly acid; gradual smooth boundary.\nBtg4--36 to 49 inches; light brownish gray (10YR 6/2) clay; moderate coarse prismatic structure parting to weak medium subangular blocky; firm, plastic and slightly sticky; common distinct clay films on pressure faces and prism faces; few very fine pores; few faint light brownish gray (10YR 6/2) silt coatings on faces of prisms; few pressure faces; many medium prominent strong brown (7.5YR 5/6) irregularly shaped masses of iron accumulation with clear boundaries within the matrix; very strongly acid; gradual wavy boundary.  (Combined thickness of the Btg horizons range from 24 to more than 50 inches)\nBCg--49 to 73 inches; light brownish gray (2.5Y 6/2) clay loam; weak coarse prismatic structure parting to weak medium subangular blocky; firm, plastic and sticky; common distinct grayish brown (10YR 5/2) clay films on prism faces; few pressure faces; few fine manganese concentrations; many medium prominent strong brown (7.5YR 5/8) and common fine prominent yellowish red (5YR 5/6) irregularly shaped masses of iron accumulation with clear boundaries in the matrix; very strongly acid; gradual wavy boundary.\nCg--73 to 81 inches; gray (10YR 6/1) clay loam; massive; firm, plastic and slightly sticky; many coarse prominent brownish yellow (10YR 6/6) and few fine prominent strong brown (7.5YR 4/6) irregularly shaped masses of iron accumulation with clear boundaries in the matrix; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wayne County, Mississippi.  Approximately 9.0 miles southwest of Waynesboro, about 1,425 feet west and 800 feet north of the southeast corner of Sec 21, T. 7 N., R. 7 W.; USGS Clara topographic quadrangle; latitude 31 degrees 33 minutes 12.1 seconds N.; longitude 88 degrees 41 minutes 40.0 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum exceeds 60 inches.  Reaction ranges from extremely acid to strongly acid throughout except where the surface has been limed.  Content of quartz pebbles range from none to common throughout.\nThe A or Ap horizon has color in hue of 10YR, value of 2 to 4, and chroma of 1 to 3.  Texture is very fine sandy loam, silt loam or loam.\nThe E horizon has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 1 or 2; or it is neutral with value of 5 or 6.  Redoximorphic accumulations in shades of brown and yellow range from none to common.  In some pedons, the E horizon is mixed with the Ap.  Texture is very fine sandy loam, silt loam or loam.\nThe Btg horizon has hue of 10YR or 2.5Y, value of 4 to 7, and chroma of 1 or 2; or it is neutral with value of 4 to 7.  Redoximorphic accumulations in shades of red, yellow, and brown range from few to many.  Iron and manganese concretions ranges from none to many.  The upper 20 inches of the Bt horizon has from 35 to 60 percent clay and more than 30 percent silt.  Texture is silty clay loam, silty clay, or clay.\nThe BCg and Cg horizons, where present, have hue of 10YR or 2.5Y, value of 4 to 7, and chroma of 1 or 2; or it is neutral with value of 4 to 7.  Redoximorphic concentrations in shades of yellow and brown range from few to many.  Iron and manganese concretions ranges from none to many.  Texture is sandy loam, loam, sandy clay loam, silty clay loam and clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Pouncey series in the same family and the Bladen, Goreen and Narlon series in the semiactive family.  Bladen soils are on similar to higher positions and have less than 30 percent silt in the upper 20 inches of the Bt horizon.  Goreen and Pouncey soils are moderately deep and are underlain by sandstone.  In addition, Goreen soils are somewhat poorly drained, are on uplands are in the Ustic moisture regime, and are mapped in the Manning and Wellborn geologic formations in Texas.  Pouncey soils are on similar positions in the eastern edge of the Piedmont Plateau near the 'fall line' in Virginia.  The somewhat poorly drained Narlon soils are on uplands of California, are in the Aridic moisture regime and are dry for more than 90 consecutive days in the summer and fall."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Leaf soils are on flood plains, low terraces and broad areas in coastal flatwoods.  They formed in clayey alluvial and fluvial sediments.  Slopes range from 0 to 2 percent.  The climate is warm and humid.  The average annual temperature is ranges from 65 to 70 degrees F., and the average annual precipitation ranges from 55 to 60 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Angie, Atmore, Mashulaville, Myatt, Sawyer, Stough, and Weston series.  The moderate well drained Angie soils are on similar or adjacent higher positions.  Atmore soils are on similar positions, have coarse-loamy control sections and contain more than 5 percent plinthite, by volume, in the subsoil.  Myatt soils are on similar positions and have fine-loamy control sections.  Mashulaville soils are on similar to higher positions and have a fragipan.  The moderately well drained Sawyer soils are on adjacent uplands and have fine-silty control sections.  Stough and Weston soils have a coarse-loamy control sections.  In addition, Stough soils are on adjacent uplands and are somewhat poorly drained.  Weston soils are on similar to slightly higher positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Leaf soils are in forests of mixed bottomland hardwoods and pines.  Some areas are used for growing corn and small grains.  The principal vegetation of the forested areas consists of water oak, sweetgum, blackgum, slash pine, loblolly pine, and white oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Alabama, Arkansas, Georgia, Louisiana, Mississippi, North Carolina and South Carolina.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Forrest County, Mississippi; 1911."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features of this pedon:\nOchric epipedon - the zone from the 0 to 7 inches (A and Eg horizons).\nArgillic horizon - the zone from 7 to 73 inches (Btg1, Btg2, Btg3, Btg4 and BCg horizons).\nTypic Albaquults features - chroma of 2 or less below a depth of 3 inches and an abrupt textural change at a depth of 7 inches.\nThe water table is at 0.5 to 1.5 feet during high rainfall periods from January to April.  Some areas on terraces are occasionally or frequently flooded.\nThe Leaf series is being moved to its present location since it in the Jackson County, Mississippi published soil survey.\nADDITIONAL DATA:  characterization data for two pedons are published in SSIR No. 13 (Issued May 1967) pp.80-83.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
