{
  "SERIES": "LEAFLAKE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DLA-AGG",
  "REVDATE": "12/2005",
  "STATES": "MN",
  "OVERVIEW": "The Leaflake series consists of very deep, well drained soils that formed in a mantle of sandy glacial outwash or eolian sands and in underlying loamy glacial till on glacial till plains and moraines. These soils have rapid permeability in the upper part and moderate permeability in the lower part. Slopes range from 1 to 20 percent. Mean annual precipitation is about 24 inches. Mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, frigid Arenic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Leaflake loamy sand, on a plane slope of 5 percent, on a glacial till plain, in a cultivated field. (Colors are for moist soil unless otherwise noted.)\nAp--0 to 8 inches; very dark grayish brown (10YR 3/2) loamy sand, dark grayish brown (10YR 4/2) dry; weak fine and medium subangular blocky structure; very friable; many fine and very fine roots; slightly acid; abrupt smooth boundary. (4 to 9 inches thick)\nE1--8 to 12 inches; dark grayish brown (10YR 4/2) sand; grayish brown (10YR 5/2) dry; single grain; loose; few very fine roots; common discontinuous distinct very dark gray (10YR 3/1) organic coats on faces of peds; slightly acid; clear smooth boundary.\nE2--12 to 26 inches; brown (10YR 5/3) sand; pale brown (10YR 6/3) dry; single grain; loose; few very fine roots; neutral; clear smooth boundary. (Combined thickness of the E horizon is 13 to 30 inches.)\n2Bt1--26 to 38 inches; dark yellowish brown (10YR 4/4) sandy clay loam; strong medium subangular blocky structure; friable; few continuous distinct very dark brown (10YR 2/2) and common continuous distinct dark brown (10YR 3/3) clay films on faces of peds and few patchy distinct dark brown (7.5YR 3/2) clay films on faces of peds and in pores; about 3 percent gravel; slightly acid; clear smooth boundary.\n2Bt2--38 to 51 inches; yellowish brown (10YR 5/4) sandy clay loam; moderate medium subangular blocky structure; friable; common discontinuous distinct dark brown (10YR 3/3) and brown (10YR 4/3) clay films on faces of peds; about 3 percent gravel; slightly acid; clear smooth boundary. (Combined thickness of the 2Bt horizon is 7 to 32 inches.)\n2C1--51 to 62 inches; light yellowish brown (2.5Y 6/4) sandy loam; massive parting to moderate thin platy soil fragments; friable; few calcium carbonate coats on horizontal plates; about 3 percent gravel; strongly effervescent; moderately alkaline; clear smooth boundary.\n2C2--62 to 80 inches; light olive brown (2.5Y 5/4) sandy loam; massive parting to moderate thin platy soil fragments; friable; about 3 percent gravel; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Otter Tail County, Minnesota; about 5 miles northwest of Henning; located about 2,600 feet south and 850 feet west of the northeast corner of section 31, T. 134 N., R. 38 W.; USGS Ottertail topographic quadrangle; lat. 46 degrees 22 minutes 35 seconds N. and long. 95 degrees 30 minutes 55 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to carbonates ranges from 35 to 72 inches. Thickness of the sandy mantle ranges from 20 to 40 inches. Rock fragments are typically absent in the upper sediments but range up to 5 percent. In the lower material, rock fragments ranges from 1 to 15 percent of mixed lithology and pebble to cobblestone in size. In some pedons, stone lines at the boundary of the two materials may have more rock fragments. The underlying glacial till ranges from 12 to 18 percent clay and 45 to 70 percent sand.\nThe Ap horizon has hue 10YR or 7.5YR, value of 2 to 4, and chroma of 1 to 3. It is sand, fine sand, loamy sand, or loamy fine sand. It is moderately acid to neutral. An A horizon, ranging from 2 to 8 inches thick, is in non-cultivated areas.\nThe E horizon has hue of 10YR, value of 4 or 5, and chroma of 2 or 3. It is sand, fine sand, loamy sand, or loamy fine sand. It is moderately acid to neutral.\nSome pedons have a Bt horizon that has hue of 7.5YR or 10YR, value of 3 to 5 and chroma of 3 to 6. It is sandy loam, coarse sandy loam, loamy sand, or loamy coarse sand. These horizons are often characterized by thin lamellae or clay coats and/or clay bridging between the sand grains or gravels.\nThe 2Bt horizon has hue of 10YR, value of 4 or 5, and chroma of 3 or 4. It is sandy loam, sandy clay loam, fine sandy loam, or loam. It has 15 to 28 percent clay and 45 to 65 percent sand. It is strongly acid to neutral l.\nSome pedons have a 2Bk or 2BC horizon.\nThe 2C horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 2 to 4. Some pedons have relict Fe concentrations. It is loam, sandy loam or fine sandy loam. It is neutral to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Andrusia, Braham, Captom, Cutaway, DeMontreville, Escanaba, Haskill, Pomroy, and Redeye series. Andrusia and Haskill soils have sandy textures in the lower third of the control section. Braham and Cutaway soils have more than 18 percent clay in the lower third of the series control section. Captom soils have sola terminated by soft sandstone bedrock at depths of 40 to 60 inches. DeMontreville and Escanaba soils have hue of 5YR or 7.5YR in the underlying glacial till. Pomroy and Redeye soils have firm consistence and a bulk density of 1.8 to 2.0 g/cc in the underlying glacial till."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Leaflake soils have plane or convex slopes on glacial till plains and moraines. Slope gradients range from 1 to 20 percent. These soils formed in a sandy glacial outwash or sandy eolian mantle and in underlying loamy glacial till. Mean annual precipitation ranges from 22 to 27 inches. Mean annual air temperature ranges from 38 to 42 degrees F. Frost-free period ranges from 90 to 130 days. The elevation ranges from 1,000 to 1,600 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Bemidji, Bluffton, Cathro, Corliss, Brandsvold, Graycalm, and Nowen soils. Bemidji, Bluffton, Brandsvold (proposed), and Nowen soils which are members of a drainage sequence with Leaflake soils. The moderately well drained Bemidji soils are in slight concave areas and flats. The somewhat poorly drained Nowen soils and poorly drained Brandsvold soils are on lower lying and more concave landscapes or less sloping terrain. The very poorly drained Bluffton and Cathro soils are in depressions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Surface runoff is slow to medium. Permeability is rapid in the upper part and moderate in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cultivated. Some areas are used for wooded pastures. Native vegetation is deciduous forest and the dominant trees are oaks."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West central and north central Minnesota. This soil is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Otter Tail County, Minnesota, 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and properties recognized include: ochric epipedon - the zone from the surface to a depth of 26 inches (Ap, E1 and E2 horizons); argillic horizon - the zone from 26 to 51 inches (2Bt1 and 2Bt2); arenic subgroup - sandy particle size from surface to 26 inches; udic moisture regime\nADDITIONAL DATA: Refer to Minnesota Agricultural Experiment Station CFC number 4369 for a data on a reference pedon. Soil Interpretation Record Number MN0605.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; very dark grayish brown (10YR 3/2) loamy sand, dark grayish brown (10YR 4/2) dry; weak fine and medium subangular blocky structure; very friable; many fine and very fine roots; slightly acid; abrupt smooth boundary. (4 to 9 inches thick)"
      },
      {
        "name": "E1",
        "top": 20,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E1--8 to 12 inches; dark grayish brown (10YR 4/2) sand; grayish brown (10YR 5/2) dry; single grain; loose; few very fine roots; common discontinuous distinct very dark gray (10YR 3/1) organic coats on faces of peds; slightly acid; clear smooth boundary."
      },
      {
        "name": "E2",
        "top": 30,
        "bottom": 66,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E2--12 to 26 inches; brown (10YR 5/3) sand; pale brown (10YR 6/3) dry; single grain; loose; few very fine roots; neutral; clear smooth boundary. (Combined thickness of the E horizon is 13 to 30 inches.)"
      },
      {
        "name": "2Bt1",
        "top": 66,
        "bottom": 97,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bt1--26 to 38 inches; dark yellowish brown (10YR 4/4) sandy clay loam; strong medium subangular blocky structure; friable; few continuous distinct very dark brown (10YR 2/2) and common continuous distinct dark brown (10YR 3/3) clay films on faces of peds and few patchy distinct dark brown (7.5YR 3/2) clay films on faces of peds and in pores; about 3 percent gravel; slightly acid; clear smooth boundary."
      },
      {
        "name": "2Bt2",
        "top": 97,
        "bottom": 130,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bt2--38 to 51 inches; yellowish brown (10YR 5/4) sandy clay loam; moderate medium subangular blocky structure; friable; common discontinuous distinct dark brown (10YR 3/3) and brown (10YR 4/3) clay films on faces of peds; about 3 percent gravel; slightly acid; clear smooth boundary. (Combined thickness of the 2Bt horizon is 7 to 32 inches.)"
      },
      {
        "name": "2C1",
        "top": 130,
        "bottom": 157,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2C1--51 to 62 inches; light yellowish brown (2.5Y 6/4) sandy loam; massive parting to moderate thin platy soil fragments; friable; few calcium carbonate coats on horizontal plates; about 3 percent gravel; strongly effervescent; moderately alkaline; clear smooth boundary."
      },
      {
        "name": "2C2",
        "top": 157,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C2--62 to 80 inches; light olive brown (2.5Y 5/4) sandy loam; massive parting to moderate thin platy soil fragments; friable; about 3 percent gravel; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
