{
  "SERIES": "LEAGUEVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DTH:CLN",
  "REVDATE": "12/2005",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, siliceous, semiactive, thermic Arenic Paleaquults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Leagueville fine sand, on a 2 percent slope in pasture.    (Colors are for moist soil unless otherwise stated.)\nA1--0 to 3 inches; very dark gray (10YR 3/1) fine sand; weak fine and medium subangular blocky structure; soft, very friable; many fine and medium roots; strongly acid; clear wavy boundary. (3 to 6 inches thick)\nA2--3 to 13 inches; dark grayish brown (10YR 4/2) fine sand with few fine brownish stains along root channels; weak coarse subangular blocky structure; soft, very friable; common fine and medium roots; moderately acid; clear wavy boundary.  (3 to 17 inches thick)\nE--13 to 29 inches; very pale brown (10YR 7/3) fine sand; common fine distinct yellowish redox concentrations; single grained; soft, very friable; common fine and medium roots; moderately acid; clear wavy boundary.  (9 to 30 inches thick)\nBtg--29 to 51 inches; gray (10YR 5/1) sandy clay loam; many medium and coarse distinct yellowish brown (10YR 5/6) and brown (7.5YR 4/4) redox concentrations; weak coarse subangular blocky structure; hard, friable; common fine and medium roots; extremely acid; diffuse wavy boundary.  (14 to 30 inches thick)\nE/Btg--51 to 80 inches; light gray (10YR 6/1, 7/1) uncoated fine sand (E), with vertically oriented pockets and streaks of strong brown (7.5YR 5/6), gray (10YR 6/1), yellowish brown (10YR 5/6), and light yellowish brown (2.5Y 6/4) sandy clay loam and sandy loam (Btg); weak coarse subangular blocky structure; slightly hard; friable; few fine roots; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Henderson County, Texas; about 8 miles northeast of Athens; from intersection of Texas Highway 31 and Farm Road 317, 4.5 miles east on Farm Road 317; 0.9 mile north on county road; 50 feet east in pasture."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 60 to more than 80 inches.  Reaction ranges from very strongly acid to slightly acid in the A and E horizons and from extremely acid to strongly acid in the Bt horizons.  Base saturation ranges from 20 to 35 percent in the lower part of the argillic horizon.  Some part of the A or E horizons have colors with chroma of 3.\nThe A horizon is fine sand or loamy fine sand and is 20 to 40 inches thick.  The A horizon has hue of 10YR, value of 3 to 6 and chroma of 1 to 3.  If value is less than 3.5, the horizon is less than 10 inches thick.\nThe E horizon has hue of 10YR, value of 5 to 7 and chroma of 1 to 3.  Some pedons have brownish or yellowish redox concentrations in this horizon.\nThe Btg or Bt/E horizon is sandy clay loam, sandy loam, or fine sandy loam.  The Btg horizon has hue of 10YR, value 5 to 7 and chroma 1 to 2.  There are common to many fine medium and coarse redox concentrations in shades of brown, yellow, and red.  Pockets and streaks of gray sand, E materials range from none to 25 percent by volume.\nThe E material of the E/Btg horizon has hue of 10YR, value 6 to 7 and chroma 1 or 2.  It is mostly loamy fine sand but ranges from fine sand to fine sandy loam.  In the upper few inches the skeletans of E material make up 30 to 50 percent of the horizon.  In the lower part of the horizon the E material makes up 50 to 80 percent.  The Btg materials have hue 7.5YR to 2.5Y, value 5 to 6 and chroma 1 to 8.  The horizon is typically mixed with these colors.  The Btg materials are vertically oriented and have textures of sandy clay loam, sandy loam, or fine sandy loam.\nSome pedons have C horizons that have textures of fine sand or loamy fine sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Pelham series in the same family and the Chipley, Henco, Kanapaha, Leefield, Mustang, Osier, Plummer, and Rentzel series.  Chipley, Mustang, and Osier soils have sandy control sections and lack argillic horizons.  Henco, Kanapaha, and Plummer soils have a sandy epipedon more than 40 inches thick.  Leefield and Rentzel soils contain more than 5 percent plinthite in the Bt horizon.  Pelham soils are wetter and lack chromas of 3 or more within some part of the A or E horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Leagueville soils are in depressions and along small drainageways.  They formed in sandy and loamy sediments in the Southern Coastal Plain.  Slopes are mainly 2 to 3 percent but range from 0 to 5 percent.  Mean annual rainfall ranges from 40 to 46 inches.  Frost free days range from 240 to 270 and elevation ranges from 300 to 500 feet above sea level.  Mean annual temperature ranges from 65 degrees to 68 degrees F., and the Thornthwaite annual P-E indices exceed 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Henco series and the Lufkin, Nahatche, Pickton, Raino, Thenas, Tonkawa, and Wolfpen series.  Henco soils are on similar positions.  Lufkin and Raino soils lack sandy epipedons and are on broad mounded areas.  Nahatche and Thenas are loamy soils on flood plains.  Pickton, Tonkawa, and Wolfpen soils are on ridgetops and sloping to strongly sloping sideslopes.  Pickton soils have a sandy epipedon 40 to 72 inches thick and a base saturation of more than 35 percent.  Tonkawa soils are sandy throughout.   Wolfpen soils have a base saturation of more than 35 percent."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Leagueville soils are poorly drained.  Runoff is low on slopes of 0 to 1 percent, medium on 1 to 3 percent slopes, and high on 3 to 5 percent slopes.  Permeability is moderate.  A water table is at a depth of 0.5 to 2.0 feet during the winter and spring and 3.0 to 5.0 feet during late summer and fall."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for native pasture with some areas of improved pastures of bermudagrass, bahiagrass, and fescuegrass.  Native vegetation includes pinehill bluestem, broomsedge bluestem, longleaf uniola, panicums, sedges, rushes, southern bayberry, sumac, buttonbush, persimmon, dogwood, grapevine, water oak, sweetgum, southern red oak, and a few loblolly pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeast Texas and possibly Louisiana. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Henderson County, Texas; 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Leagueville soils would be classified as Aeric Arenic Paleaquults if provisions were made for those groupings in Soil Taxonomy.  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The A and E horizons from 0 to 29 inches.\nAlbic horizon - 13 to 29 inches.\nArenic feature - thickness of fine sand is 29 inches.\nArgillic horizon - the Bt horizons.\nGlossic horizon - 51 to 80 inches.\nAeric feature - the E horizon has a chroma of 3.\nPale feature - the E/Btg horizon contains less clay than the Btg horizon, but has skeletans on the ped faces.\nRedoximorphic features below 13 inches.\nADDITIONAL DATA:  Base saturation at 72 inches for 2 pedons was 25 and 33 percent.  Data by Hach Kit.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
