{
  "SERIES": "LEAGUE",
  "STATUS": "Established Series",
  "BYREV": "GWC-CLN-RM",
  "REVDATE": "07/2014",
  "STATES": "TX",
  "OVERVIEW": "The League series consists of very deep, somewhat poorly drained, very slowly permeable soils. These nearly level soils formed in clayey fluviomarine deposits derived from the Beaumont Formation. Slope ranges from 0 to 1 percent. Mean annual air temperature is about 20.6 degrees C (69 degrees F), and mean annual precipitation is about 1397 mm (55 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, hyperthermic Oxyaquic Hapluderts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  League clay--cropland.  (Colors are for moist soil unless otherwise stated)\nAp--0 to 15 cm, (0 to 6 in); dark gray (10YR 4/1) clay, gray (10YR 5/1) dry; massive; extremely hard, extremely firm, very sticky, very plastic; many fine roots; common fine pores; 5 percent fine prominent strong brown (7.5YR 5/6) masses of oxidized iron with clear boundaries along root channels and pores; 8 percent fine prominent strong brown (7.5YR 4/6) masses of oxidized iron with sharp on surface of peds; strongly acid; abrupt smooth boundary.(8 to 23 cm [3 to 9 in] thick)\nBw--15 to 28 cm, (6 to 11 in); very dark gray (10YR 3/1) clay, dark gray (10YR 4/1) dry; weak medium subangular blocky structure; extremely hard, extremely firm; many fine roots; common fine pores; 5 percent fine prominent strong brown (7.5YR 5/6) masses of oxidized iron with clear boundaries along root channels and pores; moderately acid; abrupt smooth boundary. (9 to 56 cm [4 to 22 in)\nBss1--28 to 56 cm, (11 to 22 in); very dark gray (10YR 3/1) clay, dark gray (10YR 4/1) dry; weak coarse wedge structure parting to weak coarse angular blocky; extremely hard, extremely firm; few fine roots; few fine pores; common prominent pressure faces; few prominent slickensides; 2 percent  fine distinct yellowish brown (10YR 5/4) masses of oxidized iron with clear boundaries along slickenside faces; 5 percent fine prominent strong brown (7.5YR 5/6) masses of oxidized iron with clear boundaries along root channels and pores; strongly acid; gradual wavy boundary. (combined thickness of the Bss horizons is 27 to 112 cm [11 to 44 in])\nBss2--56 to 76 cm, (22 to 30 in); very dark gray (10YR 3/1) clay, dark gray (10YR 4/1) dry; weak coarse wedge structure parting to weak coarse angular blocky; extremely hard, extremely firm; few fine roots; few fine pores; common prominent slickensides; 2 percent fine distinct yellowish brown (10YR 5/4) masses of oxidized iron with clear boundaries along slickenside faces; strongly acid; gradual wavy boundary.\nBss3--76 to 91 cm, (30 to 36 in); dark gray (10YR 4/1) clay, gray (10YR 5/1) dry; weak coarse wedge structure parting to weak coarse angular blocky; extremely hard, extremely firm; few fine roots; few fine pores; common prominent slickensides; 2 percent fine prominent light olive brown (2.5Y 5/6) masses of oxidized iron with clear boundaries along slickenside faces ; about 2 percent dark gray crayfish krotovina; moderately acid; gradual wavy boundary.\nBssg1--91 to 117 cm, (36 to 46 in); gray (2.5Y 5/1) clay, gray (2.5Y 6/1) dry; moderate coarse wedge structure parting to  weak coarse angular blocky; extremely hard, extremely firm; few fine roots; few fine pores; many prominent slickensides; 20 percent  medium faint dark gray (2.5Y 4/1) iron depletion with diffuse boundaries adjacent to iron massess, 15 percent medium distinct light olive brown (2.5Y 5/4), and 5 percent fine prominent yellowish brown (10YR 5/6) masses of oxidized iron with diffuse boundaries along slickenside faces; about 5 percent dark gray crayfish krotovina with gray linings; slightly acid; gradual wavy boundary. (combined thickness of the horizons is 52 to 112 cm [21 to 44 in])\nBssg2--117 to 150 cm, (46 to 59 in); gray (2.5Y 6/1) clay; moderate coarse wedge structure parting to moderate coarse angular blocky; extremely hard, extremely firm; few fine roots; few fine pores; many prominent slickensides tilted more than 50 degrees from horizontal; 25 percent fine and medium prominent brownish yellow (10YR 6/6) masses of oxidized iron with diffuse boundaries along slickenside faces; about 5 percent dark gray crayfish krotovina with gray linings; neutral; diffuse wavy boundary.\nBssg3--150 to 203 cm, (59 to 80 in); gray (2.5Y 6/1) clay; moderate coarse wedge structure parting to moderate coarse angular blocky; extremely hard, extremely firm; few fine roots; few fine pores; many prominent slickensides tilted more than 50 degrees from horizontal; 15 percent fine and medium prominent yellowish brown (10YR 5/6) and 5 percent fine prominent olive yellow (2.5Y 6/6) masses of oxidized iron with diffuse boundaries along slickenside faces; about 5 percent dark gray crayfish krotovina with gray linings; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, Texas; from the intersection of Interstate Highway 10 and U.S. Highway 90 in Beaumont; 16.5 miles west on U.S. Highway 90 to Nome; 3.0 miles south on Farm Road 365; 0.5 mile west on Blair Road; 700 feet north on field road; 100 feet west of road in cropland. (Winnie NW USGS quad; Latitude: 29 degrees, 59 minutes, 42 seconds N; Longitude: 94 degrees, 24 minutes, 59 seconds W; WGS84)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nWhen dry, cracks 1 to 3.5 cm (1/2 to more than 1 in wide), extend from the surface to a depth of 30 cm (12 in) or more.  Cracks remain open for less than 60 cumulative days in most years.  Undisturbed areas have gilgai microrelief with microknolls 6 to 15 in higher than the microdepression.  Distance from the center of the microknoll to the center of the microdepressions ranges from 3 to 12 feet.  Some pedons have a few gypsum crystals below a depth of 127 cm (50 in).\nSoil Moisture: An udic soil moisture regime. The soil moisture control section is moist in some or all parts for less than 60 days in normal years.\nMean annual soil temperature: 21.7 to 22.2 degrees C (71 to 72 degrees F)\nVertic features: 25 to 61 cm (10 to 24 in)\nParticle-size control section (weighted average)\nClay content: 50 to 60 percent\nAp or A (where present) Horizon\nHue: 10YR to N\nValue: 2 or 3\nChroma: 1\nTexture: silty clay loam, clay loam, clay or silty clay\nClay content: 35 to 70 percent\nRedox concentrations: amount-2 to 20 percent, location-lining pores and along root channels, shades-brown, red, or yellow\nRedox depletions: amount-0 to 8 percent, location-adjacent to redox concentrations, shades-gray\nElecrical conductivity (mmhos/cm): 0 to 4\nSodium Adsorption Ratio: 2 to 12 (values more than 2 are associated with storm surge areas)\nReaction: very strongly acid or strongly acid in microdepressions; strongly acid to neutral in microknolls\nBw Horizon\nHue: 10YR to N\nValue: 2 or 3\nChroma: 1\nTexture: clay or silty clay\nClay content: 40 to 70 percent\nRedox concentrations: amount-0 to 15 percent, location-lining pores and along root channels, shades-brown, red, or yellow (redox concentrations more than 2 percent are associated with areas farmed to rice)\nRedox depletions: amount-0 to 2 percent, location-adjacent to redox concentrations, shades-gray\nElectrical Conductivity (mmhos/cm): 0 to 4\nSodium Adsorption Ratio: 0 to 8 (values more than 4 are associated with storm surge areas)\nReaction: very strongly acid or strongly acid in microdepressions; strongly acid to slightly alkaline in microknolls\nBss Horizons\nHue: 10YR or 2.5Y\nValue: 3 to 5\nChroma: 1\nTexture: clay or silty clay\nClay content: 40 to 70 percent\nRedox concentrations: amount-0 to 15 percent, location-lining pores and along root channels, shades-brown, red, or yellow (redox concentrations more than 2 percent are associated with areas farmed to rice)\nRedox depletions: amount-0 to 2 percent, location-adjacent to redox concentrations, shades-gray\nElectrical Conductivity (mmhos/cm): 0 to 4\nSodium Adsorption Ratio: 0 to 12 (SAR values more than 6 are associated with storm surge areas)\nReaction: very strongly acid to moderately acid in microdepressions; slightly acid to slightly alkaline in microknolls\nBssg or Bsskg (where present) Horizons\nHue: 10YR to N\nValue: 5 to 7\nChroma: 1 or 2\nTexture: clay loam, clay or silty clay\nClay content: 38 to 75 percent\nRedox concentrations: amount-10 to 35 percent, location-lining pores, along root channels, on slickenside faces, shades-brown, red, yellow\nRedox depletions: amount-0 to 12 percent, location-adjacent to redox concentrations, on slickenside faces and in pores, shades-blue, gray, green\nIron-manganese concentrations: amount-0 to 5 percent, kind-nodules or masses\nIdentifiable secondary carbonate: amount-0 to 5 percent, kind-nodules or hard-pitted masses\nGypsum: 0 to 2 percent\nElectrical Conductivity (mmhos/cm): 0 to 4\nSodium Adsorption Ratio: 2 to 12 (values more than 6 are associated with storm surge areas)\nReaction: strongly acid to neutral in the microdepressions; slightly acid to moderately alkaline in microknolls"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no series in the same family. Similar soils are the China (TX), Kaman (TX), Laewest (TX), and Lake Charles (TX) series.\nChina soils: more acidic; have gypsum accumulations\nKaman soils: less acidic; do not have strong gleying in the lower Bss horizons\nLaewest and Lake Charles soils: are not saturated within 100 cm (40 in) of the surface in normal years for long periods"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: clayey fluviomarine deposits of the Beaumont Formation\nLandscape: coastal plains\nLandform: flats\nSlope: 0 to 1 percent but mainly less than 0.5 percent\nMean annual precipitation: 1219 to 1575 mm (48 to 62 in)\nPrecipitation Pattern: Rainfall is fairly uniform throughout the year with slight peaks in the spring and fall months in normal years.\nMean annual air temperature: 20.0 to 22.2 degrees C (68 to 72 degrees F)\nFrost-free period: 270 to 300 days\nElevation: 3 to 30.5 m (10 to 100 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Beaumont (TX), China (TX), Labelle (TX), and Morey (TX) series.\nBeaumont soils: on a slightly lower position on a similar landform\nChina soils: on a similar landform\nLabelle and Morey soils: loamy surface; slightly higher position on a similar landform"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: somewhat poorly drained. Runoff is high. Very slow permeability. Rarely flooded for very brief to brief periods. Flooding occurs as a result of storm surge during tropical storms which occurs in areas less than 4.6 m (15 ft) elevation. These soils have episaturation from 15 to 76 cm (6 to 30 in) below the soil surface from January to March and endosaturation from 90 to 203 cm (60 to 80 in) below the surface during the same period."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly used for growing rice and pasture.  Rice is usually grown on a 1 in 4 year rotation.  Improved pasture is used for bahiagrass production.  Some areas are used for native pasture.  Native grasses are mainly little bluestem, indiangrass, eastern gamagrass, switchgrass, Florida paspalum, big bluestem, brownseed paspalum, knotroot bristlegrass, sedges, and rushes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeast Texas generally east of the Trinity River; Land Resource Region T: MLRA 150A; extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jefferson County, Texas; 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included with the Beaumont and Lake Charles series. The classification was changed from Oxyaquic Dystruderts to Oxyaquic Hapluderts during the update of MLRA 150A. This change was due to lab data at the type location and at other locations.\nDiagnostic horizons and features recognized in this pedon are:\nCambic horizon  15 to 203 cm (6 to 80 in) (Bw, Bss1, Bss2, Bss3, Bssg1, Bssg2).\nVertisol feature - slickensides at a depth of 28 to 80 cm (11 to 80 in) (Bss1, Bss2, Bss3, Bssg1, and Bssg2).  High shrink-swell potential and cracks that are 1 to 3 cm (1/2 to about 1 in) wide at a depth of 30 cm (12 in) or more during dry periods.\nOxyaquic feature - water is perched from the surface to about 15 to 56 cm (6 to 22 in) for 30 days or more during the winter and early spring in most years.  This layer has redoximorphic features but does not have aquic soil conditions or test positive to a,a'-dipyridyl.\nAdditional Comments: These soils have mollic colors but do not make a mollic epipedon due to consistence."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Jefferson County, Texas; NSSL sample S90TX-245-022 and S90TX-245-023 from the type location.\nTaxonomic Version: Keys to Soil Taxonomy, Eleventh Edition, 2010"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 15 cm, (0 to 6 in); dark gray (10YR 4/1) clay, gray (10YR 5/1) dry; massive; extremely hard, extremely firm, very sticky, very plastic; many fine roots; common fine pores; 5 percent fine prominent strong brown (7.5YR 5/6) masses of oxidized iron with clear boundaries along root channels and pores; 8 percent fine prominent strong brown (7.5YR 4/6) masses of oxidized iron with sharp on surface of peds; strongly acid; abrupt smooth boundary.(8 to 23 cm [3 to 9 in] thick)"
      },
      {
        "name": "Bw",
        "top": 15,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bw--15 to 28 cm, (6 to 11 in); very dark gray (10YR 3/1) clay, dark gray (10YR 4/1) dry; weak medium subangular blocky structure; extremely hard, extremely firm; many fine roots; common fine pores; 5 percent fine prominent strong brown (7.5YR 5/6) masses of oxidized iron with clear boundaries along root channels and pores; moderately acid; abrupt smooth boundary. (9 to 56 cm [4 to 22 in)"
      },
      {
        "name": "Bss1",
        "top": 28,
        "bottom": 56,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "weak coarse wedge",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bss1--28 to 56 cm, (11 to 22 in); very dark gray (10YR 3/1) clay, dark gray (10YR 4/1) dry; weak coarse wedge structure parting to weak coarse angular blocky; extremely hard, extremely firm; few fine roots; few fine pores; common prominent pressure faces; few prominent slickensides; 2 percent  fine distinct yellowish brown (10YR 5/4) masses of oxidized iron with clear boundaries along slickenside faces; 5 percent fine prominent strong brown (7.5YR 5/6) masses of oxidized iron with clear boundaries along root channels and pores; strongly acid; gradual wavy boundary. (combined thickness of the Bss horizons is 27 to 112 cm [11 to 44 in])"
      },
      {
        "name": "Bss2",
        "top": 56,
        "bottom": 76,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "weak coarse wedge",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bss2--56 to 76 cm, (22 to 30 in); very dark gray (10YR 3/1) clay, dark gray (10YR 4/1) dry; weak coarse wedge structure parting to weak coarse angular blocky; extremely hard, extremely firm; few fine roots; few fine pores; common prominent slickensides; 2 percent fine distinct yellowish brown (10YR 5/4) masses of oxidized iron with clear boundaries along slickenside faces; strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bss3",
        "top": 76,
        "bottom": 91,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "weak coarse wedge",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bss3--76 to 91 cm, (30 to 36 in); dark gray (10YR 4/1) clay, gray (10YR 5/1) dry; weak coarse wedge structure parting to weak coarse angular blocky; extremely hard, extremely firm; few fine roots; few fine pores; common prominent slickensides; 2 percent fine prominent light olive brown (2.5Y 5/6) masses of oxidized iron with clear boundaries along slickenside faces ; about 2 percent dark gray crayfish krotovina; moderately acid; gradual wavy boundary."
      },
      {
        "name": "Bssg1",
        "top": 91,
        "bottom": 117,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "moderate coarse wedge",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bssg1--91 to 117 cm, (36 to 46 in); gray (2.5Y 5/1) clay, gray (2.5Y 6/1) dry; moderate coarse wedge structure parting to  weak coarse angular blocky; extremely hard, extremely firm; few fine roots; few fine pores; many prominent slickensides; 20 percent  medium faint dark gray (2.5Y 4/1) iron depletion with diffuse boundaries adjacent to iron massess, 15 percent medium distinct light olive brown (2.5Y 5/4), and 5 percent fine prominent yellowish brown (10YR 5/6) masses of oxidized iron with diffuse boundaries along slickenside faces; about 5 percent dark gray crayfish krotovina with gray linings; slightly acid; gradual wavy boundary. (combined thickness of the horizons is 52 to 112 cm [21 to 44 in])"
      },
      {
        "name": "Bssg2",
        "top": 117,
        "bottom": 150,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "moderate coarse wedge",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Bssg2--117 to 150 cm, (46 to 59 in); gray (2.5Y 6/1) clay; moderate coarse wedge structure parting to moderate coarse angular blocky; extremely hard, extremely firm; few fine roots; few fine pores; many prominent slickensides tilted more than 50 degrees from horizontal; 25 percent fine and medium prominent brownish yellow (10YR 6/6) masses of oxidized iron with diffuse boundaries along slickenside faces; about 5 percent dark gray crayfish krotovina with gray linings; neutral; diffuse wavy boundary."
      },
      {
        "name": "Bssg3",
        "top": 150,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "moderate coarse wedge",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bssg3--150 to 203 cm, (59 to 80 in); gray (2.5Y 6/1) clay; moderate coarse wedge structure parting to moderate coarse angular blocky; extremely hard, extremely firm; few fine roots; few fine pores; many prominent slickensides tilted more than 50 degrees from horizontal; 15 percent fine and medium prominent yellowish brown (10YR 5/6) and 5 percent fine prominent olive yellow (2.5Y 6/6) masses of oxidized iron with diffuse boundaries along slickenside faces; about 5 percent dark gray crayfish krotovina with gray linings; neutral."
      }
    ]
  ]
}
