{
  "SERIES": "LEAKSVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. ENH:WLS:AG",
  "REVDATE": "02/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Typic Albaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Leaksville silt loam on a smooth concave 1 percent slope in pasture.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 6 inches; dark grayish brown (10YR 4/2) silt loam; weak fine granular structure; friable; many fine and medium roots; 10 percent partially weathered shale fragments up to l inch in size; few fine black concretions; slightly acid; clear smooth boundary.  (4 to 8 inches thick)\nEg--6 to 9 inches; light brownish gray (2.5Y 6/2) channery silt loam; common medium distinct light yellowish brown (2.5Y 6/4) and common fine distinct yellowish  brown (10YR 5/8) mottles; weak medium granular structure; friable; common fine, few medium roots; about 30 percent black (N 2/); dark grayish brown (10YR 4/2), brownish yellow (10YR 6/8), and light gray (2.5Y 7/2) partially weathered shale fragments up to 2 inches in size; few fine and medium dark concretions; medium acid; abrupt wavy boundary.  (0 to 4 inches thick)\nBtg--9 to 18 inches; dark grayish brown (2.5Y 5/2) clay; common fine distinct yellowish brown (10YR 5/8) and few medium faint grayish brown (2.5Y 5/2) mottles; weak prismatic structure; very firm; very sticky, very plastic; few fine and medium roots; about 10 percent dark grayish brown (2.5Y 4/2), brownish yellow (10YR 6/8) and light gray (2.5Y 7/2) partially weathered shale fragments up to 2 inches in size; few faint clay films on faces of peds; common slickensides; few fine dark concretions; slightly acid; clear wavy boundary.  (4 to 20 inches thick)\nCBg--18 to 24 inches; dark grayish brown (2.5Y 4/2) very channery silty clay loam; common medium distinct yellowish brown (10YR 5/8) and few fine faint grayish brown (2.5Y 5/2) mottles; weak medium platy structure; firm, sticky, plastic; few fine roots in cracks and in seams of shale; about 60 percent dark grayish brown (10YR 4/2), brownish yellow (10YR 6/8) and light gray (2.5Y 7/2) partially weathered shale fragments up to 3 inches in size; few thin patchy clay films on faces of plates and on fracture lines of shale; few dark concretions; few medium threads and bodies of light gray (2.5Y 7/2) calcium carbonate that is slightly effervescent; neutral; abrupt irregular boundary.  (3 to 8 inches thick)\nCr--24 to 30 inches; dark grayish brown (10YR 4/2) brownish yellow (10YR 6/8) and light gray (2.5Y 7/2) moderately hard shale with few bodies of dark grayish brown (2.5Y 4/2) clay in seams; massive; firm; few fine roots in cracks and seams of shale; few light gray (2.5Y 7/2) threads and bodies of calcium carbonate that is strongly effervescent; difficult to cut with a spade; neutral.  (4 to 12 inches thick)\nR--30 inches; hard dark colored shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rockingham County, North Carolina.  A typical pedon of Leaksville silt loam is located 1/4 mile east of Eden, 1000 feet east of State Road 1741, 900 feet north of N.C. Highway 770 in pasture."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 20 to 40 inches.  Depth to the Cr horizon ranges from 20 to 40 inches and depth to hard bedrock from 24 to 60 inches.  Reaction ranges from strongly acid to slightly acid in the A horizon and from moderately acid to moderately alkaline in the Btg horizon.  Threads or bodies of grayish calcium carbonate range from few to common in the lower Btg, BCg, Cg, and Cr horizons in some pedons.  Rock fragments of shale and quartz gravel range from 2 to 35 percent in the A horizon, from 2 to 15 percent in the Btg horizon, and from 35 to 85 percent in BCg and CBg horizons.  Fragments are dominantly channers.\nThe A or Ap horizon has hue of 10YR, 2.5Y, or 5Y, value of 4 to 6, and chroma of 1 to 4.  Where present, the Eg horizon has hue of 10YR, 2.5Y, or 5Y, value of 5 to 7, and chroma of 2 to 4.  The A and Eg horizons are loam, silt loam, or silty clay loam.\nThe Btg horizon has hue of 10YR, 2.5Y, or 5Y, value of 4 to 6, and chroma of 1 or 2.  It is mottled in shades of gray, brown, and yellow.  The Btg horizon is clay, silty clay, or clay loam.\nThe BCg, CBg, B/C or C/B horizon, where present, has hue of 10YR to 5Y, value of 4 to 6, and chroma of 1 or 2.  It is mottled in shades of gray, brown, and yellow.  It is clay loam, silty clay loam, or loam in the fine earth fraction.\nThe Cr horizon is dark gray and brown partially weathered shale with none to common dark grayish brown clay in fracture lines of shale.\nThe R horizon is hard dark colored shale."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Alusa, Arol, Crowley, Falba, and Kemah series in the same family, and the Armenia, Iredell, Orange, Sedgefield, and White Store series in related families.  Alusa, Arol, Crowley, Iredell, and White Store soils have clayey Btg horizons thicker than 20 inches.  In addition, Iredell and White Store soils have better drainage.  Armenia soils have A horizons with values of 3 or less.  Falba soils are very strongly acid to strongly acid in the Btg horizon.  Kemah soils have sola more than 50 inches thick.  Orange and Sedgefield soils have better drainage, and in addition, Sedgefield soils have mixed mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Leaksville soils are on broad smooth concave depressional areas in Triassic basins in the Piedmont.  Slopes are mainly 0 to 2 percent but range up to 4 percent along drainageways.  Mean annual precipitation is 45 inches and mean annual temperature is 60 degrees F., near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Ayersville, Pinkston, and Spray series.  Ayersville and Spray soils are friable, have mixed mineralogy, and both are on slightly higher convex knolls or ridges.  Pinkston soils have less than 35 percent base saturation and are on the steeper side slopes above drainageways."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Leaksville soils are poorly drained.  Runoff and permeability are both slow. A perched water table is present at or near the surface in the late winter and spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  About one half of the acreage is used for pasture or cultivated crops.  The remainder is in mixed hardwood and pine forests.  Native species include southern red oak, white oak, shagbark hickory, Virginia pine, and willow oak.  Understory species include winged elm, sourwood, flowering dogwood, greenbrier, eastern redbud, and huckleberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The series is of small extent in a part of the Dan River Triassic Basin of North Carolina and Virginia."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rockingham County, North Carolina; 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic features and horizons recognized in this pedon are:\nOchric epipedon - the zone from the surface to a depth of 9 inches (the Ap and Eg horizons)\nAbrupt textural change - the abrupt transition from silt loam to clay at a depth of 9 inches (the boundary between the Eg and Btg horizons)\nArgillic horizon - the zone between depths of 9 and 18 inches (the Btg horizon)\nParalithic contact - the occurrence of weathered shale bedrock at a depth of 24 inches (the upper boundary of the Cr horizon)\nLithic contact - the occurrence of hard shale bedrock at a depth of 30 inches (the upper boundary of the R horizon)\nSIR = NC0118\nMLRA = 136\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nNC0118 LEAKSVILLE  0-  4   58- 62  180-220  42- 50   350- 450\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nNC0118 NONE            0-1.0  PERCHED  DEC-MAR  24-60   HARD\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nNC0118  0- 9  SIL L SICL              0- 10  80- 95 10-30   5- 30\nNC0118  0- 9  CN-SIL CN-L             5- 15  60- 75 10-27   5- 25\nNC0118  9-18  CL C SIC                0- 10  80- 95 35-65  20- 55\nNC0118 18-24  CNV-SICL CL SICL        5- 20  70- 90 10-40   5- 35\nNC0118 24-30  WB                       -       -      -      -\nNC0118 30-40  UWB                      -       -      -      -\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nNC0118  0- 9  5.1- 6.5  .5-2.  0- 0   0.6- 2.0  LOW\nNC0118  0- 9  5.1- 6.5  .5-2.  0- 0   0.6- 2.0  LOW\nNC0118  9-18  6.1- 7.8  .5-1.  0- 0  0.06- 0.2  HIGH\nNC0118 18-24  6.1- 7.8  0.-.5  0- 0   0.2- 0.6  MODERATE\nNC0118 24-30     -        -     -        -\nNC0118 30-40     -        -     -        -\nNational Cooperative Soil Survey\nU.S.A."
  }
}
