{
  "SERIES": "LEAL",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJC/JEB/RHM",
  "REVDATE": "03/1999",
  "STATES": "CO",
  "OVERVIEW": "Typically, Leal soils have light gray loam A2 horizons, very strongly acid yellowish brown gravelly sandy loam B2ir horizons, and C horizons of light brownish gray gravelly sandy loam.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, isotic Spodic Dystrocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Leal loam - woodland.  (Colors are for dry soil unless otherwise noted.)\n01--4 to 2 inches; undecomposed needles, bark, and twigs.\n02--2 to 0 inches; partially decomposed organic material; extremely acid (pH 4.3); smooth boundary.\nA2--0 to 4 inches; light gray (10YR 7/2) light loam, light brownish gray (10YR 6/2) moist; moderate thick and medium platy structure that parts to fine granular structure; soft, very friable; extremely acid (pH 4.2); clear smooth boundary.  (2 to 6 inches thick)\nB2ir--4 to 14 inches; yellowish brown (10YR 5/4) gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; weak fine subangular blocky structure that parts to fine granular structure; slightly hard, friable; many dark colored silt and sand sized pellets; 20 percent pebbles and stones; very strongly acid (pH 5.0); gradual wavy boundary.  (8 to 18 inches thick)\nC--14 to 60 inches; light brownish gray (2.5Y 6/2) gravelly sandy loam, light olive brown (2.5Y 5/3) moist; massive; slightly hard, friable; 30 percent stones and pebbles; medium acid (pH 5.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Grand County, Colorado; SE 1/4 SE 1/4 Sec. 4, T. 2 S., R. 76 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum ranges from 10 to 24 inches in thickness, and bedrock or any strongly contrasting substratum is at depths of more than 40 inches.  The series control section is typically light loam or sandy loam that contain from 5 to 18 percent clay, from 20 to 50 percent silt, and from 35 to 70 percent sand.  It ranges from 10 to 35 percent by volume of stones, pebbles, or cobblestones.\nThe A2 horizon has hue of 2.5Y or 10YR, value of 7 or 8 dry, 4 through 6 moist, and chroma of 2 or 3.  Typically, the horizon has platy structure parting to fine granular structure, but some pedons have subangular blocky structure.  It ranges from soft to slightly hard and is somewhat brittle in some pedons.  It ranges from extremely acid to strongly acid.\nThe B2ir horizon has 10YR or 7.5YR hue, value of 5 or 6 dry, 4 or 5 moist, and chroma ranges from 3 through 6.  The horizon has subangular blocky structure.  It ranges from slightly hard to hard.  It ranges from very strongly acid to strongly acid.\nThe C horizon ranges from 5Y through 10YR in hue.  It ranges from very strongly acid to medium acid and acidity generally decreases as depth increases."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in this family.  Bottles soils are similar but have a sandy control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Leal soils are on mountain side slopes and glacial moraines.  Slope gradient ranges from 2 to 40 percent.  The soil formed in moderately to strongly acid glacial till derived from many kinds of rocks.  Near the type location the average annual precipitation is 28 inches, with peak periods of precipitation in spring and summer."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bottle and Darling soils.  Darling soils have a spodic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; runoff is medium to slow; permeability is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used as native pastureland, for forestry, and recreational purposes.  Vegetation is mainly spruce and fir and small amounts of lodgepole pine with ground cover of vaccinium and buffaloberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The mountains of central Colorado.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Grand County (Soil Survey of the Fraser Experimental Forest), Colorado."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Last updated by the state 5/74.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
