{
  "SERIES": "LEANNA",
  "STATUS": "Established Series",
  "BYREV": "Rev. CEW-RGC-AAC",
  "REVDATE": "09/2015",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, thermic Typic Argialbolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Leanna silt loam - in grassland on a flood plain, at an elevation of 296 meters (971 feet) above mean sea level.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 23 centimeters (0 to 9 inches); very dark gray (10YR 3/1) silt loam, gray (10YR 5/1) dry; moderate fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and medium roots; moderately acid; clear smooth boundary.  [15 to 36 centimeters  (6 to 14 inches) thick]\nE--23 to 41 centimeters (9 to 16 inches); dark gray (10YR 4/1) silt loam, gray (10YR 6/1) dry; weak fine granular structure; hard, friable, slightly sticky and slightly plastic; common fine roots; few fine faint dark grayish brown (10YR 4/2) redoximorphic depletions; strongly acid; abrupt smooth boundary.  [10 to 31 centimeters  (4 to 12 inches) thick]\nBt--41 to 81 centimeters (16 to 32 inches); very dark gray (10YR 3/1) silty clay, dark gray (10YR 4/1) dry; moderate medium blocky structure; very hard, very firm, very sticky and very plastic; few fine roots; few distinct clay films; few fine distinct brown (10YR 4/3) redoximorphic concentrations; moderately acid; gradual smooth boundary.  [20 to 51 centimeters (8 to 20 inches) thick]\nBC--81 to 132 centimeters (32 to 52 inches); dark grayish brown (10YR 4/2) silty clay, grayish brown (10YR 5/2) dry; weak medium blocky structure; very hard, very firm, very sticky and very plastic; few fine roots; common fine distinct yellowish brown (10YR 5/4) redoximorphic concentrations; moderately acid; diffuse smooth boundary.  [25 to 76 centimeters (10 to 30 inches) thick]\nC--132 to 203 centimeters (52 to 80 inches); dark grayish brown (2.5Y 4/2) silty clay loam, grayish brown (2.5Y 5/2) dry; massive; very hard, very firm, plastic and sticky; few fine roots; common medium prominent yellowish brown (10YR 5/4) redoximorphic concentrations and common medium distinct gray (10YR 6/1) redoximorphic depletions; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Woodson County, Kansas; about 8 kilometers (5 miles) east of Yates Center; 41 meters (135 feet) east and 396 meters (1,300 feet) south of the northwest corner of sec. 14, T. 25 S., R. 16 E.  USGS Rose, Kansas topographic quadrangle; lat. 37 degrees 52 minutes 29.29 seconds N and long. 95 degrees 37 minutes 41.55 seconds W; UTM Zone 15, 268838.86 easting and 4195196.19 northing; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to argillic horizon: 33 to 56 cm (13 to 22 inches)\nDepth to redox concentrations: 15 to 25 cm (6 to 10 inches)\nParticle-size control section: (weighted average) 35 to 50 percent clay\nA or Ap horizons:\nHue:  10YR\nValue:  2 or 3, 4 or 5 dry\nChroma:  1 or 2\nTexture:  silt loam or silty clay loam\nClay content:  10 to 34 percent\nSand content: 1 to 18 percent\nReaction:  strongly acid to slightly acid\nE horizon:\nHue:  10YR\nValue:  3 to 5, 5 to 7 dry\nChroma: 2 or 3\nRedoximorphic features:  none to few iron-manganese masses\nTexture:  silt loam or silty clay loam\nClay content:  10 to 35 percent\nSand content: 1 to 18 percent\nReaction:  strongly acid to slightly acid\nBt horizons:\nHue:  10YR or 2.5Y\nValue:  2 or 3, 4 or 5 dry\nChroma:  1 or 2\nRedoximorphic features:  few to common, fine to medium, masses of iron-manganese\nTexture:  silty clay loam, silty clay, or clay\nClay content:  35 to 50 percent\nSand content: 1 to 18 percent\nReaction:  strongly acid to slightly acid\nBC and C horizons:\nHue:  10YR or 2.5Y\nValue: 4 to 6, 5 to 7 dry\nChroma: 1 to 3\nRedoximorphic features:  common to many, fine to medium, masses of iron-manganese\nTexture:  silty clay or silty clay loam\nClay content: 30 to 50 percent\nSand content: 1 to 18 percent\nReaction: strongly acid to very strongly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family. Hartwell series is in a similar family with an active cation-exchange activity class. Hartwell soils have a mollic epipedon less than 24 inches in thickness."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Leanna soils are on floodplains near the stream channel.  The slope gradient commonly is less than 1 percent, but the range is 0 to 2 percent.  The soils formed in silty and clayey alluvium.   The mean annual temperature ranges from 57 to 65 degrees F.  The mean annual precipitation ranges from 35 to 45 inches.  Thornthwaites Annual P-E Index ranges from 60 to 74."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dennis, Parsons, Kenoma, Osage, and Verdigris soils.  Dennis and Kenoma soils are on adjacent uplands and do not have an albic horizon.  Osage and Verdigris soils are on similar positions and they do not have an albic horizon.  Parsons soils are on adjacent uplands and do not have a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Somewhat poorly drained. Runoff is very slow or slow.  Permeability is very slow.  These soils are occasionally flooded."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Sorghum, winter wheat, and soybeans are the principal crops.  Native vegetation is tall grasses interspersed with deciduous trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Kansas.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Woodson County, Kansas; April, 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizon and features recognized in this pedon are: mollic epipedon - the zone from the surface to a depth of 32 inches (A1, and Bt horizons); albic horizon - the zone from about 9 to 16 inches (E horizon); argillic horizon - the zone from about 16 to 32 inches (Bt horizon).\nTaxonomic class added to the OSD with the 03/2014 revision. Cation-exchange activity class based on charaterization data from the KSSL for User Pedon ID 86KS207008.\nADDITIONAL DATA:  Partial analysis from the type location (73L1173-175) is available.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
