{
  "SERIES": "LEBEAU",
  "STATUS": "Established Series",
  "BYREV": "Rev.JDS; KEM:WLC",
  "REVDATE": "02/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, smectitic, thermic Aquic Hapluderts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lebeau clay--on a 0.3 percent concave slope in a cultivated field.\n(Colors are for moist soil unless otherwise stated. When described the soil was dry to 24 inches.)\nAp--0 to 6 inches; dark brown (7.5YR 3/2) clay; weak fine and medium granular structure; very firm; many fine and medium roots; slightly acid; abrupt smooth boundary. (4 to 8 inches thick)\nBg--6 to 14 inches; grayish brown (10YR 5/2) clay; common medium distinct strong brown (7.5YR 5/6) and few fine prominent reddish brown mottles; weak fine and medium angular blocky structure; very firm; many fine roots; slightly acid; clear irregular boundary. (0 to 14 inches thick)\nBkss1--14 to 24 inches; dark reddish brown (5YR 3/4) clay; weak medium angular blocky structure; very firm; few coarse and common fine roots; common very fine white calcium carbonate concretions; common intersecting slickensides; common vertical cracks filled with grayish brown clay; slightly alkaline; gradual wavy boundary. (5 to 15 inches thick)\nBkss2--24 to 32 inches; dark reddish brown (5YR 3/4) clay; weak medium angular blocky structure; very firm; common fine roots; common pressure faces; common intersecting slickensides; common fine and medium calcium carbonate concretions; common medium distinct gray (10YR 5/1) iron depletions; slightly alkaline; gradual wavy boundary. (5 to 15 inches thick)\nBkssy--32 to 44 inches; dark reddish brown (5YR 3/4) clay; weak medium angular blocky structure; firm; few fine roots; common intersecting slickensides; common accumulations of white powdery calcium carbonate; few fine calcium carbonate concretions; many small pockets and veins of gypsum crystals; few medium distinct dark brown (7.5YR 4/2) iron depletions; moderately alkaline; gradual wavy boundary. (10 to 20 inches thick)\nBkss'--44 to 58 inches; reddish brown (5YR 4/4) clay; massive; firm; few fine roots; few intersecting slickensides; many accumulations of white powdery calcium carbonate up to 3 inches in diameter; common medium distinct gray (5YR 5/1) iron depletions; slightly alkaline; clear smooth boundary. (8 to 16 inches thick)\n2Cssg--58 to 65 inches; gray (5Y 5/1) clay; massive, firm; few fine roots; few slickensides; common medium distinct light olive brown (2.5Y 5/4) masses of iron accumulation; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: St. Landry Parish, Louisiana; about 2.0 miles southwest of Morrow, 2.0 miles west of U.S. Highway 71, SE1/4SE1/4, sec. 7, T. 3 S., R. 4 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 40 to more than 80 inches. Reaction ranges from slightly acid to moderately alkaline throughout the solum. Intersecting slickensides begin at 8 to 24 inches below the surface.\nThe A horizon has hue of 5YR to 10YR, value of 3 or 4, and chroma of 2 to 4. Texture is silty clay or clay. Mottles are in shades of gray or brown.\nThe Bg horizon has hue of 10YR, value of 4 or 5, and chroma of 2 or 3.  Iron depletions are in shades of gray and iron accumulations are in shades of brown. Calcium carbonate concretions range from few to many.  Texture Is clay\nThe Bssg horizon has hue of 5YR or 7.5YR, value of 3 or 4, and chroma of 3 or 4. Iron depletions are in shades of gray and iron accumulations are in shades of brown. Calcium carbonate concretions range from few to many.  Texture Is clay\nThe Bkss and Bkssy horizons have hue of 5YR, value of 3 or 4, and chroma of 3 or 4. Iron depletions are in shades of gray and iron accumulations are in shades of brown.  Accumulations of powdery calcium carbonate and carbonate concretions range from few to common. The Bkssy horizon has few to many accumulations of calcium sulfate crystals.\nThe 2Cg or 2Cssg horizon, where present, has hue of 10YR to 5Y, value of 4 to 6, and chroma of 1. Iron accumulatiobs are in shades of brown and iron depletions are in sahdes of olive or gray."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are Buxin and Texark series in the same family, and the Beaumont, Billyhaw, Burkeville, Eutaw, Hollywood, Houston, Kaufman, Lacerda, Lake Charles, Moreland, Morse, Perry, Portland, Redco, and Terouge series in similar families. Buxin soils have a dark surface layer that is 10 inches or more in thickness, and they have a buried A horizon. Texark soils formed in more yellowish alluvium from streams that drain the Blackland Prairies.  Beaumont and Eutaw soils have aquic conditions within the upper 20 inches of the solum. Hollywood, Kaufman, and Lake Charles soils have matrix chroma of 1.5 or less within 12 inches of the surface. Burkeville soils are calcareous throughout the control section. Billyhaw and Houston soils do not have distinct or prominent mottles in the upper 20 inches. Burkeville, LaCerda, and Redco soils are 10YR or yellower in the lower part of the control section and do not have aquic conditions within the upper 40 inches of the solum. Moreland soils have a mollic epipedon and do not have aquic conditions within the upper 40 inches of the solum.. Morse and Terouge soils have a fine control section. Perry soils have chroma of 2 or less dominant throughout and have aquic conditions within the upper 20 inches of the solum. Portland soils do not have intersecting slickensides,  have aquic conditions within the upper 20 inches of the solum. are are more acid in upper part of the profile."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Lebeau soils are on the lower parts of natural levees and in backswamps on alluvial plains. They formed in alluvium transported by streams from the Permian Red Beds. Slopes range from 0 to 1 percent. The mean annual temperature is about 67 degrees near the type location and the mean annual precipitation is about 54 inches. The climate is warm and humid."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include Gallion, Latanier, and Perry series. Gallion soils, on the highest parts of natural levees, are well drained. Latanier soils are on intermediate positions on the natural levees and have a mollic epipedon. Perry soils are on concave parts of the landscape and have aquic conditions within the upper 20 inches of the solum."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Lebeau soils are poorly drained; runoff is medium; permeability is very slow. Some areas of this soil are subject to rare or common flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cleared and used for cropland or pastureland. Soybeans and rice are the main crops grown. Dominant tree species in woodland areas are overcup oak, Nuttall oak, sweetgum, green ash, American elm, and sugarberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Louisiana. The soils of this series are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: St. Landry Parish, Louisiana; 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: LeBeau soils were formerly included in mapping with Moreland and Portland series.\nDiagnostic horizons and features recognized in this pedon include:\nOchric epipedon.........0 to 6 inches (Ap horizon)\nCambic horizon..........6 to 58 inches (Bg, Bss,Bkss and Bkssy horizons)\nSlickensides...........14 to 65 inches (Bss, Bkss, Bkssy, and Cssg horizons)\nSecondary carbonates...14 to 58 inches (Bkss and Bkssy horizons)\nAquic conditions.......24 to 44 inches (Bkss2 and Bkssy horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
