{
  "SERIES": "LECK KILL",
  "STATUS": "Established Series",
  "BYREV": "Rev. EAW",
  "REVDATE": "07/2001",
  "STATES": "MD,PA,VA",
  "OVERVIEW": "The Leck Kill series consists of deep and very deep, well drained soils formed in residuum or glacial till weathered from red shale, siltstone, and sandstone.  They are on the uplands.  Slopes range from 0 to 60 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Leck Kill channery silt loam-cultivated (colors are for moist soil).\nAp--0 to 10 inches, reddish brown (5YR 4/3) channery silt loam; weak medium granular structure; very friable nonsticky, nonplastic; 20 percent rock fragments; neutral; abrupt smooth boundary (7 to 12 inches thick).\nBA--10 to 14 inches, reddish brown (2.5YR 4/4) channery silt loam; weak fine subangular blocky structure; friable, slightly sticky, slightly plastic; few faint clay films on faces of peds; 20 percent rock fragments; neutral; clear wavy boundary (0 to 10 inches thick).\nBt1--14 to 23 inches; reddish brown (2.5YR 4/4) channery silt loam; moderate medium subangular blocky structure; firm, slightly sticky, slightly plastic; few faint clay films in faces of peds; 20 percent rock fragments; neutral; clear wavy boundary.\nBt2--23 to 32 inches, reddish brown (2.5YR 4/4) channery silt loam; moderate medium subangular blocky structure; firm, slightly sticky, slightly plastic; common distinct clay films on faces of peds; 25 percent rock fragments; slightly acid; clear wavy boundary (combined thickness of the Bt is 13 to 24 inches).\nBC--32 to 36 inches, reddish brown (2.5YR 4/4) very channery silt loam; weak medium platy structure modified by rock fragments; firm, slightly sticky, slightly plastic; many distinct clay films on plates and rock fragments; 50 percent rock fragments; medium acid; clear wavy boundary (0 to 12 inches thick).\nC--36 to 50 inches, weak red (10R 4/3) extremely channery silt loam; massive; firm, nonsticky, nonplastic; common distinct clay films on rock fragments; 85 percent rock fragments; strongly acid; clear wavy boundary (0 to 30 inches thick).\nR--50 to 60 inches, dusky red (10R 3/3) interbedded shale, siltstone and sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Columbia County, Pennsylvania, Main Township; about one mile east of Mainville on Legislative Route 19021, 75 feet south of road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 24 to 48 inches.  Depth to bedrock is 40 to 72 inches.  Rock fragments increase with depth and range from 5 to 25 percent in the surface and BA horizon, from 10 to 40 percent in the Bt horizon, 35 to 65 percent in the BC horizon, and from 60 to 90 percent in the C horizon.  The control section from 10 to 40 inches averages less than, but usually approaches, 35 percent rock fragments.  Unlimed, reaction ranges from neutral to very strongly acid in the solum and from medium to very strongly acid in the C horizon.  The clay fraction contains substantial amounts of illite, with lesser amounts of vermiculite, kaolinite, chlorite and interstratified minerals.\nThe A horizon has hue of 2.5YR through 7.5YR, value of 3 or 4, and chroma of 2 through 4.  Fine earth texture is silt loam or loam.\nThe B horizon has hue of 10R through 5YR, value of 3 to 5, and chroma of 4 through 6.  Black coatings are on peds in some pedons.  Fine earth texture is silt loam, loam, silty clay loam, or clay loam with 18 to 32 percent clay and less than 40 percent sand.\nThe C horizon has hue of 10R through 5YR, value of 3 or 4, and chroma of 4 through 6.  Black coatings are on surfaces in some pedons.  Fine earth texture is silt loam, loam, or silty clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Albermarle, Allegheny, Allenwood, Arendtsville, Aura, Bedington, Birdsboro, Bucks, Butano, Chester, Chetwynd, Chilmark, Clymer, Collington, Edgemont, Edneytown, Elsinboro, Eubanks, Frankstown, Freehold, Gilpin, Glenelg, Matapeak, Meadowville, Murrill, Nixon, Quakertown, Rayne, Shelocta, Shouns, Syenite, Tate, Thurmont, Ungers, and Whiteford soils are in the same family.\nOnly the soils mentioned below have B horizons that are 5YR or redder and have sola less than 40 inches thick.  Albermarle soils have coarse fragments of arkosic sandstone and quartzite.  Birdsboro soils have water-worn coarse fragments whose content is less than 20 percent in the lower part of the solum.  Bucks soils have less than 5 percent coarse fragments in the A horizon and upper part of the B horizon. Chester soils have high mica content in the lower part of the series control section.  Ungers soils have more than 40 percent sand in the argillic horizon.  Elsinboro soils are stratified in the lower part of the series control section and have mica in the B and C horizons. Eubanks soils lack coarse fragments of shale, siltstone and sandstone. Glenelg soils have mica throughout the soil.  Manassas soils have mottles in the argillic horizon.  Nixon soils have water-worn coarse fragments dominated by subrounded and angular quartz, quartzite, gneiss and other rocks resistant to weathering.  Whiteford soils have rock fragments dominated by slate.\nThe Athol, Hackers, Hartleton, Meckesville, Norton, and Penn series are in related families.  Athol and Norton soils have sola thicker than 40 inches.  Hackers and Penn soils have more than 35 percent base saturation  and Penn soils occur on triassic materials.  Hartleton soils lack the red hues and have more than 35 percent rock fragments in the textural control section.  Meckesville soils have a fragipan."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Leck Kill soils are nearly level to very steep upland soils in convex positions.  Slopes range from 0 to 60 percent.  Leck Kill soils formed in a regolith of residuum or glacial till derived from red shale, siltstone, and sandstone.  The climate is humid temperate.  Average annual precipitation is 38 to 46 inches, average annual temperature is 48 degrees to 54 degrees F., and the frost-free season is about 140 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  Hartleton, Meckesville soils, which are competing series, and the Albrights, Allenwood, Calvin, Klinesville, Lackawanna, Lehew, Oquaga, and Watson soils are on nearby landscapes.  Albrights, Lackwanna, Meckesville, and Watson soils have fragipans.  Allenwood soils have sola thicker than 40 inches.  Calvin,  Lehew, and Oquaga soils have more than 35 percent coarse fragments and lack argillic horizons.  Hartleton soils have more than 35 percent coarse fragments.  Klinesville soils have bedrock within a depth of 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium to rapid and permeability is moderate to moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the less sloping soils have been cleared and cropped.  Some of these areas are now idle and are reverting to forest.  Steeper areas are dominantly in pasture or forest.  Forested areas are mainly mixed oaks, maple, birch, beech, and cherry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and eastern Pennsylvania, Maryland, and West Virginia.  The series is of large extent, estimated to be 100,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Northumberland County, Pennsylvania, 1941."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Before 1971, Leck Kill was described as being 18 to 36 inches deep over bedrock rather than more than 40 inches to bedrock."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Characterization data available are S59-PA-19-13, S64-PA-22-4, and S66-PA54-3.\nSIR's PA0069 (DEEP); PA0369 (VERY DEEP)"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 25,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 10 inches, reddish brown (5YR 4/3) channery silt loam; weak medium granular structure; very friable nonsticky, nonplastic; 20 percent rock fragments; neutral; abrupt smooth boundary (7 to 12 inches thick)."
      },
      {
        "name": "BA",
        "top": 25,
        "bottom": 36,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BA--10 to 14 inches, reddish brown (2.5YR 4/4) channery silt loam; weak fine subangular blocky structure; friable, slightly sticky, slightly plastic; few faint clay films on faces of peds; 20 percent rock fragments; neutral; clear wavy boundary (0 to 10 inches thick)."
      },
      {
        "name": "Bt1",
        "top": 36,
        "bottom": 58,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--14 to 23 inches; reddish brown (2.5YR 4/4) channery silt loam; moderate medium subangular blocky structure; firm, slightly sticky, slightly plastic; few faint clay films in faces of peds; 20 percent rock fragments; neutral; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 58,
        "bottom": 81,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--23 to 32 inches, reddish brown (2.5YR 4/4) channery silt loam; moderate medium subangular blocky structure; firm, slightly sticky, slightly plastic; common distinct clay films on faces of peds; 25 percent rock fragments; slightly acid; clear wavy boundary (combined thickness of the Bt is 13 to 24 inches)."
      },
      {
        "name": "BC",
        "top": 81,
        "bottom": 91,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "very channery",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BC--32 to 36 inches, reddish brown (2.5YR 4/4) very channery silt loam; weak medium platy structure modified by rock fragments; firm, slightly sticky, slightly plastic; many distinct clay films on plates and rock fragments; 50 percent rock fragments; medium acid; clear wavy boundary (0 to 12 inches thick)."
      },
      {
        "name": "C",
        "top": 91,
        "bottom": 127,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10R",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "extremely channery",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C--36 to 50 inches, weak red (10R 4/3) extremely channery silt loam; massive; firm, nonsticky, nonplastic; common distinct clay films on rock fragments; 85 percent rock fragments; strongly acid; clear wavy boundary (0 to 30 inches thick)."
      },
      {
        "name": "R",
        "top": 127,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10R",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--50 to 60 inches, dusky red (10R 3/3) interbedded shale, siltstone and sandstone."
      }
    ]
  ]
}
