{
  "SERIES": "LEDWITH",
  "STATUS": "Established Series",
  "BYREV": "Rev. BPT; AGH; GRB",
  "REVDATE": "10/2018",
  "STATES": "FL",
  "OVERVIEW": "The Ledwith series consists of very deep, very poorly drained, slowly permeable soils in fresh water marshes, swamps, and prairie areas of central and southern Florida.  They formed in clayey marine sediments.  Near the type location, the mean annual temperature is about 72 degrees F., and the mean annual precipitation is about 55 inches.  Slopes are less than 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, hyperthermic Typic Albaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ledwith muck in a large prairie area.  (Colors are for moist soil.)\n0a--0 to 9 inches; dark brown (10YR 3/3) muck; massive; friable; sodium pyrophosphate extract color is light yellowish brown (10YR 6/4); extremely acid (pH 4.4 in 0.01M calcium chloride); abrupt smooth boundary.  (8 to 16 inches thick)\nA--9 to 15 inches; black (10YR 2/1) sandy loam; moderate medium granular structure; very friable; common fine and medium roots; very strongly acid; clear wavy boundary.  (5 to 7 inches thick)\nEg--15 to 17 inches; gray (10YR 5/1) loamy sand; single grained; loose; common fine and medium roots; strongly acid; clear wavy boundary.  (1 to 4 inches thick)\nBtg1--17 to 25 inches; very dark gray (N 3/0) sandy clay; weak medium subangular blocky structure; firm; sticky and plastic; common fine roots; few distinct clay films on faces of peds and along root channels; neutral; clear wavy boundary.\nBtg2--25 to 44 inches; dark gray (N 4/0) sandy clay; moderate medium subangular blocky structure; firm; sticky and plastic; few fine roots; few distinct clay films on faces of peds and along root channels; few faint slickensides having polished and grooved surfaces; neutral; clear wavy boundary.\nBtg3--44 to 62 inches; gray (N 5/0) sandy clay; moderate medium subangular blocky structure; firm; sticky and plastic; few fine roots; few faint discontinuous clay films along faces of peds; common faint slickensides having polished and grooved surfaces; few fine distinct yellowish brown (10YR 5/4) masses of iron accumulation; slightly alkaline; clear wavy boundary.  (Combined thickness of the B2tg horizon is 37 to 56 inches)\nCg--62 to 93 inches; gray (N 6/0) sandy clay; massive; firm; sticky and plastic; few fine roots; few faint slickensides having polished and grooved surfaces; few medium distinct yellowish brown (10YR 5/4) masses of iron accumulation; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Alachua County, Florida; in Levy Lake about 0.6 mile south of the Micanopy-Wacahoota Road, about 2.0 miles east of its intersection with State Road 121.  SW 1/4, NE 1/4, Sec. 13, T. 11 S., R. 19 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 48 to 70 inches.  Soil reaction of the 0a horizon is less than 4.5 in 0.01M calcium chloride.  Soil reaction is very strongly acid to strongly acid in the A horizon, strongly acid to neutral in the upper part of the Btg horizon, and from slightly acid to moderately alkaline in the lower part of the Btg horizon and the BCg and Cg horizons.\nThe 0a horizon has hue of 5YR to 10YR, value of 2 or 3, chroma of 1 or 2; or it is neutral with value of 2 or 3.  Fiber content ranges from about 25 to 45 percent before rubbing but is less than 15 percent after rubbing.  Organic matter content is more than 30 percent.  Texture is muck.\nThe A horizon has hue of 10YR, value of 2 or 3, chroma of 2 or less; or it is neutral with value of 2 or 3.  Texture is loamy sand, sandy loam, or fine sandy loam.\nThe Eg horizon has hue of 10YR, value of 4 to 6, and chroma of 1 or 2.  Texture is sand or loamy sand.\nThe upper part of the Btg horizon has hue of 10YR, value of 3 to 5, and chroma of 1 or less; or it is neutral with value of 3 to 5.  Texture is sandy clay or clay.\nThe lower part of the Btg horizon has hue of 10YR, value of 4 to 6, and chroma of 1 or less; or it is neutral with value of 1 or less.  Masses of iron accumulation in shades of yellow, brown, or red range from none to common.  Texture is sandy clay or clay.\nThe BCg horizon, where present, has the same range of colors and textures as the lower part of the Btg horizon.\nThe Cg horizon has hue of 10YR, value of 5 to 7, and chroma of 1 or less; or it is neutral with value of 1 or less.  Masses of iron accumulation in shades of yellow, brown, or red range from none to common.  Texture is sandy clay or clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bivans, Crowley, Paisley, and Wyick in the same family.  The poorly drained Bivans soils are on upland areas.  The somewhat poorly drained Crowley and Wyick soils are west of the Mississippi River, are in areas of lower rainfall, and are dry in most years during July and August.  The poorly drained Paisley soils are on slightly higher positions and are underlain by calcareous material."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ledwith soils are in marshes, swamps, and wet prairie areas of central and southern Florida.  Slopes are less than 2 percent.  They formed in beds of clayey marine sediments.  The climate is humid subtropical.  The average annual precipitation ranges from 50 to 60 inches and the average annual temperature ranges from 71 to 73 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Shenks and Wauburg series.  Shenks soils are on similar positions and have organic layers 16 to 50 inches in thickness.  The poorly drained Wauberg soils are on higher positions, have sandy surface and surface layers 20 to 40 inches in thickness, and have fine-loamy argillic horizons with siliceous mineralogy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained; slow or very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Ledwith soils remain in natural vegetation and are used for wildlife habitat.  Some areas have been drained and are used for truck crops or improved pasture.  Vegetation is dominantly a mixture of wetland grasses, herbs, and shrubs, which include bulrush, maidencane, cordgrass, cattails, cutgrass, buttonbush, goldenrod, flatsedge, and in places, some waxmyrtle and willow.  A few areas have scattered pond cypress and water tupelo."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and southern Florida.  Series is of small known extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Alachua County, Florida; 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon:\nHistic epipedon  the zone from 0 to 9 inches (Oa horizon).\nOchric epipedon  the zone from 9 to 17 inches (A and Eg horizons).\nArgillic horizon  the zone from 17 to 62 inches (Btg1, Btg2, and Btg3 horizons).\nWater is above the surface for about 4 months or more during most years.  The water table is within 10 inches of the surface for about 6 months or more during the year.\nThese soils were formerly mapped as a variant of the Emeralda series.  They would be classified as Histic Albaqualfs if the subgroup was in Soil Taxonomy."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "0a",
        "top": 0,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "0a--0 to 9 inches; dark brown (10YR 3/3) muck; massive; friable; sodium pyrophosphate extract color is light yellowish brown (10YR 6/4); extremely acid (pH 4.4 in 0.01M calcium chloride); abrupt smooth boundary.  (8 to 16 inches thick)"
      },
      {
        "name": "A",
        "top": 23,
        "bottom": 38,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--9 to 15 inches; black (10YR 2/1) sandy loam; moderate medium granular structure; very friable; common fine and medium roots; very strongly acid; clear wavy boundary.  (5 to 7 inches thick)"
      },
      {
        "name": "Eg",
        "top": 38,
        "bottom": 43,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Eg--15 to 17 inches; gray (10YR 5/1) loamy sand; single grained; loose; common fine and medium roots; strongly acid; clear wavy boundary.  (1 to 4 inches thick)"
      },
      {
        "name": "Btg1",
        "top": 43,
        "bottom": 64,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "N",
        "moist_value": 3,
        "moist_chroma": 0,
        "texture_class": "sandy clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btg1--17 to 25 inches; very dark gray (N 3/0) sandy clay; weak medium subangular blocky structure; firm; sticky and plastic; common fine roots; few distinct clay films on faces of peds and along root channels; neutral; clear wavy boundary."
      },
      {
        "name": "Btg2",
        "top": 64,
        "bottom": 112,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "N",
        "moist_value": 4,
        "moist_chroma": 0,
        "texture_class": "sandy clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btg2--25 to 44 inches; dark gray (N 4/0) sandy clay; moderate medium subangular blocky structure; firm; sticky and plastic; few fine roots; few distinct clay films on faces of peds and along root channels; few faint slickensides having polished and grooved surfaces; neutral; clear wavy boundary."
      },
      {
        "name": "Btg3",
        "top": 112,
        "bottom": 157,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "N",
        "moist_value": 5,
        "moist_chroma": 0,
        "texture_class": "sandy clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btg3--44 to 62 inches; gray (N 5/0) sandy clay; moderate medium subangular blocky structure; firm; sticky and plastic; few fine roots; few faint discontinuous clay films along faces of peds; common faint slickensides having polished and grooved surfaces; few fine distinct yellowish brown (10YR 5/4) masses of iron accumulation; slightly alkaline; clear wavy boundary.  (Combined thickness of the B2tg horizon is 37 to 56 inches)"
      },
      {
        "name": "Cg",
        "top": 157,
        "bottom": 236,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "N",
        "moist_value": 6,
        "moist_chroma": 0,
        "texture_class": "sandy clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg--62 to 93 inches; gray (N 6/0) sandy clay; massive; firm; sticky and plastic; few fine roots; few faint slickensides having polished and grooved surfaces; few medium distinct yellowish brown (10YR 5/4) masses of iron accumulation; moderately alkaline."
      }
    ]
  ]
}
