{
  "SERIES": "LEECANYON",
  "STATUS": "Established Series",
  "BYREV": "REV: LJL/ET/TM",
  "REVDATE": "09/2015",
  "STATES": "NV",
  "OVERVIEW": "The Leecanyon series consists of shallow to petrocalcic horizon, well drained soils that formed in alluvium from limestone and dolostone. Leecanyon soils are on fan remnants. Slope ranges from 4 to 15 percent. The mean annual precipitation is about 14 inches and the mean annual air temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic, mesic, shallow Petrocalcic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Leecanyon very gravelly loam, rangeland and wildlife habitat. (Colors are for dry soil unless otherwise noted.) The soil surface is covered by approximately 70 percent pebbles.\nA--0 to 2 inches; grayish brown (10YR 5/2) very gravelly loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine roots; many very fine and common fine tubular pores; 45 percent pebbles; slightly effervescent; moderately alkaline (pH 8.2); abrupt smooth boundary. (1 to 3 inches thick)\nABk--2 to 8 inches; dark grayish brown (10YR 4/2) gravelly silt loam, very dark grayish brown (10YR 3/2) moist; strong coarse subangular blocky; moderately hard, friable, slightly sticky and slightly plastic; many very fine, common fine and few medium roots; many very fine, common fine, and few medium tubular pores; 15 percent, fine, discontinuous, prominent, white (10YR 8/1), irregular, calcium carbonate nodules around rock fragments; 20 percent, discontinuous, prominent, white (10YR 8/1), calcium carbonate coats on rock fragments; 25 percent pebbles; strongly effervescent; moderately alkaline (pH 8.2); clear wavy boundary. (6 to 8 inches thick)\nBk--8 to 18 inches; brown (10YR 5/3) very gravelly loam, dark grayish brown (10YR 4/2) moist; moderate medium and coarse subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine through coarse roots; common very fine and fine tubular pores; 60 percent, fine, discontinuous, prominent, white (10YR 8/1), irregular calcium carbonate coats on bottom of rock fragments; 20 percent, discontinuous, prominent, white (10YR 8/1), calcium carbonate pendants on rock fragments; 40 percent pebbles and 1 percent cobbles; violently effervescent; moderately alkaline (pH 8.4); abrupt smooth boundary. (6 to 12 inches thick)\n2Bkqm--18 to 42 inches; pale brown (10YR 6/3) weakly cemented petrocalcic horizon with fine laminar cap;, grayish brown (10YR 5/2) moist; massive; moderately hard, firm, brittle; stratified with discontinuous layers of extrememly gravelly loamy sand up to 8 centimeters thick; common very fine and fine roots in few fractures; many very fine and common fine irregular pores; few, fine, prominent, brown (7.5YR 5/4) silica pendants on bottom of rock fragments; violently effervescent. (20 to 30 inches thick)\n2Bkq--42 to 55 inches; light gray (10YR 7/2) extremely gravelly loamy sand; grayish brown (10YR 5/2) moist; massive; soft, very friable; nonsticky and nonplastic; few very fine and fine roots; common very fine through medium interstitial pores; 20 percent, discontinuous, prominent, white (10YR 8/1), calcium carbonate pendants on rock fragments; common, fine, prominent, brown (7.5YR 5/4) silica pendants on bottom of rock fragments; 60 percent pebbles and 10 percent cobbles; violently effervescent; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clark County, Nevada; about 28 miles west and 12 miles north of Las Vegas, Nevada; approximately 7 miles due north of Mt. Charleston (town) on the north side of state highway 156, Lee Canyon area; about 280 feet south and 2,400 feet west of the northeast corner of section 25, T.18 S., R. 56 E.; USGS Charleston Peak, NV 7.5 minute topographic quadrangle; 36 degrees, 21 minutes, 33.1 seconds north latitude and 115 degrees, 38 minutes, 13.2 seconds west longitude; UTM 11S, 0622288e 4024651n; NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - usually dry, moist in late winter and spring and intermittently moist in upper part following summer convection storms. Aridic bordering on ustic soil moisture regime.\nSoil temperature: 47 to 52 degrees F.\nBase of mollic horizon: 7 to 10 inches.\nDepth to calcic horizon: 7 to 14 inches.\nDepth to petrocalcic horizon: 14 to 20 inches.\nControl section - Rock fragments: 35 to 65 percent, mainly gravel with 0 to 5 percent cobbles and stones.\nClay content: 8 to 15 percent.\nA horizon - Value: 4 or 5 dry.\nChroma: 2 or 3 dry.\nTexture: Loam, sandy loam or fine sandy loam.\nStructure: Weak or moderate, and medium or coarse.\nConsistence: Soft or slightly hard, and nonplastic or slightly plastic\nRock fragments: 35 to 60 percent, mainly gravel with 0 to 5 percent cobbles or stones.\nEffervescence: Slightly to violently effervescent.\nCalcium carbonate equivalent in the fine earth fraction: 40 to 70 percent.\nOrganic matter: 1.0 to 2.0 percent.\nABk horizon - Value: 4 or 5 dry.\nChroma: 2 or 3 dry.\nTexture: Silt loam, sandy loam or fine sandy loam.\nStructure: Weak or moderate, and medium or coarse.\nConsistence: Soft or slightly hard, and nonplastic or slightly plastic\nRock fragments: 15 to 60 percent, mainly gravel with 0 to 5 percent cobbles or stones.\nEffervescence: Strongly or violently effervescent.\nCalcium carbonate equivalent in the fine earth fraction: 25 to 40 percent.\nOrganic matter: 1.0 to 2.0 percent.\nBk or Bkq horizon - Value: 5 or 6 dry.\nChroma: 2 or 3 moist.\nTexture: Loam, sandy loam or fine sandy loam.\nStructure: Weak or moderate, and subangular blocky or massive.\nConsistence: Slightly hard or moderately hard, very friable, friable, or firm, and nonplastic or slightly plastic\nRock fragments: 35 to 65 percent, mainly gravel with 0 to 5 percent cobbles or stones.\nReaction: Moderately alkaline or strongly alkaline.\nCalcium carbonate equivalent in the fine earth fraction: 30 to 70 percent.\nOrganic matter: 0.5 to 1.0 percent.\n2Bkqm horizon - Value: 6 to 8 dry, 5 to 8 moist.\nChroma: 1 to 3.\nCememtation: Very weakly to strongly.\nConsistence: Moderately hard to extremely hard, very firm to slightly rigid.\n2Bkq horizon - Value: 5 or 6 moist.\nChroma: 2 or 3 moist.\nTexture: Loamy sand or loamy fine sand.\nConsistence: Soft to moderately hard.\nRock fragments: 60 to 80 percent, mainly gravel with 5 to 15 percent cobbles or stones.\nOrganic matter: 0.25 to 0.75 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Doespring, Penalto and Penasco series. Doespring soils have bedrock at 20 to 40 inches. Penalto soils have mean annual soil temperature of 55 to 59 degrees F, have 18 to 27 percent clay and lack a calcic horizon. Penasco soils have mean annual soil temperature of 55 to 58 degrees F and have 18 to 35 percent clay."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Leecanyon soils are on fan remnants. Slope ranges from 4 to 15 percent. These soils formed in alluvium from limestone and dolostone. Elevations are 6,000 to 8,000 feet. The climate is sub-humid continental, cool, with moist winters and occasional summer thunderstorms. The mean annual precipitation is 12 to 16 inches; mean annual air temperature is 45 to 50 degrees F., and the frost-free season is 90 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Doespring, Luckystrike and Mackscanyon soils. Doespring soils occur on ballenas with singleleaf pinyon and Utah juniper. Luckystrike soils have an argillic horizon and lack a petrocalcic horizon. Mackscanyon soils do not have a mollic epipdeon or petrocalcic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium runoff; moderate permeability over an impermeable layer."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for rangeland and wildlife habitat. The present vegetation is mainly big sagebrush, Stansbury cliffrose, singleleaf pinyon, Utah juniper, and blue gramma."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mojave Desert of southern Nevada; MLRA 30. These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clark County Area, Nevada, 2006. Proposed in  Clark County, Nevada; Clark County Soil Survey, 2003. The name is coined from Lee Canyon located in the Spring Mountains."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in the profile are:\nMollic epipedon -- 0 to 8 inches (A and ABk horizons).\nCalcic horizon -- 8 to 18 inches (Bk horizon).\nPetrocalcic horizon -- 18 to 39 inches (2Bkqm horizon).\nParticle-size control section -- 10 to 18 inches (Part of Bk horizon).\nResponsibility for this series was transferred from Davis to Phoenix 9/2015. The last revision to the series was 7/2006. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
