{
  "SERIES": "LEERAY",
  "STATUS": "Established Series",
  "BYREV": "Rev. BJW-GLL-SCP",
  "REVDATE": "01/2017",
  "STATES": "TX",
  "OVERVIEW": "The Leeray series consists of very deep, well drained, very slowly permeable soils that formed in calcareous, clayey slope alluvium.  These nearly level to gently sloping soils occurs on toeslopes on ridges of hills.  Slope ranges from 0 to 5 percent.  Mean annual precipitation is about 762 mm (30 in) and the mean annual temperature is about 18.3 degrees C (65 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Calcic Haplusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Leeray clay--rangeland; On a 1.5 percent slope between microlow and microhigh at an elevation of 446.6 m (1465 ft).\n(Colors are for dry soil unless otherwise stated.)\nA1--0 to 11 cm (0 to 4 in); dark grayish brown (10YR 4/2) clay, very dark grayish brown (10YR 3/2) moist; moderate fine subangular blocky structure parting to moderate very fine subangular blocky structure parting to moderate fine granular; very hard, firm, sticky and plastic; many very fine and fine roots throughout; few fine and medium irregular calcium carbonate nodules; 1 percent rounded siliceous gravel; strongly effervescent; neutral; clear smooth boundary.\nA2--11 to 28 cm (4 to 11 in); dark grayish brown (10YR 4/2) clay, very dark grayish brown (10YR 3/2) moist; weak coarse prismatic structure parting to moderate medium and coarse angular blocky; very hard, very firm, very sticky and very plastic; common very fine and fine roots throughout; few very fine continuous tubular pores; few fine and medium irregular calcium carbonate nodules; 1 percent rounded siliceous gravel; strongly effervescent; moderately alkaline; clear smooth boundary.  Combined thickness of the A horizons is 13 to 71 cm (5 to 28 in)\nBss1--28 to 42 (11 to 17 in); dark grayish brown (10YR 4/2) clay, very dark grayish brown (10YR 3/2) moist; moderate coarse angular blocky structure parting to moderate medium angular blocky; very hard, very firm, very sticky and very plastic; few very fine roots throughout; few very fine continuous pores; prominent continuous very dark grayish brown (10YR 3/2) slickensides; few very dark gray (10YR 3/1) stains on slickenside surfaces; common fine and medium irregular calcium carbonate nodules; 1 percent rounded siliceous gravel; strongly effervescent; moderately alkaline; clear smooth boundary.\nBss2--42 to 81 (17 to 32 in); grayish brown (10YR 5/2) clay,  dark grayish brown (10YR 4/2) moist; moderate coarse prismatic structure parting to moderate medium and coarse angular blocky; very hard, very firm, very sticky and very plastic; few fine roots throughout; few very fine continuous pores; prominent continuous very dark grayish brown (10YR 3/2) slickensides; common very dark gray (10YR 3/1) iron-manganese stains on slickenside faces; few fine rounded iron-manganese concretions and common fine and medium irregular calcium carbonate nodules; 1 percent rounded siliceous gravel; strongly effervescent; moderately alkaline; gradual smooth boundary.  Combined thickness of the Bss horizons is 0 to 68 cm (0 to 27 in)\nBkss1--81 to 110 cm (32 to 43 in); brown (10YR 5/3) clay, brown (10YR 4/3) moist; weak coarse prismatic structure parting to moderate medium and coarse angular blocky; very hard, very firm, very sticky and very plastic; few fine roots throughout; few very fine low continuity pores; prominent brown (10YR 4/3) slickensides; few very dark gray (10YR 3/1) iron-manganese coatings on slickenside surfaces; common fine and medium irregular calcium carbonate nodules and few medium and coarse irregular masses of calcium carbonate; few fine rounded iron-manganese concretions; 1 percent rounded siliceous gravel; strongly effervescent; moderately alkaline; gradual smooth boundary.\nBkss2--110 to 140 cm (43 to 55 in); brown (10YR 5/3) silty clay, brown (10YR 4/3) moist; moderate coarse angular blocky structure parting to moderate medium angular blocky; very hard, very firm, very sticky and very plastic; few fine roots throughout; few very fine continuous pores; prominent continuous brown (10YR 4/3) slickensides; common medium and coarse irregular masses of calcium carbonate and common fine and medium irregular carbonate nodules; few fine rounded iron-manganese concretions; 1 percent rounded siliceous gravel; strongly effervescent; moderately alkaline; clear smooth boundary.  Combined thickness of Bkss horizons is 25 to 91 cm (10 to 36 in)\nBk1--140 to 158 cm (55 to 62 in); brown (7.5YR 5/4) silty clay, brown (7.5YR 4/4) moist; moderate coarse angular blocky structure parting to moderate medium angular blocky; very hard, very firm, very sticky and very plastic; few fine roots throughout; few very fine continuous pores; few iron-manganese coatings; common medium and coarse irregular masses of calcium carbonate and few thin fine and medium irregular carbonate nodules; 1 percent rounded siliceous gravel; strongly effervescent; moderately alkaline; gradual smooth boundary.\nBk2--158 to 189 cm (62 to 74 in); reddish yellow (7.5YR 6/6) silty clay, strong brown (7.5YR 5/6) moist; moderate coarse angular blocky structure parting to moderate medium angular blocky; very hard, very firm, very sticky and very plastic; few fine roots throughout; few very fine low continuity pores; common thin iron-manganese coatings; common medium and coarse irregular masses of calcium carbonate and few fine and medium irregular calcium carbonate nodules; few fine rounded iron-manganese concretions; strongly effervescent; 1 percent rounded siliceous gravel; moderately alkaline; gradual smooth boundary.  Combined thickness of Bk horizons is 15 to 71 cm (6 to 28 in)\n2BCKss--189 to 203 cm (74 to 80 in); light brown (7.5YR 6/4) silty clay, brown (7.5YR 5/4) moist; common fine and coarse distinct light yellowish brown (2.5Y 6/4) redox concentrations; moderate coarse angular blocky structure; very hard, very firm, very sticky and plastic; few fine roots throughout; few very fine continuous pores; prominent continuous brown (7.5YR 5/4) slickensides; common thin iron-manganese coatings; common medium and coarse irregular masses of calcium carbonate and few fine and medium irregular calcium carbonate nodules; few fine rounded iron-manganese concretions; strongly effervescent; moderately alkaline; abrupt smooth boundary.  Thickness is 15 to 51 cm (6 to 20 in)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Stephens County, Texas; from the junction of U. S.  Highway 180 and Farm Road 252 East of Caddo, 5.5 miles southeast on County Road 104 (Hohhertz road), 0.8 miles south on field road.\nLatitude: 32 degrees, 39 minutes, 26 seconds N;\nLongitude: 98 degrees, 36 minutes, 36 seconds W;\nDatum: WGS 84\nUTM Zone 14, 3613354N, 536572E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: an Ustic soil moisture regime. The soil moisture control section is dry in some or all parts for less than six-tenths of the cumulative days in normal years.\nDepth to calcic horizon: 102 to 152 cm (40 to 60 in)\nDepth to Slickensides: 13 to 71 cm (5 to 28 in)\nGilgai microrelief: In undisturbed areas, microhighs are 10 to 30 cm (4 to 12 in) higher than microlows. Cycles of microhighs and microlows are repeated each 2 to 7 meters (7 to 23 ft).\nCracks: when the soil is dry, 2 to 7 cm wide that extend from the surface to a depth of more than 50 cm (20 in) and remain open from 150 to 210 cumulative days during most years.\nDepth to bedrock in most pedons: 203 to 255 cm (80 to 100 in) lithic contact of limestone bedrock or densic contact of claystone bedrock\nEffervescence: Most pedons are calcareous throughout\nParticle-size control section (weighted average)\nClay content: 35 to 50 percent\nA Horizon:\nHue: 7.5YR, 10YR\nValue: 2 to 3\nChroma: 1 to 2\nTexture: silty clay or clay\nClay content: 40 to 50 percent\nRock fragments: 0 to 2 percent by volume; quartz or limestone gravel\nCalcium carbonate equivalent: 0 to 7 percent\nReaction (pH): neutral to moderately alkaline (6.6-8.4)\nBss horizons:\nHue: 7.5YR to 2.5Y\nValue: 4 to 5\nChroma: 2 to 4\nTexture: silty clay or clay\nClay content: 40 to 50 percent\nRock fragments: 0 to 2 percent by volume; quartz or limestone gravel\nCalcium carbonate equivalent: 2 to 10 percent\nElectrical conductivity (mmhos/cm): 0 to 1\nGypsum: 0 to 2 percent\nSodium adsorption ratio: 0 to 5\nReaction (pH): moderately alkaline (7.9-8.4)\nBssk horizons:\nHue: 7.5YR to 2.5Y\nValue: 4 to 5\nChroma: 2 to 4\nTexture: silty clay or clay\nClay content: 40 to 50 percent\nRock fragments: 0 to 2 percent by volume; quartz or limestone gravel\nCalcium carbonate equivalent: 4 to 15 percent\nElectrical conductivity (mmhos/cm): 0.5 to 3\nGypsum: 0 to 5 percent\nSodium adsorption ratio: 5 to 15\nReaction (pH): moderately alkaline (7.9-8.4)\nBk horizons:\nHue: 7.5YR to 10YR\nValue: 5 to 8\nChroma: 4 to 6\nTexture: silty clay loam, silty clay or clay\nClay content: 35 to 50 percent\nRock fragments: 0 to 2 percent by volume; quartz or limestone gravel\nCalcium carbonate equivalent: 15 to 40 percent\nElectrical conductivity (mmhos/cm): 2 to 6\nGypsum: 0 to 5 percent\nSodium adsorption ratio: 5 to 20\nReaction (pH): moderately alkaline (7.9-8.4)\n2BCkss or 2BCk horizons (where present):\nHue: 7.5YR to 5Y\nValue: 5 to 7\nChroma: 4 to 6\nTexture: silty clay loam, silty clay or clay\nClay content: 35 to 50 percent\nRock fragments: 0 to 2 percent by volume; quartz or limestone gravel\nCalcium carbonate equivalent: 5 to 40 percent\nElectrical conductivity (mmhos/cm): 2 to 6\nGypsum: 0 to 5 percent\nSodium adsorption ratio: 5 to 20\nReaction (pH): moderately alkaline (7.9-8.4)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Lazbuddie series in the same family. Similar soils include the Hollister, Indiahoma, and Roscoe series.\nLazbuddie soil: has over 50 percent carbonate in the calcic horizon and formed in lacustrine deposits of quaternary age.\nHollister soils: do not have a calcic horizon, do not exhibit gilgai microrelief in most pedons, and occur in a slightly drier climate (MLRA 78C).\nIndiahoma soils: do not have a calcic horizon, are 5YR or redder in the lower part of the solum, and exhibit linear gilgai.\nRoscoe soils: do not have a calcic horizon, are moderately well drained, and are not saline in the lower part of the solum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: slope alluvium derived from claystone and siltstone interbedded with limestone of Pennsylvanian and Permian age.\nLandscape: hills\nLandform: toeslopes of ridges\nSlope: 0 to 5 percent\nMean annual precipitation: 635 to 864 mm (25 to 34 in)\nThornthwaite P-E Index: 34 to 50\nMean annual air temperature: 16.7 to 18.9 degrees C (62 to 66 degrees F)\nFrost-free period: 220 to 240 days\nElevation: 305 to 609.7 m (1000 to 2000 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hensley, Lindy, Palopinto, Rowden, Set, and Thurber series.\nHensley and Lindy soils: have reddish, clayey argillic horizons, over limestone bedrock and are on summits or shoulders positions of ridges.\nPalopinto soils: are less than 50 cm (20 in) to of limestone bedrock and are above on sideslopes and shoulders of ridges.\nRowden soils: are 50 to 100 cm (20 40 in) to limestone bedrock and are slightly higer positions.\nSet soils: have fine-silty control sections and are on footslopes and backslopes of ridges.\nThurber soils: have clayey argillic horizons and are on footslopes of ridges."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is very slow.  Runoff is high on slopes less than 1 percent, very high on slopes greater than 1 percent slopes.  Water enters to soil rapidly when it is dry and cracked, and very slowly when it is moist."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for cropland and range.  Small grains, forage sorghums, and grain sorghums are the main crops. Native vegetation is mostly sideoats grama, vine-mesquite, Texas wintergrass, Arizona cottontop, buffalograss, mesquite, pricklypear, and condalia."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Texas; LRR H - Central Great Plains Winter Wheat and Range Region, MLRA 80B - Texas north-central prairies and MLRA 78A - Rolling Limestone Prairie; The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Eastland County, Texas; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nEdited 01/2017 (RFG & SCP):  Classification change from Typic Haplusterts to Calcic Haplusterts based on laboratory data from Stephens County.  Calcium carbonate percentages indicate the need for the change.\nChanged to tabular format and included metric values.  Updated competing series, geographic setting, and associated soils sections.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 42 cm (0 to 17 in). (A1, A2 and Bss horizons).\nCambic horizon - 42 to 140 cm (17 to 55 in). (A2, Bss, Bkss horizons).\nCalcic horizon - 140 to 203 cm (55 to 86 in). (Bk and BCkss horizons).\nVertic features - Slickensides from 28 to 139 cm (11 to 55 in), cracks 2 to 7 cm wide that extend from the surface to a depth of more than 50 cm when the soil is dry.  Cracks remain open from 150 to 210 cumulative days during most years. In undisturbed areas there is gilgai microrelief with mircohighs 10 to 30 cm higher than microlows.  Cycles of microhighs and microlows are repeated each 2 to 7 m.\nADDITIONAL DATA: KSSL Data from type location 89TX429002.\nTaxonomic Version: Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
