{
  "SERIES": "LEERCO",
  "STATUS": "Established Series",
  "BYREV": "GWC-CLN",
  "REVDATE": "02/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, nonacid, hyperthermic Typic Hydraquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Leerco muck--marsh rangeland.\n(Colors are for moist soil unless otherwise stated.)\nOe--0 to 5 inches; black (10YR 2/1) muck, about 30 percent fiber, about 20 percent rubbed; about 20 percent mineral matter; massive; fluid; many fine to coarse roots; very slightly saline; moderately acid; clear smooth boundary. (3 to 10 inches thick)\nAg--5 to 14 inches; very dark gray (2.5Y 3/1) mucky clay; massive; slightly fluid, flows with difficulty between fingers when squeezed leaving small residue (n-value 0.7 to 1); common fine roots; slightly saline; moderately acid; gradual smooth boundary. (5 to 15 inches thick)\nCg1--14 to 26 inches; gray (2.5Y 5/1) clay; massive; slightly fluid, flows with difficulty between fingers when squeezed leaving small residue (n-value 0.7 to 1.0); common strata of dark gray (10YR 4/1) mucky clay 1 to 2 cm thick; common medium dark gray (2.5Y 4/1) masses with diffuse boundaries; few fine iron-manganese concretions; slightly saline; moderately acid; gradual smooth boundary.\nCg2--26 to 34 inches; gray (2.5Y 5/1) clay; massive; slightly fluid, flows with difficulty between fingers when squeezed leaving small residue (n-value 0.7 to 1.0); common strata of very dark gray (2.5Y 3/1) mucky clay 1 to 2 cm thick; common medium faint dark gray (2.5Y 4/1) masses with diffuse boundaries; common medium prominent yellowish brown (10YR 5/4) iron accumulations; few fine iron-manganese concretions; moderately saline; strongly acid; gradual smooth boundary.\nCg3--34 to 80 inches; gray (2.5Y 6/1) clay; massive; very fluid, flows easily between fingers when squeezed leaving small residue (n-value 1.0 to 1.5); few strata of very dark gray (2.5Y 3/1) mucky clay 1 cm thick; common medium faint dark gray (2.5Y 4/1) and gray (2.5Y 5/1) masses with diffuse boundaries; common fine distinct black (2.5Y 2.5/1) iron-manganese concentrations; moderately saline; moderately acid.  (combined thickness of the Cg horizons is 55 to 70 inches)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, Texas; from the intersection of Texas Highway 87 and Farm Road 3322 in Sabine Pass; 12 miles west on Texas Highway 87 to McFaddin Marsh National Wildlife Refuge; 5.0 miles northwest on refuge road to Intracoastal Waterway; 3.0 miles southwest on road along Intracoastal Waterway; 0.35 mile south on levee; 100 feet east in marsh. (Latitude 29N, 41, 03; Longitude 94W, 09, 18)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are saturated with slightly brackish water most of the year.  N-value ranges from 0.7 to 1.0 within 8 inches of the surface.  Depth to n-value that ranges from 1.0 to 2.0 is from 20 to 40 inches and extends to more than 80 inches.  Electrical conductivity of the upper 10 inches is less than 4 dS/m and ranges from 4 to 12 dS/m in the lower part of the pedon.  The particle-size control section contains 40 to 60 percent clay.\nThe Oe horizon has color with hue of 10YR to 5Y, or N, value of 2 to 5, and chroma of 1 or less.  Texture is muck, peat, or mucky peat.  Reaction ranges from moderately acid to neutral.\nThe A horizon has color with hue of 10YR to 5Y, or N, value of 2 to 4, and chroma of 1 or less.  Texture is silty clay, clay, or mucky clay.  Reaction ranges from moderately acid to slightly alkaline.\nThe Cg horizons have color with hue of 10YR to 5BG, or N, value of 3 to 6, and chroma of 1 or less.  Most pedons have few to common strata of muck or mucky clay, 5 mm to 3 cm thick, with hue 10YR to 5Y, value 2 or 3, and chroma 1.  Redox features, mainly iron-manganese and iron accumulations, are in shades of black, brown, and gray.  Texture is silty clay or clay.  Reaction ranges from moderately acid to slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Caplen, Creole, and Gentilly series in the same family and Bancker, Barnett, Barbary, Larose, and Scatlake series in similar families.  Caplen, Bancker, Larose, and Scatlake series have n-values more than 1.0 throughout.  Creole soils have EC of more than 4 dS/m in the surface layers.  Gentilly series have n-values in the lower horizons of less than 0.7.  Barnett series have n-values in the upper part that are less than 0.7.  Barbary and Larose series are less saline."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Leerco soils are in intermediate Gulf Coast marshes mainly adjacent to upland soils.  The soil formed in clayey sediments of Holocene age.  Slopes are less than 1 percent.  Mean annual precipitation ranges from 50 to 62 inches.  Mean annual temperature ranges from 70 to 72 degrees F.  Frost free days range from 250 to 270.  Elevation ranges from 0 to 2 feet.  The Thornthwaite P-E index is 68 to 80."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Caplen and Creole soils, and the similar Barnett and Bancker soils.  Also associated are the Allemands and Zummo soils.  Allemands soils are Histosols.  Zummo soils have n-value of less than 0.7 within 15 inches of the surface.  All of these soils are on similar landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Leerco soils are very poorly drained.  Runoff is negligible.  Permeability is very slow.  The water table ranges from the surface to a depth of 0.5 foot below the soil surface.  Leerco soils are frequently flooded with slightly brackish water to a depth of 1 to 2 feet during high tides.  Flooding to a depth of several feet occurs during major storms.  These soils also flood with fresh runoff water from adjacent uplands after heavy rains."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for wildlife land and rangeland.  The vegetation consists of seashore paspalum, marshhay cordgrass, commom reed, knotroot bristlegrass, longtom, cockspur, sprangletop, bulrush, cattails, arrowhead, and smartweed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Gulf Coast Marsh (MLRA 151) of Texas and possibly Louisiana.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jefferson County, Texas; 1996.  The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Leerco soils were formally included in the Harris and Creole series.\nDiagnostic horizons and features recognized in this pedon are:\nHemic soil materials - 0 to 5 inches (Oe horizon).\nMollic epipedon - 5 to 14 inches (Ag horizon).\nn-value - more than 0.7 from 0 to 80 inches.\nAquic features - Redoximorphic features, reduction, and saturation throughout the pedon all year.\nSOIL INTERPRETATION RECORD NUMBER: TX1305\nNational Cooperative Soil Survey\nU.S.A."
  }
}
