{
  "SERIES": "LEETONIA",
  "STATUS": "Established Series",
  "BYREV": "Rev. NBP",
  "REVDATE": "2/85",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, siliceous, mesic Entic\nHaplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDONS",
    "content": "TYPICAL PEDONS:  Leetonia very stony loamy sand - woodland\n(Colors are for moist soil)\n01--5 to 3 inches, partially decomposed leaves, pine needles, and twigs.\n02--3 to 0 inches, black partially decomposed fibrous mat of organic matter.\nA1--0 to 3 inches, dark gray (10YR 4/1) gravelly loamy sand; weak coarse granular structure; very friable; many fine and medium roots; 25 percent by volume quartzite pebbles and cobbles, 15 percent stones; extremely acid; abrupt wavy boundary.  (4 to 7 inches thick)\nB21h--7 to 11 inches, dark brown (7.5YR 4/3) gravelly loamy sand; moderate coarse granular structure; very friable; many fine and medium roots; 40 percent by volume quartzite pebbles and cobbles, 10 percent stones; extremely acid; abrupt wavy boundary.  (2 to 5 inches thick)\nB3--15 to 20 inches, brownish yellow (10YR 6/6) very gravelly sand; single grain; loose; few roots; 50 percent by volume quartzite pebbles and cobbles; very strongly acid; clear wavy boundary.  (4 to 8 inches thick)\nC--20 to 45 inches, olive yellow (2.5Y 6/6) very gravelly sand; single grain; loose; few roots; 50 percent by volume quartzite pebbles and cobbles; very strongly acid; diffuse irregular boundary.  (8 to 30 inches thick)\nR--45 inches, grayish hard quartzite rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Augusta County, Virginia; on U.S. Forest Service trail on Flint Mountain."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 17 to 42 inches.  Depth to bedrock is 40 inches or more.  Coarse fragments of quartzite or sandstone range from 35 to 65 percent by volume in the control section.  These soils are gravelly or very gravelly sand, loamy sand or loamy fine sand throughout with sand coarser than very fine sand ranging from 60 to 80 percent and medium and fine sand being dominant.  Reaction ranges from extremely acid to very strongly acid in all horizons.\nThe A1 horizon has hue of 10YR through 5YR, values of 2 through 4 and chromas of 0 to 20.  The A2 horizon has hue of 5YR through 10 YR with values of 5 or 6 and chroma of 1 or 2.  It has weak platy structure in some pedons and has an irregular lower boundary in a few pedons.\nThe Bh or Bir horizons have hues of 10YR through 2.5YR with values of 2 through 4 and chromas of 2 through 6.  Consistence ranges to slightly sticky when wet due to high content of organic matter.  Structure ranges from weak granular to weak blocky.  The lower 1 to 3 inches of the Bh horizon is slightly brittle or intermittently very weakly cemented in some pedons.  The B2 or B3 horizons have hues of 7.5YR through 10YR with values of 5 or 6 and chromas of 4 through 6.\nThe C horizon has hues of 7.5YR or yellower with values of 5 through 7 and chromas of 2 through 6.  Some parts of this horizon are stained with organic matter where material has moved down through old root channels."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Leetonia series is the only series currently known to be in this family.  The Avery, Canaan, Colosse, Gloucester, Hinckley, Manchester, Quonset, Shapleigh, Trout River and Warwick series are in closely related families.  Avery soils have an argillic horizon below the spodic horizon and contain less than 35 percent coarse fragments.  Canaan and Shapleigh soils have bedrock within 20 inches of the surface, in addition, Canaan soils have frigid soil temperatures.  The Colosse and Trout River soils have frigid soil temperatures and mixed mineralogy.  The Gloucester, Hinckley, Manchester, Quonset, and Warwick soils lack spodic horizons and have mixed mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHICAL SETTING",
    "content": "GEOGRAPHICAL SETTING:  Leetonia soils are sloping to very steep soils on narrow ridge crests and long side slopes in hilly to mountainous topography at elevations ranging from 1,800 to more than 4,000 feet.  They formed in highly siliceous materials, with low base status,weathered mainly from sandstones, conglomerates and quartzites.  The mean July temperature ranges from 70 degrees F to 75 degrees F and the mean January temperature from 32 degrees F to 36 degrees F.  Average annual precipitation ranges from 32 to 45 inches.  The average frost-free ranges from 150 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  Leetonia soils are in relatively small areas in association with the Clymer, Dekalb, Lehew, Muskingum, Ramsey, Summers, and Weikert soils.  All of these soils lack a spodic horizon and are finer textured.  The Clymer, Dekalb, Lehew, Muskingum, Sumners, and Weikert soils also have mixed mineralogy and Ramsey and Weikert soils are less than 20 inches deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well to excessively drained.  Runoff is medium to slow.  Permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly in mixed forest of chestnut oak, black oak, white oak, maple, second growth chestnut, dogwood, white pine, pitch pine and Table Mountain pine.  A few small areas are used for crops and pasture.  Crops are corn, wheat, oats, buckwheat, potatoes and mixed hay."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Allegheny and Blue Ridge Mountains of Virginia, Pennsylvania, West Virginia and Maryland.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Tioga County, Pennsylvania, 1929.\nADDITIONAL DATA:  \"The Leetonia Series in Virginia\" by Glenn V. Wilson, Soil Science Society of America Proceedings, Vol. 22, No. 6, November-December 1958, pages 565-570.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
