{
  "SERIES": "LEGGETT",
  "STATUS": "Established Series",
  "BYREV": "Rev.  HFM:LCB",
  "REVDATE": "03/2003",
  "STATES": "TX",
  "OVERVIEW": "The Leggett series consists of deep, somewhat poorly drained, moderately permeable soils that formed in loamy sediments on uplands.  They are saturated in winter and early spring.  Surface runoff is slow.  Slopes range from 0 to 3 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, active, thermic Aeric Glossaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Leggett fine sandy loam on concave 2 percent slopes, in forest.\n(Colors are for moist soil unless otherwise stated.)\nA--0 to 5 inches; dark grayish brown (10YR 4/2) fine sandy loam, weak medium subangular blocky structure; few fine to coarse roots; few fine and medium pores; few black organic stains, strongly acid; clear smooth boundary.\nE--5 to 12 inches; grayish brown (10YR 5/2) fine sandy loam; few fine faint brown and few fine distinct light yellowish brown (10YR 6/4) mottles; weak medium subangular blocky structure; slightly hard, very friable; few fine to coarse roots; few medium pores; strongly acid; clear irregular boundary.\nBt1/E1--12 to 25 inches; mottled grayish brown (10YR 5/2) and brownish yellow (10YR 6/6) sandy clay loam; the E part is a light brownish gray (10YR 6/2) fine sandy loam that makes up about 30 percent of the horizon; moderate medium subangular blocky structure; very hard, firm; few fine roots; few fine pores; few brown root stains; very strongly acid; gradual smooth boundary.\nBt2/E2--25 to 39 inches; mottled light brownish gray (10YR 6/2) and grayish brown (10YR 5/2) sandy clay loam, many medium and coarse prominent brownish yellow (10YR 6/6, 6/8) mottles; the E part is a light brownish gray (10YR 6/2) fine sandy loam that makes up about 30 percent of the horizon; moderate medium subangular blocky structure; very hard, firm; few fine and medium roots; the tongues of E material increase with depth; very strongly acid; gradual smooth boundary.\nBt3/E3--39 to 56 inches; mottled light brownish gray (10YR 6/2) and grayish brown (10YR 5/2) sandy clay loam, many medium prominent reddish yellow (7.5YR 6/6) and few coarse distinct brownish yellow (10YR 6/6) mottles; the E part is a light brownish gray (10YR 6/2) fine sandy loam that makes up about 30 percent of the horizon; moderate medium subangular blocky structure; very hard, firm; few fine roots; very strongly acid; gradual smooth boundary.\nBt4/E4--56 to 72 inches; mottled light brownish gray (10YR 6/2) and grayish brown (10YR 5/2) sandy clay loam, common medium prominent reddish yellow (7.5YR 6/6) mottles; the E part is a light brownish gray (10YR 6/2) fine sandy loam that makes up about 30 percent of the horizon; weak fine subangular blocky structure; very hard, firm, few fine roots; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Polk County, Texas; from community of Seven Oaks, south 0.2 mile on US Highway 59; west 0.1 mile on county road; 15 feet south in forest."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is more than 60 inches.  The combined thickness of the A and E horizons ranges from 10 to 30 inches.\nThe A horizon has hue of 10YR through 5Y, value of 3 through 7, and chroma from 1 or 2.  When value is less than 3.5, the thickness is less than 7 inches.  Mottles range from none to common in shades of brown, gray, or yellow.\nThe E horizon has hue of 10YR or 2.5Y, value of 5 through 7, and chroma of 2 to 4.  Mottles range from few to many.  Reaction is very strongly acid or strongly acid.  Texture of the A and E horizon is typically fine sandy loam but includes loam and very fine sandy loam.\nThe Bt/E horizon is mainly hue of 10YR through 5Y, value from 5 to 7, and chroma of 1 or 2.  The Bt/E horizon has these colors and many brownish or yellowish mottles or include chroma of 3 to 6 with mottles of gray.  Texture is sandy clay loam, silty clay loam, or clay loam.  Some pedons have sandy clay strata below a depth of 40 inches.  Mottles range from few to many in shades of red, brown, yellow, and gray.  Tongues of albic materials extend to depths of 50 inches or more.  The tongues and interfingerings consist of vertical streaks and masses of albic materials 5 mm to about 30 mm wide and the percentage increases with depth and make up 15 to 30 percent of some subhorizon.  Strongly cemented concretions of iron up to 1/2 inch in diameter range from none to common.  Reaction ranges from very strongly acid to medium acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are not competing series in the same family.  Other similar soils are Alazan, Aldine, Bissonnet, Colita, Gessner, Mollville, Rains, and Waller series.  Alazan soils lack a matrix with chroma of 2 or less.  Aldine and Bissonnet series are in a fine-silty family.  Colita, Gessner, Mollville, and Waller series have grayer colors throughout.  Rains soils have base saturation of less than 35 percent."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Leggett soils are on nearly level flats and on gently sloping concave areas at the head of the drains.  Slopes are 0 to 3 percent.  The soil formed from loamy Coastal Plain sediments, mainly of the Willis, Fleming, and Catahoula geologic formations.  The climate is warm and humid.  The average annual precipitation ranges from 40 to 60 inches.  The mean annual temperature ranges from 65 to 70 degrees F., and the Thornthwaite annual P-E index exceeds 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Colita and Waller series and the Choates, Doucette, Pinetucky, Pluck, Wiergate, and Woodville series.  Colita soils are on nearly slightly higher areas and have a paralithic contact within 60 inches.  Doucette, Pinetucky, and Woodville soils are on higher more sloping landscapes and are dominated by yellowish brownish and reddish colors.  Choates soils are on similar positions, have thick sandy epipedons, and have argillic horizons that are brownish and yellowish.  Pluck soils are on floodplains.  Wiergate soils are clayey throughout, are calcareous, and are on nearly convex landscapes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Leggett soils are somewhat poorly drained; slow runoff; moderate permeability.  The water table is near the surface during the winter and spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Leggett soils are used mainly for forest and improved pasture.  Pasture is mainly bermudagrass or bahiagrass.  Forest consists of loblolly and shortleaf pines, sweetgum, red oak, and hickory with an understory of dogwood and holly trees and a few native grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly in eastern Texas and possibly in Louisiana.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Polk and San Jacinto Counties; Texas, 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were previously mapped with the Rains series.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 5 inches; dark grayish brown (10YR 4/2) fine sandy loam, weak medium subangular blocky structure; few fine to coarse roots; few fine and medium pores; few black organic stains, strongly acid; clear smooth boundary."
      },
      {
        "name": "E",
        "top": 13,
        "bottom": 30,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "E--5 to 12 inches; grayish brown (10YR 5/2) fine sandy loam; few fine faint brown and few fine distinct light yellowish brown (10YR 6/4) mottles; weak medium subangular blocky structure; slightly hard, very friable; few fine to coarse roots; few medium pores; strongly acid; clear irregular boundary."
      },
      {
        "name": "Bt1/E1",
        "top": 30,
        "bottom": 64,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1/E1--12 to 25 inches; mottled grayish brown (10YR 5/2) and brownish yellow (10YR 6/6) sandy clay loam; the E part is a light brownish gray (10YR 6/2) fine sandy loam that makes up about 30 percent of the horizon; moderate medium subangular blocky structure; very hard, firm; few fine roots; few fine pores; few brown root stains; very strongly acid; gradual smooth boundary."
      },
      {
        "name": "Bt2/E2",
        "top": 64,
        "bottom": 99,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt2/E2--25 to 39 inches; mottled light brownish gray (10YR 6/2) and grayish brown (10YR 5/2) sandy clay loam, many medium and coarse prominent brownish yellow (10YR 6/6, 6/8) mottles; the E part is a light brownish gray (10YR 6/2) fine sandy loam that makes up about 30 percent of the horizon; moderate medium subangular blocky structure; very hard, firm; few fine and medium roots; the tongues of E material increase with depth; very strongly acid; gradual smooth boundary."
      },
      {
        "name": "Bt3/E3",
        "top": 99,
        "bottom": 142,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt3/E3--39 to 56 inches; mottled light brownish gray (10YR 6/2) and grayish brown (10YR 5/2) sandy clay loam, many medium prominent reddish yellow (7.5YR 6/6) and few coarse distinct brownish yellow (10YR 6/6) mottles; the E part is a light brownish gray (10YR 6/2) fine sandy loam that makes up about 30 percent of the horizon; moderate medium subangular blocky structure; very hard, firm; few fine roots; very strongly acid; gradual smooth boundary."
      },
      {
        "name": "Bt4/E4",
        "top": 142,
        "bottom": 183,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "very strongly acid",
        "narrative": "Bt4/E4--56 to 72 inches; mottled light brownish gray (10YR 6/2) and grayish brown (10YR 5/2) sandy clay loam, common medium prominent reddish yellow (7.5YR 6/6) mottles; the E part is a light brownish gray (10YR 6/2) fine sandy loam that makes up about 30 percent of the horizon; weak fine subangular blocky structure; very hard, firm, few fine roots; very strongly acid."
      }
    ]
  ]
}
