{
  "SERIES": "LEGORE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WDC, MS",
  "REVDATE": "02/2008",
  "STATES": "MD,NJ,PA,VA",
  "OVERVIEW": "The Legore Series consists of very deep, well drained soils on uplands.  They formed in material weathered from diabase, diorite, and related rocks. Saturated hydraulic conductivity is moderately high to high.  Slopes range from 0 to 50 percent.  Mean annual temperature is 50 degrees F and mean annual precipitation is 40 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Ultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Legore gravelly silty clay loam - in a wooded area.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 4 inches; dark brown (7.5YR 3/2) gravelly silty clay loam, strong medium granular structure; slightly hard, friable, sticky and slightly plastic; many fine and medium roots; 20 percent subangular gravel; slightly acid; clear wavy boundary.  (3 to 6 inches thick)\nBt1--4 to 10 inches; brown (7.5YR 4/2) gravelly silty clay loam; moderate fine subangular blocky structure; hard, firm sticky and plastic; many fine and medium roots; few clay films on faces of peds; 20 percent subangular gravel; moderately acid; gradual wavy boundary.\nBt2--10 to 24 inches; brown (7.5YR 4/4) gravelly clay loam; strong coarse subangular blocky structure; very hard, very firm, sticky and plastic; few fine roots; few clay films on faces of peds; 25 percent subangular gravel; moderately acid; gradual wavy boundary.  (Combined thickness of the Bt is 17 to 28 inches thick)\nC--24 to 66 inches; yellowish brown (10YR 5/4) gravelly silt loam; massive; firm, slightly sticky and slightly plastic; saprolitic; soil material finely variegated with yellow, gray and black; 30 percent subangular gravel; moderately acid; abrupt irregular boundary. (30 or more inches thick)\nR--66 inches; hard diabase."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Frederick County, Maryland; on Legore Bridge Road, about one-eighth mile south of Legore Bridge."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum ranges from 20 to 34 inches.  Bedrock is commonly at 5 to 10 feet. Rock fragments are mostly gravels but range in size to stones and boulders.  The stones and boulders are diabase, diorite or related basic rocks; gravels are weathered fragments from these kinds of rocks.  Content of rock fragments by volume ranges from 0 to 35 percent throughout. The soil is strongly acid to slightly acid in the A horizon and upper parts of the B horizon, and moderately acid to slightly acid in the lower part of the B horizon and in the C horizon.\nThe A or Ap horizon has hue of 5YR through 10YR, value of 3 or 4, and chroma of 2 through 4.  It is loam, silt loam, silty clay loam or their gravelly or channery analogues.\nThe Bt horizon has hue of 5YR through 10YR, value of 4 or 5, and chroma of 2 through 8. It is silty clay loam, clay loam or their gravelly or channery analogues.\nThe BC horizon, where present, has colors similar to those of the Bt horizon.  It is loam, silt loam, sandy loam, or their gravelly or channery analogues.\nThe C horizon is variegated but dominantly has hue of 10YR or 7.5YR, value of 3 through 6, and chroma of 4 through 8.  The C horizon is sandy loam, loam, silt loam, silty clay loam or their gravelly or channery analogues.  This horizon consists mostly of saprolite."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Alanthus, Athol, Cateache, Culleoka, Door, Duffield, Dumfries, Ebbing, Frondorf, Grayford, Hayter, Kell, Lamotte, Loudonville, Manassas, Mechanicsburg, Middleburg, Morrison, Myersville, Oatlands, Panorama, Sowego, Spriggs, Sudley, Westmoreland, Wheeling and Williamsburg series are in the same family.\nAlanthus soils are formed in residuum and contain rock fragments of metabasalt and greenstone schist. Athol soils have subsoils with 2.5YR or 10R hues. Cateache and Oatlands soils are moderately deep to sedimentary bedrock. Culleoka, Loudonville and Frondorf soils have bedrock at less than 40 inches. Door series consists of very deep well drained soils formed in loamy glacial outwash containing common to many shale fragments and low in carbonates. Duffield, Hayter, Lamotte, Morrison, Wheeling and Williamsburg soils have solum thicker than 34 inches.  Dumfries soils formed in feldspathic sandy sediments in the Coastal Plain. Ebbing soils formed in alluvial material weathered from limestone, sandstone, quartzite, and shale on low stream terraces. Grayford soils are on glacial till plains. Kell soils are moderately deep, well drained soils formed in loamy drift over residuum from acid sandstone, siltstone, and shale. Manassas soils formed in colluvium over residuum from sedimentary rocks. Mechanicsburg soils formed in Wisconsinan or Illinoian Age till 20 to 36 inches thick and material weathered from the underlying fractured, fine grained sandstone or siltstone on uplands.   Middleburg soils formed in colluvium and local alluvium from mixed basic and acid rock materials. They are in upland swales, saddles, heads of drainageways, and on footslopes in the Blue Ridge lowlands.  Myersville soils contain fine mica and rock fragments of greenstone schist.  Panorama soils formed predominantly in residuum from red Triassic and Jurassic interbedded siltstones and fine-grained sandstones of the Culpeper Basin of the Piedmont Plateau.  Sowego series consists of deep, moderately well drained to well drained soils formed in colluvium and local alluvium over residuum of shale, siltstone, fine-grained sandstone and conglomerate on footslopes, fans, and saddles along drainageways in the Triassic-Jurassic Basin of the Northern Piedmont. Spriggs soils are moderately deep to metamorphic bedrock. Sudley soils developed in residuum from sedimentary rocks. Westmoreland soils formed in residuum and colluvium from siltstone, sandstone, and limestone.\nBolton, Bookwood, Brecknock, Carpenter, Dormont, Neshaminy, Penn, Ryder, Washington are similar soils in related families. Bolton soils formed in material weathered from interbedded limestone and sandstone bedrock on mountain side slopes. Bookwood soils overlying interbedded limestone and shale. Brecknock solis formed in residuum weathered from metamorphosed red shale and sandstone. Carpenter soils formed in loamy colluvium over residuum of weathered shale or siltstone. Dormont soils formed in colluvium and residuum of nonacid shale and siltstone and thin beds of limestone and sandstone. Neshaminy soils formed in materials weathered from diabase and other dark colored basic rocks. Penn soils formed in materials weathered from noncalcareous reddish shale, siltstone, and fine-grained sandstone normally of Triassic age.  Ryder formed in residuum weathered from thin bedded shaly limestone. Washington soils formed in old glacial drift (pre-Wisconsin Age) or colluvium derived mainly from limestone and granitic gneiss."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  They are nearly level to very steep slopes on dikes of intruded igneous rock with slopes ranging from 0 to 50 percent.  The Legore soils formed in residuum from diabase, diorite and related rocks.  The climate is temperate and humid with a mean annual temperature of 45 to 55 degrees F. and mean annual precipitation of 40 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Brecknock, Montalto, Neshaminy and Penn series and the Aldino, Calvert, Catlett, Chrome, Conowingo, Croton, Kelly, Lehigh, Mount Lucas, Neshaminy, Readington, Relay, Towhee and Watchung soils.  Aldino, Conowingo, Kelly, Lehigh, Mount Lucas, and Readington soils are moderately well drained or somewhat poorly drained.  Calvert, Croton, Towhee and Watchung soils are poorly drained.   These soils occur in lower positions on the landscape than the Legore soils.  Catlett soils have bedrock within a depth of 20 inches and have a cambic horizon.  Chrome and Relay soils have more than 60 percent base saturation.  Catlett, Chrome, Relay, Brecknock, Montalto, Neshaminy and Penn soils are in landscape positions similar to those of the Legore soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained.  Saturated hydraulic conductivity is moderately high to high.  Runoff is medium to high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for growing general crops, pastures and orchards. Native vegetation is mixed hardwoods dominated by oaks, hickory and black locust."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Maryland, Pennsylvania and Virginia.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Frederick County, Maryland, 1945."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\na. Argillic horizon - the zone from approximately 4 to 24 inches (Bt1, Bt2 horizons).\nb. Ultic udalfs feature - base saturation (by sum of cations) of less than 60 percent at a depth of 1.25m below the top of the argillic horizon.\n2008 Pedon description updated Prior revision 1/2006 - WDC"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 4 inches; dark brown (7.5YR 3/2) gravelly silty clay loam, strong medium granular structure; slightly hard, friable, sticky and slightly plastic; many fine and medium roots; 20 percent subangular gravel; slightly acid; clear wavy boundary.  (3 to 6 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 10,
        "bottom": 25,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--4 to 10 inches; brown (7.5YR 4/2) gravelly silty clay loam; moderate fine subangular blocky structure; hard, firm sticky and plastic; many fine and medium roots; few clay films on faces of peds; 20 percent subangular gravel; moderately acid; gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 25,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--10 to 24 inches; brown (7.5YR 4/4) gravelly clay loam; strong coarse subangular blocky structure; very hard, very firm, sticky and plastic; few fine roots; few clay films on faces of peds; 25 percent subangular gravel; moderately acid; gradual wavy boundary.  (Combined thickness of the Bt is 17 to 28 inches thick)"
      },
      {
        "name": "C",
        "top": 61,
        "bottom": 168,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "C--24 to 66 inches; yellowish brown (10YR 5/4) gravelly silt loam; massive; firm, slightly sticky and slightly plastic; saprolitic; soil material finely variegated with yellow, gray and black; 30 percent subangular gravel; moderately acid; abrupt irregular boundary. (30 or more inches thick)"
      },
      {
        "name": "R",
        "top": 168,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--66 inches; hard diabase."
      }
    ]
  ]
}
