{
  "SERIES": "LEHR",
  "STATUS": "Established Series",
  "BYREV": "Rev. CJH-DEV",
  "REVDATE": "10/98",
  "STATES": "MT,ND,SD",
  "OVERVIEW": "The Lehr series consists of very deep, somewhat excessively drained soils shallow to sand and gravel.  They formed in loamy alluvium over sand and gravel.  Permeability is moderate or moderately rapid in the upper part and rapid or very rapid in the substratum.  These soils are on outwash plains and stream valley terraces and have slopes ranging from 0 to 25 percent.  Mean annual air temperature is 40 degrees F, and mean annual precipitation is 14 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive, frigid Typic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lehr loam - on a 2 percent north-facing, slightly convex slope in a cultivated field.  (Colors are for dry soil unless otherwise stated.  When described the soil was moist throughout.)\nAp--0 to 6 inches; very dark grayish brown (10YR 3/2) loam, very dark brown (10YR 2/2) moist; weak medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine roots; about 2 percent gravel; slightly alkaline; abrupt smooth boundary.  (5 to 9 inches thick)\nBw--6 to 11 inches; dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; moderate medium prismatic structure parting to weak fine and medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; about 5 percent gravel; slightly alkaline; gradual wavy boundary.  (4 to 16 inches thick)\nBk1--11 to 15 inches; pale brown (10YR 6/3) loam, brown (10YR 5/3) moist; few distinct very dark grayish brown (10YR 3/2) moist coatings on faces of peds; moderate medium prismatic structure parting to weak medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; about 10 percent gravel; common medium irregular masses and filaments of carbonates; thin crusts of carbonates on undersides of pebbles; violent effervescence; moderately alkaline; clear smooth boundary.  (0 to 6 inches thick)\n2Bk2--15 to 22 inches; light yellowish brown (10YR 6/4) and white (10YR 8/1) gravelly loamy coarse sand, yellowish brown (10YR 5/4) moist; weak medium prismatic structure parting to weak medium subangular blocky; slightly hard, very friable, nonsticky and nonplastic; about 30 percent gravel; many medium irregular masses and filaments of carbonates; thin crusts of carbonates on undersides of pebbles; violent effervescence; moderately alkaline; clear smooth boundary.  (0 to 37 inches thick)\n2C--22 to 60 inches; light brownish gray (2.5Y 6/2) and pale yellow (2.5Y 7/4) very gravelly coarse sand, grayish brown (2.5Y 5/2) and light yellowish brown (2.5Y 6/4) moist; single grain; loose, nonsticky and nonplastic; about 40 percent gravel; thin crusts of carbonates on undersides of pebbles; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mountrail County, North Dakota; 1,490 feet north and 625 feet west of the southeast corner, sec. 12, T. 156 N., R. 93 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to sandy and gravelly sediments ranges from 14 to 20 inches.  The substratum comprises poorly to well-sorted mixtures of calcareous gravel and sand.  The thickness of the mollic epipedon ranges from 7 to 16 inches.  The depth to carbonates ranges from 10 to 20 inches.\nThe A horizon has hue of 10YR, value of 3 to 5 and 2 or 3 moist, and chroma of 2 or 3.  It commonly is loam, but the range includes gravelly loam, fine sandy loam, sandy loam and silt loam.  It is neutral or slightly alkaline.\nThe Bw horizon has hue of 10YR or 2.5Y, value of 4 to 6 and 2 to 5 moist, and chroma of 2 to 4.  It is loam, clay loam, sandy clay loam or gravelly loam.  It is neutral or slightly alkaline.\nThe Bk and 2Bk horizons have hue of 10YR or 2.5Y, value of 5 to 8 and 3 to 6 moist, and chroma of 1 to 4.  They are slightly alkaline or moderately alkaline.  Carbonates are disseminated or in threads or masses.  They are in very thin to medium crusts (1/64 to 1/8 inch thick) on undersides of pebbles.  The Bk horizon is loam containing 2 to 30 percent coarse fragments.  The 2Bk horizon is loamy coarse sand, loamy sand or coarse sandy loam containing 20 to 45 percent coarse fragments. Some pedons have a 2BCk horizon.\nThe 2C horizon has hue of 10YR or 2.5Y, value of 5 to 8 and 4 to 6 moist, and chroma of 2 to 4.  It is coarse sand or it is sand, coarse sand, loamy coarse sand or loamy sand containing 15 to 60 percent coarse fragments.  It is slightly alkaline or moderately alkaline.  Some pedons have textures of sand or loamy sand below depths of 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Stady series.  The Stady series have sola 20 to 40 inches thick over the gravelly 2C horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lehr soils are on level to moderately steep outwash plains and stream valley terraces.  Slopes of 1 to 4 percent are most common, but range from 0 to 25 percent.  The soils formed in loamy alluvium over thick deposits of sand and gravel.  Mean annual air temperature is 34 to 45 degrees F, and mean annual precipitation is 12 to 18 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Stady soils and the Farland, Manning, Parshall, Shambo and Wabek soils.  Stady soils are on similar positions.  Farland and Shambo soils are on nearby terraces, below Lehr soils, and are more than 40 inches thick over gravel and sand.  Manning and Parshall soils are on sandy loam outwash plains and terraces.  Manning soils are coarse-loamy over sandy or sandy-skeletal.  Parshall soil are coarse-loamy and have a mollic epipedon more than 16 inches thick.  Wabek soils are on steep ridges and edges of terraces.  They have gravel within 14 inches of the surface and do not have Bw horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained.  Runoff is negligible to medium depending on slope.  Permeability is moderate or moderately rapid in the upper part and rapid or very rapid in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Where cultivated small grains, corn, and hay are the principal crops.  In pastures the native vegetation consists of mid and short prairie grasses such as western wheatgrass, blue grama and upland sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western North Dakota, eastern Montana, northwestern South Dakota.  The soils are of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Bowman County, North Dakota, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of 11 inches (Ap and Bw horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 6 inches; very dark grayish brown (10YR 3/2) loam, very dark brown (10YR 2/2) moist; weak medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine roots; about 2 percent gravel; slightly alkaline; abrupt smooth boundary.  (5 to 9 inches thick)"
      },
      {
        "name": "Bw",
        "top": 15,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw--6 to 11 inches; dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; moderate medium prismatic structure parting to weak fine and medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; about 5 percent gravel; slightly alkaline; gradual wavy boundary.  (4 to 16 inches thick)"
      },
      {
        "name": "Bk1",
        "top": 28,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bk1--11 to 15 inches; pale brown (10YR 6/3) loam, brown (10YR 5/3) moist; few distinct very dark grayish brown (10YR 3/2) moist coatings on faces of peds; moderate medium prismatic structure parting to weak medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; about 10 percent gravel; common medium irregular masses and filaments of carbonates; thin crusts of carbonates on undersides of pebbles; violent effervescence; moderately alkaline; clear smooth boundary.  (0 to 6 inches thick)"
      },
      {
        "name": "2Bk2",
        "top": 38,
        "bottom": 56,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loamy coarse sand",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bk2--15 to 22 inches; light yellowish brown (10YR 6/4) and white (10YR 8/1) gravelly loamy coarse sand, yellowish brown (10YR 5/4) moist; weak medium prismatic structure parting to weak medium subangular blocky; slightly hard, very friable, nonsticky and nonplastic; about 30 percent gravel; many medium irregular masses and filaments of carbonates; thin crusts of carbonates on undersides of pebbles; violent effervescence; moderately alkaline; clear smooth boundary.  (0 to 37 inches thick)"
      },
      {
        "name": "2C",
        "top": 56,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "coarse sand",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C--22 to 60 inches; light brownish gray (2.5Y 6/2) and pale yellow (2.5Y 7/4) very gravelly coarse sand, grayish brown (2.5Y 5/2) and light yellowish brown (2.5Y 6/4) moist; single grain; loose, nonsticky and nonplastic; about 40 percent gravel; thin crusts of carbonates on undersides of pebbles; strong effervescence; moderately alkaline."
      }
    ]
  ]
}
