{
  "SERIES": "LEHUNT",
  "STATUS": "Established Series",
  "BYREV": "Rev: GFB-KTS-RJS",
  "REVDATE": "03/2012",
  "STATES": "MT",
  "OVERVIEW": "The Lehunt series consists of very deep, somewhat poorly drained soils that formed in alluvium or lacustrine deposits.  These soils occur on stream terraces and lakebeds.  These soils are subject to prolonged saturation from flood irrigation. Slopes are 0 to 2 percent. Mean annual precipitation is about 15 inches, and mean annual air temperature is about 37 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive Oxyaquic Haplocryalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lehunt fine sandy loam, in irrigated grass hay and pasture (colors are for dry soil unless otherwise noted).\nA--0 to 3 inches; dark grayish brown (10YR 4/2) fine sandy loam, very dark brown (10YR 2/2) moist; weak fine and medium granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; many very fine and fine dendritic tubular pores; moderately alkaline (pH 8.2); abrupt smooth boundary. (0 to 4 inches thick)\nE--3 to 7 inches; light brownish gray (10YR 6/2) fine sandy loam, dark grayish brown (10YR 4/2) moist; moderate very coarse angular blocky structure; hard, friable, nonsticky and nonplastic; many very fine and fine roots; many very fine and common fine dendritic tubular pores; very strongly alkaline (pH 9.8); abrupt smooth boundary. (3 to 12 inches thick)\nBtn--7 to 11 inches; brown (10YR 5/3) sandy clay, dark brown (10YR 3/3) moist; strong medium and coarse columnar structure; extremely hard, firm, moderately sticky and moderately plastic; common very fine roots; common very fine and few fine dendritic tubular pores; many continuous prominent very dark gray (10YR 3/1) clay films on faces of peds; very strongly alkaline (pH 10.0); clear smooth boundary. (4 to 8 inches thick)\nBtkn--11 to 15 inches; pale brown (10YR 6/3) loam, brown (10YR 5/3) moist; moderate very coarse prismatic structure; extremely hard, firm, very sticky and very plastic; few very fine roots; common very fine and few fine dendritic tubular pores; many continuous distinct clay films on faces of peds; strongly effervescent; finely disseminated calcium carbonate and many medium and fine patchy soft masses and threads of calcium carbonate; very strongly alkaline (pH 10.3); clear wavy boundary. (4 to 10 inches thick)\nBCn1--15 to 32 inches; pale brown (10YR 6/3) sandy loam, yellowish brown (10YR 5/4) moist; weak coarse and very coarse prismatic structure; hard, friable, slightly sticky and nonplastic; few very fine roots; common very fine dendritic tubular pores; slightly effervescent; very strongly alkaline (pH 10.3); clear wavy boundary.\nBCn2--32 to 40 inches; light yellowish brown (10YR 6/4) sandy clay loam, brown (10YR 5/3) moist; weak medium and coarse subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few very fine roots; few very fine dendritic tubular pores; few medium prominent irregular, strong brown (7.5YR 5/6) masses of oxidized iron; very strongly alkaline (pH 9.8); clear wavy boundary. (combined thickness of BCn horizons - 20 to 30 inches)\n2C--40 to 60 inches; pale brown (10YR 6/3) extremely gravelly sand, grayish brown (10YR 5/2) moist; single grain; loose, nonsticky and nonplastic; 65 percent gravel; slightly alkaline (pH 7.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Beaverhead County, Montana; approximately 1500 feet north and 1800 feet west of the SE corner of sec. 4, T. 3S, R. 15W, Wisdom topographic quadrangle, NAD 83, UTM 12T, 308144e, 5042729n."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 35 to 40 degrees F.\nDepth to top of natric horizon - 4 to 16 inches\nDepth to seasonal high water table - 24 to 42 inches.\nDepth to lithologic discontinuity - 40 to 60 inches\nSoil phases - saline\nNote: A thin (less than 3 inches) Oe horizon may be present.\nA horizon\nValue: 4 or 5 dry; 2 or 3 moist\nChroma: 2 or 3; dry or moist\nClay content: 12 to 20 percent\nTexture: fine sandy loam or loam\nRock fragments: 0 to 15 percent gravel\nReaction: pH 7.4 to 8.4\nElectrical conductivity: 0 to 3 mmhos/cm\nSodium adsorption ratio: 13 to 30\nE horizon\nValue: 6 or 7 dry; 4 or 5 moist\nChroma: 2 or 3; dry or moist\nTexture: fine sandy loam, sandy loam or loam\nClay content: 5 to 15 percent\nReaction: pH 8.5 to 10.0\nElectrical conductivity: 0 to 4 mmhos/cm\nSodium adsorption ratio: 13 to 40\nSaline phase\nReaction: pH 9.5 to 11.0\nElectrical conductivity: 8 to 16 mmhos/cm\nSodium adsorption ratio: 40 to 100\nBtn horizon\nValue: 5 or 6 dry; 3 or 4 moist\nChroma: 2 or 3; dry or moist\nTexture: sandy clay, clay loam or sandy clay loam\nClay content: 27 to 40 percent\nReaction: pH 9.0 to 10.5\nElectrical conductivity: 4 to 8 mmhos/cm\nSodium adsorption ratio: 40 to 100\nBtkn horizon\nValue: 5 or 6 dry; 4 or 5 moist\nChroma: 2 or 3; dry or moist\nTexture: loam, clay loam or sandy clay loam\nClay content: 25 to 35 percent\nCalcium carbonate equivalent: 1 to 10 percent\nReaction: pH 9.0 to 10.5\nElectrical conductivity: 4 to 8 mmhos/cm\nSodium adsorption ratio: 40 to 100\nBCn1, BCn2 horizons\nValue: 5 or 6 dry; 4 or 5 moist\nChroma: 2 to 4; dry or moist\nTexture: sandy loam, loam or sandy clay loam\nClay content: 15 to 25 percent\nRock fragments: 0 to 15 percent gravel\nCalcium carbonate equivalent: 0 to 1 percent\nReaction: pH 8.5 to 10.5\nElectrical conductivity: 1 to 4 mmhos/cm\nSodium adsorption ratio: 40 to 100\n2C horizon\nChroma: 1 to 3; dry or moist\nTexture: sand or loamy sand\nClay content: 1 to 6 percent\nRock fragments: 35 to 80 percent gravel\nReaction: pH 6.6 to 7.8"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - stream terraces and lakebeds\nElevation - 5900 to 7,400 feet\nSlope - 0 to 2 percent\nParent material - alluvium or lacustrine deposits\nClimate - long, cold winters; cool, moist springs; short, cool summers\nMean annual precipitation - 14 to 19 inches\nMean annual air temperature - 34 to 39 degrees F.\nFrost-free period - 30 to 70 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bighole, Shewag and Wisdom soils. Bighole soils are not salt and sodium effected and are on similar landforms.  Shewag soils are sandy-skeletal and are on outwash plains.  Wisdom soils are fine-loamy over sandy or sandy-skeletal and are on outwash plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained; moderately slow over very rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Lehunt soils are used for irrigated grass hay and irrigated pasture.  The vegetation is mainly basin wildrye, alkali cordgrass, alkali sacaton, western wheatgrass, inland saltgrass and greasewood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Lehunt soils are not extensive in the intermountain valleys of southwestern Montana. MLRA - 44B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Beaverhead County, Montana, Big Hole Valley Area, 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - from 0 to 7 inches (A, E horizons)\nAlbic horizon - from 3 to 7 inches (E horizon)\nNatric horizon - from 7 to 15 inches (Btn, Btkn horizons)\nLithologic discontinuity - at 40 inches (2C horizon)\nParticle-size control section - from 7 to 15 inches (Btn, Btkn horizons)\nLehunt soils have a cryic temperature regime and an ustic moisture regime and an oxyaquic moisture subclass.\nADDITIONAL DATA: NSSL data S03MT-001-001\nNational Cooperative Soil Survey\nU.S.A."
  }
}
