{
  "SERIES": "LEIKO",
  "STATUS": "Established Series",
  "BYREV": "Rev. RCH/TDT",
  "REVDATE": "01/2011",
  "STATES": "WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, mesic Vitrandic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Leiko ashy sandy loam, grazed woodland. (Colors are for dry soil unless otherwise stated.)\nOi--0 to 1 inch; slightly decomposed organic litter composed of pine needles, leaves, twigs, and cones; strongly acid (pH 5.4); abrupt smooth boundary.\nA1--1 to 2 inches; dark gray (10YR 4/1) ashy sandy loam, black (10YR 2/1) moist; weak thin platy structure; soft, very friable, nonsticky and nonplastic; many roots; many fine pores; 5 percent gravel; neutral (pH 6.6); abrupt smooth boundary.\nA2--2 to 9 inches; dark grayish brown (10YR 4/2) ashy sandy loam, very dark brown (10YR 2/2) moist; weak medium granular structure; soft, very friable, nonsticky and nonplastic; many roots; many fine pores; 10 percent gravel; neutral (pH 6.6); abrupt smooth boundary. (combined thickness of the A horizon is 7 to 14 inches thick)\n2C1--9 to 30 inches; pale brown (10YR 6/3) very gravelly sandy loam, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; common roots; common fine pores; 35 percent gravel; neutral (pH 6.6); clear wavy boundary. (9 to 22 inches thick)\n2C2--30 to 61 inches; multicolored very gravelly sand; single grained; loose; 50 percent gravel; neutral (pH 6.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Okanogan County, Washington; 650 feet south of county road about 4,000 feet northwest of junction with Children Ranch Road in the NW 1/4 SW 1/4 NE 1/4 NW 1/4 sec.31, T.35N, R.21E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: usually moist but are dry in all parts for 75 to 90 consecutive days following the summer solstice; xeric soil moisture regime.\nSoil temperature:  mean annual soil temperature is 47 to 52 degrees F.\nRock fragments: 35 to 60 percent in the particle-size control section\nVitrandic properties:  upper 7 to 14 inches of the solum has an estimated moist bulk density of 1.20 to 1.40 g/cc, volcanic glass content of 10 to 30 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 0.15 to 0.40 percent, and 15-bar water retention of 5 to 10 percent for air dried samples.\nReaction: neutral to moderately acid.\nClay content: 2 to 8 percent clay in the particle-size control section\nSand content: 80 to 90 percent in the particle-size control section\nMollic epipedon: 7 to 14 inches thick.\nA horizon\nValue: 4 through 6 dry, 2 through 4 moist\nChroma: 1 through 3 dry or moist\nTexture: gravelly ashy sandy loam, ashy sandy loam or gravelly ashy loam\nGravel content: 0 to 15 percent\nCobble content: 0 to 10 percent\nStone content: 0 to 10 percent\nBw horizon (when present)\nValue: 5 through 7 dry, 3 through 5 moist\nChroma: 2 or 3 dry, 2 through 4 moist\nTexture: gravelly coarse sandy loam, very gravelly coarse sandy loam, gravelly sandy loam, or very gravelly sandy loam\nGravel content: 20 to 40 percent\nCobble content: 0 to 10 percent\n2C1 horizon\nHue: 10YR or 2.5Y\nValue: 5 through 8 dry, 3 through 6 moist\nChroma: 2 through 4 dry or moist\nTexture: loamy sand, sandy loam, coarse sandy loam or loamy coarse sand and is very gravelly or very cobbly.\nRock fragments: 35 to 60 percent\nGravel content: 20 to 50 percent\nCobble content: 0 to 15 percent\nClay content: 5 to 12 percent\n2C2 horizon\nHue: 10YR, 2.5Y or multicolored\nValue: 6 or 7 dry, 4 or 5 moist\nChroma: 2 through 4 dry or moist\nTexture: loamy sand, loamy coarse sand, sand, or coarse sand and is very gravelly, extremely gravelly, very cobbly, or extremely cobbly\nRock fragments: 35 to 70 percent\nGravel content: 25 to 50 percent\nCobble content: 0 to 30 percent\nStone content: 0 to 30 percent\nClay content: 0 to 5 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are Owhi, Sequim and Alecanyon series. Owhi soils are dry for more than 90 consecutive days during the year. Sequim soils have a 15 to 23 inch thick mollic epipedon. Alecanyon soils have silica coatings in the subsoil horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Leiko soils are on backslopes, footslopes, terraces treads and terrace risers.  Slopes are 0 to 65 percent.  The soils formed in mixed volcanic ash over glacial outwash.  Elevations are 1,300 to 3,500 feet.  The climate is characterized by warm, dry summers and cool, moist winters.  The mean annual precipitation is 15 to 20 inches. The mean January temperature is about 26 degrees F, the mean July temperature is about 66 degrees F, and the mean annual air temperature is about 45 degrees F. The frost-free season is 100 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Donavan, Kartar, Wapal, and Garrison series. Donavan and Kartar are coarse-loamy. Donavan soils are located on toeslopes and are forested soils. Kartar and Wapal soils are incepitsols. Wapal soils lack the volcanic ash mantle and are frigid. Garrison soils are loamy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; moderately rapid permeability to about 30 inches and very rapid below."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Grazed woodland. The native vegetation is scattered ponderosa pine with an understory of common snowberry, white spirea, saskatoon serviceberry, Idaho fescue, bluebunch wheatgrass, arrowleaf, balsamroot, Oregon-grape, and silky lupine. At higher elevations some Douglas-fir, is in the overstory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Washington; MLRA 6 and 43A.  Leiko series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Okanogan County, Washington; 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon from 1 to 9 inches (A horizons)\nVitrandic feature from 1 to 9 inches\nParticle-sized control section from 11 to 41 inches\nThis series was previously identified as the Springdale series in the Okanogan County Area Soil Survey; 1980\nNational Cooperative Soil Survey\nU.S.A."
  }
}
