{
  "SERIES": "LEKREM",
  "STATUS": "Established Series",
  "BYREV": "Rev. BJD/TLA",
  "REVDATE": "07/2005",
  "STATES": "WA",
  "OVERVIEW": "The Lekrem series consists of very deep and deep, well drained soils formed in colluvium and glacial till from granitic rock with a component of volcanic ash in the upper part.  These soils are on back slopes of mountains usually with southerly aspects.  Slopes are 15 to 65 percent.  The average annual precipitation is about 22 inches and the average annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, frigid Vitrandic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lekrem stony ashy sandy loam, on a southwest facing 50 percent slope at an elevation of 4,600 feet in a Douglas-fir and ponderosa pine forest.  (Colors are for dry soil unless otherwise stated.  All textures are apparent field textures.)\nOe--0 to 1 inch; moderately decomposed needles, leaves and twigs; abrupt smooth boundary.\nA--1 to 5 inches; dark grayish brown (10YR 4/2) stony ashy sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine and common medium and coarse roots; common fine and very fine tubular pores; 10 percent gravel, 3 percent cobbles and 10 percent stones; slightly acid (pH 6.2); clear smooth boundary.  (3 to 6 inches thick)\nBw--5 to 17 inches; pale brown (10YR 6/3) gravelly ashy sandy loam, brown (10YR 4/3) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine and common medium and coarse roots; common fine tubular pores; 15 percent gravel and 3 percent cobbles; slightly acid (pH 6.4); clear wavy boundary.  (8 to 19 inches thick)\n2BC--17 to 30 inches; light yellowish brown (10YR 6/4) very gravelly sandy loam, yellowish brown (10YR 5/4) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine and few medium and coarse roots; few fine irregular pores; 30 percent gravel and 5 percent cobbles; neutral (pH 6.6); clear wavy boundary.  (13 to 15 inches thick)\n2C1--30 to 41 inches; pale brown (10YR 6/3) very gravelly sandy loam, brown (10YR 5/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine and fine and few medium roots; few very fine irregular pores; 40 percent gravel and 5 percent cobbles; neutral (pH 7.2); clear wavy boundary.\n2C2--41 to 61 inches; very pale brown (10YR 7/3) very gravelly loamy coarse sand, pale brown (10YR 6/3) moist; single grain; loose, nonsticky and nonplastic; few very fine and fine roots; 45 percent gravel and 10 percent cobbles; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Okanogan County, Washington; about 14 miles north of Winthrop, Washington; 1,800 feet east and 1,400 feet south of the northwest corner of section 29, T. 37 N., R. 21 E.  (Latitude 48 degrees 41' 18\" N., Longitude 120 degrees 14' 37\" W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 42 to 45 degrees F.  These soils are usually moist but are dry in all parts of the moisture control section for 60 to 75 days following the summer solstice.  Thickness of the volcanic ash influence (A and Bw horizons) is 12 to 25 inches, and has an estimated moist bulk density of 1.10 to 1.40 g/cc, volcanic glass content of 5 to 20 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 0.4 to 1.0 percent, and 15-bar water retention of 5 to 10 percent for air dried samples.  The particle-size control section averages 35 to 65 percent rock fragments and 3 to 8 percent clay.  Reaction is slightly acid to neutral throughout.  Depth to bedrock is 40 to more than 60 inches.\nThe A  horizon has values of 4 to 6 dry, 3 to 5 moist, and chroma of 2 or 3 dry or moist.\nThe Bw horizon has value of 5 or 6 dry and chroma of 3 or 4 dry or moist.  It is gravelly ashy sandy loam, very gravelly ashy sandy loam or very cobbly ashy sandy loam.  It has 15 to 30 percent gravel, 3 to 20 percent cobbles, and 0 to 3 percent stones.\nThe 2BC horizon has value of 5 to 7 dry, 4 to 6 moist, and chroma of 2 to 4 dry, and 2 to 6 moist.  It is very gravelly sandy loam, very cobbly sandy loam or very cobbly coarse sandy loam.  It has 25 to 40 percent gravel, 5 to 20 percent cobbles and 0 to 5 percent stones.\nThe 2C horizon has value of 5 to 7 dry, 4 to 6 moist, and chroma of 2 or 3 dry and 2 to 6 moist.  It is very gravelly sandy loam, very cobbly sandy loam or very stony sandy loam, below 40 inches it can range to very gravelly loamy coarse sand or very gravelly loamy sand.  It has 20 to 45 percent gravel, 5 to 25 percent cobbles and 0 to 15 percent stones."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Brevco, Coxit, Highhorn, Huntrock, Jimbluff, Jumpe, Longort, Ontrail, Radarcreek, Redpeak, Santop, Seeburg and Thout series.  Brevco, Redpeak, Santop and Thout soils are moderately deep to a lithic contact.  Coxit soils have 8 to 18 percent clay in the particle-size control section.  Highhorn soils have 27 to 35 percent clay in the particle-size control section.  Huntrock soils have 27 to 35 percent clay and 60 to 80 percent rock fragments in the particle-size control section.  Jimbluff soils have 60 to 80 percent rock fragments in the particle-size control section.  Longort soils have a Cd horizon and 8 to 15 percent clay in the particle-size control section.  Ontrail soils have redder hues.  Jumpe soils have loam and silt loam fine-earth textures in the solum and have 15 to 27 percent clay in the particle-size control section.  Seeburg soils have vitrandic properties in a zone 7 to 14 inches thick.  Radarcreek soils are similar but have developed in sedimentary and volcanic rock parent material."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lekrem soils are on back slopes of mountains usually with southerly aspects.  Elevation ranges from 2,400 to 5,000 feet. Slopes are 15 to 65 percent.  These soils formed in colluvium and glacial till from granitic rock with a component of volcanic ash in the upper part.  The climate is characterized by warm, dry summers and cool, moist winters.  The average annual precipitation ranges from 20 to 24 inches.  The average January temperature ranges from 22 to 26 degrees F.; the average July temperature ranges from 62 to 67 degrees F.; and the average annual air temperature ranges from 40 to 43 degrees F.  The frost-free season is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Brevco and Chumstick soils.  The Brevco soils are on shoulders and back slopes, and are 20 to 40 inches to bedrock.  The Chumstick soils are on upper back slopes, shoulders and ridges, have a mollic epipedon and are 10 to 20 inches to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, medium to very rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for timber production, wildife habitat, watershed, recreation, and livestock grazing.  Native vegetation is Douglas-fir and ponderosa pine with an understory of pinegrass, kinnikinnick, pachystima, heartleaf arnica, western yarrow, antelope bitterbrush, and scouler willow."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northcentral Washington.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Okanogan National Forest, Okanogan Washington; 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon are:\nOchric epipedon\nCambic Horizon - 5 to 17 inches (Bw horizon)\nPSCS - zone from 11 to 41 inches (Bw, 2BC, and 2C1 horizon)\nVitrandic properties from 1 to 17 inches with minor amounts of ash in 2BC horizon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 3,
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oe--0 to 1 inch; moderately decomposed needles, leaves and twigs; abrupt smooth boundary."
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "stony",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--1 to 5 inches; dark grayish brown (10YR 4/2) stony ashy sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine and common medium and coarse roots; common fine and very fine tubular pores; 10 percent gravel, 3 percent cobbles and 10 percent stones; slightly acid (pH 6.2); clear smooth boundary.  (3 to 6 inches thick)"
      },
      {
        "name": "Bw",
        "top": 13,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--5 to 17 inches; pale brown (10YR 6/3) gravelly ashy sandy loam, brown (10YR 4/3) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine and common medium and coarse roots; common fine tubular pores; 15 percent gravel and 3 percent cobbles; slightly acid (pH 6.4); clear wavy boundary.  (8 to 19 inches thick)"
      },
      {
        "name": "2BC",
        "top": 43,
        "bottom": 76,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2BC--17 to 30 inches; light yellowish brown (10YR 6/4) very gravelly sandy loam, yellowish brown (10YR 5/4) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine and few medium and coarse roots; few fine irregular pores; 30 percent gravel and 5 percent cobbles; neutral (pH 6.6); clear wavy boundary.  (13 to 15 inches thick)"
      },
      {
        "name": "2C1",
        "top": 76,
        "bottom": 104,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2C1--30 to 41 inches; pale brown (10YR 6/3) very gravelly sandy loam, brown (10YR 5/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine and fine and few medium roots; few very fine irregular pores; 40 percent gravel and 5 percent cobbles; neutral (pH 7.2); clear wavy boundary."
      },
      {
        "name": "2C2",
        "top": 104,
        "bottom": 155,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "loamy coarse sand",
        "cf_class": "very gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "narrative": "2C2--41 to 61 inches; very pale brown (10YR 7/3) very gravelly loamy coarse sand, pale brown (10YR 6/3) moist; single grain; loose, nonsticky and nonplastic; few very fine and fine roots; 45 percent gravel and 10 percent cobbles; neutral (pH 7.0)."
      }
    ]
  ]
}
