{
  "SERIES": "LEMCO",
  "STATUS": "Established Series",
  "BYREV": "Rev. GPB-HBM",
  "REVDATE": "04/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic Abruptic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lemco loam on a 50 percent northwest-facing slope at an elevation of 6,000 feet in forestland.  (Colors are for dry soil unless otherwise noted.  When described on October 30, 1980, the soil was moist from 0 to 4 inches, dry from 4 to 19 inches, and moist from 19 to 60 inches.)\nOi--0 to 1 inch; slightly decomposed needles and twigs. (1 to 2 inches thick)\nA1--1 to 5 inches; dark grayish brown (10YR 4/2) loam, black (10YR 2/1) moist; moderate very fine and fine platy structure parting to weak very fine granular; soft, friable, slightly sticky, and slightly plastic; common very fine and fine roots; many very fine interstitial pores; neutral (pH 6.8); clear wavy boundary.  (2 to 6 inches thick)\nA2--5 to 12 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; weak very fine and fine subangular blocky structure; slightly hard, very friable, slightly sticky, and slightly plastic; common very fine, fine, medium and coarse roots; common very fine and few fine tubular and common very fine interstitial pores; 5 percent pebbles; neutral (pH 6.8); clear wavy boundary.  (5 to 10 inches thick)\nBt1--12 to 20 inches; brown (10YR 5/3) very gravelly clay, dark brown (10YR 4/3) moist; common very fine and fine subangular blocky structure; very hard, firm, moderately sticky and very plastic; many very fine and common fine and medium roots; common very fine and few fine tubular pores; many distinct clay films lining pores and on faces of peds; 35 percent pebbles; neutral (pH 7.0); clear wavy boundary.  (6 to 10 inches thick)\nBt2--20 to 37 inches; brown (10YR 5/3) very gravelly clay, dark brown (10YR 4/3) moist; strong fine and medium subangular blocky structure; very hard, very firm, moderately sticky and moderately plastic; few very fine, fine and medium roots; common very fine tubular pores; many distinct clay films lining pores and on faces of peds; 40 percent pebbles; neutral (pH 7.0); gradual irregular boundary.  (12 to 25 inches thick)\n2BC--37 to 49 inches; brown (10YR 4/3) gravelly clay loam, dark brown (10YR 3/3) moist; weak very fine and fine subangular blocky structure; slightly hard, very friable moderately sticky and moderately plastic; few very fine, fine, medium and coarse roots; many very fine interstitial and few very fine tubular pores; 25 percent pebbles; neutral (pH 7.2); gradual wavy boundary.  (8 to 15 inches thick)\n2C--49 to 62 inches; dark yellowish brown (10YR 4/4) gravelly loam, dark brown (10YR 3/3) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; few very fine and fine roots; many very fine interstitial and few very fine tubular pores; 30 percent pebbles; neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lemhi County, Idaho; about 12 miles south of Salmon, Idaho; about 1,250 feet south and 1,550 feet west of the northeast corner, sec. 3, T. 19 N., R. 21 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 37 to 40 degrees F\nAverage summer soil temperature - 44 to 47 degrees F\nMollic epipedon thickness - 10 to 15 inches\nControl section; percent clay - 45 to 50\nRock fragments - 35 to 50 percent\nReaction of profile - slightly acid through slightly alkaline\nAbruptic feature - absolute increase in clay of 20 to 25 percent between the A and Bt horizon.\nA horizon\nHue - 7.5YR or 10YR\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 1 to 3, dry and moist\nBt horizon\nHue - 7.5YR or 10YR\nValue - 4 to 6 dry, 3 to 5 moist\nChroma - 2 to 4, dry and moist\nTexture - GRV-C, GRV-CL, GR-C, GR-CL\n2BC and 2C horizons\nHue - 7.5YR or 10YR\nValue - 4 to 6 dry, 3 to 5 moist\nChroma - 3 to 5, dry and moist"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Devoy, Dryn, Embargo, Home Camp, Passar, Redchief, Rooset, Spinlin, Tatiyee, Tellura, Threedot, and Wilpar soils.  The Devoy, Embargo, and Home Camp soils have bedrock above 40 inches.  Dryn soils lack O horizons and have bedrock at 40 to 60 inches.  Passar soils lack O horizons and have rock fragments mainly larger than 10 inches in diameter.  Redchief soils are moderately to strongly acid.  Rooset, Tatiyee, Tellura, and Wilpar soils lack O horizons.  Spinlin soils have a paralithic contact at 30 to 40 inches.  Tellura soils have precipitation of less than 18 inches per year.  Treedot soils have an E horizon and lack O horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lemco soils are on mountains and have slopes of 20 to 50 percent.  Elevations are 6,500 to 7,500 feet.  The soils formed in slope alluvium derived dominantly from quartzite.  The climate is cold and moist in winter and spring, and cool and dry to moist in summer.  Average annual precipitation is about 20 to 24 inches.  Average summer air temperature is 53 to 57 degrees F, and average annual air temperature is 35 to 38 degrees F.  Frost-free period is 30 to 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Gaciba, Friedman, Klug, Lag, and Nielsen soils on mountains.  Gaciba and Nielsen soils are less than 20 inches to bedrock.  Friedman soils have mollic epipedons greater than 16 inches thick.  Klug and Lag soils lack argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Woodland.  Vegetation is mainly Douglas-fir and pine reedgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East-central Idaho.  These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lemhi County, Idaho, 1999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic features recognized in this pedon are:\nMollic epipedon - The zone from 1 to 12 inches (A horizon)\nArgillic horizon - The zone from 12 to 37 inches (Bt horizon)\nThe particle-size control section is the upper 20 inches of the argillic horizon or the zone from 12 to 32 inches (part of the Bt horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
