{
  "SERIES": "LEMERT",
  "STATUS": "Established Series",
  "BYREV": "MDS-CJH",
  "REVDATE": "11/2002",
  "STATES": "ND",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Leptic Natrudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lemert sandy loam - on a slightly concave slope of less than 1 percent under grassland. (Colors are for moist soil unless otherwise stated. Where described the soil was moist throughout.)\nA--0 to 3 inches; black (10YR 2/1) sandy loam, very dark gray (10YR 3/1) dry; weak medium granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many fine roots; neutral; abrupt smooth boundary.  (1 to 10 inches thick)\nBt1--3 to 7 inches; black (10YR 2/1) sandy loam, dark gray (10YR 4/1) dry; strong medium columnar structure parting to strong medium subangular blocky; extremely hard, firm, sticky and plastic; common fine roots; many thin clay films on faces of peds and surface of pores; few pebbles up to 5 mm in size; strong effervescence; strongly alkaline; gradual wavy boundary.\nBt2--7 to 12 inches; very dark gray (10YR 3/1) sandy loam, dark gray (10YR 4/1) dry; strong medium prismatic structure parting to strong medium subangular blocky; extremely hard, firm, sticky and plastic; few fine roots; common thin clay films on faces of peds; few rock fragments as much as 5 mm in size; light gray (10YR 7/1) diffuse carbonates on interior of peds; strong effervescence; very strongly alkaline; clear wavy boundary.  (Combined Bt horizons 6 to 16 inches thick)\nBky--12 to 17 inches; light gray (N 7/0) loam, white (N 8/0) dry; few fine distinct light olive brown (2.5Y 5/6) redoximorphic concentrations; weak medium prismatic structure parting to moderate medium subangular blocky; hard, friable, sticky and plastic; few fine roots; gray (N 5/0) coatings on faces of prisms; few pebbles; few nests of gypsum crystals; few nests of carbonates; violent effervescence; strongly alkaline; gradual wavy boundary.\nBkyz--17 to 22 inches; light brownish gray (2.5Y 6/2) loam, light gray (N 7/0) dry; weak medium prismatic structure parting to weak medium subangular blocky; slightly hard, friable, sticky and plastic; few small roots; few pebbles; common fine salt and gypsum crystals; few nests of carbonates; violent effervescence; very strongly alkaline; clear wavy boundary.  (Combined Bk horizons 0 to 18 inches thick)\n2C1--22 to 49 inches; olive brown (2.5Y 4/4) coarse sand, light olive brown (2.5Y 5/4) dry; single grain; loose, nonsticky and nonplastic; about 10 percent gravel; slight effervescence; strongly alkaline; clear wavy boundary.  (0 to 35 inches thick)\n3C2--49 to 60 inches; dark grayish brown (2.5Y 4/2) clay loam, light brownish gray (2.5Y 6/2) dry; massive; hard, firm, sticky and plastic; slight effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Eddy County, North Dakota; about 10 miles east of New Rockford; 2540 feet north and 900 feet west of the southeast corner, sec. 36, T. 149 N., R. 65 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to sandy substratum ranges from 20 to 40 inches.\nThe A horizon has hue of 10YR, value of 3 to 5 and 2 or 3 moist, and chroma of 1 or 2. It is sandy loam or fine sandy loam.  Some pedons have an E horizon. It is sandy loam or fine sandy loam.\nThe Bt horizon has hue of 10YR or 2.5Y, value of 3 to 5 and 2 or 3 moist, and chroma of 1 or 2. It is sandy loam, fine sandy loam, or loam.  It has strong fine to coarse columnar or prismatic structure.\nThe Bky horizon has hue of 2.5Y or 5Y or is neutral, value of 5 to 8 and 4 to 7 moist, and chroma of 3 or less. It is loam or sandy loam. It has a CaCO3 equivalent of more than 15 percent. Some pedons have Bkz, Bz or BC horizons.\nThe 2C horizon has hue of 10YR, 2.5Y or 5Y, value of 5 to 7 and 4 to 6 moist, and chroma of 2 to 4. It is coarse sand, sand, loamy fine sand, or fine sand. In some pedons the 2C horizon is stratified and cross-bedded with fine sandy loam or loamy fine sand. It contains as much as 20 percent gravel. Some pedons do not have 2C or 3C horizons, and have a fine sandy loam C horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Lemert soils are on level to moderately sloping outwash and lake plains. Slopes gradients range from 0 to 9 percent. The soils formed in moderately coarse textured over coarse textured sediments. The climate is cool and subhumid. Mean annual temperature ranges from 38 degrees to 45 degrees F, and the mean annual precipitation from 16 to 22 inches. Most of the moisture falls in the spring and summer."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Binford, Brantford, Embden, Fordville, Letcher, Renshaw, Stirum and Totten series.  Brantford, Binford, Embden, Fordville and Renshaw soils do not have natric horizons, are on nearby outwash plains and are on higher lying and better drained areas.  Letcher soils commonly are in complex with Lemert soils and are in the slightly higher positions on the landscape.  Letcher soils do not have visible gypsum or salt crystals within depths of 16 inches.  Stirum and Totten soils are on lower areas of outwash plains.  These soils have an aquic moisture regime.  In addition, Totten soils are fine-loamy over sandy or sandy skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly and moderately well drained.  Surface runoff is slow. Permeability is slow in the Bt horizon and moderately rapid or rapid in the 2C horizon. The somewhat poorly drained phase has a water table within depths of 3 to 5 feet for a short time in the spring and during long wet seasons."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Soils mainly are used for pasture and hay. Some are cropped to small grains. Native vegetation was western wheatgrass, blue grama, inland saltgrass and a variety of forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central, eastern and southwestern North Dakota.  The soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Eddy County, North Dakota, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of 12 inches (A, Bt1 and Bt2 horizons); natric horizon - the zone from 3 to 12 inches (Bt1 and Bt2 horizons); leptic criteria - visible gypsum in the 12 to 17 inch layer (Bky horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
