{
  "SERIES": "LENACREEK",
  "STATUS": "Established Series",
  "BYREV": "Rev. RGC/HJP/DAL/TDT",
  "REVDATE": "06/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Medial-skeletal, ferrihydritic, mesic Typic Hapludands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lenacreek extremely gravelly medial sandy loam - forestland, on a 62 percent slope with a southwesterly aspect at an elevation of 1,400 feet in a western hemlock/salal-Oregon grape plant association. (When described on August 26, 1992, the soil was dry throughout.  Colors are for moist soil unless otherwise stated.  All textures are apparent field textures.)\nOi--0 to 1 inch; slightly decomposed needles, leaves, and twigs; abrupt smooth boundary.  (1 to 3 inches thick)\nA--1 to 6 inches; dark brown (7.5YR 3/4) extremely gravelly medial sandy loam, strong brown (7.5YR 5/6) dry; weak very fine and fine granular structure; slightly hard, friable, slightly sticky and nonplastic; weakly smeary; many very fine and fine and common medium and coarse roots; common very fine and fine irregular pores; 40 percent gravel, 25 percent cobbles; very strongly acid (pH 4.8); clear wavy boundary.  (3 to 7 inches thick)\nBw1--6 to 16 inches; brown (7.5YR 4/4) extremely cobbly medial sandy loam, strong brown (7.5YR 5/6) dry; weak very fine subangular blocky and weak very fine and fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; common very fine, fine, medium, and coarse roots; common very fine and fine irregular pores; 30 percent gravel, 40 percent cobbles; strongly acid (pH 5.1); clear wavy boundary.\nBw2--16 to 27 inches; dark yellowish brown (10YR 4/4) extremely cobbly medial sandy loam, yellowish brown (10YR 5/6) dry; weak very fine subangular blocky and weak very fine and fine granular structure; slightly hard, friable, nonsticky and nonplastic; weakly smeary; common very fine, fine, medium, and coarse roots; few very fine and fine irregular pores; 35 percent gravel, 45 percent cobbles; strongly acid (pH 5.1); abrupt wavy boundary.  (Combined thickness of the Bw horizon is 17 to 33 inches.)\nR--27 inches; hard marine basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mason County, Washington, about 1.5 miles north-northwest of Brown Creek Campground, about 650 feet north and 1,380 feet east of the southwest corner of Section 33, T. 23 N., R. 5 W.  (Latitude 47 degrees, 26 minutes, 01 seconds N., Longitude 123 degrees, 19 minutes, 44 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is 47 to 51 degrees F.  These soils are usually moist, and are dry in the soil moisture control section 30 to 45 consecutive days following the summer solstice; udic moisture regime.  Depth to bedrock is 20 to 40 inches.  The particle-size control section from the mineral soil surface to the bedrock contact has andic soil properties and 60 to 90 percent rock fragments by volume.  The andic soil material has an estimated moist bulk density of 0.70 to 0.90 g/cc, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 2 to 3 percent, phosphate retention of 85 to 100 percent, and 15-bar water retention of 12 to 25 percent for air dried samples.  Layers or horizons having 15-bar water values of less than 15 percent are less than 10 inches thick.  Acid oxalate extractable iron is 1.5 to 3.0 percent.\nThe A horizon has hue of 10YR or 7.5YR, value of 3 or 4 moist and 4 or 5 dry, chroma of 3 or 4 moist and 4 or 6 dry.  It has 2 to 4 cmol/kg of aluminum.  It has 5 to 10 percent organic matter.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 3 through 5 moist and 5 through 7 dry, and chroma of 4 or 6 moist or dry.  It is extremely cobbly medial sandy loam, extremely gravelly medial sandy loam, or extremely gravelly medial loam.  It has 1 to 2 cmol/kg of aluminum.  It has 1 to 5 percent organic matter.  It is strongly or moderately acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Nedhill and Valletta series.  Nedhill soils are moderately deep to densic material.  Valletta soils are very deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lenacreek soils are on mountain slopes and glacial valleys.  Slopes are 30 to 100 percent.  The soils formed in colluvium from marine basalt and associated volcanic rocks.  Elevations are 500 to 1,900 feet. Average annual precipitation is 70 to 150 inches.  Average annual temperature is 45 to 49 degrees F.  The frost-free season is 170 to 190 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Valletta and the Dosewallips, Fircreek, and Govey soils.  Dosewallips soils are on mountain slopes and are shallow to bedrock. Fircreek and Govey soils are on glacial valleys and are moderately deep to cemented till."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Timber production, wildlife habitat, recreation, and watershed.  Native vegetation is Douglas-fir, western hemlock, salal, Oregon-grape, common beargrass, red huckleberry, western swordfern, northern twinflower, and baldhip rose."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Olympic Mountains, Grays Harbor, Mason, and Jefferson Counties, Washington; MLRA 1..  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mason County, Washington, 2000; Olympic National Forest."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are an ochric epipedon, a cambic horizon from 1 to 27 inches and andic soil properties from the mineral soil surface to 27 inches.  The particle-size control section is 1 to 27 inches (A and Bw horizons).\nAll depths to diagnostic horizons and other features are measured from the top of the first mineral horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
