{
  "SERIES": "LENAPAH",
  "STATUS": "Established Series",
  "BYREV": "Rev. ELC-JWF-RGC",
  "REVDATE": "09/2015",
  "STATES": "OK",
  "OVERVIEW": "The Lenapah series consists of shallow, well drained soils that formed in material weathered from limestone of Pennsylvanian age.  These nearly level to strongly sloping soils are on broad, slightly convex uplands in the Cherokee Prairies.  Slopes range from 0 to 8 percent.  Mean annual precipitation is about 1041 mm (41 inches), and mean annual temperature is about 15.5 degrees C (60 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, smectitic, thermic Lithic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lenapah silty clay loam - in a tame pasture on summit of an interfluve, at an elevation of 289 meters (948 feet) above mean sea level.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 18 cm (0 to 7 inches); very dark gray (10YR 3/1) silty clay loam, black (10YR 2/1) moist; moderate medium granular structure; very hard, friable; slightly acid; gradual smooth boundary.  [15 to 25 cm (6 to 10 inches) thick]\nBA--18 to 30 cm (7 to 12 inches); dark gray (10YR 4/1) silty clay loam, very dark gray (10YR 3/1) moist; strong medium granular structure; very hard, firm; slightly acid; gradual smooth boundary.  [0 to 18 cm (0 to 7 inches) thick]\nBt--30 to 46 cm (12 to 18 inches); dark grayish brown (2.5Y 4/2) clay, very dark grayish brown (2.5Y 3/2) moist; moderate medium blocky structure; very hard, very firm; clay films on faces of peds; a few vertical cracks filled with material from horizons above; few fine calcium carbonate fragments; few fine prominent mottles of olive brown (2.5Y 4/4) and reddish brown (5YR4/4) redoximorphic concentrations; few fine black concretions; neutral; abrupt wavy boundary.  [10 to 36 cm (4 to 14 inches) thick]\nR--46 to 51 cm (18 to 20 inches); hard limestone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Craig County, Oklahoma; about 10.4 kilometers (6.5 miles) east and 8 kilometers (5 miles) north of Centralia; 91 meters (300 feet) south and 30 meters (100 feet) west of the northeast corner of sec. 35, T. 28 N., R. 19 E.; USGS Pyramid Corners, Oklahoma topographic quadrangle; lat. 36 degrees 52 minutes 21.13 seconds N. and long. 95 degrees 14 minutes 2.40 seconds W.; UTM Zone 15, 300882 easting and 4083065 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to lithic contact: 38 to 51 cm (15 to 20 inches) to hard limestone bedrock.\nThickness of the solum: 25 cm (10 inches) or more in thickness.\nParticle-size control section: 35 percent or more clay.\nA horizon:\nHue: 10YR\nValue: 3 or 4\nChroma: 1 or 2\nTexture: silty clay loam\nClay content: 35 to 40 percent\nReaction: slightly acid or moderately acid.\nBA horizon:\nHue: 10YR\nValue: 3 or 4\nChroma: 1 or 2\nTexture: silty clay loam\nClay content: 35 to 40 percent\nReaction is slightly acid or neutral.\nBt horizon:\nHue: 10YR or 2.5Y\nValue: 3 to 5\nChroma: 1 to 3\nRedoximorphic features: few to common concentrations\nTexture: clay, silty clay, silty clay loam, or clay loam\nClay content: 35 to 55 percent\nReaction: slightly acid to neutral.\nR horizon:\nVery hard limestone bedrock and is fractured at 1 to 5 feet intervals with an insignificant amount of soil material in the cracks."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Tarpley soils in the same family and the Apperson, Durant, Foraker, Graham, Kenoma, Ledru, Parisian, Purves, Speck, Summit, Tabler, Talpa, and Tarrant soils in similar families.  Apperson, Kenoma, Parisian, and Summit series are moist for longer periods of time and have a solum greater than 51 cm (20 inches).  Durant, Foraker, and Tabler soils have a solum greater than 20 inches thick.  Ledru and Graham soils are dry for longer periods of time.  In addition, Ledru and Speck soils have mixed mineralogy.  Purves, Talpa, and Tarrant soils do not have an argillic horizon.  In addition, the Talpa soils have less than 35 percent clay in the control section, and the Tarrant soils have more than 35 percent fragments larger than 2 mm.  Speck soils have mixed mineralogy.  Tarpley soils have an argillic horizon with hue of 7.5YR or 5YR and formed over cretaceous material in a warmer climate than 18 degrees C (64 degrees F)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Lenapah soils occur on nearly level to strongly sloping areas of the upland in the Cherokee Prairie.  Slope ranges from 0 and 8 percent.  These soils formed in material weathered from limestone of Pennsylvanian age.  The climate is moist humid or humid.  Mean annual precipitation ranges from 940 to 1168 mm (37 to 46 inches).  Mean annual temperature ranges from 13.8 to 17.7 degrees C (57 to 64 degrees F).  Elevation is 165 to 305 meters (541 to 1000 feet) above mean sea level.  Thornthwaite annual P-E index ranges from 64 to 80."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Summit soils and the Claremore, Mayes, and Shidler soils.  Claremore and Shidler soils have less than 35 percent clay in the control section and have mixed mineralogy.  In addition, Shidler soils lack argillic horizons.  Mayes soils have sola more than 102 cm (40 inches) thick and have an aquic moisture regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained.  Potential for surface runoff is medium or slow.  Saturated hydraulic conductivity is moderately low.  Permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly used for growing small grains, soybeans, and sorghums but lesser amounts are used for native range, hayland, or tame pasture.  The native vegetation is tall grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  MLRAs 112, 116, and 117 in eastern Oklahoma and possibly southeastern Kansas.  The type location is in MLRA 112.  The known acreage is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mayes County, Oklahoma; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils formerly were mapped in the Sogn series in Oklahoma.\nDiagnostic horizons and features in this pedon are:\nMollic epipedon: from the surface to a depth of about 46 cm (18 inches).  (Ap, BA, Bt horizons)\nArgillic horizon: from a depth of 30 to 46 cm (12 to 18 inches).  (Bt horizon)\nLithic contact: depth to hard limestone bedrock is less than 51 cm (20 inches).  (R layer)\nVertic feature: have cracks at some period in most years that are 1 cm or more wide at a depth of 51 cm (20 inches), that are at least 30 cm (12 inches) long in some part, and extend upward to the surface or to the base of an Ap horizon; have a COLE of 0.07 or more and a potential linear extensibility of 6 cm or more in the whole soil; and have 35 percent or more clay content throughout the soil.\nArgiustolls - soils that have an ustic moisture regime, mollic epipedon, and argillic horizon.\nNASIS data mapunit ID 699771 represents Leanaph silty clay loam, 0 to 3 percent slopes.\nUser Pedon ID 1968OK035013 represents the typical pedon.\nModified format by RGC in 2015 to include metric conversion and to update series RIC.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
