{
  "SERIES": "LENBERG",
  "STATUS": "Established Series",
  "BYREV": "Rev.  CWH:FRC:JMR",
  "REVDATE": "02/2010",
  "STATES": "KY",
  "OVERVIEW": "The Lenberg series consists of moderately deep well drained soils formed in residuum of acid clayey shale which is often interbedded with thin strata of siltstone, sandstone, or shale.  Permeability is moderately slow.  Slopes range from 6 to 45 percent.  Average annual precipitation is 47 inches.  Average annual temperature is 56 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, mesic Ultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lenberg silt loam--forested.\n(Colors are for moist soil.)\nA--0 to 2 inches; very dark grayish brown (10YR 3/2) silt loam; moderate fine granular structure; very friable; many tree roots; some partly decayed leaves; 10 percent sandstone fragments 1/4 to 1 inch in diameter and 5 percent sandstone fragments 2 to 5 inches in diameter; strongly acid; abrupt smooth boundary.  (1 to 4 inches thick)\nE--2 to 4 inches; brown (10YR 5/3) silt loam; weak fine granular structure; very friable; many tree roots; 10 percent sandstone fragments 1/4 to 1 inch in diameter; very strongly acid; clear smooth boundary.  (0 to 7 inches thick)\nBt1--4 to 18 inches; strong brown (7.5YR 5/6) silty clay loam; moderate fine subangular blocky structure; firm; many tree roots; continuous clay films on peds; 5 percent sandstone fragments 1/4 to 1 inch in diameter; very strongly acid; gradual smooth boundary.  (10 to 20 inches thick)\nBt2--18 to 25 inches; strong brown (7.5YR 5/6) silty clay; many fine distinct mottles of light yellowish brown (10YR 6/4) and common medium distinct mottles of light gray (10YR 7/2); moderate fine and medium angular blocky structure; firm; few roots; continuous clay films on peds; 10 percent sandstone and siltstone fragments 1/2 inch to 2 inches in diameter; few pieces of sandstone 6 to 12 inches in diameter; very strongly acid; gradual wavy boundary.  (5 to 15 inches thick)\nC--25 to 35 inches; mottled light olive brown (2.5Y 5/4) and light gray (2.5Y 7/1) channery silty clay; common medium distinct mottles of strong brown (7.5YR 5/6); weak coarse subangular\nblocky and relic shale structure; firm; 50 percent sandstone and siltstone fragments 1/2 inch to 3 inches across; very strongly\nacid; gradual smooth boundary.  (0 to 15 inches thick)\nCr--35 to 45 inches; light gray (2.5Y 7/2) soft clayey shale; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Muhlenberg County, Kentucky, about 6 miles southeast of Greenville, 200 feet north of Kentucky Highway 1163, and 1,000 feet east of an old school."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum thickness and depth to a paralithic contact ranges from 20 to 40 inches.  Reaction ranges from neutral to very strongly acid in the upper part of the solum and from strongly acid to very strongly acid in the lower part.  Sandstone, siltstone, and shale fragments mostly 1/2 inch to 6 inches across, range from 0 to 30 percent by volume in the solum, and 5 to 60 percent in the C horizon.\nThe A horizon has hue of 10YR, value of 3 or 4, and chroma of 2 or 3.  Texture is silt loam or silty clay loam.\nThe E horizon has hue of 10YR, value of 4 or 5, and chroma of 2 through 4.  Texture is silt loam or silty clay loam.\nThe Ap horizon, when present, has hue of 10YR or 7.5YR value of 4 or 5, and chroma of 2 through 6.  Texture is silt loam or silty clay loam, and in some severely eroded pedons is silty clay.\nThe BA or BE horizons, when present, is 4 to 10 inches thick with hue of 10YR or 7.5YR, value of 4 or 5 and chroma of 2 through 6.  Texture is silt loam, silty clay loam, or silty clay.\nThe Bt horizons have hue of 2.5Y, 10YR, 7.5YR, or 5YR, value of 4 or 5, and chroma of 3 through 8 with mottles in shades of brown, red, yellow, or gray or is mottled horizon in shades of brown, red, yellow, and gray in the lower part.  The gray colors in the lower B horizon are from weathered shale.  Texture is silty clay, clay, or silty clay loam.\nThe C horizon has hue of 2.5YR through 5Y, value of 4 or 5, and chroma of 3 through 8, with mottles in shades of red, brown, yellow, olive, or gray or is mottled horizon with these colors.  Texture is silty clay or clay.\nThe Cr horizon has hue of 5Y through 5YR, value 4 through 7, and chroma of 2 through 8.  The bedrock is soft acid clayey shale which is often interbedded with thin strata of siltstone or sandstone.  Some pedons have red streaks, mottles, or films of soil material between shale strata."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ebal, Fauquier, Montalto, Needmore, Norton, Orenda, Pisgah and Poplimento series in the same family.  The Ebal soils have a solum and depth to a paralithic contact from 50 to more than 80 inches.  Fauquier soils have greenstone bed at depths of more than 40 inches.  Montalto, Norton, Pisgah and Poplimento soils have sola more than 40 inches thick; in addition,  Montalto and Needmore soils lack the mottling in the lower part of the argillic horizon.  The Orenda soils have paralithic contact at 5 to 15 feet, and are formed in residuum for hornblende gneiss or hornblende schist and other mixed basic and acidic volcanogenic materials.  Needmore soils lack the low chroma mottles in the lower part of the argillic horizon.  Bratton, Derinda, Edenton, Sequoia, and Townley series are in related families. Bratton, Derinda, and Edenton soils have base saturation of more than 35 percent.  In addition, Bratton and Derinda soils have an upper solum formed in loess, and Edenton soils have an upper solum formed in till.  Sequoia and Townley soils have base saturation of less than 35 percent in addition, Townley soils are warmer."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lenberg soils are on sloping to steep hillsides.  Slopes range from 6 to 45 percent.  These soils formed in residuum of acid clayey shale which is often interbedded with thin strata of siltstone or sandstone.  Some pedons have a thin loess cap.  Mean annual temperature ranges from 53 to 56 degrees F. and the mean annual precipitation ranges from 40 to 52 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Clifty, Frondorf, Sadler, Wellston, and Zanesville series.  Clifty soils lack argillic horizons and are on flood plains.  Frondorf soils have less than 35 percent clay in the texture control sections. Sadler and Zanesville soils have fragipans.  Wellston soils have less than 35 percent clay in the texture control sections and have bedrock at a depth greater than 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium or rapid, and permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of this soil is forested.  Species of trees include upland oaks, hickory, beech, elm, black walnut, and maple.  Some areas have been cleared and used for cultivated crops.  Many of these areas are now idle and growing young hardwoods of the above species, and sassafras, persimmon, sumac, or redcedar.  A few areas are used for hay or pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Pennroyal and Western Coal Field Regions of Kentucky.  The extent is moderate."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hardin and Larue Counties, Kentucky; 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon:  0 to 2 inches (A).\nArgillic horizon:  4 to 25 inches (Bt1, Bt2).\nParalithic contact is at 35 inches."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "moderate fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 2 inches; very dark grayish brown (10YR 3/2) silt loam; moderate fine granular structure; very friable; many tree roots; some partly decayed leaves; 10 percent sandstone fragments 1/4 to 1 inch in diameter and 5 percent sandstone fragments 2 to 5 inches in diameter; strongly acid; abrupt smooth boundary.  (1 to 4 inches thick)"
      },
      {
        "name": "E",
        "top": 5,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "structure": "weak fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E--2 to 4 inches; brown (10YR 5/3) silt loam; weak fine granular structure; very friable; many tree roots; 10 percent sandstone fragments 1/4 to 1 inch in diameter; very strongly acid; clear smooth boundary.  (0 to 7 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 10,
        "bottom": 46,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "structure": "moderate fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--4 to 18 inches; strong brown (7.5YR 5/6) silty clay loam; moderate fine subangular blocky structure; firm; many tree roots; continuous clay films on peds; 5 percent sandstone fragments 1/4 to 1 inch in diameter; very strongly acid; gradual smooth boundary.  (10 to 20 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 46,
        "bottom": 64,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay",
        "structure": "moderate fine and medium angular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--18 to 25 inches; strong brown (7.5YR 5/6) silty clay; many fine distinct mottles of light yellowish brown (10YR 6/4) and common medium distinct mottles of light gray (10YR 7/2); moderate fine and medium angular blocky structure; firm; few roots; continuous clay films on peds; 10 percent sandstone and siltstone fragments 1/2 inch to 2 inches in diameter; few pieces of sandstone 6 to 12 inches in diameter; very strongly acid; gradual wavy boundary.  (5 to 15 inches thick)"
      },
      {
        "name": "C",
        "top": 64,
        "bottom": 89,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--25 to 35 inches; mottled light olive brown (2.5Y 5/4) and light gray (2.5Y 7/1) channery silty clay; common medium distinct mottles of strong brown (7.5YR 5/6); weak coarse subangular"
      },
      {
        "name": "Cr",
        "top": 89,
        "bottom": 114,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "clay",
        "structure": "NA",
        "dry_rupture": "soft",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--35 to 45 inches; light gray (2.5Y 7/2) soft clayey shale; very strongly acid."
      }
    ]
  ]
}
