{
  "SERIES": "LENOIR",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAG:ENH",
  "REVDATE": "03/2002",
  "STATES": "AL,MS,NC,SC,VA",
  "OVERVIEW": "The Lenoir series consists of somewhat poorly drained, slowly permeable soils that formed on Coastal Plain uplands that formed in clayey sediments.  Slopes are less than 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, thermic Aeric Paleaquults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lenoir loam--wooded.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 3 inches; very dark gray (10YR 3/1) loam; weak fine granular structure; very friable; many fine and medium roots; very strongly acid; clear smooth boundary.  (2 to 5 inches thick)\nE--3 to 8 inches; dark gray (10YR 4/1) loam; weak fine granular structure; very friable; many fine and few medium roots; many medium pores; very strongly acid; clear wavy boundary.  (0 to 8 inches thick)\nBt--8 to 13 inches; brownish yellow (10YR 6/6) clay loam; few medium distinct light brownish gray (10YR 6/2) and pale brown (10YR 6/3) mottles; weak medium subangular blocky structure; friable, slightly plastic, sticky; few medium roots; few medium pores;  common faint clay films on faces of peds; very strongly acid; gradual wavy boundary.  (4 to 12 inches thick)\nBtg1--13 to 36 inches; gray (10YR 5/1) clay; many medium distinct brownish yellow (10YR 6/8) mottles; moderate medium subangular and angular blocky structure; very firm, very sticky, very plastic; few fine roots; common faint clay films on faces of peds; few medium pores; very strongly acid; gradual wavy boundary.  (6 to 25 inches thick)\nBtg2--36 to 51 inches; gray (10YR 6/1) clay; few medium distinct brownish yellow (10YR 6/8) mottles; weak medium subangular and angular blocky structure; very firm, very sticky, very plastic; few fine roots, and pores; common faint clay films on faces of peds; very strongly acid; gradual wavy boundary.  (14 to 25 inches thick)\nBtg3--51 to 63 inches; gray (10YR 6/1) sandy clay; few fine distinct brownish yellow mottles; weak medium angular blocky structure; firm, sticky, plastic; few fine roots; very strongly acid; gradual wavy boundary.  (10 to 16 inches thick)\nBCg--63 to 75 inches; light gray (10YR 7/1) clay; few medium lenses of sandy clay; massive; very firm, very sticky, very plastic; very strongly acid.  (7 to 25 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Beaufort County, North Carolina; 11 miles east of Washington, 1/4 mile south of Five Points, 75 feet east of NC 32, across highway from Five Points Free Will Baptist Church."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The clayey Btg horizon or clayey part of the BCg horizon extends to 60 to 90 inches below the surface.  The soil is moderately acid to extremely acid unless limed. The A or Ap horizon has hue of 10YR or 2.5Y, or it is neutral, value of 3 to 6, and chroma of 0 to 2. The E horizon, where present, has hue of 10YR or 2.5Y, value of 4 to 8, and chroma of 1 to 4.  The A, Ap, and E horizons are loam, fine sandy loam, or silt loam.\nThe BE or BA horizon, where present, has hue of 10YR or 2.5YR, value of 5 or 6, and chroma of 3 to 8, and has few to common mottles with chroma of 2 or less.  It is loam, silt loam, fine sandy loam, silty clay loam, or clay loam.\nThe Bt horizon, where present, has hue of 10YR or 2.5Y, value of 5 to 7, and chroma of 3 to 8, has few to many mottles with chroma of 2 or less.  In some pedons, this horizon does not have a matrix color but is mottled in shades of gray, yellow, brown, or red. The Btg horizon has hue of 10YR or 2.5Y, value of 4 to 7, and chroma of 1 or 2. Mottles in shades of yellow, brown, or red are common to many.  Clay content in the upper 20 inches of the argillic horizon is 35 to 60 percent and silt content is more than 30 percent.  The Bt and Btg horizons are clay, clay loam, silty clay, or silty clay loam.\nThe BCg horizon colors are similar to the Btg horizon.  It is clay, sandy clay, clay loam, silty clay loam, sandy clay loam, or sandy loam.\nThe Cg horizon, in addition to the colors of the Btg and BCg horizons, may have hue of 5Y, or it is neutral, with value of 5 to 7, and chroma of 0 to 2.  It is stratified sandy, loamy, or clayey sediment."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: (This section was not updated; 2/97) The Kinta series is the only other known series in this family.  Those in closely related families are the Angie, Bethera, Bladen, Cantey, Coxville, Craven, Dogue, Dunbar, Duplin, Grady, Leaf, Nahunta, Persanti, Roanoke, Smithboro, Tomast, and Wahee series.  Kinta soils have finer textured A and upper B horizons with prominent red mottles in the upper Bt horizon.  Angie, Craven, Dogue, Duplin, and Persanti soils have a udic moisture regime and lack colors with chroma of 2 or less in the upper Bt horizon.  Bethera, Bladen, Cantey, Coxville, Grady, and Leaf soils have dominant chroma of 2 or less in all subhorizons between the A and Ap horizon and 30 inches below the surface.  Dunbar and Smithboro soils have kaolinitic mineralogy. Nahunta and Tomast soils have 18 to 35 percent clay in the upper 20 inches of the argillic horizon.  Wahee soils have more than 10 percent weatherable minerals in the sand and silt fractions and also have than a 20 percent decrease in clay content from the maximum within 60 inches of the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lenoir soils are on nearly level interstream divides of the Coastal Plain.  Slope gradients are less than 2 percent. The soil formed in stratified, clayey sediments of marine or fluvial origin.  Near the type location, the mean annual temperature is about 63 degrees F., and the mean annual precipitation is 48 inches.  Areas near the type location are not subject to flooding, but frequency for the series ranges from none to common."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  In addition to the competing Bethera, Bladen, Craven, and Leaf series, these are the Bayboro, Caroline, Exum, Goldsboro, Grantham, Lynchburg, Nahunta, Norfolk, and Rains.  Bayboro soils have very dark gray or black A horizons thicker than 10 inches. Caroline soils lack mottles with chroma of 2 or less within 30 inches of the surface.  Exum, Goldsboro, Grantham, Lynchburg, Nahunta, Norfolk, and Rains have 18 to 35 percent clay in the Bt horizon.  The more poorly drained Bayboro, Bethera, Bladen, Grantham, Leaf, and Rains soils are in flats and depressions.  The better drained Caroline, Craven, Exum, Goldsboro, and Norfolk soils are in slightly higher or more sloping areas.  Lynchburg and Nahunta soils are in similar positions with Lenoir soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; slow runoff; slow to very slow internal drainage; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  About two-thirds of the acreage is forested. Dominant trees are loblolly pine, longleaf pine, sweetgum, southern red oak, water oak, white oak, red maple, blackgum, and yellow-poplar.  The understory includes inkberry, sourwood, flowering dogwood, American holly, waxmyrtle, blueberry, honeysuckle, summersweet clethra, Carolina jessamine, poison ivy, switchcane, redbay, and greenbrier.  Cleared areas are used principally for growing corn, soybeans, tobacco, cotton, small grains, peanuts, truck crops, and pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Alabama, Georgia, Maryland, Mississippi, North Carolina, South Carolina, and Virginia. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lenoir County, North Carolina; 1927."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to a depth of 8 inches.\nArgllic horizon - the zone between depths of 8 to 75 inches.\nMottles and matrix colors associated with wetness begin at top of argillic horizon.\nREVISED = 2/26/97, MHC\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nNC0048 LENOIR      0-  2   59- 64  185-240  40- 60    30- 170\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nNC0048 NONE   COMMON 1.0-2.5  APPARENT DEC-MAY  60-60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nNC0048  0- 8  L SIL VFSL              0-  0 100-100  6-20   3-  8\nNC0048  0- 8  FSL                     0-  0 100-100  6-20   3-  8\nNC0048  8-75  C SIC CL                0-  0 100-100 35-60   7- 13\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nNC0048  0- 8  3.5- 5.5  2.-4.  0- 0   0.6- 2.0  LOW\nNC0048  0- 8  3.5- 5.5  2.-4.  0- 0   2.0- 6.0  LOW\nNC0048  8-75  3.5- 5.5  0.-.5  0- 0  0.06- 0.2  MODERATE\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; very dark gray (10YR 3/1) loam; weak fine granular structure; very friable; many fine and medium roots; very strongly acid; clear smooth boundary.  (2 to 5 inches thick)"
      },
      {
        "name": "E",
        "top": 8,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E--3 to 8 inches; dark gray (10YR 4/1) loam; weak fine granular structure; very friable; many fine and few medium roots; many medium pores; very strongly acid; clear wavy boundary.  (0 to 8 inches thick)"
      },
      {
        "name": "Bt",
        "top": 20,
        "bottom": 33,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt--8 to 13 inches; brownish yellow (10YR 6/6) clay loam; few medium distinct light brownish gray (10YR 6/2) and pale brown (10YR 6/3) mottles; weak medium subangular blocky structure; friable, slightly plastic, sticky; few medium roots; few medium pores;  common faint clay films on faces of peds; very strongly acid; gradual wavy boundary.  (4 to 12 inches thick)"
      },
      {
        "name": "Btg1",
        "top": 33,
        "bottom": 91,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btg1--13 to 36 inches; gray (10YR 5/1) clay; many medium distinct brownish yellow (10YR 6/8) mottles; moderate medium subangular and angular blocky structure; very firm, very sticky, very plastic; few fine roots; common faint clay films on faces of peds; few medium pores; very strongly acid; gradual wavy boundary.  (6 to 25 inches thick)"
      },
      {
        "name": "Btg2",
        "top": 91,
        "bottom": 130,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btg2--36 to 51 inches; gray (10YR 6/1) clay; few medium distinct brownish yellow (10YR 6/8) mottles; weak medium subangular and angular blocky structure; very firm, very sticky, very plastic; few fine roots, and pores; common faint clay films on faces of peds; very strongly acid; gradual wavy boundary.  (14 to 25 inches thick)"
      },
      {
        "name": "Btg3",
        "top": 130,
        "bottom": 160,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "sandy clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btg3--51 to 63 inches; gray (10YR 6/1) sandy clay; few fine distinct brownish yellow mottles; weak medium angular blocky structure; firm, sticky, plastic; few fine roots; very strongly acid; gradual wavy boundary.  (10 to 16 inches thick)"
      },
      {
        "name": "BCg",
        "top": 160,
        "bottom": 190,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 1,
        "texture_class": "sandy clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "BCg--63 to 75 inches; light gray (10YR 7/1) clay; few medium lenses of sandy clay; massive; very firm, very sticky, very plastic; very strongly acid.  (7 to 25 inches thick)"
      }
    ]
  ]
}
