{
  "SERIES": "LENZLO",
  "STATUS": "Established Series",
  "BYREV": "SES",
  "REVDATE": "03/2020",
  "STATES": "IL",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, spolic, mixed, active, calcareous, mesic Mollic Endoaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lenzlo silty clay loam - on a 1/2 percent concave slope in a field of alfalfa.  (Colors are for moist soils unless otherwise stated.)\nAp--0 to 3 inches; 90 percent very dark gray (10YR 3/1) and 10 percent light brownish gray (10YR 6/2) silty clay loam, gray (10YR 5/1) dry; weak fine subangular blocky structure; friable; many very fine to medium roots; about 3 percent gravel and shale channers; about 5 percent randomly oriented fragments of unconsolidated sediments with common fine distinct yellowish brown (10YR 5/6) relict masses of iron accumulation along planes weakness; strongly effervescent; slightly alkaline; clear smooth boundary. (1 to 7 inches thick.)\nC1--3 to 20 inches; 45 percent very dark gray (10YR 3/1), 40 percent very dark gray (N 3/0) and 15 percent light brownish gray (10YR 6/2) silty clay loam with pockets of silt loam; massive; firm; many very fine and fine roots; about 10 percent relict soil fragments; about 1 percent shale channers; about 40 percent randomly oriented fragments of unconsolidated sediments with common fine distinct yellowish brown (10YR 5/6) relict masses of iron accumulation along planes of weakness; few fine prominent dark brown (7.5YR 3/4) masses of iron accumulation with diffuse boundaries lining root channels in the lower 4 inches; strongly effervescent; slightly alkaline; gradual wavy boundary.\nC2--20 to 41 inches; 80 percent very dark gray (N 3/0) and 20 percent grayish brown (2.5Y 5/2) silty clay loam with pockets of silt loam; massive; firm; common very fine and fine flattened roots along vertical and horizontal planes of weakness; about 10 percent relict soil fragments; about 50 percent randomly oriented fragments of unconsolidated sediments; few fine prominent dark brown (7.5YR 3/4) and distinct yellowish brown (10YR 5/6) masses of iron accumulation with diffuse boundaries lining root channels; neutral; gradual wavy boundary.\nC3--41 to 80 inches; 80 percent very dark gray (N 3/0), 10 percent grayish brown (2.5Y 5/2) and 10 percent olive gray (5Y 4/2) silty clay loam; massive; firm; about 5 percent relict soil fragments; less than 1 percent shale channers; strongly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fulton County, Illinois; about 1 1/2 miles east of Banner; 2331 feet west and 2264 feet south of the northeast corner of sec. 12,  T.  6 N.,  R.  5 E.; USGS Banner quadrangle; lat. 40 degrees 31 minutes 05 seconds N. and long. 89 degrees 53 minutes 06 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Individual horizons are often dominated by very soft clay shale that easily disintegrates to a silty clay loam texture.  In a few pedons, bridging of rock fragments by fine earth material forms small voids.  Isolated peds of relict genetic horizons of premined soils are randomly distributed throughout, and are disordered relative to any plane in the profile.  Content is less than 3 percent by volume.  Some of the peds have identifiable properties such as redox concentrations and depletions, clay films or other coatings that are characteristic of their previous formation.  The organic carbon content decreases irregularly with depth because of mixing and the presence of coal and other carbonaceous material.  The control section ranges from neutral to moderately alkaline to a depth of 60 inches.  The particle size control section ranges from 22 to 35 percent clay.  Content of rock fragments ranges from 0 to 15 percent by volume.  Rock fragments are disordered relative to any plane in the profile and commonly are shale channers but include pebbles, stones and small boulders.\nThe upper part of the series control section (A horizon) has hue of 10YR, 2.5Y, 5Y, or neutral; value of 2 to 6; and chroma of 0 to 3.  It commonly is silty clay loam but includes silt loam, and the gravelly or channery analogs.\nThe middle and lower parts of the series control section (C horizons) have hue of 10YR, 2.5Y, 5Y, or neutral; value of 2 to 6; and chroma of 0 to 2.  It commonly is silty clay loam but includes silt loam and clay loam.  Individual layers within the C horizon are variable in number and thickness.  Thin strata or small pockets of coarser or finer textured material are in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family. Lenzburg and Schuline series are in closely related families. These soils do not have an aquic moisture regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lenzlo soils are on summits and shoulders of broad rises on reconstructed flood plain landscapes.  Slope ranges from 1 to 7 percent.  These soils formed in cast overburden material from surface mining that consists of a mixture of alluvium and fragments of shale bedrock.  Mean annual temperature varies from 50 to 54 degrees F, and mean annual precipitation varies from 35 to 40 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Beaucoup, Tice, Titus, and Wakeland soils on adjacent or nearby unmined landscapes.  The poorly drained Beaucoup and Titus soils and somewhat poorly drained Tice soils have a mollic epipedon.  Tice and Wakeland soils are on broad rises, and Beaucoup and Titus soils are in low-lying areas on the flood plain."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Somewhat poorly drained.  Runoff is slow.  Permeability is moderately slow.  Flooding from stream overflow is occasional during the spring.  These soils have an apparent water table at a depth of 1.0 to 3.0 feet below the surface during the spring in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Lenzlo soils have been graded and are used for pasture, recreation or wildlife habitat."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Illinois; MLRA 115.  The soils of this series are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Fulton County, Illinois, 1995. Coined from another similar soil called Lenzburg series."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly mapped as mine spoils, surface mines, loamy Orthents, or other miscellaneous categories.\nDiagnostic horizons and features recognized in this pedon are:  ochric epipedon - 0 to 3 inches (Ap horizon); aquic conditions - redox concentrations in the C1 horizon.\n03/2020 Updated Taxonomic Class based on Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
