{
  "SERIES": "LEONARD",
  "STATUS": "Established Series",
  "BYREV": "Rev. FCW-KDV",
  "REVDATE": "7/98",
  "STATES": "MO",
  "OVERVIEW": "The Leonard series consists of very deep, poorly drained, slowly permeable soils formed in loess and a paleosol from glacial till.  These soils commonly are on side slopes and heads of drainageways and have slopes of 2 to 14 percent. Mean annual temperature is 53 degrees F., and mean annual precipitation is 36 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Vertic Epiaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Leonard silt loam - on a 7 percent east-facing slope in meadow.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; moderate fine granular structure; friable; few fine roots; neutral; abrupt smooth boundary.  (6 to 10 inches thick)\nBtg1--7 to 12 inches; dark grayish brown (10YR 4/2) silty clay loam, weak fine subangular blocky structure; friable; few fine roots; few faint clay films on faces of peds; few fine prominent strong brown (7.5YR 5/6) masses of iron accumulation in ped interiors; strongly acid; gradual smooth boundary.\nBtg2--12 to 17 inches; grayish brown (10YR 5/2) silty clay; moderate fine subangular blocky structure; firm; few pressure faces; common faint clay films on faces of peds; common fine prominent yellowish red (5YR 4/6) masses of iron accumulation in ped interiors; slightly acid; gradual smooth boundary.  (Combined thickness of the Btg horizon is 6 to 24 inches.)\n2Btg3--17 to 33 inches; gray (10YR 5/1) silty clay; moderate fine subangular blocky structure; firm; common pressure faces; many faint clay films on faces of peds; common fine prominent yellowish red (5YR 4/6) masses of iron accumulation in ped interiors; few fine pebbles; 10 percent sand; very strongly acid; gradual smooth boundary.\n2Btg4--33 to 40 inches; gray (10YR 6/1) silty clay; moderate fine subangular blocky structure; firm; few pressure faces; many faint clay films on faces of peds; few fine prominent yellowish brown (10YR 5/6) masses of iron accumulation in ped interiors; few fine pebbles; 10 percent sand; moderately acid; clear smooth boundary.\n2Btg5--40 to 60 inches; gray (5Y 5/1) silty clay; moderate medium angular and subangular blocky structure; firm; few pressure faces; few faint clay films on faces of peds; few fine prominent yellowish brown (10YR 5/6) masses of iron accumulation in ped interiors; few fine dark stains (oxides); few fine pebbles; 10 percent sand; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Shelby County, Missouri; 6 miles northwest of Shelbina; 2470 feet east and 190 feet north of the southwest corner, sec. 20, T.  57 N., R. 11 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the paleosol is 12 to 30 inches.  The lower part of the solum has about 10 percent or more sand.  These soils have deep wide cracks during dry seasons, usually the summer months.\nThe Ap or A horizon has hue of 10YR, value of 2 or 3, and chroma of 1 or 2. It commonly is silt loam, but can be loam or silty clay loam.  Reaction is slightly acid or neutral.\nThe upper part of the Btg horizon has color value of 4 or 5 and chroma of 1 or 2.  Iron masses range from few to common and are red, yellowish red, or strong brown. Texture is silty clay loam or silty clay. The lower Btg and upper 2Btg horizons have hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 1 or 2.  Iron masses are common to many red and yellowish red.  Texture commonly is silty clay, but can be clay or silty clay loam.  Reaction is slightly acid to very strongly acid.\nThe lower part of the 2Btg horizon has hue of 10YR to 5Y, value of 5 or 6, and chroma of 1 and 2 with few to common strong brown or yellowish brown iron masses. It is silty clay, silty clay loam, clay, or clay loam and strongly acid to slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bucknell, Gifford, Kilwinning, Kniffin, Pershing, Rathbun, Rinda, Shields, and Stateline series.  Bucknell and Rinda soils formed in thinner loess and have the maximum clay content within a depth of 18 inches.  Gifford soils have less than 10 percent sand to a depth of more than 30 inches.  Kniffin soils do not have chroma of 2 or less in 60 percent of the mass in some horizon between 10 and 30 inches.  Kilwinning and Pershing soils have less than 10 percent sand throughout the solum.  Rathbun soils do not have surface layers that are 7 inches or more thick and have colors with value and chroma of 3 or less. Shields soils have carbonates within a depth of 60 inches.  Stateline soils have a mean annual soil temperature less than 50 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Leonard soils are on side slopes and coves in the head of drainageways.  These soils formed in 12 to 30 inches of loess and a paleosol from glacial till. Slopes range from 2 to 14 percent.  The mean annual air temperature ranges from 50 to 55 degrees F., mean annual soil temperature ranges from 52 to 575 degrees F. and mean annual precipitation ranges from 35 to 40 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the somewhat poorly drained Adco, Armstrong and Mexico soils.  Adco soils have an abrupt textural change.  Mexico soils are deeper than 30 inches to the 2B or 2C horizons.  The Adco and Mexico soils are on broader ridgetops.  Armstrong soils have brighter colors in the upper part of the argillic horizon and are downslope."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Runoff potential is medium.  Permeability is slow.  In undisturbed areas there is a perched water table has an upper limit of 0.5 to 1.5 feet during November to April in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for cultivated crops or hay and pasture.  Native vegetation is mixed trees and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeast Missouri.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Knox, Monroe, and Shelby Counties, Missouri, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this series are: ochric epipedon - the zone from the surface of the soil to a depth of 7 inches (Ap horizon); argillic horizon - the zone from approximately 7 to 60 inches (Btg1, Btg2, 2Btg3, 2Btg4, and 2Btg5 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; moderate fine granular structure; friable; few fine roots; neutral; abrupt smooth boundary.  (6 to 10 inches thick)"
      },
      {
        "name": "Btg1",
        "top": 18,
        "bottom": 30,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btg1--7 to 12 inches; dark grayish brown (10YR 4/2) silty clay loam, weak fine subangular blocky structure; friable; few fine roots; few faint clay films on faces of peds; few fine prominent strong brown (7.5YR 5/6) masses of iron accumulation in ped interiors; strongly acid; gradual smooth boundary."
      },
      {
        "name": "Btg2",
        "top": 30,
        "bottom": 43,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btg2--12 to 17 inches; grayish brown (10YR 5/2) silty clay; moderate fine subangular blocky structure; firm; few pressure faces; common faint clay films on faces of peds; common fine prominent yellowish red (5YR 4/6) masses of iron accumulation in ped interiors; slightly acid; gradual smooth boundary.  (Combined thickness of the Btg horizon is 6 to 24 inches.)"
      },
      {
        "name": "2Btg3",
        "top": 43,
        "bottom": 84,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "2Btg3--17 to 33 inches; gray (10YR 5/1) silty clay; moderate fine subangular blocky structure; firm; common pressure faces; many faint clay films on faces of peds; common fine prominent yellowish red (5YR 4/6) masses of iron accumulation in ped interiors; few fine pebbles; 10 percent sand; very strongly acid; gradual smooth boundary."
      },
      {
        "name": "2Btg4",
        "top": 84,
        "bottom": 102,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Btg4--33 to 40 inches; gray (10YR 6/1) silty clay; moderate fine subangular blocky structure; firm; few pressure faces; many faint clay films on faces of peds; few fine prominent yellowish brown (10YR 5/6) masses of iron accumulation in ped interiors; few fine pebbles; 10 percent sand; moderately acid; clear smooth boundary."
      },
      {
        "name": "2Btg5",
        "top": 102,
        "bottom": 152,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "pH_class": "neutral",
        "narrative": "2Btg5--40 to 60 inches; gray (5Y 5/1) silty clay; moderate medium angular and subangular blocky structure; firm; few pressure faces; few faint clay films on faces of peds; few fine prominent yellowish brown (10YR 5/6) masses of iron accumulation in ped interiors; few fine dark stains (oxides); few fine pebbles; 10 percent sand; neutral."
      }
    ]
  ]
}
