{
  "SERIES": "LESHARA",
  "STATUS": "Established Series",
  "BYREV": "Rev. SLH,LGR",
  "REVDATE": "11/2005",
  "STATES": "KS,NE,OK,SD",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Fluvaquentic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Leshara silt loam with a slope of less than 1 percent in a cultivated field.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 20 centimeters (0 to 8 inches); very dark gray (10YR 3/1) silt loam, black (10YR 2/1) moist; moderate fine granular structure; slightly hard, friable; neutral; abrupt smooth boundary.  (10 to 20 centimeters (4 to 8 inches) thick)\nA1--20 to 38 centimeters (8 to 15 inches); very dark gray (10YR 3/1) silt loam, black (10YR 2/1) moist; moderate fine granular structure; slightly hard, friable; slightly alkaline; clear smooth boundary.\nA2--38 to 48 centimeters (15 to 19 inches); dark gray (10YR 4/1) silt loam, very dark gray (10YR 3/1) moist; moderate medium granular structure; slightly hard, friable; violent effervescence (7 percent CaCo3); moderately alkaline; gradual smooth boundary.  (Combined thickness of the A horizon is 25 to 56 centimeters (10 to 22 inches)\nBk1--48 to 66 centimeters (19 to 26 inches); grayish brown (2.5Y 5/2) silt loam, dark grayish brown (2.5Y 4/2) moist; moderate medium granular structure; slightly hard, friable; common medium and fine distinct yellowish brown (10YR 5/4) iron masses; violent effervescence (7 percent CaCo3); moderately alkaline (pH 8.2); gradual smooth boundary.\nBk2--66 to 94 centimeters (26 to 37 inches); light brownish gray (2.5Y 6/2) silt loam, grayish brown (2.5Y 5/2) moist; weak medium subangular blocky structure; slightly hard, friable; common fine distinct yellowish brown (10YR 5/4) iron masses; few white lime masses and small concretions; violent effervescence (10 percent CaCo3); slightly alkaline; clear smooth boundary. (Combined Bk horizon is 0 to 53 centimeters (0 to 21 inches) thick)\nCg1--94 to 130 centimeters (37 to 51 inches); light olive gray (5Y 6/2) silt loam, olive gray (5Y 5/2) moist; massive; slightly hard, friable; many fine prominent yellowish brown (10YR 5/4) iron masses; strong effervescence (10 percent CaCo3); slightly alkaline; clear smooth boundary.  (25 to 38 centimeters (10 to 15 inches) thick)\n2Cg2--130 to 203 centimeters (51 to 80 inches); light olive gray (5Y 6/2) stratified fine sand and silt loam, olive gray (5Y 5/2)moist; massive; soft, very friable; many medium prominent yellowish brown (10YR 5/4) iron masses; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Pierce County, Nebraska, 4.8 kilometers (3 miles) east and 4.8 kilometers (3 miles) south of Pierce; 641 meters (2,110 feet) south and 15 meters (50 feet) west of the northeast corner, section 7, T. 25 N., R. 1 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMollic epipedon: 25 to 56 centimeters (10 to 22 inches) thick\nThe particle size control section: silt loam, 18 and 27 percent clay\nDepth to free carbonates: 25 to 66 centimeters (10 to 26 inches), typically 30 to 38 centimeters (12 to 15 inches)\nIn some pedons a few pebbles are on the surface and mixed throughout the soil.\nA horizon:\nHue: 10YR\nValue: 3 to 5, 2 or 3 moist\nChroma: 1 or 2 (dry or moist)\nTexture: silt loam but ranges include clay loam, loam, and fine sandy loam\nReaction: slightly acid to moderately alkaline\nBk horizon:\nHue: 10YR, 2.5Y or 5Y\nValue: 5 to 7, 4 or 5 moist\nChroma: 1 or 2 (dry or moist)\nTexture: silt loam, loam, very fine sandy loam, fine sandy loam, or loam\nRedoximorphic features: common to many and faint to prominent\nBuried surface soils: common\nReaction: neutral to moderately alkaline\nSome pedons have an ACk horizon rather than a Bk horizon.\nACk horizon: (if present)\nHue: 10YR or 2.5Y\nValue: 4 to 7, 4 or 5 moist\nChroma: 1 or 2 (dry or moist)\nTexture: silt loam, loam, or very fine sandy loam\nReaction: neutral to moderately alkaline.\nCg horizon:\nHue: 10YR, 2.5Y or 5Y\nValue: 5 to 8, 4 to 6 (moist)\nChroma: 1 or 2 (dry or moist)\nTexture: silt loam, loam, clay loam and silty clay loam, 18 and 32 percent clay\nSome pedons have thin strata of very fine sandy loam, loam, fine sandy loam or loamy fine sand.\n2Cg horizon: below 102 centimeters (40 inches) and colors similar to Cg horizon Texture: loamy sand, fine sand, sand, coarse sand or gravelly sand\nStratified layers: silt loam to sandy loam textures\nReaction: neutral to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Blackoar, Gorham, Lummi, and Wapato series. The Blackoar soils are saturated higher in the profile for longer periods.\nGorham soils contain more sand in the lower part of the solum.\nLummi soils do not have carbonates in the series control section. They have a coastal climate.\nWapato soils have more than 35 percent clay in the lower part of the particle size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material; loamy alluvium that may have thin strata of sandy or clayey material\nLandform: flood plains\nSlopes: 0 to 2 percent\nMean annual precipitation: 51 to 76 centimeters (20 to 30 inches)\nMean annual temperature: 10 to 12 degrees C. (49 to 53 degrees F.)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cass, Grigston, Inavale, Lawet, Lex, Platte and Sarpy soils.\nThe Cass, Grigston, Inavale, and Sarpy soils have a lower seasonal water table.\nThe Inavale and Sarpy soils are sandy.\nCass soils are coarse-loamy.\nLawet soils are fine-loamy in the particle size control section.\nLex soils are moderately deep over coarse sand or gravelly sand.\nPlatte soils are shallow over sand or gravelly sand."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: somewhat poorly drained\nRunoff: low\nSaturated hydraulic conductivity: moderately high\nFlooding: occasionally\nSeasonal high water table: 30 to 91 centimeters (1 to 3 feet), highest in the winter or early spring when stream flow is highest\nLate summer water table: 0.9 to 1.8 meters (3 to 6 feet) or more"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the acreage is in cultivated crops.\nMain crops are corn, alfalfa, grain sorghum, and soybeans.  Many are irrigated.  Native vegetation is tall prairie grasses with scattered trees along the stream channels."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern and central Nebraska, Kansas, and South Dakota.  The Leshara series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Clay County, South Dakota; 1953."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features recognized in this pedon are:\nMollic epipedon: 0 to 48 centimeters (0 to 19 inches)\nCambic horizon; 48 to 94 centimeters (19 to 37 inches) (Bk1 and Bk2 horizon)\nAquic soil conditions: 48 to 203 centimeters (19 to 80 inches)(Bk1, Bk2, Cg1 and 2Cg2 horizons).\nPhases of Leshara soils recognized to date include saline, alkali, drained, moderately deep and clayey substrata.\nClassification changed from Haplaquolls to Endoaquolls according to changes in Taxonomy in 1992.\nADDITIONAL DATA:  Laboratory data for four pedons of Leshara soils is published on pages 107-113 of Soil Survey Investigations Report No, 5, \"Soil Survey Laboratory Data and Descriptions for Some Soils of Nebraska\".\nModified format by LRM in 10/2005 to include metric conversion and change permeability to saturated hydraulic conductivity.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
