{
  "SERIES": "LESIER",
  "STATUS": "Established Series",
  "BYREV": "Rev. TJW-GLS-RJS",
  "REVDATE": "09/2008",
  "STATES": "MT",
  "OVERVIEW": "The Lesier series consists of very deep, somewhat excessively drained soils that have a high component of volcanic ash in the surface layers and formed in mixed alluvium, outwash or till.  These soils are on stream terraces, outwash terraces or moraines.  Slopes are 2 to 30 percent.  Mean annual precipitation is about 28 inches and mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Vitrandic Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lesier gravelly ashy silt loam, forested (colors are for moist soil unless otherwise noted).\nOi--0 to 1 inch; undecomposed and slightly decomposed forest litter.\nA--1 to 2 inches; dark brown (10YR 3/3) gravelly ashy silt loam, brown (10YR 5/3) dry; weak fine and medium subangular blocky structure parting to moderate fine granular; slightly hard, friable, slightly sticky and nonplastic; many fine and medium and few coarse roots; volcanic ash component; 20 percent gravel; moderately acid (pH 6.0); abrupt wavy boundary. (1 to 3 inches thick)\nBw--2 to 11 inches; brown (10YR 4/3) gravelly ashy silt loam, pale brown (10YR 6/3) dry; weak fine and medium subangular blocky structure parting to moderate fine granular; slightly hard, friable, slightly sticky and nonplastic; many fine and medium and few coarse roots; 20 percent gravel; moderately acid (pH 6.0); abrupt wavy boundary. (8 to 11 inches thick)\n2E--11 to 18 inches; brown (10YR 5/3) very gravelly sandy loam, very pale brown (10YR 7/3) dry; weak fine and medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common fine and medium and few coarse roots; 10 percent cobbles, 30 percent gravel; slightly acid (pH 6.2); clear wavy boundary. (4 to 12 inches thick)\n2Bk1--18 to 35 inches; pale brown (10YR 6/3) very gravelly sandy loam, very pale brown (10YR 8/3) dry; weak fine and medium subangular blocky structure; slightly hard, very friable; nonsticky and nonplastic; common medium and coarse roots; 20 percent cobbles, 40 percent gravel; disseminated lime; common distinct lime coatings on undersides of rock fragments; strongly effervescent; slightly alkaline (pH 7.6); gradual wavy boundary. (10 to 17 inches thick)\n2Bk2--35 to 60 inches; pale brown (10YR 6/3) extremely cobbly sandy loam, very pale brown (10YR 8/3) dry; weak fine subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; few medium and coarse roots; 30 percent cobbles, 45 percent gravel; disseminated lime; many distinct lime coatings on undersides of rock fragments; violently effervescent; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sanders County, Montana; 1500 feet east and 400 feet north of the southwest corner of section 23, T.25N., R.27W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Temperature - 43 to 47 degrees F.\nMoisture control section - between 8 and 24 inches.\nA horizon - Value:  3, 4 or 5 dry, 2, 3 or 4 moist\nClay content:  5 to 15 percent\nBulk Density:  1.0 to 1.4 g/cc\nVocanic glass:  5 to 20 percent\nAcid oxalate extractable Al + 1/2 Fe:  0.4 to 1.0 percent\nRock fragments:  15 to 25 percent; 0 to 5 percent cobbles, 15 to 20 percent gravel\nReaction:  5.6 to 6.5\nBw horizon - Value:  5 or 6 dry, 4 or 5 moist\nChroma:  2, 3 or 4 moist\nClay content:  5 to 15 percent\nBulk density:  1.0 to 1.4 g/cc\nVolcanic glass:  5 to 20 percent\nAcid oxalate extractable Al + 1/2 Fe:  0.4 to 1.0 percent\nRock fragments:  15 to 25 percent; 0 to 5 percent cobbles, 15 to 20 percent gravel\nReaction:  5.6 to 6.5\n2E horizon - Value:  6 or 7 dry, 4, 5 or 6 moist\nChroma:  2 or 3\nClay content:  5 to 15 percent\nRock fragments:  35 to 60 percent; 10 to 25 percent cobbles and stones, 25 to 40 percent gravel\nReaction:  6.1 to 7.8\n2Bk1 horizon - Value:  6, 7 or 8 dry, 5 or 6 moist\nChroma:  2 or 3\nClay content:  5 to 15 percent\nRock fragments:  50 to 75 percent; 15 to 30 percent cobbles and stones, 35 to 40 percent gravel\nCalcium carbonate equivalent:  15 to 35 percent\nReaction:  7.6 to 8.5\n2Bk2 horizon - Value:  6, 7 or 8 dry, 5, 6 or 7 moist\nChroma:  2 or 3\nTexture:  loamy sand or sandy loam\nClay content:  5 to 15 percent\nRock fragments:  60 to 80 percent; 20 to 35 percent cobbles and stones, 40 to 45 percent gravel\nCalcium carbonate equivalent:  15 to 35 percent\nReaction:  7.9 to 8.5"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nPleasantvalley (MT)  does not have a horizon with secondary carbonate accumulation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - stream terraces, outwash terraces or moraines.\nElevation - 3,100 to 4,200 feet.\nSlope - 2 to 30 percent.\nParent material - mixed alluvium, outwash or till.\nClimate - long, cold winters; moist springs; warm summers.\nMean annual effective precipitation - 24 to 30 inches much of which falls as snow and spring rains.\nMean annual temperature - 38 to 45 degrees F.\nFrost-free period - 70 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained, moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Lesier soils are used mainly for woodland, understory grazing, and wildlife habitat. Potential native vegetation is mainly ponderosa pine, lodgepole pine, Douglas fir, western larch, and grand fir. Understory vegetation is mainly pinegrass, common snowberry, oceanspray, and other forbs, shrubs, and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Lesier soils are of small extent in the valleys of northwestern Montana. MLRA 43A and 44A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sanders County, Montana 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nAsh influenced layer -  1 to 11 inches (A, Bw horizons);\nOchric epipedon - 0 to 7 inches mixed (Oi, A, Bw horizons);\nCalcic horizon - 18 to 60 inches (2Bk horizons);\nParticle-size control section - 10 to 40 inches (2E, 2Bk1, 2Bk2 horizons).\nLesier soils have a udic moisture regime and a frigid temperature regime.\nSoil Interpretation Record:  MT1615.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
