{
  "SERIES": "LESON",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLL-RM-JAW",
  "REVDATE": "09/2015",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Udic Haplusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Leson clay--cropland.  Midway between microhigh and microlow. (Colors are for dry soil unless otherwise stated.)\nAp--0 to 25 cm (0 to 10 in); very dark gray (10YR 3/1) clay, black (10YR 2/1) moist; moderate fine angular blocky structure; on the surface there is a one-half inch layer that has moderate medium granular structure; extremely hard, very firm; common shiny pressure faces; few fine black concretions; moderately alkaline; gradual wavy boundary.  (8 to 51 cm [3 to 20 in] thick)\nBss--25 to 76 cm (10 to 30 in); very dark gray (10YR 3/1) clay, black (10YR 2/1) moist; weak coarse angular blocky structure parting to moderate medium angular blocky; extremely hard, very firm; common intersecting slickensides and wedge-shaped peds having long axis tilted 30 to 45 degrees from the horizontal; few fine iron-manganese concretions; moderately alkaline; gradual wavy boundary.  (15 to 102 cm [6 to 40 in] thick)\nBkss--76 to 152 cm (30 to 60 in); pale olive (5Y 6/3) clay, olive (5Y 5/3) moist; common medium and coarse distinct very dark gray (10YR 3/1) and many fine faint light olive brown (2.5Y 5/6) mottles; moderate fine angular blocky structure; very hard, firm; common slickensides; common fine and medium calcium carbonate concretions and few masses of calcium carbonate; lower part of layer contains few shale fragments; slightly effervescent; moderately alkaline; gradual wavy boundary.  (38 to 76 cm [15 to 30 in] thick)\nCk--152 to 203 cm (60 to 80 in); olive gray (5Y 5/2) weakly consolidated shale that has clay texture; with alternating layers of light olive brown (2.5Y 5/6); evident bedding planes; extremely hard, very firm; few slickensides; contains approximately 10 percent calcium carbonate in the form of concretions and masses; few iron-manganese concretions; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hopkins County, Texas; from intersection of Texas Highway 11 and 19 in Sulphur Springs, 10.8 miles west on Highway 11; 225 ft north in field.  USGS Cumby topographic quadrangle; Latitude: 33 degrees, 12 minutes, 11.09 seconds N; Longitude: 95 degrees 50 minutes, 0.21 seconds W. Datum: WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: An ustic soil moisture regime. The soil moisture control section is dry in some or all parts for more than 90 bu less than 150 cumulative days in normal years.\nSoil depth: very deep, 152 to 203 cm (60 to 80 in).\nSurface features:   In undisturbed areas there is gilgai microrelief. Distance between the microknoll and microdepression ranges from 1.2 to about 4.9 m (4 to about 16 ft).\nVertic features:  When dry cracks 1.3 to 8 cm (1/2 to 3 in) extend from the surface to a depth of more than 30 cm (12 in).\nThickness of the mollic epipedon: 76 to 152 cm (30 to 60 in).\nDepth to slickensides: 38 cm (15 in).\nDepth to cambic (when present): 76 to 118 cm (30 to 47 in).\nDepth to secondary calcium carbonates: 23 to 152 cm (9 to 60 in).\nDepth to salt accumulations (when present): 107 cm (42 in).\nDepth to gypsum accumulations (when present): 107 cm (42 in).\nDepth to redox concentrations: 18 to 160 cm (7 to 63 in).\nParticle-size control section (weighted average)\nClay content: 40 to 60 percent.\nAbout 55 to 80 percent of the pedon has matrix colors of chroma 2 or more within 102 cm (40 in) of the soil surface.\nThe A horizon ranges from 30 to 51 cm (12 to 20 in) thick on microknolls and 76 to 152 cm (30 to 60 in) thick in microdepressions.\nA, or Ap horizons:\nHue: 10YR to 5Y and N\nValue: 2 to 4\nChroma: 0 or 1\nSome pedons contain a few mottles in colors and shades of brown and olive in the lower part.    Texture: clay or silty clay\nReaction: slightly acid to moderately alkaline.\nBss or Bkss horizons:\nHue: 10YR to 5Y\nValue: 2 to 5\nChroma: 0 to 4.\nThere are few to many mottles in colors and shades of gray, brown, and yellow.\nIt is calcareous or noncalcareous and typically contains few to common calcium carbonate concretions and soft masses.\nTexture: clay or silty clay\nReaction:  neutral to moderately alkaline.\nCk, Cdk, BCkss, or Ckssyz horizon:\nHue: 10YR to 5Y\nValue: 4 to 6\nChroma: 2 to 6\nIt is stratified clay and weakly consolidated shale; bedding planes are evident in most pedons.\nFew to common concretions and soft masses of calcium carbonate are in most pedons.\nGypsum crystals range from none to common.\nReaction:  mildly or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bleiberville, Branyon, Burleson, Clarita, Deport, Dimebox, Ellis, Fairlie, Heiden, Houston Black, Lazare, Luling, Ovan, Sanger, Slidell, Sparenberg, and Watonga series.\nBleiberville, Branyon, Fairlie, Heiden, Houston Black, Ovan, Sanger, and Slidell soils: are calcareous in the surface layer.\nBurleson soils: have matrix chromas of 1 or less throughout the upper 102 cm (40 in).\nClarita and Tamford soils: have hue of 7.5YR or redder in the subsoil.\nDimebox soils: have ironstone pebbbles and contin calcium sulfate in all parts of the pedon.\nFairlie soils: are underlain by chalk at 102 to 152 cm (40 to 60 in) depth.\nLazare soils:  are moist for shorter periods in the soil moisture control section and are in enclosed depressions.\nLuling soils: have chroma of 1.5 or more in the surface layers.\nSparenberg soils:  occur in a zone of lesser annual precipitation\nWatonga soils: have sola less than 152 cm (60 in) thick, and are in slighly cooler climates."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: alkaline shales and clays\nLandscape: nearly level to gently sloping uplands\nSlope: 0 to 5 percent, but mainly are 1 to 3 percent\nMean annual precipitation:  864 to 1,118 mm (34 to 44 in)\nMean annual air temperature: 17.1 to 21.1 degrees C (63 to 70 degrees F)\nFrost-free period: 230 to 260 days\nElevation: 99 to 241.3 m (324 to 791 ft)\nThornthwaite P-E Index: 44 to 72"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Branyon, Burleson, Houston Black and Heiden in the same family and similar Ferris and Wilson series.\nBranyon, Burleson and Wilson soils: are in similar or slightly lower positions.\nHeiden and Ferris soils: have an A horizons with chroma 1 of 2.\nWilson soils: have loamy surface layers and firm textured Bt horizons.\nFerris, Heiden, and Houston Black soils: are on higher areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained. Runoff is medium; Permeability is very slow.  Water enters the soil rapidly when it is dry and cracked, and very slowly when it is moist."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly cultivated and used for crops such as cotton, grain sorghums, and corn.  Native grasses are mainly bluestem, indiangrass, and gramas.  Improved pastures are planted to bermudagrass and lovegrass.  Scattered trees include bois d'arc, hackberry, elm, post oak, and locust."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Blackland Prairies of Texas.  (MLRA(s) 86A, and possibly in 85 and 133B.  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hopkins County, Texas; 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The soil was formerly included in the Burleson or Hunt series.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 76 cm (0 to 30 in)(Ap and Bss horizons)\ncambic horizon: 76 to 152 cm (30 to 60 in)(Bkss horizon)\nVertic features: High shrink-swell potential and cracks that are 1.3 to 8 cm (1/2 to 3 in) wide at a depth of 30 cm (12 in) or more during dry periods.\nSlickensides: At a depth of 25 to 152 cm (10 to 60 in)\nDepth to secondary calcium carbonates: 76 to 203 cm (30 to 80 in)\nDepth to redox concentrations: 152 to 203 cm (60 to 80 in)\nADDITIONAL DATA:\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
