{
  "SERIES": "LESPATE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WPT/GB/JPP",
  "REVDATE": "02/1999",
  "STATES": "CO",
  "OVERVIEW": "The Lespate series consists of moderately deep, well drained, permeable soils that formed in residuum and colluvium from limestone and interbedded sandstone material.  These soils are are on nearly level mountain tops, rolling low ridges, and side slopes and have slopes ranging from 1 to 25 percent.  The mean annual precipitation is about 22 inches and the mean annual temperature is about 39 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive Pachic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lespate clay loam - Subalpine park.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 6 inches; very dark grayish brown (10YR 3/2) clay loam, very dark brown (10YR 2/2) moist; strong fine granular structure; soft, very friable, slightly sticky, and slightly plastic; 5 percent channers, 2 percent flagstone; neutral; clear smooth boundary.  (4 to 8 inches thick)\nBw--6 to 17 inches; very dark brown (10YR 2/2) clay loam, black (10YR 2/1) moist; strong fine and medium subangular blocky structure; hard, friable, slightly sticky, and very plastic; 5 percent channery fragments, 2 percent flagstone; neutral; clear wavy boundary.  (10 to 16 inches thick)\nBk--17 to 27 inches; light brownish gray (10YR 6/2) channery loam, dark grayish brown (10YR 4/2) moist; weak coarse subangular blocky structure; slightly hard, friable, slightly sticky, and slightly plastic; 20 percent channers, 5 percent flagstone; moderately alkaline; abrupt wavy boundary.  (6 to 16 inches thick)\nR--27 inches; hard limestone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Garfield County, Colorado; 25 feet west of the Ute Stock Trail road, about 1,980 feet west and 1,980 feet north of the southeast corner of Sec. 28, T. 3 S., R. 93 W.  U.S.G.S. Red Elephant Point quad.; lat. 39 degrees, 45 minutes, 30 seconds N., and long. 107 degrees, 49 minutes, 59 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature ranges from 39 to 45 degrees F.  Mean summer soil temperature ranges from 44 to 49 degrees F.  The particle-size control section is clay loam, loam, or sandy clay loam with clay ranging from 24 to 35 percent.  Coarse fragments range from 5 to 35 percent in the particle-size control section with the dominant being less than 3 inches in diameter.  The A and Bw horizons are neutral to mildly alkaline.  Hard bedrock is at depths of 20 to 40 inches below the surface.\nThe A horizon has hue of 10YR or 7.5YR, values of 3 to 5, 1 or 2 moist, and chroma of 1 through 3.\nThe Bw horizon not definitive for cambic, has hue of 10YR or 7.5YR, value of 2 through 4 dry, 2 or 3 moist, and chroma of 1 through 3.\nThe Bk or C horizons have hue of 2.5Y through 7.5YR, values of 4 through 6, 4 or 5 moist, and chroma of 2 through 4.  Depth to accumulation of calcium carbonate ranges from 14 to 24 inches.  Rock fragments often have calcium carbonate coatings as pendants."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Adel (MT), Bullbasin (CO), Bullrey (ID), Duff (NV), Gallatin (MT), Hackwood (NV), Idmon (ID), Karlan (ID), Lamphier (CO), Leavittville (WY), Mundos (WY), Osmund (WY), Pavohroo (ID), Rhone (CO), Secondset (CO), Strickland (NV), Taterheap (CO), and Wineveda (CO) series.  Adel, Bullbasin, Bullrey, Duff, Hackwood, Idmon, Lamphier, Leavittville, Mundos, Osmund, Pavohroo, Rhone and Taterheap soils all lack bedrock above 40 inches.  Gallatin soils have sand and gravel in the substratum.   Karlan soils are formed in thin loess layer over residuum from rhyolite or rhyolitic tuff and have less than 27 percent clay in their particle-size control section.  Secondset soils are slightly acid and lack a k horizon.  Winevada soils lack k horizons.   Strickland soils are slightly acid to strongly acid and lack carbonate above the bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lespate soils are on mountain tops, low ridges, and side slopes.  Slopes range from 1 to 25 percent.  The soils formed in residuum and colluvium from limestone and interbedded sandstone.  Elevation ranges from 8,400 to 9,500 feet.  The mean annual precipitation is 20 to 30 inches, the majority of which is received as snow.  Mean annual temperature is 36 to 42 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Adel, Clayburn, Lamphier, Miracle, and Starley soils.  Adel, Clayburn, and Lamphier soils have bedrock at depths greater than 40 inches.  Miracle soils have hue of 5YR or redder.  Starley soils have bedrock at depths less than 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Lespate soils are used for summer grazing, recreation, and wildlife habitat.  Native vegetation include common snowberry, serviceberry, chokecherry, rabbitbrush with nodding and mountain brome, Letterman needlegrass, lupine, cinquefoil, and other forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountainous subalpine areas of Western Colorado.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Flat Tops Soil Survey Area, Colorado, 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The name is coined.  Diagnostic features include mollic colors from 0 to 17 inches; a cambic horizon from 6 to 17 inches; a Bk horizon from 17 to 27 inches; and limestone bedrock at a depth of 27 inches, but ranging from 20 to 40 inches.  Last updated by the state 5/94.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 6 inches; very dark grayish brown (10YR 3/2) clay loam, very dark brown (10YR 2/2) moist; strong fine granular structure; soft, very friable, slightly sticky, and slightly plastic; 5 percent channers, 2 percent flagstone; neutral; clear smooth boundary.  (4 to 8 inches thick)"
      },
      {
        "name": "Bw",
        "top": 15,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 2,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "cf_class": "channery",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--6 to 17 inches; very dark brown (10YR 2/2) clay loam, black (10YR 2/1) moist; strong fine and medium subangular blocky structure; hard, friable, slightly sticky, and very plastic; 5 percent channery fragments, 2 percent flagstone; neutral; clear wavy boundary.  (10 to 16 inches thick)"
      },
      {
        "name": "Bk",
        "top": 43,
        "bottom": 69,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "channery",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bk--17 to 27 inches; light brownish gray (10YR 6/2) channery loam, dark grayish brown (10YR 4/2) moist; weak coarse subangular blocky structure; slightly hard, friable, slightly sticky, and slightly plastic; 20 percent channers, 5 percent flagstone; moderately alkaline; abrupt wavy boundary.  (6 to 16 inches thick)"
      },
      {
        "name": "R",
        "top": 69,
        "narrative": "R--27 inches; hard limestone bedrock."
      }
    ]
  ]
}
