{
  "SERIES": "LETORT",
  "STATUS": "Established Series",
  "BYREV": "Rev. EJM-GHL",
  "REVDATE": "06/2001",
  "STATES": "PA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Letort silt loam - cultivated on a 3 to 8 percent north facing slope.  (Colors are for moist soil unless otherwise noted.)\nAp--0 to 9 inches; dark brown (10YR 4/3) silt loam; weak fine granular structure; friable, nonsticky, nonplastic; 5 percent rock fragments; neutral; abrupt smooth boundary.  (9 to 12 inches thick)\nBt1--9 to 19 inches; dark grayish brown (2.5Y 4/2) silt loam; moderate medium subangular blocky structure; friable, nonsticky, nonplastic; few faint clay films on faces of peds; neutral; clear wavy boundary.\nBt2--19 to 32 inches; dark grayish brown (10YR 4/2) silt loam; weak coarse subangular blocky structure; friable, nonsticky, nonplastic; many distinct clay films on faces of peds; 5 percent rock fragments; neutral; clear wavy boundary.  (Combined thickness of the Bt horizon is 20 to 40 inches.)\nC1--32 to 46 inches; very dark grayish brown (10YR 3/2) silt loam; massive; firm, nonsticky, nonplastic; 5 percent rock fragments; neutral; gradual wavy boundary.  (10 to 20 inches thick)\nC2--46 to 62 inches; very dark grayish brown (10YR 3/2) and very dark gray (N 3/0) very channery loam; massive; firm, nonsticky, nonplastic; 40 percent rock fragments; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lancaster County, Pennsylvania; Pequea Township, 1 mile west on Long Lane from Willow Street and intersection of 272, 200 feet north of farm lane and 150 feet east."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 30 to 50 inches.  Depth to bedrock is more than 60 inches.  Rock fragments\nof quartzite, limestone and phyllite range from 0 to 15 percent by volume in the solum and from 0 to 40 percent in the C horizon.\nMost pedons have flakes of mica that generally increase with\ndepth.  Reaction ranges from strongly acid to neutral in the solum and from moderately acid to mildly alkaline in the C horizon.\nThe A horizon has hue of 10YR or 2.5Y, value of 3 or 4, and chroma\nof 2 through 4.  It is loam or silt loam in the fine-earth fraction.\nThe B horizon has hue 10YR through 5Y, value of 3 through 5, and chroma of 2 through 4.  It is loam, silt loam, silty clay loam, or clay loam in the fine-earth fraction.  Structure is weak or moderate, fine, medium or coarse subangular blocky.  Consistence is friable or firm.\nThe C horizon is neutral or has hue of 10YR through 5Y, value of 3 through 5, and chroma of 0 through 4.  It is sandy loam, loam, or silt loam in the fine-earth."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Belmont, Belmore, Blackhammer, Chenault, Chili, Coggon, Conestoga, Douds, El Dara, Gallman, Grayford, Grellton, Hayden, Hebron, Hickory, High Gap, Hollinger, Kalamazoo, Kanawha, Kendallville, Kidder, Kosciusko, Leroy, Lindley, Mandeville, Martinsville, McHenry, Miami, Mifflin, Military, Nodine, Norden, Ockley, Owosso, Pecatonica, Princeton, Rawson, Relay, Renova, Richland, Roddles, Rockbridge, Roseville, Sisson, Strawn, Summitville, Theresa, Wawasee, Westville, Whalan, and Woodbine soils are in the same family.\nThe Belmont, Grayford, and Roseville soils have bedrock within a depth of 60 inches.  The Belmore and Chili soils have water worn gravels throughout.  Blackhammer soils have a solum greater than 60 inches thick.  Chenault soils are formed in old alluvium. Coggon, Hayden, Leroy, Pecatonica, Renova, and Westville soils formed in glacial till.  Conestoga soils have a Bt horizon with values higher than 5 and chromas higher than 4.  Douds, El Dara, Gallman, Hebron, Kalamazoo, Kanawha, Kendallville, Martinsville, Nodine, Ockley, Princeton, and Sisson soils are stratified in the lower part of the solum.  Grellton soils have more sand in the upper part of the Bt horizon.  Hickory and Rawson soils are mottled in the solum.  High Gap, Military, Norden, and Whalan soils have bedrock within a depth of 40 inches.  Hollinger, Relay and Strawn soils have a thinner sola.  Kidder, McHenry, Miami, and Theresa soils have free carbonates in the series control section.  Lindley soils have rock fragments of glacial pebbles.  Mandeville soils have rock fragments of micaceous shale.  Kosciusko, Mifflin, Owosso, Riddles, and Wawasee soils have more sand in the control section.  Rockbridge soils have 35 to 70 percent rock fragments of gravel and cobbles in the lower part of the solum.  Summitville and Richland soils have rock fragments of siltstone, sandstone, and shale.  Woodbine soils have an upper solum formed in loess and glacial till and a lower solum formed in weathered residuum of limestone."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Letort soils are nearly level to moderately steep soils on uplands.  Slopes range from 0 to 25 percent.  The soils formed in residuum weathered from interbedded micaceous limestone, graphitic phyllite, and schist.  Climate is humid and temperate, with mean annual precipitation of 40 to 46 inches; mean annual temperature ranges from 52 to 55 degrees F., and the growing season ranges from 170 to 190 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  Clarksburg, Conestoga, Hollinger, Penlaw, Pequea, and Thorndale soils are on nearly landscapes.  Clarksburg, Penlaw, and Thorndale soils have fragipans and are not well drained.  Conestoga soils have B horizons with dominant chroma of 6 or 8.  Hollinger soils have sola of less than 30 inches.  Pequea soils do not have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained with slow to rapid runoff.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Letort soils are cultivated.  Principal crops are corn, soybeans, tobacco, and hay.  A small acreage is in woodlots of mixed oak, hickory, and yellow-poplar.  Extensive acreage is being converted to nonfarm uses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Pennsylvania.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lancaster County, Pennsylvania, 1937."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The depth of the solum is revised from 40 to 80 inches to 30 to 50 inches.  The revised depth is more representative of the range of the series.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
