{
  "SERIES": "LETTIA",
  "STATUS": "Established Series",
  "BYREV": "Rev. ACT/TDT/ET",
  "REVDATE": "03/2003",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Ultic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lettia sandy loam, forested.  (Colors are for moist soil unless otherwise noted.)\nOi--0.5 inch to 0; partially decomposed fir needles, twigs, leaves and grasses.\nA--0 to 5 inches; dark brown (10YR 3/3) gravelly loam, brown (10YR 5/3) dry; moderate fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine, fine and medium roots; many very fine irregular pores; 15 percent gravel; moderately acid (pH 6.0); abrupt smooth boundary.  (4 to 8 inches thick)\nAB--5 to 12 inches; dark brown (7.5YR 4/4) gravelly loam, light brown (7.5YR 6/4) dry; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine, fine, medium and coarse roots; many very fine irregular pores; 15 percent gravel; slightly acid (pH 6.5); clear smooth boundary.  (6 to 10 inches thick)\nBt1--12 to 16 inches; strong brown (7.5YR 4/6) loam, light brown (7.5YR 6/4) dry; moderate medium subangular blocky structure; hard, friable, slightly sticky, and slightly plastic; many very fine to coarse roots; many very fine, fine and medium irregular pores; few distinct reddish brown (5YR 4/4) clay films on faces of peds; 10 percent gravel; moderately acid (pH 5.8); clear smooth boundary.  (4 to 6 inches thick)\nBt2--16 to 26 inches; strong brown (7.5YR 4/6) clay loam, strong brown (7.5YR 5/6) dry; strong medium and coarse subangular blocky structure; very hard, firm, sticky and plastic; few very fine, fine and medium roots; common very fine, fine and medium irregular pores; common distinct reddish brown (5YR 4/4) clay films; 10 percent gravel; moderately acid (pH 6.0); gradual wavy boundary.  (8 to 15 inches thick)\nBt3--26 to 46 inches; strong brown (7.5YR 5/6) clay loam, reddish yellow (7.5YR 6/6) dry; moderate medium subangular blocky structure; extremely hard, firm, sticky and very plastic; very few fine roots; many very fine irregular pores; many distinct yellowish red (5YR 4/6) clay films on faces of peds and lining pores; 10 percent gravel; slightly acid (pH 6.2); gradual wavy boundary.  (10 to 20 inches thick)\nBt4--46 to 58 inches; strong brown (7.5YR 5/6) clay loam, reddish yellow (7.5YR 6/6) dry; strong medium angular blocky structure; extremely hard, firm, sticky and very plastic; few irregular fine pores; many distinct yellowish red (5YR 4/6) clay films on faces of peds and lining pores; 5 percent gravel; strongly acid (pH 5.5); gradual wavy boundary. (8 to 15 inches thick)\nCrt--58 inches; highly weathered grano-diorite; many prominent yellowish red (5YR 4/6) clay films along fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Douglas County, Oregon.  The site is located about 1,600 feet from the junction of 28-4-27 and North Myrtle Creek roads on the 28-4-27 road in the SW1/4NW1/4 sec. 27, T. 28 S., R. 4 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 47 to 54 degrees F.  The soils are usually moist but dry for 45 to 60 days during the 120 day period following the summer solstice.  Depth to soft bedrock and solum thickness is 40 to 60 inches.  The upper 10 inches of the solum has 3 to 8 percent organic matter.\nThe A horizon has hue of 7.5YR or 10YR, value of 3 through 5 moist, 4 through 7 dry and chroma of 2 through 4 moist and dry.  It is moderately acid or slightly acid.\nThe Bt horizon has hue of 7.5YR, 5YR or 2.5YR, value of 4 through 6 moist, 5 through 7 dry and chroma of 4 through 8 moist and dry.  It is loam, sandy clay loam or clay loam, averaging 20 to 35 percent clay.  Coarse fragments range from 0 to 15 percent gravel and cobbles.  It has 15 to 50 percent coarse and very coarse sand.  Base saturation (sum of bases) is 50 to 75 percent throughout.  It is strongly acid to slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bernhill, Boomer, Casabonne, Centralia, Cherryhill, Cle Elum, Cohasset, Crozier, Fives, Holland, Hood, Hotaw, Kalama, Latourell, Musick, Norling, Sanhedrin, Speaker, Underwood, Varelum, Wilkeson, and Wohly series.  (SMCS = Soil Moisture Control Section; MAST = Mean Annual Soil Temperature.)  Bernhill soils are dry for 60 to 90 days in the SMCS and are neutral to slightly acid. Boomer soils are dry in the SMCS for 105 to 130 days, have a MAST of 54 to 58 degrees F and contain less than 15 percent coarse and very coarse sand.  Casabonne soils are dry in the SMCS for 90 to 120 days, have a MAST of 54 to 59 degrees F and contain less than 15 percent coarse and very coarse sand.  Centralia soils have an umbric epipedon.  Cheryhill soils have less than 1 percent organic matter in the upper 10 inches of the solum, lack hue redder than 10YR in the subsoil and are 40 to 60 inches to a paralithic contact.  Cle Elum soils are 20 to 40 inches to a paralithic contact and have an E horizon.  Cohasset soils are dry in the SMCS for 120 to 150 days and have a MAST of 54 to 59 degrees F. Crozier soils are dry in the SMCS for 120 to 150 days and are 24 to 40 inches to a paralithic contact.  Fives soils have hue of 5Y through 10YR in the subsoil, and contain less than 15 percent coarse and very coarse sand.  Holland soils are dry in the SMCS for 120 to 160 days. Hood soils lack hue redder than 10YR throughout the solum, contain less than 15 percent coarse and very coarse sand and have chroma of 3 or 4 moist and dry in the subsoil.  Hotaw soils are dry in the SMCS for 120 to 150 days, have a MAST of 54 to 59 degrees F and are 24 to 40 inches to a paralithic contact.  Kalama soils have solum 28 to 38 inches thick, are moderately well drained and are mottled in the lower part of the subsoil.  Latourell soils have a solum 30 to 50 inches thick, lack hue redder than 10YR in the solum and have a gravelly or very gravelly discontinuity at 40 to 60 inches.  Musick soils lack hue yellower than 2.5YR in the subsoil and are dry for 120 to 150 days in the SMCS. Norling soils are 20 to 40 inches to a paralithic contact.  Sanhedrin soils are dry in the SMCS for 90 to 120 days.  Speaker soils are 20 to 40 inches to a paralithic contact, contain less than 15 percent coarse and very coarse sand and are dry in the SMCS for 60 to 90 days. Underwood soils are dry in the SMCS for 45 to 60 days, have a solum 30 to 40 inches thick and have a MAST of 47 to 51 degrees F.  Varelum soils are neutral to mildly alkaline and lack hue redder than 10YR throughout the solum.  Underwood soils have a solum 30 to 40 inches thick and have a surface layer 4 to 6 inches which is volcanic ash. Wilkeson soils have mollic colors to a depth of 10 inches and have 15 to 35 percent coarse fragments in the particle-size control section. Wohly soils are dry in the SMCS for 90 to 120 days and are 20 to 40 inches to a lithic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lettia soils are on sidehills, old slump benches and broad ridge tops at elevations of 500 to 4,000 feet.  Slopes are 2 to 70 percent.  The soils formed in colluvium and residuum from granite and grano-diorite.  The winters are cool and moist and the summers are warm and dry.  The mean annual temperature is 45 to 54 degrees F; the mean July temperature is 67 degrees F; and the mean January temperature is 40 degrees F.  The mean annual precipitation is 40 to 60 inches. The frost-free period is 100 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Buckshot, Pollard, Siskiyou, Steinmetz, Tethrick and Zing series.  Buckshot soils have a udic moisture regime and are on north slopes.  Pollard soils have base saturation of less than 35 percent.  Siskiyou soils are coarse-loamy and lack an argillic horizon. Zing soils are somewhat poorly to moderately well drained and are deeper than 60 inches to bedrock.  Steinmetz and Tethrick soils are coarse-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Timber production, grazing, homesites, wildlife, and watershed.  Native vegetation is Douglas fir, incense cedar, Pacific madrone, sugar pine, ponderosa pine, oceanspray, poison oak, salal, and western fiscue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern parts of the Klamath Mountains.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jackson County Area, Oregon; 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The activity class was added to the classification in March of 2003. Competing series were not checked at that time. - ET\nADDITIONAL DATA:  Lettia soils are labeled Unit 724 in the BLM soil survey.  Characterization data (S74-OR-10-2(1-8)) from Oregon State University.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
