{
  "SERIES": "LEVERETT",
  "STATUS": "Established Series",
  "BYREV": "Rev. WMK:RBH:WAC",
  "REVDATE": "10/2018",
  "STATES": "MS",
  "OVERVIEW": "The Leverett series consists of deep, well drained, soils that formed in silty alluvium.  Permeability is moderate.  These soils are on the higher parts of flood plains or low stream terraces along streams that drain the Southern Mississippi Valley Silty Uplands.  Slopes range from 0 to 5 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, active, thermic Haplic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Leverett silt loam--cultivated.  (Colors are for moist soil unless otherwise  stated).\nAp--0 to 9 inches; dark brown (10YR 4/3) silt loam; weak fine granular structure; friable; few fine roots; strongly acid; clear smooth boundary.  (4 to 10 inches thick)\nAB--9 to 14 inches; dark yellowish brown (10YR 4/4) silt loam; weak medium subangular blocky structure; friable; few fine roots; some mixing from horizon above; strongly acid; clear smooth boundary.  (0 to 6 inches thick)\nBt1--14 to 30 inches; strong brown (7.5YR 5/6) silt loam; weak medium subangular blocky structure; friable; few fine roots; few patchy clay films on faces of peds; common fine pores; strongly acid; gradual wavy boundary.  (12 to 20 inches thick)\nBt2--30 to 40 inches; mottled pale brown (10YR 6/3), dark yellowish brown (10YR 4/4), and light brownish gray (10YR 6/2) silt loam; weak medium subangular blocky structure; friable; few patchy clay films on faces of peds; few black coatings on peds; strongly acid; gradual wavy boundary.  (8 to 20 inches thick)\nB/E1--40 to 62 inches; dark yellowish brown (10YR 4/4) silt loam (B); common medium faint yellowish brown (10YR 5/4) and common medium distinct light brownish gray (10YR 6/2) mottles; tongues of gray (10YR 6/1) silt 1 to 2 inches wide at intervals of 2 to 4 inches make up about 30 percent of the volume (E); weak coarse prismatic structure parting to weak medium subangular blocky; slightly brittle; few patchy clay films on faces of peds on brown portion; few brown and black concretions; strongly acid; diffuse irregular boundary.  (10 to 25 inches thick)\nB/E2--62 to 88 inches; yellowish brown (10YR 5/6) silt loam (B); common fine distinct pale brown (10YR 6/3) mottles; tongues of gray (10YR 6/1) silt 1 to 2 inches wide at intervals of 4 to 6 inches make up about 15 percent of the volume (E); weak coarse prismatic structure parting to weak medium subangular blocky; friable; few patchy clay films on faces of peds on brown portion; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Tallahatchie County, Mississippi; 3.0 miles west of Charleston, and 0.5 mile north of State Highway 32; 300 feet south of abandoned ICRR and 70 feet east of Bayou.  NE1/4SW1/4 sec. 32, R. 2 E., T. 25 N."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness exceeds 60 inches.  The soil ranges from very strongly acid to medium acid, except the surface layer in areas that have been limed.\nThe A horizon has hue of 10YR, value of 4 or 5, and chroma of 2 to 6.  It is silt, silt loam, or very fine sandy loam.\nThe Bt1 horizon has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 3 to 6.  The Bt2 horizon has the same range in color, except that it either has mottles with chroma of 2 or less, or it is mottled in shades of brown and gray.  The upper 20 inches of the Bt horizon, the particle-size control section, has 8 to 15 percent clay.\nThe B part of the B/E horizon has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 3 to 6; mottles in shades of brown or gray are few to many.  The E part consists of gray silt tongues with hue of 10YR, value of 5 or 6, and chroma of 1 or 2; these make up as much as 15 to 40 percent of the volume.  Some pedons have a B't horizon below the B/E horizon.  It is mottled in shades of brown and gray, or has the same color as the B part of the B/E horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series in the same family.  Closely related series include the Ariel, Cascilla, Duralde, Frizzell, Gillsburg, Messer, and Tippo soils.  Ariel soils do not have a Bt horizon and have a buried loamy solum at a depth between 20 and 50 inches.  Cascilla soils, which do not have a Bt horizon, have a fine-silty control section.  Duralde soils have a fine-silty control section.  Frizzell soils do not have tonguing of the E horizon into the Bt horizon and have mottles with chroma of 2 or less in the upper 10 inches of the Bt horizon.  Gillsburg soils do not have a Bt horizon and are grayer in the buried B horizon.  Messer soils have siliceous mineralogy and have a silty clay loam Bt horizon.  Tippo soils have mottles with chroma of 2 or less in the upper 10 inches of the Bt horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Leverett soils are on the higher parts of flood plains or low stream terraces along streams in the Southern Mississippi Valley Silty Uplands.  These nearly level to gently sloping soils formed in silty alluvium.  Slopes range from 0 to 5 percent.  The climate is warm and humid.  Near the type location, mean annual precipitation is 53 inches, and mean annual temperature is 64 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Cascilla and Tippo soils and the Bonn, Collins, and Falaya soils.  Well drained Cascilla soils are in slightly lower positions on flood plains.  Somewhat poorly drained Tippo soils are in similar positions as the Leverett soils.  Poorly drained Bonn soils, which also are in similar positions, have a natric horizon and are in a fine-silty family.  Moderately well drained Collins soils and somewhat poorly drained Falaya soils are in slightly lower positions on flood plains; and in addition, Collins soils have bedding planes in the upper 20 inches of the soil, and Falaya soils are grayer and do not have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderate permeability.  Water is perched at a depth of 2.5 to 3 feet during wet seasons late in winter and early in spring.  Some areas of these soils are subject to occasional or frequent flooding for brief duration during periods of high rainfall late in winter and early in spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Leverett soils are cropped to cotton, corn, soybeans, or used for pasture.  A small acreage is in mixed hardwoods and pine trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mississippi.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Yazoo County, Mississippi; 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface of the soil to a depth of approximately 9 inches (Ap horizon).\nArgillic horizon - the zone from approximately 14 to 88 inches (Bt1, Bt2, B/E1, B/E2 horizons).\nGlossic feature - tongues of albic material in the argillic horizon (the E parts of the B/E1 and B/E2 horizons).\nHaplic feature - tongues of albic material extend through the upper 20 inches of the argillic horizon, the zone from approximately 40 to 88 inches (B/E1, B/E2)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Laboratory data on a pedon from Jefferson County, Mississippi, were obtained from the Soil Genesis and Morphology Laboratory of the Mississippi Agricultural and Forestry Experiment Station, MSU samples 142, 143, 144, 145, 146."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 9 inches; dark brown (10YR 4/3) silt loam; weak fine granular structure; friable; few fine roots; strongly acid; clear smooth boundary.  (4 to 10 inches thick)"
      },
      {
        "name": "AB",
        "top": 23,
        "bottom": 36,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "AB--9 to 14 inches; dark yellowish brown (10YR 4/4) silt loam; weak medium subangular blocky structure; friable; few fine roots; some mixing from horizon above; strongly acid; clear smooth boundary.  (0 to 6 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 36,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--14 to 30 inches; strong brown (7.5YR 5/6) silt loam; weak medium subangular blocky structure; friable; few fine roots; few patchy clay films on faces of peds; common fine pores; strongly acid; gradual wavy boundary.  (12 to 20 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 76,
        "bottom": 102,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--30 to 40 inches; mottled pale brown (10YR 6/3), dark yellowish brown (10YR 4/4), and light brownish gray (10YR 6/2) silt loam; weak medium subangular blocky structure; friable; few patchy clay films on faces of peds; few black coatings on peds; strongly acid; gradual wavy boundary.  (8 to 20 inches thick)"
      },
      {
        "name": "B/E1",
        "top": 102,
        "bottom": 157,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "diffuse",
        "topography": "irregular",
        "narrative": "B/E1--40 to 62 inches; dark yellowish brown (10YR 4/4) silt loam (B); common medium faint yellowish brown (10YR 5/4) and common medium distinct light brownish gray (10YR 6/2) mottles; tongues of gray (10YR 6/1) silt 1 to 2 inches wide at intervals of 2 to 4 inches make up about 30 percent of the volume (E); weak coarse prismatic structure parting to weak medium subangular blocky; slightly brittle; few patchy clay films on faces of peds on brown portion; few brown and black concretions; strongly acid; diffuse irregular boundary.  (10 to 25 inches thick)"
      },
      {
        "name": "B/E2",
        "top": 157,
        "bottom": 224,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "B/E2--62 to 88 inches; yellowish brown (10YR 5/6) silt loam (B); common fine distinct pale brown (10YR 6/3) mottles; tongues of gray (10YR 6/1) silt 1 to 2 inches wide at intervals of 4 to 6 inches make up about 15 percent of the volume (E); weak coarse prismatic structure parting to weak medium subangular blocky; friable; few patchy clay films on faces of peds on brown portion; strongly acid."
      }
    ]
  ]
}
