{
  "SERIES": "LEVIATHAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. WED-JVC-JBF",
  "REVDATE": "04/2017",
  "STATES": "CA,NV",
  "OVERVIEW": "The Leviathan series consists of very deep, well drained soils that formed in alluvium derived mainly from granitic rocks.  Leviathan soils are on stream terraces and fan remnants.  Slopes are 0 to 50 percent.  The mean annual precipitation is about 300 mm and the mean annual temperature is about 9 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, mesic Aridic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Leviathan cobbly coarse sandy loam--rangeland.  (Colors are for dry soil unless otherwise noted.)  The soil surface is covered with 1 percent stones and 10 percent cobbles.\nA--0 to 23 cm; grayish brown (10YR 5/2) cobbly coarse sandy loam, very dark grayish brown (10YR 3/2) moist; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine through coarse roots; many very fine and fine tubular pores; 15 percent gravel, 10 percent cobbles, and 2 percent stones; neutral (pH 6.6); clear wavy boundary.  (20 to 33 cm thick)\nBt1--23 to 36 cm; brown (10YR 5/3) very cobbly sandy clay loam, dark brown (10YR 3/3) moist; weak coarse prismatic structure parting to moderate medium angular blocky; very hard, firm, slightly sticky and slightly plastic; common very fine through coarse roots; common very fine and fine tubular pores; common distinct clay films on faces of peds and lining pores; 25 percent gravel, 25 percent cobbles, and 5 percent stones; neutral (pH 6.8); clear wavy boundary.  (0 to 20 cm thick)\nBt2--36 to 71 cm; brown (7.5YR 5/4) very gravelly sandy clay loam, brown (7.5YR 4/4) moist; weak medium and coarse prismatic structure; very hard, firm, moderately sticky and moderately plastic; few fine and medium roots; few fine and very fine tubular pores; common distinct clay films on faces of peds and lining pores and many prominent clay films on rock fragments; 40 percent gravel, 10 percent cobbles, and 5 percent stones; neutral (pH 6.6); gradual wavy boundary.  (25 to 76 cm thick)\nBt3--71 to 112 cm; brown (7.5YR 5/4) very gravelly coarse sandy loam, brown (7.5YR 4/4) moist; weak coarse prismatic structure; very hard, firm, moderately sticky and slightly plastic; few fine and medium roots; few very fine and fine tubular pores; common distinct clay films on faces of peds and lining pores and many prominent clay films on rock fragments; some silica coatings on bottom side of cobbles; 40 percent gravel; 10 percent paracobbles and 5 percent parastones that are highly weathered; neutral (pH 6.8); clear wavy boundary.  (25 to 50 cm thick)\nBt4--112 to 140 cm; brown (7.5YR 5/4) very gravelly coarse sandy loam, brown (7.5YR 5/4) moist; massive; very hard, friable, slightly sticky and slightly plastic; few fine and medium roots; few fine and very fine tubular pores; common distinct clay films lining pores and bridging mineral grains and many prominent clay films on rock fragments; some silica coats on the bottom of cobbles; 50 percent gravel; 10 percent paracobbles and 5 percent parastones that are highly weathered; neutral (pH 6.8) gradual wavy boundary.  (0 to 38 cm thick)\nBt5--140 to 165 cm; brown (7.5YR 5/4) very gravelly coarse sandy loam, brown (7.5YR 5/4) moist; massive; very hard, friable, slightly sticky and slightly plastic; few fine and medium roots; few fine and very fine tubular pores; common distinct clay films lining pores and bridging mineral grains and many prominent clay films on rock fragments; some silica coats on the bottom of the cobbles; 50 percent gravel; 10 percent paracobbles and 5 percent parastones that are highly weathered; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washoe County, Nevada; about 6 miles west of Reno and north of Interstate 80; approximately 2,600 feet south and 750 feet west of the northeast corner of section 15, T. 19 N., R. 18 E.; USGS Verdi 7.5 minute topographic quadrangle; latitude 39 degrees 30 minutes 44 seconds N and longitude 119 degrees 56 minutes 18 seconds W; WGS84 Decimal Degrees 39.5122222 latitude, -119.9383333 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in the moisture control section in winter and spring, dry in summer and fall; aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 9 to 12 degrees C.\nMollic epipedon thickness: 23 to 36 cm, may include the Bt1 horizon in some pedons.\nDepth to base of argillic horizon: 100 to 178 cm.\nReaction: Slightly acid or neutral.\nParticle-size control section - Clay content:  Averages 26 to 35 percent.\nSand content: 35 to 45 percent coarse sand plus very coarse sand (55 to 65 percent of the total sand fraction).\nRock fragments: Averages 50 to 60 percent, mainly gravel and includes cobbles and stones.  Lithology of fragments are granitic rocks such as granite or volcanic rocks such as andesite.\nA horizon\nValue:  4 or 5 dry.\nChroma:  2 or 3, dry or moist.\nStructure:  Subangular blocky but immediate surface is granular or single grain in some pedons.\nOrganic matter content: 1 to 3 percent.\nBt horizons\nHue: 10YR or 7.5YR\nValue:  5 or 6 dry, 3 through 5 moist.\nChroma:  3 or 4, dry or moist.\nTexture: Very cobbly sandy clay loam or very gravelly sandy clay loam in upper subhorizons, but some pedons have very gravelly coarse sandy loam or very gravelly clay loam; lower subhorizons are dominantly very gravelly sandy clay loam, but some pedons have subhorizons of extremely gravelly sandy clay loam, very gravelly coarse sandy loam, or very gravelly clay loam.\nRock fragments:  The upper 50 cm is 35 to 50 percent gravel and 10 to 20 percent cobbles and stones; lower subhorizons have 50 to 75 percent of which 10 to 22 percent are cobbles, stones, or boulders.\nStructure:  Prismatic or blocky in the upper part, blocky or is massive in the lower part.\nOther features: Below 61 cm cobbles and stones are often highly weathered pararock fragments which easily crush to fine gravel and very coarse sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ashue, Badena, Badenaugh, Eaglerock, Gitabyte, Grinrod, Ister, Lemm, Nosrac, Oest, Searles, Searvar, Shawmount, Shree, Shroe, Trid, Tollgate and Tristan series.\nAshue soils have depth to base of the argillic horizon that is less than 76 cm and have unconformable very gravelly sand within 100 cm of the soil surface.  Badena soils have depth to base of the argillic horizon of 50 to 90 cm.  Badenaugh soils have 10 to 15 percent coarse sand and very coarse sand and are dominated by cobbles in the particle-size control section.  Eaglerock, Trid, and Searvar soils are moderately deep to paralithic contacts.  Gitabyte, Grinrod, Ister, and Searles soils are moderately deep to lithic contacts.  Lemm soils average 10 to 18 percent clay in the particle-size control section.  Nosrac soils have mollic epipedons 36 to 50 cm thick, hue of 5Y in lower subhorizons, and have less than 35 percent coarse sand plus very coarse sand.  Oest soils average 18 to 25 percent clay in the particle-size control section and have very gravelly loamy sand or very gravelly sand within 150 cm of the soil surface.  Shawmount soils have depth to base of the argillic horizon of 50 to 100 cm.  Shree soils have depth to base of the argillic horizon of 50 to 90 cm.  Shroe soils have depth to base of the argillic horizon of 50 to 89 cm and have upper subhorizons with 35 to 45 percent clay.  Tristan soils are deep to lithic contacts. Tollgate soils have 35 to 50 percent rock fragments in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Leviathan soils are on stream terraces and fan remnants.  These soils formed in alluvium derived mainly from granitic rocks.  Slopes are 0 to 50 percent.  Elevations range from 1,460 to 2,140 meters.  The climate is semiarid with cool, moist winters and warm, dry summers. The mean annual precipitation is 250 to 360 mm, mean annual temperature is 8 to 12 degrees C, and the frost-free period is 75 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Oest soil and the Chalco and Reno soils.  Chalco soils are clayey, shallow to paralithic contacts, and have ochric epipedons.  Reno soils are fine, moderately deep to duripans, and have ochric epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; medium to very high surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Leviathan soils are used for livestock grazing, urban development, and wildlife habitat.  The vegetation is mainly Wyoming big sagebrush, antelope bitterbrush, bottlebrush squirreltail, desert needlegrass, and cheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nevada and eastern California.  These soils are moderately extensive.  The series concept and main acreage is in MLRA 26, while other acreage occurs in MLRA 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washoe County (South Part), Nevada, 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 23 cm (A horizon).\nArgillic horizon - The zone from 23 to 165 cm (Bt1, Bt2, Bt3, Bt4 and Bt5 horizons).\nParticle-size control section - The zone from 23 to 73 cm (Bt1 and Bt2 horizons and part of the Bt3 horizon).\nADDITIONAL DATA:  The typical pedon at the series type location has full characterization data by the Soil Survey Laboratory (SSL), Lincoln, NE, as soil survey sample number S75NV-031-006 (pedon # 40A3420).\nUser Pedon ID: 2006NV031071.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
