{
  "SERIES": "LEXTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. MRJ-ELG",
  "REVDATE": "04/2004",
  "STATES": "TX",
  "OVERVIEW": "The Lexton series consists of very deep, well drained, moderately slowly permeable soils that formed in marine sediments that contain glauconite. These soils are on gently to strongly sloping plane to slightly convex uplands. Slopes are dominantly l to 5 percent but ranges up to l2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, mixed, active, thermic Chromic Udic Haplusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lexton clay --on southwest facing 2 percent slope, in improved pasture. (Colors are for dry soil unless otherwise stated).\nAp--0 to 9 inches; brown (7.5YR 4/2) clay, dark brown (7.5YR 3/2) moist; moderate medium subangular blocky structure; very hard, firm, sticky and plastic; 3 percent fine roots; 2 percent fine dark brown (7.5YR 3/2) worm casts; 3 percent fine, subangular ironstone gravel; moderately acid; clear wavy boundary. (4 to l0 inches thick)\nA--9 to 15 inches; reddish brown (2.5YR 5/4) clay, reddish brown (2.5YR 4/4) moist; moderate medium angular blocky structure parting to strong coarse prismatic; extremely hard, very firm, very sticky and very plastic; 3 percent fine roots; 4 percent distinct pressure faces on faces of peds; 1 percent fine subangular ironstone gravel; few fine distinct light olive brown (2.5Y 5/4) masses of iron accumulation; neutral; gradual wavy boundary. (6 to 16 inches thick)\nBss--15 to 37 inches; reddish brown (2.5YR 5/4) clay, reddish brown (2.5YR 4/4) moist; moderate medium angular blocky structure; extremely hard, very firm, very sticky and very plastic; 3 percent fine roots along ped faces; few prominent slickensides;1 percent subangular ironstone gravel; about 1 percent iron-mangnese nodules; common medium prominent light olive brown (2.5Y 5/4) masses of iron accumulation; neutral; gradual wavy boundary. (7 to 25 inches thick)\nBssk--37 to 58 inches; olive (5Y 5/4) clay, olive (5Y 4/4) moist; moderate medium angular blocky structure parting to strong coarse prismatic; extremely hard, extremely firm, very sticky and very plastic; about 3 percent fine roots along ped faces; common prominent slickensides; about 5 percent medium calcium carbonate concretions; about 3 percent fine iron manganese nodules; common medium prominent reddish brown (2.5YR 5/4) and few fine prominent red (2.5YR 4/8) masses of iron accumulation; moderately alkaline; abrupt smooth boundary. (l0 to 25 inches thick)\nCr/Bssk--58 to 68 inches; 80 percent yellow (10YR 7/8) slightly cemented, horizontally bedded glauconitic material, marl and ironstone (Cr); 20 percent yellowish red (5YR 5/6) clay yellowish red (5YR 4/6) moist (B); massive; very hard, firm; slightly sticky and slightly plastic; about 3 percent fine roots on faces of wedge shaped aggregates; about 5 percent marine shell fossils; about 5 percent medium calcium carbonate concretions: moderately alkaline; gradual wavy boundary. (6 to 12 inches thick)\nCk--68 to 80 inches; horizontally bedded olive (5Y 5/3) partially weathered glauconitic marl, greensand and grayish brown (2.5Y 5/2) weathered shale; massive; hard, firm; about 5 percent marine shell fossils; about 3 percent coarse calcium carbonate concretions; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lee County, Texas; from intersection of U.S. Highway 77 and Farm Road 696 in Lexington, 0.1 mile south on U.S. Highway 77; l50 feet east in improved pasture."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 40 to 60 inches. Ironstone fragments or concretions range from none to about l0 percent throughout the solum.\nThe A horizon has hue of 2.5YR or 5YR, value of 3 to 5, and chroma of 2 to 6. Where chroma is less than 3.5 moist, the horizon is less than 6 inches thick. The A horizon is clay loam or sandy clay loam. Reaction ranges from moderately acid to neutral.\nThe Bt horizons have hue of 2.5YR or 5YR, value of 3 to 5, and chroma of 4 to 8. Hue ranges to 7.5YR in the lower part of the Bt horizon in some pedons. Mottles in shades of brown and yellow range from none to common in the lower part. These colors are inherited from the parent materials. Texture is clay loam or clay with an average clay content of 35 to 55 percent. Reaction of the Bt horizons ranges from slightly acid to strongly acid.\nThe BCt, or BC horizon, where present, have colors in shades of red, brown, and yellow or is mottled with these colors. Texture is clay loam or clay. Reaction of the BCt or BC horizon is moderately acid to slightly acid.\nThe C horizon is variable and is mottled in shades of yellow, brown, olive, or black, and ranges from partially weathered glauconitic sandstone and greensand to clay loam or sandy loam materials. Marine shell fossils range from none to common. Reaction ranges from moderately acid to slightly alkaline ."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Lindy and Margie series. Similar soils are the Jedd, Nacogdoches, and Rosanky series. Lindy soils have a lithic contact with limestone. Margie soils have sola between 60 and 80 inches. Jedd and Rosanky soils have fine sandy loam or coarser A horizons, have abrupt boundaries to the Bt horizon, and have base saturation less than 75 percent in all parts of the argillic horizon. In addition, Jedd soils have sola 20 to 40 inches thick. Nacogdoches soils have sola more than 60 inches thick and are moist for longer periods of time."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Lexton soils are on gently to strongly s plane to slightly convex uplands. Slopes are mainly l to 5 percent but range up to l2 percent. The soil formed in old marine sediments that contain glauconite. Geology at the type location is the Weches Formation of the Tertiary age. Mean annual temperature ranges from 64 to 70 degrees F., mean annual precipitation ranges from 35 to 40 inches. Frost free days range from 260 to 280 days, and elevation ranges from 280 to 600 feet. Thornthwaite annual P-E indices range from 52 to 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Jedd and Rosanky series and the Hearne, Marquez, Silstid and Padina series. Jedd soils are on steep side slopes. Rosanky soils are on similar landscape positions as the Lexton soils. Hearne, Marquez, Silstid, and Padina soils usually are on positions slightly higher or slightly lower in the landscape. Hearne and Marquez have base saturation less than 35 percent. Silstid and Padina have loamy fine sand A horizons greater than 20 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is moderately slow. Runoff is very low on 1 to 3 percent slopes, low on 3 to 5 percent slopes, and medium on 5 to 12 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are mainly used for pasture or rangeland. Much of the acreage on gentle slopes were previously cropped and some areas are still cropped to cotton, corn, and grain sorghum. Native vegetation is a savannah of post oak, blackjack oak, and hickory trees with understory of longleaf uniola, little bluestem, Indiangrass, and panicums."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Texas Claypan area of East Central Texas (MLRA 87A). The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Leon County, Texas l980. The name is coined from a small town of Lexington near the type location."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Active cation exchange activity class. Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 6 inches. (A horizon)\nArgillic horizon - 6 to 50 inches. (Bt and BCt horizons)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Base saturation of the Bt2 horizon from a sample in Leon County, Texas was 70% by Hach Kit. CEC on this layer was 30 millequivalents per l00 grams of soil. Base saturation of the BCt horizon was 78% and CEC was 46 from the same pedon."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Ap--0 to 9 inches; brown (7.5YR 4/2) clay, dark brown (7.5YR 3/2) moist; moderate medium subangular blocky structure; very hard, firm, sticky and plastic; 3 percent fine roots; 2 percent fine dark brown (7.5YR 3/2) worm casts; 3 percent fine, subangular ironstone gravel; moderately acid; clear wavy boundary. (4 to l0 inches thick)"
      },
      {
        "name": "A",
        "top": 23,
        "bottom": 38,
        "dry_hue": "2.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A--9 to 15 inches; reddish brown (2.5YR 5/4) clay, reddish brown (2.5YR 4/4) moist; moderate medium angular blocky structure parting to strong coarse prismatic; extremely hard, very firm, very sticky and very plastic; 3 percent fine roots; 4 percent distinct pressure faces on faces of peds; 1 percent fine subangular ironstone gravel; few fine distinct light olive brown (2.5Y 5/4) masses of iron accumulation; neutral; gradual wavy boundary. (6 to 16 inches thick)"
      },
      {
        "name": "Bss",
        "top": 38,
        "bottom": 94,
        "dry_hue": "2.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bss--15 to 37 inches; reddish brown (2.5YR 5/4) clay, reddish brown (2.5YR 4/4) moist; moderate medium angular blocky structure; extremely hard, very firm, very sticky and very plastic; 3 percent fine roots along ped faces; few prominent slickensides;1 percent subangular ironstone gravel; about 1 percent iron-mangnese nodules; common medium prominent light olive brown (2.5Y 5/4) masses of iron accumulation; neutral; gradual wavy boundary. (7 to 25 inches thick)"
      },
      {
        "name": "Bssk",
        "top": 94,
        "bottom": 147,
        "dry_hue": "5Y",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bssk--37 to 58 inches; olive (5Y 5/4) clay, olive (5Y 4/4) moist; moderate medium angular blocky structure parting to strong coarse prismatic; extremely hard, extremely firm, very sticky and very plastic; about 3 percent fine roots along ped faces; common prominent slickensides; about 5 percent medium calcium carbonate concretions; about 3 percent fine iron manganese nodules; common medium prominent reddish brown (2.5YR 5/4) and few fine prominent red (2.5YR 4/8) masses of iron accumulation; moderately alkaline; abrupt smooth boundary. (l0 to 25 inches thick)"
      },
      {
        "name": "Cr/Bssk",
        "top": 147,
        "bottom": 173,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 8,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Cr/Bssk--58 to 68 inches; 80 percent yellow (10YR 7/8) slightly cemented, horizontally bedded glauconitic material, marl and ironstone (Cr); 20 percent yellowish red (5YR 5/6) clay yellowish red (5YR 4/6) moist (B); massive; very hard, firm; slightly sticky and slightly plastic; about 3 percent fine roots on faces of wedge shaped aggregates; about 5 percent marine shell fossils; about 5 percent medium calcium carbonate concretions: moderately alkaline; gradual wavy boundary. (6 to 12 inches thick)"
      },
      {
        "name": "Ck",
        "top": 173,
        "bottom": 203,
        "dry_hue": "5Y",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Ck--68 to 80 inches; horizontally bedded olive (5Y 5/3) partially weathered glauconitic marl, greensand and grayish brown (2.5Y 5/2) weathered shale; massive; hard, firm; about 5 percent marine shell fossils; about 3 percent coarse calcium carbonate concretions; moderately alkaline."
      }
    ]
  ]
}
