{
  "SERIES": "LEYVA",
  "STATUS": "Established Series",
  "BYREV": "Rev. DWM/JG",
  "REVDATE": "07/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, mixed, superactive, thermic Lithic Ustic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Leyva very gravelly loam - rangeland. (Colors are for dry soil unless otherwise stated.)\nA--0 to 4 inches; brown (7.5YR 4/2) very gravelly loam, dark brown (7.5YR 3/2) moist; 26 percent silicate clay; moderate fine subangular blocky structure parting to moderate fine granular structure; friable, slightly hard; common fine and very fine roots throughout; 35 percent angular igneous gravel, 10 percent angular igneous cobbles; noneffervescent; neutral(pH 7.3); clear smooth boundary. (2 to 7 inches thick)\nBt--4 to 15 inches; brown (7.5YR 4/3) very gravelly clay loam, dark brown (7.5YR 3/3) moist; 38 percent silicate clay; moderate medium subangular blocky structure parting to moderate fine subangular blocky structure; friable, moderately hard; common fine and very fine roots throughout; few continuous distinct clay films on all faces of peds and common continuous distinct clay films on rock fragments; 45 percent angular igneous gravel, 10 percent angular igneous cobbles; noneffervescent; neutral (pH 7.1); very abrupt smooth boundary. (4 to 14 inches thick)\nR--15 inches; very strongly cemented rhyolitic bedrock, noneffervescent, neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Brewster County, Texas; from junction of US Highway 385 and State Highway 118, 4.8 miles west on State Highway 118, 0.1 miles north in rangeland; The Basin, TEXAS USGS 7.5 minute topographic quadrangle; NAD83. UTM coordinates: 667516 meters E, 3248102 meters N, Zone 13. Located at latitude of 29 degrees, 21 minutes, 3.30 seconds North and a longitude of 103 degrees, 16 minutes, 27.83 seconds West."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture:  Ustic aridic\nSoil Temperature: 64 to 70 degrees F.\nDepth to bedrock: 7 to 18 inches\nParticle-size control section (weighted average)\nClay content: 35 to 50 percent\nCalcium carbonate equivalent: 0 to 5 percent\nRock fragments: 40 to 80 percent\nA horizon\nHue:  5YR, 7.5YR\nValue:  3 to 5 dry, 2.5 to 4 moist\nChroma:  2 to 4, dry or moist\nTexture:  sandy loam, loam, sandy clay loam, clay loam\nClay content:  17 to 40 percent\nRock fragments:  20 to 70 percent\nReaction class:  neutral\nBt horizon\nHue:  5YR, 7.5YR\nValue:  3 to 5 dry, 2.5 to 4 moist\nChroma:  2 to 6, dry or moist\nTexture:  clay loam, clay\nClay content:  35 to 50 percent\nRock fragments:  45 to 80 percent\nReaction:  neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLeyva soils are on mountains and hill.  They formed in colluvium and residuum from rhyolitic rock.  Slope ranges from 1 to 60 percent.   Elevation is from 2,400 to 5,500 feet.  The mean annual mean annual air temperature is 62 to 67 degrees F. and the mean annual precipitation is 12 to 16 inches. They receive precipitation in all months. The driest period is November through April with peak rainfall occurring as high intensity rainfall during convectional afternoon thunderstorms from June through September.  The frost-free period is 210 to 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Lingua and Pantak soils.\nLingua and Pantak soils are loamy-skeletal and occur on similar landforms."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; Runoff is high on 10 to 20 percent slopes; and very high on slopes over 20 percent; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used mainly for livestock grazing and wildlife habitat. Woody plants include skeletonleaf goldeneye, lechuguilla, sotol, mariola, ocotillo, elbowbush, catclaw mimosa, and Torrey yucca. Grasses include black grama, sideoats grama, tanglehead, fluffgrass, bush muhly, Halls panicum, and spider threeawn."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: LRR D, MLRA 42-Southern Desertic Basins, Plains, and Mountains. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Big Bend National Park, Brewster County, Texas; 2010. The name is taken from Leyva Canyon in Big Bend Ranch State Park."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 4 inches (A horizon)\nThe soil may meet all requirements for a mollic epipedon, except some part of the epipedon is moist for less than 90 days (cumulative) in normal years during times when the soil temperature at a depth of 20 inches is 41 degrees F.\nArgillic horizon - the zone from 4 to 15 inches (Bt horizon)\nLithic contact - the boundary at 15 inches (R horizon)\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Eleventh Edition, 2010\nRevised for the correlation of Hudspeth County, Texas (Main Part) and Culberson County, Texas (Main Part); July, 2012, NMS\nADDITIONAL DATA: Local lab analysis included calcium carbonate equivalent, electrical conductivity, particle-size analysis, pH, and sand fractions on 3 pedons from Big Bend National Park.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
