{
  "SERIES": "LIBORY",
  "STATUS": "Established Series",
  "BYREV": "Rev. LGR/RRZ/RRH",
  "REVDATE": "08/2009",
  "STATES": "NE,SD",
  "OVERVIEW": "The Libory series consists of very deep, moderately well drained soils mostly formed in eolian sands over loamy deposits on interdunes on sandhills of the Nebraska Sandhills (MLRA 65). Slopes are dominantly less than 1 percent, but range from 0 to 6 percent. Mean annual temperature is 9 degrees C (49 degrees F), and mean annual precipitation is 56 centimeters (22 inches) at the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy over loamy, mixed, superactive, mesic Oxyaquic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Libory loamy fine sand with a slope of about 1 percent in native grass. (Colors are for dry soil unless otherwise stated.)\nA--0 to 30 centimeters (0 to 12 inches); gray (10YR 5/1) loamy fine sand, very dark gray (10YR 3/1) moist; weak coarse subangular blocky structure parting to weak medium and fine granular; soft, very friable; neutral; clear smooth boundary. (25 to 48 centimeters (10 to 19 inches) thick)\nAB--30 to 46 centimeters (12 to 18 inches); grayish brown (10YR 5/2) loamy fine sand, dark grayish brown (10YR 4/2) moist; weak medium and coarse subangular blocky structure parting to weak medium granular; soft, very friable; neutral; clear smooth boundary. (0 to 38 centimeters (0 to 15 inches) thick\nBw1--46 to 76 centimeters (18 to 30 inches); pale brown (10YR 6/3) fine sand, brown (10YR 5/3) moist; few fine faint yellowish brown (10YR 5/4) moist iron masses in the soil matrix; single grain, loose, neutral; abrupt wavy boundary. (0 to 66 centimeters (0 to 26 inches) thick)\n2Bw2--76 to 107 centimeters (30 to 42 inches); light brownish gray (2.5Y 6/2) silty clay loam, grayish brown (2.5Y 5/2) moist; few fine distinct dark yellowish brown (10YR 4/6) moist iron masses in the matrix; weak and medium coarse subangular blocky structure; slightly hard, friable; slightly alkaline; gradual smooth boundary. (15 to 91 centimeters (6 to 36 inches) thick)\n2Cg--107 to 200 centimeters (42 to 79 inches); light gray (2.5Y 7/2) silty clay loam, light brownish gray (2.5Y 6/2) moist; common medium faint light yellowish brown (10YR 6/4) moist iron masses in the soil matrix; massive; slightly hard, friable; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Holt County, Nebraska; about 3.2 kilometers (2 miles) south and 14.4 kilometers (9 miles) west of O'Neill; 579 meters (1900 feet) east and 23 meters (75 feet) north of the southwest corner, sec. 3, T. 28 N., R. 13 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMoisture regime: Ustic\nDepth to carbonates: 41 to greater than 200 centimeters (16 to 79 inches)\nDepth to redoximorphic features: 46 to 91 centimeters (18 to 36 inches)\nDepth to episaturation: 46 to 91 centimeters (18 to 36 inches)\nSome pedons have endosaturation with depths to: 91 to 183 inches (36 to 72 inches)\nThickness of the mollic epipedon: 25 to 48 centimeters (10 to 19 inches)\nDepth to loamy substratum: 41 to 91 centimeters (16 to 36 inches)\nParticle size control section: clay content, 18 to 30 percent in 2Bw2 horizons\nA horizon:\nHue: 10YR\nValue: 3 to 5, 2 to 4 moist\nChroma: 1 to 3\nTexture: loamy fine sand, loamy sand\nReaction: moderately acid through neutral\nAB horizon (when present):\nHue: 10YR\nValue: 4 to 6, 2 to 5 moist\nChroma: 1 to 3\nTexture: loamy fine sand, loamy sand\nReaction: slightly acid or neutral\nBw1 horizon (when present):\nHue: 10YR\nValue: 4 to 7, 3 to 6 moist\nChroma: 2 or 3\nTexture: loamy fine sand, loamy sand, or fine sand\nReaction: neutral to slightly alkaline\n2Bw2 horizon:\nHue: 10YR, 2.5Y, 5Y\nValue: 3 to 6, 2 to 5 moist\nChroma: 1 to 3\nTexture: silty clay loam, very fine sandy loam, loam, silt loam, sandy clay loam, or clay loam\nReaction: neutral through moderately alkaline\nSome pedons have a 2BC horizon that has colors and textures similar to the 2Bw horizon.\n2Cg horizon:\nHue: 10YR, 2.5Y, or 5Y\nValue: 3 to 7, 2 to 6 moist\nChroma: 2 or 3\nTexture: silty clay loam, very fine sandy loam, silt loam, sandy clay loam, clay loam,  fine sandy loam, or sandy loam\nSome pedons have textures of fine sand, loamy fine sand, loamy sand, loamy coarse sand, sand, or coarse sand below depths of 102 centimeters (40 inches); some pedons have 1 to 20 percent by volume quartzite fragments below depths of 102 centimeters (40 inches).\nReaction: neutral through moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Dunn series.\nDunn soils contain more sand in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: eolian sands over loamy deposits when on interdunes of sandhills\nLandscape: mostly sandhills, some stream valleys\nLandform: mostly swales and hummocks on interdunes, some stream terraces\nSlopes: 0 to 6 percent\nMean annual precipitation: 43 to 66 centimeters (17 to 26 inches)\nMean annual air temperature: 8 to 11 degrees C (47 to 52 degrees F)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Elsmere, Ipage, Loup, and Valentine soils.\nAll these soils are sandy throughout the particle control section.\nElsmere soils are on slightly lower swales on interdunes and are somewhat poorly drained having a seasonal zone of saturation or aquic conditions beginning at 46 centimeters (18 inches).\nIpage soils are on similar swales and hummocks on interdunes and have a seasonal zone of saturation or aquic conditions beginning at 91 centimeters (36 inches).\nLoup soils are on lower swales on interdunes and are poorly and very poorly drained having a seasonal zone of saturation or aquic conditions beginning at the surface.\nValentine soils are on higher hummocks and dunes and are excessively drained having no seasonal zone of saturation or aquic conditions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: moderately well drained\nRunoff: negligible\nSaturated hydraulic conductivity: high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The major use is livestock grazing. Some areas are cultivated or hayed. Irrigated corn and alfalfa are the major crops. The rangeland native plant community for the sandy lowland ecological site (R065XY029NE) is principally sand bluestem, little bluestem, prairie sandreed, needle and thread, and blue grama."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mostly in the sandhills of Nebraska (LRR G, MLRA 65). Some in Central Nebraska Loess Hills (LRR H, MLRA 71) and Loess Uplands (LRR M, MLRA 102C. The Libory series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Howard County, Nebraska, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons or features recognized in this pedon are:\nMollic epipedon: 0 to 30 centimeters (0 to 12 inches) (A horizon)\nCambic horizon: 46 to 107 centimeters (18 to 42 inches) (Bw, 2Bw horizons)\nAquic soil conditions: 46 to 200 centimeters (18 to 79 inches)\nIn early surveys some areas of these soils were correlated as Marshall fine sandy loam or Hall fine sandy loam.\n10/2005 LRM: metric conversion and changed permeability to saturated hydraulic conductivity\n8/2007 RRH: A stream terrace phase or new series is needed for the Libory soils located on stream terraces on valleys. Sandhill substratums may be mostly fine-loamy and loamy and stream terrace substratums may be mostly fine-silty and silty.\n8/2007 RRH: Introductory Paragraph: revised landform/landscape and parent materials; Typical Pedon: Changed A2 horizon to AB horizon. Range in Characteristics: A: deleted fine sand, AB: added, 2Bw2: revised reaction based on data in Holt, Brown, and Arthur Counties, 2C2: changed textures to same as 2Bw2 and added sandy loam, revised reaction; Geographic Setting: revised; Geographically Associated Soils: revised to agree with type location - deleted Boelus, Dunday, Kenesaw,  Loretto, Lute, Nora, Ortello, Ovina, and Thruman soils, added Loup and Valentine soils; Drainage and Saturated Hydraulic Conductivity through Remarks: revised.\nADDITIONAL DATA: Data for pedon ID 83NE017031 is available from the National Soil Survey Center, Soil Survey Laboratory. Pedon 75NE089097 represents the type location and is in NASIS. Pedon 08NE005040 has been sampled for the SSL.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 30 centimeters (0 to 12 inches); gray (10YR 5/1) loamy fine sand, very dark gray (10YR 3/1) moist; weak coarse subangular blocky structure parting to weak medium and fine granular; soft, very friable; neutral; clear smooth boundary. (25 to 48 centimeters (10 to 19 inches) thick)"
      },
      {
        "name": "AB",
        "top": 30,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "AB--30 to 46 centimeters (12 to 18 inches); grayish brown (10YR 5/2) loamy fine sand, dark grayish brown (10YR 4/2) moist; weak medium and coarse subangular blocky structure parting to weak medium granular; soft, very friable; neutral; clear smooth boundary. (0 to 38 centimeters (0 to 15 inches) thick"
      },
      {
        "name": "Bw1",
        "top": 46,
        "bottom": 76,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw1--46 to 76 centimeters (18 to 30 inches); pale brown (10YR 6/3) fine sand, brown (10YR 5/3) moist; few fine faint yellowish brown (10YR 5/4) moist iron masses in the soil matrix; single grain, loose, neutral; abrupt wavy boundary. (0 to 66 centimeters (0 to 26 inches) thick)"
      },
      {
        "name": "2Bw2",
        "top": 76,
        "bottom": 107,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "2Bw2--76 to 107 centimeters (30 to 42 inches); light brownish gray (2.5Y 6/2) silty clay loam, grayish brown (2.5Y 5/2) moist; few fine distinct dark yellowish brown (10YR 4/6) moist iron masses in the matrix; weak and medium coarse subangular blocky structure; slightly hard, friable; slightly alkaline; gradual smooth boundary. (15 to 91 centimeters (6 to 36 inches) thick)"
      },
      {
        "name": "2Cg",
        "top": 107,
        "bottom": 200,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cg--107 to 200 centimeters (42 to 79 inches); light gray (2.5Y 7/2) silty clay loam, light brownish gray (2.5Y 6/2) moist; common medium faint light yellowish brown (10YR 6/4) moist iron masses in the soil matrix; massive; slightly hard, friable; slightly alkaline."
      }
    ]
  ]
}
