{
  "SERIES": "LIBRARY",
  "STATUS": "Established Series",
  "BYREV": "Rev. AWD-WRK-ART",
  "REVDATE": "03/2002",
  "STATES": "PA,VA",
  "OVERVIEW": "The Library series consists of deep and very deep, somewhat poorly drained soils formed in residuum of calcareous shale and thin bedded impure limestone. They are on uplands. Slope ranges from 0 to 25 percent. Permeability is slow. Mean annual precipitation is about 42 inches and mean annual air temperature is about 53 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, mesic Aeric Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Library silty clay loam 3 to 8 percent slopes, in an idle field. (colors are for moist soil unless otherwise noted).\nAp--0 to 8 inches; dark grayish brown (10YR 4/2) silty clay loam; weak fine granular structure; friable, slightly sticky and slightly plastic; many fine and very fine roots; slightly acid; abrupt smooth boundary. (5 to 11 inches thick)\nBt--8 to 13 inches; brown (7.5YR 5/4) silty clay; brown (10YR 5/3) and grayish brown (10YR 5/2) face of peds; strong medium angular blocky structure; firm, moderately sticky and moderately plastic; common very fine roots; continuous distinct clay films on faces of peds and in pores; 10 percent rock fragments; very strongly acid; clear wavy boundary.\nBtg1--13 to 19 inches; grayish brown (10YR 5/2) silty clay; moderate medium prismatic structure parting to strong medium and coarse angular blocky; firm, moderately sticky and moderately plastic; few very fine roots; continuous prominent clay films on faces of peds and in pores; many fine distinct grayish brown (2.5Y 5/2) iron depletions and prominent olive (5Y 5/4) and distinct brown (7.5YR 4/4) masses of iron accumulation; very strongly acid; clear wavy boundary.\nBtg2--19 to 25 inches; olive gray (5Y 5/2) silty clay; moderate coarse and medium prismatic structure parting to strong coarse angular blocky; firm, moderately sticky and moderately plastic; few very fine roots; continuous prominent clay films on faces of peds and in pores; many fine distinct olive brown (2.5Y 4/4) masses of iron accumulation and prominent gray (N 5/0) iron depletions; very strongly acid; clear wavy boundary. (Combined thickness of Bt the horizon is 15 to 51 inches.)\nBCg--25 to 40 inches; olive gray (5Y 4/2) channery silty clay loam; moderate fine and medium platy structure; very firm, moderately sticky, and moderately plastic; common prominent clay films on faces of peds and rock fragments; thin black irregular bands of coal; 30 percent rock fragments; many distinct gray (5Y 5/1) iron depletions and distinct light olive brown (2.5Y 5/4) and prominent yellowish brown (10YR 5/6) masses of iron accumulation; strongly acid; abrupt irregular boundary. 0 to 20 inches thick\nC--40 to 60 inches; dark yellowish brown (10YR 4/4) and strong brown (7.5YR 5/6) very channery loam; weak medium platy structure; very firm, slightly sticky, moderately plastic; 40 percent rock fragments; faint olive brown (2.5Y 4/4) masses of iron accumulation and distinct grayish brown (2.5Y 5/2) iron depletions; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Allegheny County, Pennsylvania; North Fayette Township, 3/10 mile north of intersection of routes 02033 and T362, and 600 feet northeast in field Latitude 40 degrees, 26 minutes, 11 seconds N and Longitude 80 degrees, 10 minutes, 54 seconds W. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 30 to 65 inches. Depth to bedrock ranges from 40 to 80 inches. Rock fragments range from 0 to 20 percent in the Bt and Btg horizons, 0 to 30 percent in the BC horizon, and from 5 to 80 percent in the C horizon. Reaction is very strongly through neutral in the solum, strongly acid through mildly alkaline immediately below the solum and moderately acid to moderately alkaline at greater depths. Depth to carbonates ranges from 20 to 60 inches or more.\nThe Ap horizon has hue of 10YR to 2.5Y, value of 2 to 5, and chroma of 2 or 3. Dry values are 6 or higher. It is silt loam or silty clay loam in the fine-earth fraction.\nSome pedons have thin BA or BE horizons with silty clay loam textures.\nThe Bt horizon is neutral or has hue of 7.5YR to 5Y, value of 4 to 6, and dominant chroma of 0 to 2. Some thin subhorizons have chroma of 3 or 4. Redoximorphic features are in shades of gray, grayish brown, reddish brown or yellowish brown. The Bt horizon is dominantly silty clay or clay in the fine-earth fraction with 45 to 60 percent clay. Some subhorizons can have textures of silty clay loam, but the control section average is 35 to 60 percent clay.\nThe BC and C horizon is neutral or has hue of 7.5YR to 5Y, value of 4 to 6, and chroma of 1 to 4. Some pedons have thin subhorizons with value of 2 or 3. It ranges from loam to silty clay in the fine-earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Randolph is the only other soil in this family.  It has bedrock at 20 to 40 inches. Savona is in a related family and may become a competitor as its classification is updated to the eighth edition.  Savona soils contain rounded gravels and are formed from glacial outwash.\nCaneadea, Cavode, Evendale and Guernsey series are in related families. Caneadea soils have illitic clay mineralogy. Cavode and Evendale have less than 35 percent base saturation. Guernsey soils do not have redoximorphic features  and chroma of 2 or less immediately below the A horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Library soils are on ridgetops, footslopes, backslopes, and benches. Slopes range from 0 to 25 percent. This soil formed in materials weathered from calcareous shale and thin bedded impure limestone. The mean annual precipitation ranges from 36 to 48 inches; mean annual temperature ranges from 50 to 57 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Clarksburg, Culleoka, Dormont, Faywood, Guernsey, Lowell, and Westmoreland soils.  Faywood and Lowell soils do not have redoximorphic features.  Culleoka, Westmoreland, Clarksburg, and Dormont soils have less than 35 percent clay in the control section  Clarksburg soils also have a fragipan that Library soils lack.  Dormont and Guernsey soils do not have redoximorphic features directly below the A horizon.."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained. The potential for surface runoff is negligible to very high. Permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Largely in permanent hay, pasture and idle land. Woodlands are mixed hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southwestern Pennsylvania, Virginia, West Virginia, and probably southeastern Ohio. MLRA's 126 and 147. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Allegheny County, Pennsylvania, 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\na. Ochric epipedon - the zone from the surface of the soil to a depth of about 8 inches (Ap horizon). b. Argillic horizon - the zone from 8 to 25 inches (Bt and Btg horizons).\nADDITIONAL DATA: Laboratory data is available on two pedons sampled in Allegheny County, Pennsylvania, S65--PA-02-5 and S65-PA-02-10, and two pedons sampled in Monongalia County, West Virginia.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; dark grayish brown (10YR 4/2) silty clay loam; weak fine granular structure; friable, slightly sticky and slightly plastic; many fine and very fine roots; slightly acid; abrupt smooth boundary. (5 to 11 inches thick)"
      },
      {
        "name": "Bt",
        "top": 20,
        "bottom": 33,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt--8 to 13 inches; brown (7.5YR 5/4) silty clay; brown (10YR 5/3) and grayish brown (10YR 5/2) face of peds; strong medium angular blocky structure; firm, moderately sticky and moderately plastic; common very fine roots; continuous distinct clay films on faces of peds and in pores; 10 percent rock fragments; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Btg1",
        "top": 33,
        "bottom": 48,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btg1--13 to 19 inches; grayish brown (10YR 5/2) silty clay; moderate medium prismatic structure parting to strong medium and coarse angular blocky; firm, moderately sticky and moderately plastic; few very fine roots; continuous prominent clay films on faces of peds and in pores; many fine distinct grayish brown (2.5Y 5/2) iron depletions and prominent olive (5Y 5/4) and distinct brown (7.5YR 4/4) masses of iron accumulation; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Btg2",
        "top": 48,
        "bottom": 64,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btg2--19 to 25 inches; olive gray (5Y 5/2) silty clay; moderate coarse and medium prismatic structure parting to strong coarse angular blocky; firm, moderately sticky and moderately plastic; few very fine roots; continuous prominent clay films on faces of peds and in pores; many fine distinct olive brown (2.5Y 4/4) masses of iron accumulation and prominent gray (N 5/0) iron depletions; very strongly acid; clear wavy boundary. (Combined thickness of Bt the horizon is 15 to 51 inches.)"
      },
      {
        "name": "BCg",
        "top": 64,
        "bottom": 102,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "channery",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "BCg--25 to 40 inches; olive gray (5Y 4/2) channery silty clay loam; moderate fine and medium platy structure; very firm, moderately sticky, and moderately plastic; common prominent clay films on faces of peds and rock fragments; thin black irregular bands of coal; 30 percent rock fragments; many distinct gray (5Y 5/1) iron depletions and distinct light olive brown (2.5Y 5/4) and prominent yellowish brown (10YR 5/6) masses of iron accumulation; strongly acid; abrupt irregular boundary. 0 to 20 inches thick"
      },
      {
        "name": "C",
        "top": 102,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very channery",
        "pH_class": "neutral",
        "narrative": "C--40 to 60 inches; dark yellowish brown (10YR 4/4) and strong brown (7.5YR 5/6) very channery loam; weak medium platy structure; very firm, slightly sticky, moderately plastic; 40 percent rock fragments; faint olive brown (2.5Y 4/4) masses of iron accumulation and distinct grayish brown (2.5Y 5/2) iron depletions; neutral."
      }
    ]
  ]
}
