{
  "SERIES": "LIDDIEVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JPE:JLD",
  "REVDATE": "04/2003",
  "STATES": "LA",
  "OVERVIEW": "The Liddieville series consists of very deep, well drained, moderately permeable soils that formed in loamy sediments on stream terraces of Pleistocene age. These soils are on elongated, narrow convex ridges with slopes ranging from 1 to 8 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, thermic Ultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Liddieville fine sandy loam, crest of convex ridge on 2.0 percent slope, in cotton field.         (Colors are for moist soil unless otherwise stated.)\nAp1--0 to 5 inches; brown (10YR 4/3) fine sandy loam; weak fine granular structure; friable; many fine roots; neutral; abrupt smooth boundary.  (3 to 7 inches thick)\nAp2--5 to 9 inches; brown (10YR 4/3) fine sandy loam; weak thin platy structure; firm; common fine roots; neutral; abrupt smooth boundary.  (0 to 6 inches thick)\nBA--9 to 14 inches; dark brown (7.5YR 4/4) loam; weak medium subangular blocky structure; friable; few fine roots; few fine vesicular pores; slightly acid; clear smooth boundary.  (0 to 12 inches thick)\nBt1--14 to 29 inches; yellowish red (5YR 4/6) loam; moderate medium and fine subangular blocky structure; firm; few fine roots; few fine discontinuous vesicular pores; many faint reddish brown clay films on faces of peds; few fine black stains on faces of peds; medium acid; clear smooth boundary.  (10 to 20 inches thick)\nBt2--29 to 43 inches; yellowish red (5YR 4/6) clay loam; moderate medium subangular blocky structure; firm; few fine roots; few fine discontinuous vesicular pores; common medium and fine black stains on surfaces of peds; few faint reddish brown clay films on faces of peds; slightly acid; gradual smooth boundary.  (10 to 20 inches thick)\nBC--43 to 53 inches; strong brown (7.5YR 5/6) loam; common fine faint light yellowish brown mottles; weak medium subangular blocky structure; friable; few fine black stains on faces of peds; slightly acid; gradual smooth boundary.  (5 to 12 inches thick)\nC--53 to 76 inches; strong brown (7.5YR 5/6) fine sandy loam; very friable; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Franklin Parish, Louisiana; 0.5 miles southwest of Liddieville, 0.3 miles west of Highway 135, 360 feet south of gravel road, 162 feet east of field road, NE1/4NE1/4, Sec. 9, T. 13 N., R. 6 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 40 to 60 inches.  This soil ranges from very strongly acid to neutral in all horizons.  The effective cation exchange capacity is 15 to 50 percent saturated with exchangable aluminum within 30 inches of the soil surface.\nThe A horizon has hues of 10YR or 7.5YR, value of 3 to 5, and chroma of 3 or 4.  Texture is very fine sandy loam or fine sandy loam.\nThe BA horizon, where present, has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 4 or 6.  Texture is very fine sandy loam, fine sandy loam, or loam.\nThe Bt horizon has hue of 5YR, value of 4 or 5, and chroma of 4 to 6.  Hue may range to 7.5YR in some subhorizons.  Texture is loam, clay loam, or sandy clay loam.\nThe BC horizon has hue of 7.5YR or 5YR, value of 4 or 5, and chroma of 4 to 6.  Texture is loam, very fine sandy loam, or fine sandy loam.  Mottles in shades of red or brown range from none to common .\nThe C horizon has hue of 10YR, 7.5YR or 5YR, value of 4 to 6, and chroma of 4 to 6.  Texture is loam, very fine sandy loam, fine sandy loam, or loamy fine sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bolivar,  Pamunkey, Sandhill, Stiversville and Toine series in the same family and the Cahaba and Dexter series in similar families.  Bolivar soils have a thinner solum.   Pamunkey, Sandhill and Stiverville soils are underlain by bedrock at a depth of 40 to 65 inches.  Toine soils have argillic horizons with yellower hue. Cahaba soils have less than 35 percent base saturation in the lower parts of the sola.  Dexter soils have fine-silty argillic horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Liddieville soils are on elongated, narrow, convex ridges.  They are on late Pleistocene age terraces of former channels of the Arkansas River.  Slope gradients range from 1 to 8 percent.  The climate is warm and humid.  Average annual rainfall ranges from about 45 to 55 inches.  Mean annual temperature ranges from about 60 to 70 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Deerford, Dexter, Foley, Forestdale and Necessity series.  Deerford soils are on lower lying areas and have natric horizons.  Dexter soils are on slightly lower ridges and have fine-silty control sections.  Foley soils are in depressions, have chroma of 2 or less, and have natric horizons.  Forestdale soils are in depressions, have chroma of 2 or less and have fine argillic horizons.  Necessity soils are on lower lying areas, have fine-silty argillic horizons and fragipan horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Liddieville soils are well drained.  Runoff is medium.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for growing cotton and soybeans.  A small acreage is in pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Louisiana, and possibly Arkansas and Oklahoma.   The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Franklin Parish, Louisiana; 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric Epipedon.............0 to 14 inches (Ap1,Ap2,BA)\nArgillic Horizon............14 to 43 inches (Bt1,Bt2)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
