{
  "SERIES": "LIDDELL",
  "STATUS": "Established Series",
  "BYREV": "Rev. AG",
  "REVDATE": "07/1999",
  "STATES": "NC",
  "OVERVIEW": "The Liddell series consists of very deep, nearly level, poorly drained, moderately permeable soils on uplands in the Coastal Plain.  The soils formed in loamy marine sediments.  Slopes range form 0 to 2 percent.  Near the type location, the mean annual air temperature is 63 degrees F., and mean annual precipitation is 48 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, siliceous, subactive, acid, thermic Typic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Liddell very fine sandy loam--cultivated. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; dark gray (10YR 4/1) very fine sandy loam; weak medium granular structure; very friable; many fine roots; strongly acid; clear smooth boundary.  (6 to 10 inches thick)\nBg1--8 to 14 inches; gray (10YR 6/1) very fine sandy loam; weak medium granular structure; very friable; few fine roots; common root channels filled with dark gray soil; strongly acid; clear wavy boundary.\nBg2--14 to 42 inches; gray (10YR 6/1) very fine sandy loam; common medium distinct mottles of brownish yellow (10YR 6/6); weak fine subangular blocky structure; very friable; slightly sticky, slightly plastic; few large pores; very strongly acid; gradual wavy boundary.\nBg3--42 to 54 inches; gray (10YR 6/1) very fine sandy loam; few fine distinct mottles of brownish yellow (10YR 6/6); weak fine subangular blocky structure; very friable, slightly sticky, slightly plastic; few faint silt coating on some ped faces; very strongly acid; gradual wavy boundary.  (Combined thickness of the Bg horizons is 34 to 50 inches.)\nCg--54 to 65 inches; gray (10YR 6/1) loam; common medium distinct mottles of brown (10YR 5/3) and brownish yellow (10YR 6/6) mottles; massive; friable, slightly sticky, slightly plastic; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wayne County, North Carolina; seven miles northeast of Goldsboro on U.S. 13, then one mile northwest on SR 1572; site located 10 feet southwest of road in cultivated field."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to 60 inches.  The soil is very strongly acid or strongly acid unless limed.\nThe A or Ap horizon has hue of 10YR to 2.5Y, or it is neutral, value of 3 to 6, and chroma of 2 or less.  Texture is very fine sandy loam, loam, or silt loam.\nThe Eg horizon, where present, has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 1 or 2.  Where dominant chroma is 2, there are few to common mottles in shades of yellow, brown, or red.  Texture is very fine sandy loam, loam, or silt loam.\nThe Bg horizon has hue of 10YR or 2.5Y, value of 5 to 8, and chroma of 2 or less.  All parts of the Bg horizon within a depth of 30 inches that have dominant chroma of 2, have few to many mottles in shades of yellow, brown, or red.  Mottles may or may not be present if the dominant chroma is 1.  Most pedons have mottles with chroma of 3 to 8.  Texture is very fine sandy loam, silt loam, or loam.\nThe Cg horizon is 10YR to 5Y, value of 5 to 7, and chroma of 2 or less.  Most pedons are mottled in shades of gray, yellow, or brown.  Texture is loam, silt loam, very fine sandy loam, or fine sandy loam.  In some pedons there are thin strata of silty clay, silty clay loam, or sandy clay loam in the Cg horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other known series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Liddell soils are nearly level and are on uplands in the middle and lower Coastal Plain.  Slopes are less than 2 percent.  The soil formed in sediments with fairly uniform amounts of very fine sand and silt throughout.  The sediments are largely of marine origin.  At the type location, mean annual air temperature is 63 degrees F., and mean annual precipitation is 48 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Exum, Foreston, Goldsboro, Grantham, Lynchburg, Rains, Nahunta, Torhunta, and Woodington soils.  The moderately well drained Exum, Foreston, and Goldsboro soils, and the somewhat poorly drained Lynchburg and Nahunta soils are on slightly higher parts of landscape or nearer to drainageways.  In addition, Exum and Nahunta soils are fine-silty, Foreston soils are coarse-loamy, and Goldsboro and Lynchburg soils are fine-loamy.  Grantham, Rains, and Woodington soils are in similar landscape positions as Liddell soils.  Grantham soils are fine-silty, Rains soils are fine-loamy, and Woodington soils are coarse-loamy.  Torhunta soils are very poorly drained, coarse-loamy and are in slightly lower or depressed positions or are further from drainageways."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained, slow runoff, moderate permeability.  A seasonal high water table is within 10 inches of the surface in periods of high rainfall."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Approximately half of the soil area is in forest and the principal species are loblolly pine, black gum, sweetgum, water oak, willow oak, red maple, and occasional pond pine.  Understory plants include sweetbay, inkberry (bitter gallberry), large gallberry, greenbrier, southern bayberry (waxmyrtle), switchcane, giant cane, and other shrubs.  Cleared and drained areas are used for growing corn, cotton, soybeans, wheat, hay, truck crops, and pasture grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coastal Plain of North Carolina and possibly Virginia.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wayne County, North Carolina; 1968."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The April 1993 revision of the Liddell series changed the great group classification from Haplaquepts to Endoaquepts.\nDiagnostic horizons and soil properties recognized in the typical pedon are:\nOchric epipedon - the zone from the surface to a depth of 8 inches (Ap horizon)\nCambic horizon - the zone between depths of 8 to 54 inches (Bg1, Bg2, and Bg3 horizons)\nMLRA(S): 133A, 153A         SIR: NC0088\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nNC0088 LIDDELL     0-  2   60- 64  200-220  46- 52    30- 150\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nNC0088 NONE   RARE     0-1.0  APPARENT NOV-APR  60-60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nNC0088  0- 8  L SIL VFSL              0-  0 100-100  5-25   2-  8\nNC0088  8-65  L SIL VFSL              0-  0 100-100  5-25   1-  6\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nNC0088  0- 8  4.5- 5.5  1.-3.  0- 0   2.0- 6.0  LOW\nNC0088  8-65  4.5- 5.5  0.-1.  0- 0   0.6- 2.0  LOW\nNational Cooperative Soil Survey\nU.S.A."
  }
}
