{
  "SERIES": "LIDY",
  "STATUS": "Established Series",
  "BYREV": "Rev. WJ/SM/CLM",
  "REVDATE": "10/2002",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Xeric Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lidy sandy loam, rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 5 inches; pale brown (10YR 6/3) sandy loam, dark grayish brown (10YR 4/2) moist; weak thin platy structure parting to weak fine granular; slightly hard, very friable, nonsticky and nonplastic; many very fine, fine, and medium roots; many very fine and fine irregular pores; few gravel; slightly effervescent; moderately alkaline (pH 8.3); clear smooth boundary. (4 to 10 inches thick)\nBk1--5 to 21 inches; light gray (10YR 7/2) sandy loam, brown (10YR 5/3) moist; massive; slightly hard, very friable, nonsticky and nonplastic; many very fine, fine, and medium roots; common very fine and fine tubular pores; 10 percent gravel; strongly effervescent; moderately alkaline (pH 8.4); clear wavy boundary. (6 to 19 inches thick)\nBk2--21 to 29 inches; light gray (10YR 7/2) sandy loam, grayish brown (10YR 5/2) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine and fine roots; few very fine and fine tubular pores; strongly effervescent; moderately alkaline (pH 8.4); abrupt wavy boundary. (6 to 12 inches thick)\n2C--29 to 44 inches; sand and gravel."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, Idaho; 1.5 miles north and 3.3 miles west of Monteview; 900 feet east and 75 feet north of the center of sec.  30, T.8N., R.33E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to calcic horizon - 4 to 10 inches\nDepth to sand and gravel - 23 to 34 inches\nAverage annual soil temperature - 41 to 45 degrees F.\nAverage summer soil temperature - 59 to 66 degrees F.\nParticle-size control section:\nClay content range - 4 to 18 percent in the upper part and 0 to 5 percent in the lower part\nRock fragment content - 2 to 35 percent in the upper part.\nPresent in some pedons:\nWeak cementation in the Bk horizons\nA horizon\nValue - 5 through 7 dry, 3 or 4 moist\nOrganic matter - 1 to 2 percent\nChroma - 2 or 3 dry or moist\nBk horizons\nValue - 6 through 8 dry, 5 through 7 moist\nChroma - 1 through 3 dry or moist\nTextures - SL, FSL, or GR-FSL\n2C horizons:\nReaction - moderately or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Holsine, Malm, Matheson, McCaleb and Medicine Lodge series.  Holsine soils have thick very fine sandy loam or silt loam layers below depths of 9 to 16 inches.  Malm soils are 20 to 40 inches deep over basalt.  Matheson soils have a B horizon.  McCaleb soils have more than 40 percent carbonates in the control section.  Medicine Lodge soils have more than 18 percent clay in the upper part of the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lidy soils are on alluvial fans at elevations of 4,800 to 5,300 feet.  Slopes are 0 to 4 percent.  The soils formed in sandy alluvial deposits with a high percentage of limestone gravel.  The semiarid climate has a frost-free period of 80 to 115 days and an average annual precipitation of 8 to 11 inches.  Maximum precipitation falls in May and June."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bereniceton, Matheson, Montlid and Terreton soils.  Bereniceton soils have more than 18 percent clay in the control section.  Montlid soils are moderately well drained and have 18 to 35 percent clay in the particle-size control section.  Terreton soils average 35 to 50 percent clay in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; very slow to slow runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for production of irrigated hay, small grains, potatoes and pasture and for rangeland.  The natural vegetation is mainly big sagebrush, squirreltail, rabbitbrush and prickly pear."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Idaho.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jefferson County, Idaho, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This revision (5/95) changes the classification from Xerollic Calciorthids to Xeric Haplocalcids accoring to the 1994 edition of Keys to Soil Taxonomy.  The Competing Series section of this OSD was not updated at this time.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to 5 inches (the A horizon)\nCalcic horizon - the zone from 5 to 29 inches (the Bk1 and Bk2 horizons)\nParticle-size control section - the zone from 10 to 40 inches (part of the Bk1, Bk2, and part of the 2C horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
