{
  "SERIES": "LIEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAF/RLB/BKP/JBF",
  "REVDATE": "03/2012",
  "STATES": "NV",
  "OVERVIEW": "The Lien series consists of shallow to an indurated duripan well drained soils that are formed in alluvium derived from welded tuff and reworked lacustrine deposits. Lien soils are on ballenas, eroded fan remnants, and fan remnants. Slopes are 0 to 30 percent. The mean annual precipitation is 250 mm and the mean annual temperature is about 7 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic, shallow Xeric Haplodurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lien very gravelly fine sandy loam - rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 8 cm; light brownish gray (10YR 6/2) very gravelly fine sandy loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few roots; many fine, and few medium vesicular pores; 40 percent gravel, mostly pan fragments; violently effervescent; moderately alkaline (pH 8.4); abrupt wavy boundary. (5 to 10 cm thick)\nBk--8 to 20 cm; pale brown (10YR 6/3) very gravelly fine sandy loam, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; many fine, medium and coarse horizontal roots; many very fine and fine and few medium interstitial pores; 55 percent gravel of which is 20 percent 1 to 2 cm thick indurated pan fragments; violently effervescent; moderately alkaline (pH 8.4); abrupt wavy boundary. (8 to 50 cm thick)\n2Bqkkm--20 to 61 cm; very pale brown (10YR 8/2) indurated duripan, light gray (10YR 7/2) moist; strong very thick and thick platy structure; very rigid; very fine roots as mats on fracture planes and between plates; few very fine interstitial pores; laminar 2-5 mm thick brown secondary silica concretions on upper plate surface and filling pores and root channels; violently effervescent; moderately alkaline (pH 8.4); abrupt smooth boundary. (30 to 46 cm thick)\n3Bqk--61 to 152 cm; light yellowish brown (10YR 6/4) weakly cemented loamy fine sand, dark yellowish brown (10YR 4/4) moist; massive; very hard, very firm, brittle; continuous root mat of very fine roots on horizon surface, and few very fine roots in matrix; many very fine tubular pores which are partially filled by very pale brown (10YR 7/3) secondary silica concretions; few fine and medium distinct very pale brown (10YR 8/2) calcium carbonate seams along sedimentary layers; violently effervescent, strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lincoln County, Nevada; about 30 miles northeast of Pioche; at the approximate northeast corner of section 19, T., 6 N., R. 68 E; USGS Schoolmarm Basin 7.5 minute topographic quadrangle; latitude 38 degrees, 22 minutes, 24.8 seconds N and longitude 114 degrees, 22 minutes, 47 seconds W; UTM zone 11s, 728900e, 4250515n; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry; moist in winter and spring, dry summer and fall except moist in some part for 10 to 20 days cumulative during summer convection storms; aridic bordering on xeric soil moisture regime.\nMean annual soil temperature: 8 to 11 degrees C.\nDepth to indurated duripan: 25 to 36 cm.\nReaction: Moderately alkaline through very strongly alkaline.\nCalcium carbonate equivalent: 5 to 20 percent in the less than 2mm fraction.\nParticle-size control section - Clay content: 8 to 18 percent.\nRock fragments: 35 to 60 percent mainly gravel, consisting of welded tuff and duripan fragments.\nA horizon\nValue: 3 or 4 moist.\nChroma: 2 through 4, dry or moist.\nMineralogy: 12 to 20 percent volcanic glass in the 0.02 to 2 mm fraction and averages 0.05 to 0.09 percent Al plus  Fe, extracted by ammonium oxalate.\nBk and Bqk horizons (when present)\nValue: 3 through 5 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Fine sandy loam, sandy loam, or loam.\nClay content: 8 to 18 percent, some pedons contain sub-horizons that average 18 to 27 percent.\nRock fragments: averages 35 to 60 percent, with some pedons containing thin sub-horizons that exceed 60 percent fragments.\nMineralogy: 15 to 24 percent volcanic glass in the 0.02 to 2 mm fraction and averages 0.05 to 0.09 percent Al plus  Fe, extracted by ammonium oxalate.\nStructure: Weak, medium or fine subangular blocky or massive.\nConsistence: Nonsticky or slightly sticky.\n2Bqkkm horizon\nValue: 7 or 8 dry, 6 or 7 moist.\nChroma: 1 through 3, dry or moist.\nStructure: Platy structure or massive.\nOther features: Silica laminations and concretions comprise 20 to 40 percent of the cemented sub-horizons and have a higher chroma than the calcium carbonate cemented portions.\n3Bqk horizon\nChroma: 3 or 4, dry or moist.\nConsistence: Hard to very hard.\nCementation: Weakly cemented with thin alternating lenses of moderately and strongly cemented material."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Blackcan, Gravden, Gunnel, Jericho, Karpp and Rekima series.\nBlackcan, Jericho, Karpp, and Rekima soils have a duripan at 36 to 50 cm. Blackcan soils have a calcic horizon and the mean annual soil temperature averages 11 to 13 degrees C. Boger and Rekima soils have bedrock below the duripan. Gravden soils are not moist for 10 to 20 days cumulative in the summer months and rock fragments are not comprised of pan fragments and welded tuff. Gunnel soils have calcic horizons. Karpp soils have 18 to 35 percent clay content in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Lien soils are on ballenas, eroded fan remnants, and fan remnants. These soils formed in alluvium derived from welded tuff and reworked lacustrine deposits. Slopes are 0 to 30 percent. Elevations are 1,650 to 2,200 meters. The climate is cool, semiarid with cool, moist winters and warm, dry summers. The mean annual precipitation is 200 to 250 mm, mean annual temperature is 7 to 10 degrees C, and the frost-free season is 90 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Holtle, Homestake, and Littleailie soils. Holtle and Homestake soils have mollic epipedons. Homestake and Littleailie soils have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; low to high runoff; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Lien soils are used for livestock grazing, and wildlife habitat. Potential native vegetation is Indian ricegrass, Thurbers needlegrass, needleandthread, and black sagebrush. This pedon is correlated to R028AY035NV, Shallow Clay Loam 10-12 P.Z."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: East-central Nevada. These soils are moderately extensive. MLRA 28A and 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lincoln County, Meadow Valley Area, Nevada, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This soil was reclassified from frigid to mesic in 1989. Part of the series extent is in MLRA 28B, which does not receive significant summer moisture. Further study is needed on the distinction between those soils and the concept of the Lien series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the surface to 18 cm (A and part of the Bk horizons).\nIndurated duripan - The zone from 20 to 61 cm (2Bqkm horizon).\nParticle-size control section - The zone from the surface to 20 cm (A and Bk horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
