{
  "SERIES": "LIGNUM",
  "STATUS": "Established Series",
  "BYREV": "Rev. NBP; DTA",
  "REVDATE": "02/2010",
  "STATES": "GA,NC,SC,VA",
  "OVERVIEW": "Soils of the Lignum series are deep and moderately well and somewhat poorly drained. They formed in the residuum weathered from Carolina slate or other fine grained metavolcanic rocks. Slopes range from 0 to 15 percent. Mean annual precipitation is about 41 inches and mean annual air temperature is about 57 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, thermic Aquic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lignum silt loam - woods. (Colors are for moist soil.)\nA--0 to 2 inches; grayish brown (10YR 5/2) silt loam; weak fine granular structure; friable; common fine and medium roots; very strongly acid; clear smooth boundary. (4 to 10 inches thick)\nE--2 to 12 inches; very pale brown (10YR 7/3) silt loam; weak fine granular structure; friable; few fine and medium roots; few fine distinct reddish yellow (7.5YR 6/8) masses of iron accumulation; very strongly acid; clear wavy boundary. (0 to 8 inches thick)\nBt1--12 to 16 inches; yellowish brown (10YR 5/6) silty clay loam; strong medium angular blocky structure; firm, slightly sticky, slightly plastic; few fine roots; common distinct clay films on faces of peds; common fine prominent reddish yellow (7.5YR 6/8) masses of iron accumulation; very strongly acid; gradual wavy boundary.\nBt2--16 to 35 inches; yellowish brown (10YR 5/4) silty clay; moderate medium subangular blocky structure; firm, slightly sticky, slightly plastic; common distinct clay films on faces of peds; common coarse prominent strong brown (7.5YR 5/8) masses of iron accumulations and common medium distinct light gray (10YR 7/2) iron depletions; very strongly acid; gradual wavy boundary. (Combined thickness of the Bt horizon is 16 to 36 inches)\nBCg--35 to 39 inches; light brownish gray (10YR 6/2) silty clay loam; weak fine subangular blocky structure; friable; many coarse prominent strong brown (7.5YR 5/8) masses of iron accumulation; very strongly acid; gradual wavy boundary. (0 to 18 inches thick)\nC--39 to 56 inches; mottled light gray (10YR 7/2), strong brown (7.5YR 5/8), and very pale brown (10YR 8/2) silt loam saprolite; massive; friable; very strongly acid; abrupt smooth boundary.\nCr--56 to 65 inches; moderately hard, weathered bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Moore County, North Carolina; 10.1 miles southwest of Robbins on North Carolina Highways 24 and 27, about 1.4 miles north on Secondary Road 1281 from its intersection with North Carolina Highways 24 and 27, about 30 feet west of Secondary Road 1281, in a pine forest."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is 20 to 40 inches. Depth to a paralithic contact of weathered bedrock (Cr) is 40 to 60 inches. Depth to a lithic contact of unweathered bedrock (R) is more than 60 inches. Silt content is more than 40 percent and generally more than 50 percent in the upper part of the solum. Rock fragments of quartz or slate range from 0 to 25 percent in the A and E horizons, 0 to 15 percent in the BE, B, and BC horizons, and 0 to 50 percent in the C horizon with more than 30 percent restricted to the lower part of the C horizon. The soil is very strongly acid or strongly acid throughout, except where surface layers have been limed.\nThe A or Ap horizon has hue of 7.5YR through 2.5Y, value of 4 through 7, and chroma of 1 through 4. It is silt loam, loam, or very fine sandy loam in the fine-earth fraction.\nThe E horizon has hue of 7.5YR through 2.5Y, value of 5 through 7, and chroma of 1 through 6. It is loam, silt loam, or very fine sandy loam in the fine-earth fraction.\nThe BA or BE horizon, where present, has hue of 7.5YR through 2.5Y, value of 5 through 7, and chroma of 3 through 8. It is loam, silt loam, clay loam, or silty clay loam in the fine-earth fraction.\nThe Bt horizon has hue of 7.5YR through 2.5Y, value of 5 through 7, and chroma of 3 through 8. Hue of 2.5Y is restricted to thin individual subhorizons. Iron or clay depletions and accumulations in shades of gray, yellow, brown, and red are present in most pedons. The Bt horizon is silty clay loam, silty clay, clay loam, or clay in the fine-earth fraction.\nThe Btg horizon, where present, has hue of 7.5YR through 2.5Y, or is neutral, value of 5 through 7, and chroma of 0 to 2. Iron or clay accumulations in shades of yellow, brown, and red are present in most pedons. It is silty clay loam, silty clay, clay loam, or clay in the fine-earth fraction.\nThe BC or CB horizon, where present, has hue of 7.5YR through 5Y, value of 5 through 7, and chroma of 3 through 8. Iron or clay depletions and accumulations in shades of gray, white, yellow, brown, and red are present in most pedons. Texture is loam, silt loam, clay loam, or silty clay loam in the fine-earth fraction.\nThe BCg or CBg horizon has hue of 7.5YR through 5Y, or is neutral, value of 5 through 7, and chroma of 0 or 2. Iron or clay accumulations in shades of yellow, brown, and red are present in most pedons. Texture is loam, silt loam, clay loam, or silty clay loam in the fine-earth fraction.\nThe C horizon colors are variable and commonly do not have a dominant color. Iron depletions and accumulations in shades of gray, yellow, brown, and red may be present. Texture is very fine sandy loam, silty clay loam, or silt loam saprolite in the fine-earth fraction.\nThe Cg horizon, where present, has hue of 7.5YR through 2.5Y, or is neutral, value of 5 through 7, and chroma of 0 to 2. Iron accumulations in shades of yellow, brown, and red may be present. Texture is very fine sandy loam, silty clay loam, or silt loam saprolite in the fine-earth fraction.\nThe Cr horizon is weathered, moderately hard, and slightly to moderately fractured argillite or other fine grained metavolcanic rock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Annemaine, Bush River, Cid, Creedmoor, Dogue, Gritney, Helena, Mandale (T), Prosperity, and Wolftever series in the same family. Annemaine soils formed in stratified clayey and loamy sediments on marine or stream terraces in the coastal plain and have a depth to bedrock of greater than 60 inches. Bush River, Helena, and Prosperity soils formed in residuum from mixed felsic, intermediate, or mafic igneous high-grade rocks. Cid soils have a depth to paralithic contact of 20 to 40 inches. Creedmoor soils formed in Triassic Basin sediments and have a depth to bedrock of greater than 60 inches. Dogue and Wolftever soils have a depth to bedrock of greater than 60 inches and are located on low stream terraces. Gritney soils formed in coastal plain sediments and have a depth to bedrock of greater than 60 inches. Mandale (T) soils have a depth to bedrock of greater than 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Lignum soils are in depressions and on undulating uplands, in interstream divides, and around the heads of drainageways. Slope gradients are commonly 2 to 6 percent with a range of 0 to 15 percent. They formed in residuum weathered from argillite or other fine grained metavolcanic rocks. The mean annual air temperature is about 57 degrees F., and mean annual precipitation ranges from 38 to 45 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Cid and Mandale soils as well as the Alamance, Badin, Callison, Georgeville, Goldston, Gundy, Herndon, Kirksey, Misenheimer, Montonia, Nanford, Secrest, and Tarrus soils. Alamance, Badin, Georgeville, Goldston, Gundy, Herndon, Montonia, Nanford and Tarrus soils are well drained. Kirksey soils have a fine-silty particle size control section and a depth to hard bedrock of 40 to 60 inches. Misenheimer and Goldston soils are loamy and less than 20 inches to a paralithic contact. Secrest soils have a fine-silty particle size control section and a depth to soft bedrock of 40 to 60 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well and somewhat poorly drained, moderate to slow runoff; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used largely for forest with minor acreage in pasture. A small acreage is cultivated or idle. Crops include corn, soybeans, small grain and hay grasses. Vegetation consists of white, black, red and scarlet oaks, red maple, blackgum, dogwood, and loblolly pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North Carolina, South Carolina, and Virginia. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Culpeper County, Virginia, 1948. This area is now in the mesic piedmont area. Lignum soils were moved to a thermic area in Moore County, North Carolina. A new mesic counterpart will be established."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\na. Ochric epipedon - the zone from 0 to 12 inches (A and E horizons).\nb. Argillic horizon - the zone from 12 to 39 inches (Bt and BCgt horizons).\nc. Paralithic contact--the presence of weathered bedrock at 56 inches.\nSIR = VA0011\nMLRA = 136\nREVISED = 7/5/93, MHC; 12/04/97, DTA; 07/15/00, DTA\nADDITIONAL DATA:\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp  FrFr/Seas  Precip   Elevation\nVA0011 LIGNUM      0-15   59- 66   175-225    38-55    150- 550\nSOI-5  FloodL FloodH Watertable  Kind   Months  Bedrock  Hardness\nVA0011 NONE          1.0-2.5    PERCHED DEC-MAY  40-60    SOFT\nSOI-5  Depth  Texture              3-Inch  No-10   Clay%  -CEC-\nVA0011  0-12  SIL L VFSL           0-0     80-100  10-25    -\nVA0011 12-39  SICL SIC C           0-5     75-100  35-55    -\nVA0011 39-56  SCL GR-SCL GR-SICL   0-15    35- 80  20-40    -\nVA0011 56-65  WB                    -        -       -      -\nSOI-5  Depth    -pH-     O.M.   Salin   Permeab    Shnk-Swll\nVA0011 0-12   4.5-5.5   .5-2.   0- 0    0.6- 2.0   LOW\nVA0011 12-39  4.5-5.5   0.-.5   0- 0    0.0-0.06   MODERATE\nVA0011 39-56  4.5-5.5   0.-.5   0- 0    0.2- 0.6   LOW\nVA0011 56-65     -        -      -         -\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well and somewhat poorly",
        "drainage_overview": "moderately well and somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 2 inches; grayish brown (10YR 5/2) silt loam; weak fine granular structure; friable; common fine and medium roots; very strongly acid; clear smooth boundary. (4 to 10 inches thick)"
      },
      {
        "name": "E",
        "top": 5,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E--2 to 12 inches; very pale brown (10YR 7/3) silt loam; weak fine granular structure; friable; few fine and medium roots; few fine distinct reddish yellow (7.5YR 6/8) masses of iron accumulation; very strongly acid; clear wavy boundary. (0 to 8 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 30,
        "bottom": 41,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--12 to 16 inches; yellowish brown (10YR 5/6) silty clay loam; strong medium angular blocky structure; firm, slightly sticky, slightly plastic; few fine roots; common distinct clay films on faces of peds; common fine prominent reddish yellow (7.5YR 6/8) masses of iron accumulation; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 41,
        "bottom": 89,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--16 to 35 inches; yellowish brown (10YR 5/4) silty clay; moderate medium subangular blocky structure; firm, slightly sticky, slightly plastic; common distinct clay films on faces of peds; common coarse prominent strong brown (7.5YR 5/8) masses of iron accumulations and common medium distinct light gray (10YR 7/2) iron depletions; very strongly acid; gradual wavy boundary. (Combined thickness of the Bt horizon is 16 to 36 inches)"
      },
      {
        "name": "BCg",
        "top": 89,
        "bottom": 99,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BCg--35 to 39 inches; light brownish gray (10YR 6/2) silty clay loam; weak fine subangular blocky structure; friable; many coarse prominent strong brown (7.5YR 5/8) masses of iron accumulation; very strongly acid; gradual wavy boundary. (0 to 18 inches thick)"
      },
      {
        "name": "C",
        "top": 99,
        "bottom": 142,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C--39 to 56 inches; mottled light gray (10YR 7/2), strong brown (7.5YR 5/8), and very pale brown (10YR 8/2) silt loam saprolite; massive; friable; very strongly acid; abrupt smooth boundary."
      },
      {
        "name": "Cr",
        "top": 142,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--56 to 65 inches; moderately hard, weathered bedrock."
      }
    ]
  ]
}
