{
  "SERIES": "LIHEN",
  "STATUS": "Established Series",
  "BYREV": "DRS-CJH",
  "REVDATE": "04/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, frigid Entic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lihen sandy loam, 2 percent slopes, in grassland.  (Colors are for dry soil unless otherwise noted)\nA1--0 to 4 inches; dark grayish brown (10YR 4/2) sandy loam, very dark brown (10YR 2/2) moist; weak fine platy structure; soft, very friable, nonsticky and nonplastic; many fine roots; many fine and medium tubular pores; 2 percent pebbles; slightly alkaline (pH 7.8); clear smooth boundary.\nA2--4 to 9 inches; grayish brown (10YR 5/2) sandy loam, very dark grayish brown (10YR 3/2) moist; massive; slightly hard, very friable, nonsticky and nonplastic; many fine roots; common fine pores and few medium pores; 10 percent pebbles; slightly alkaline (pH 7.8); clear smooth boundary.\nA3--9 to 24 inches; grayish brown (10YR 5/2) loamy sand, very dark grayish brown (10YR 3/2) moist; single grain; loose, very friable, nonsticky and nonplastic; common fine roots; few pores; 10 percent pebbles; few calcium carbonate cutans on lower surfaces of pebbles; slightly effervescent; moderately alkaline (pH 8.2); clear smooth boundary. (Combined A horizons 20 to 40 inches thick)\nBk--24 to 32 inches; light brownish gray (2.5Y 6/2) sand, dark grayish brown (2.5Y 4/2) moist; single grain; loose, nonsticky and nonplastic; few roots; 10 percent pebbles; common calcium carbonate cutans on lower surfaces of pebbles; strongly effervescent; moderately alkaline (pH 8.4); clear smooth boundary. (0 to 44 inches thick)\nC--32 to 60 inches; light brownish gray (2.5Y 6/2) sand, dark grayish brown (2.5Y 4/2) moist; single grain; loose, nonsticky and nonplastic; few roots; disseminated lime; strongly effervescent; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Roosevelt County, Montana; 2,680 feet south and 2,600 feet west of the NE corner of sec. 14, T. 29 N., R. 53 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 42 to 47 degrees F.\nMoisture control section - between 12 and 35 inches.\nDepth of mollic colors - 20 to more than 30 inches.\nDepth to carbonates - more than 10 inches\nSubstratum phases have textures of fine sandy loam, sandy loam, loam, silty clay loam, or clay loam below a depth of 40 inches.\nA horizons - Hue:  10YR or 2.5Y\nValue:  3, 4, or 5 dry; 2 or 3 moist\nChroma:  2 or 3\nTexture:  fine sandy loam, sandy loam, loamy fine sand, loamy sand, or sand  (Textures of fine sandy loam or sandy loam do not extend below a depth of 9 inches.)\nClay content:  0 to 20 percent\nRock fragments:  0 to 10 percent pebbles\nReaction:  pH 6.1 to 8.4\nAn AB horizon is allowed.\nBk, BCk horizons - Hue:  10YR or 2.5Y\nValue:  5, 6, or 7 dry; 3, 4, 5, or 6 moist\nChroma:  2, 3, or 4\nTexture:  loamy fine sand, loamy sand, fine sand, or sand\nClay content:  0 to 10 percent\nRock fragments:  0 to 15 percent pebbles\nCalcium carbonate equivalent:  2 to 15 percent\nEffervescence:  strongly or violently\nReaction:  pH 7.4 to 8.4\nC horizon - Hue:  10YR or 2.5Y\nValue:  5, 6, or 7 dry; 4, 5, or 6 moist\nChroma:  2 or 3\nTexture:  loamy fine sand, loamy sand, fine sand, or sand\nClay content:  0 to 10 percent\nRock fragments:  0 to 15 percent pebbles\nCalcium carbonate equivalent:  0 to 12 percent\nEffervescence:  none to strongly\nReaction:  pH 7.4 to 8.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nSandark - have horizons with lamellae between 16 and 60 inches.\nSchaller - have a loamy coarse sand particle-size control section.\nTelfer - have depth of mollic colors of less than 20 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - stream terraces, dunes, sedimentary plains, and till plains.\nElevation - 1,600 to 4,500 feet.\nSlope - 0 to 45 percent.\nParent material - sandy alluvium, glaciofluvial and eolian deposits that are in places over till or sedimentary bedrock.\nClimate - long, cold winters; moist springs; warm summers.\nMean annual precipitation - 10 to 18 inches, most of which falls as rain in spring and in the early part of summer.\nMean annual air temperature - 34 to 45 degrees F.\nFrost-free period - 105 to 135 days."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": null
  },
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively or well drained; rapid permeability; runoff is negligible or low."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Lihen soils are used mainly as rangeland.  Few areas are used for nonirrigated crops.  The potential native vegetation is mainly needleandthread, prairie sandreed, Indian ricegrass, and little bluestem."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern and northern Montana, North Dakota, and South Dakota.  Lihen soils are moderately extensive."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Central Montana Reconnaissance Survey, 1946."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  }
}
