{
  "SERIES": "LILLE",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. KJL-RVR-WDH",
  "REVDATE": "5/98",
  "STATES": "ME",
  "OVERVIEW": "The Lille series consists of very deep, well drained soils formed in alluvial deposits on flood plains.  Permeability is moderate within a depth of 40 inches.  Slope ranges from 0 to 5 percent.  Mean annual temperature is about 38 degrees F, and mean annual precipitation is about 36 inches at the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Coarse-silty, mixed, superactive, acid, frigid Typic Udifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lille silt loam - on a 2 percent west-facing slope in a cultivated field.  (Colors are for moist soil unless otherwise stated.)\nAp1--0 to 10 inches; 85 percent dark yellowish brown (10YR 4/4) silt loam, pale brown (10YR 6/3) dry; 15 percent discontinuous spots of olive (5Y 5/3); weak very fine and fine granular structure; friable; common very fine and fine roots throughout; very strongly acid; clear smooth boundary.\nAp2--10 to 16 inches; 90 percent dark yellowish brown (10YR 4/4) silt loam, pale brown (10YR 6/3) dry; 10 percent discontinuous spots of olive (5Y 5/3); massive; friable; common very fine and fine roots throughout; very strongly acid; abrupt wavy boundary.  (Combined thickness of the Ap horizon is 6 to 16 inches.)\nC1--16 to 21 inches; light olive brown (2.5Y 5/4) silt loam, massive; friable; common very fine and fine roots throughout, very strongly acid; clear smooth boundary.  (5 to 13 inches thick)\nC2--21 to 29 inches; 95 percent olive brown (2.5Y 4/4) and 5 percent discontinuous spots of olive (5Y 5/4) silt loam; massive; friable; common very fine roots throughout; strongly acid; clear wavy boundary.  (7 to 54 inches thick)\nC3--29 to 65 inches; 75 percent olive (5Y 5/3) and 25 percent light olive brown (2.5Y 5/4) silt loam; massive; friable; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Aroostook County, Maine; Town of Grand Isle; 0.6 mile south of the Village of Lille on U.S. Route 1, 1000 feet east of road; USGS Lille topographic quadrangle; lat. 47 degrees 16 minutes 30 seconds N. and long. 68 degrees 6 minutes 0 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 6 to 16 inches.  Depth to bedrock is more than 60 inches.  Gravel content ranges from 0 to 5 percent in the upper 40 inches.  Reaction ranges from very strongly acid to strongly acid throughout unless limed.  Some pedons have buried A horizons.\nThe Ap horizon has hue of 10YR or 2.5Y, value of 3 to 5, and chroma of 3 or 4.  Dry value is 6 or 7.  It is silt loam or very fine sandy loam.  The Ap horizon has weak or moderate, very fine or fine granular structure or it is massive.  It is very friable or friable.\nThe C horizon has hue of 2.5Y or 5Y, value of 3 to 5, and chroma of 3 to 6.  It is silt loam or very fine sandy loam.  The C horizon below 40 inches in some pedons ranges from silt loam to fine sandy loam.  Some pedons are stratified in the lower part.  The C horizon is dominantly massive.  Consistence is very friable or friable."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are currently no other series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lille soils are on flood plains.  Slope ranges from 0 to 5 percent.  The soils formed in alluvial deposits of very fine sand and silt.  Flooding frequency ranges from once or twice a year to once in 5 to 10 years or more.  Flooding generally occurs during spring runoff or during periods of high rainfall in the fall.  Floodwater seldom covers these soils for more than 1 or 2 days on the higher positions, but the duration may be slightly longer in the lower positions.  The climate is humid and cool temperate.  The mean annual precipitation ranges from 34 to 40 inches and the mean annual temperature ranges from 38 to 42 degrees F.  The frost-free season ranges from 80 to 120 days.  Elevation ranges from 360 to 600 feet above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Allagash, Machias, Madawaska, Masardis, Nicholville, Salmon, and Stetson soils.  Allagash, Machias, Madawaska, Masardis, and Stetson soils are on higher adjacent outwash plains, deltas, and terraces.  Nicholville and Salmon soils are on higher adjacent lake plains and terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Cleared areas are used mainly for hay, pasture, and potatoes.  The remaining areas are mostly forested; common tree species include willow, elm, eastern white pine, balsam fir, red spruce, white spruce, northern red oak, red maple, and gray birch."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Maine (MLRA's 143 and 146).  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Aroostook County, Maine, 1989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: 1.  This revision reflects a change in classification from coarse-silty, mixed, acid, frigid Typic Udifluvents to coarse-silty, mixed, acid, superactive, frigid Typic Udifluvents to conform with Keys to Soil Taxonomy, seventh edition, 1996  2.  The Lille series will replace soils formerly mapped Hadley in Northern, Maine.  3.  Temperature studies are needed to confirm the classification of frigid versus cryic.  4.  Diagnostic horizons and features recognized in this pedon are:\na.  Ochric epipedon - the zone from 0 to 16 inches (Ap1 and Ap2 horizons).\nb.  Fluvents feature - The content of organic carbon decreases irregularly with depth or remains above a level of 0.2 percent to a depth of 50 inches.\nADDITIONAL DATA:  Source of data used in establishing the taxonomic class and range in characteristics is Maine Agricultural Experiment Station, Technical Bulletin 137, February 1990.\nThe Soil Interpretation Record number for the Lille series is ME0135.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap1",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap1--0 to 10 inches; 85 percent dark yellowish brown (10YR 4/4) silt loam, pale brown (10YR 6/3) dry; 15 percent discontinuous spots of olive (5Y 5/3); weak very fine and fine granular structure; friable; common very fine and fine roots throughout; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Ap2",
        "top": 25,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Ap2--10 to 16 inches; 90 percent dark yellowish brown (10YR 4/4) silt loam, pale brown (10YR 6/3) dry; 10 percent discontinuous spots of olive (5Y 5/3); massive; friable; common very fine and fine roots throughout; very strongly acid; abrupt wavy boundary.  (Combined thickness of the Ap horizon is 6 to 16 inches.)"
      },
      {
        "name": "C1",
        "top": 41,
        "bottom": 53,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C1--16 to 21 inches; light olive brown (2.5Y 5/4) silt loam, massive; friable; common very fine and fine roots throughout, very strongly acid; clear smooth boundary.  (5 to 13 inches thick)"
      },
      {
        "name": "C2",
        "top": 53,
        "bottom": 74,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C2--21 to 29 inches; 95 percent olive brown (2.5Y 4/4) and 5 percent discontinuous spots of olive (5Y 5/4) silt loam; massive; friable; common very fine roots throughout; strongly acid; clear wavy boundary.  (7 to 54 inches thick)"
      },
      {
        "name": "C3",
        "top": 74,
        "bottom": 165,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "narrative": "C3--29 to 65 inches; 75 percent olive (5Y 5/3) and 25 percent light olive brown (2.5Y 5/4) silt loam; massive; friable; very strongly acid."
      }
    ]
  ]
}
