{
  "SERIES": "LILY",
  "STATUS": "Established Series",
  "BYREV": "Rev. JDM-JMR",
  "REVDATE": "10/2017",
  "STATES": "AR,GA,KY,MO,NC,OH,TN,VA,WV",
  "OVERVIEW": "The Lily series consists of moderately deep, well drained soils formed in residuum weathered primarily from sandstone. Permeability is moderately rapid. These nearly level to very steep soils are on ridge tops and hill sides. Slopes range from 0 to 65 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lily loam on a 4 percent slope in a cultivated field (colors are for moist soil unless otherwise stated).\nAp--0 to 8 inches; brown (10YR 4/3) loam; weak fine granular structure; very friable; common fine roots; slightly acid; clear smooth boundary. (5 to 10 inches thick)\nBt1--8 to 24 inches; strong brown (7.5YR 5/6) clay loam; moderate fine and medium subangular blocky structure; friable; common fine roots; many faint clay films on all surfaces of peds; extremely acid; gradual smooth boundary.\nBt2--24 to 30 inches; strong brown (7.5YR 5/6) sandy clay loam; common fine distinct red (2.5YR 4/6) lithochromic mottles; moderate medium subangular blocky structure; common faint clay films on all surfaces of peds; extremely acid; abrupt smooth boundary. (Combined thickness of Bt horizon is 10 to 30 inches)\nR--30 inches; hard sandstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Laurel County, Kentucky; on a narrow ridgetop in an area of Lily loam, 2 to 6 percent slopes; 50 feet south west of the intersection of Dan Westerfield Road and Kentucky Highway 229; about 12.2 miles southeast of London; 37 degrees, 0 minutes, 48 seconds N. Latitude and 83 degrees, 56 minutes, 50 seconds W. Longitude; USGS Blackwater Quadrangle; NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness and depth to sandstone range from 20 to 40 inches. Coarse fragments, mostly sandstone channers, range from 0 to 30 percent to a depth of about 24 inches and from 0 to 35 percent below 24 inches. Reaction ranges from extremely acid to strongly acid, unless limed.\nThe Ap and E horizon has hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 2 to 4. Some pedons have an A horizon up to 4 inches thick with hue of 10YR or 7.5YR, value of 2 to 5, and chroma of 1 to 3. Texture is loam, silt loam, fine sandy loam or sandy loam.\nThe AB, BA, or BE horizon (where present) is 3 to 10 inches thick, has hue of 10YR or 7.5YR, value of 4 to 6 and chroma of 1 to 8. Texture is loam, fine sandy loam or sandy loam.\nThe Bt horizon has hue of 10YR to 5YR, value of 4 to 6 and chroma of 4 to 8. Texture is loam, sandy clay loam or clay loam. Subhorizons of fine sandy loam are in the lower part of some pedons. Lithochromic mottles in shades of red, brown, or yellow become more common with depth.\nThe BC or C horizon (where present) is 5 to 15 inches thick, has hue of 10YR to 2.5YR, value of 4 to 6 and chroma of 4 to 8. Texture is loamy sand, sandy loam, fine sandy loam, loam, sandy clay loam, or clay loam.\nThe R horizon is hard sandstone bedrock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Alonzville, Bailegap, Hambrook, Harmiller, Jefferson, Keener, Lonewood, Marr, McCamy, Raftville, Riney, Sassafras and Sunnyside series of the same family. The Alonzville, Bailegap, Hambrook, Jefferson, Keener, Lonewood, Marr, Raftville, Riney, Sassafras and Sunnyside soils are deeper than 40 inches to hard bedrock. The Harmiller and McCamy soils formed in residuum affected by soil creep in the upper part that weathered from low-grade metasedimentary rocks such as arkose, arkosic sandstone, quartzite, graywacke, metasiltstone or metasandstone."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Lily soils are on upland ridges and hillsides and formed in residuum weathered from acid sandstone. Near the type location the mean annual precipitation is about 46 inches and the mean annual air temperature is about 56 degrees fahrenheit."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Jefferson and Lonewood soils and the Alticrest, Gilpin, Helechawa, Latham, Marrowbone, Ramsey, Rayne, Rigley, Sequoia and Shelocta series. Alticrest, Helechawa and Marrowbone soils lack argillic horizons. Gilpin soils are less sandy and have mixed mineralogy. Jefferson, Lonewood, Rayne, Rigley and Shelocta soils are deeper than 40 inches to hard bedrock. Latham and Sequoia soils are fine. Ramsey soils lack argillic horizons and are shallow."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained with moderately rapid permeability. Runoff is very low on slopes of 2 to 5 percent, low on slopes of 5 to 20 percent and medium on slopes greater than 20 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for growing corn, tobacco, small grains and hay and as pasture. Native forest is oak, hickory, dogwood, elm, beech, and Virginia, shortleaf or white pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Kentucky, Arkansas, Georgia, Missouri, Ohio, Tennessee and West Virginia. Extent is large."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Laurel County, Kentucky; 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 8 inches, Ap\nArgillic horizon: 8 to 30 inches, Bt1, Bt2\nLithic contact at 30 inches\nThe 2006 revision better defined the location; updated the competing series and associated soils and revised  drainage and permeability statements.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; brown (10YR 4/3) loam; weak fine granular structure; very friable; common fine roots; slightly acid; clear smooth boundary. (5 to 10 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 20,
        "bottom": 61,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "pH_class": "extremely acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--8 to 24 inches; strong brown (7.5YR 5/6) clay loam; moderate fine and medium subangular blocky structure; friable; common fine roots; many faint clay films on all surfaces of peds; extremely acid; gradual smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 61,
        "bottom": 76,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bt2--24 to 30 inches; strong brown (7.5YR 5/6) sandy clay loam; common fine distinct red (2.5YR 4/6) lithochromic mottles; moderate medium subangular blocky structure; common faint clay films on all surfaces of peds; extremely acid; abrupt smooth boundary. (Combined thickness of Bt horizon is 10 to 30 inches)"
      },
      {
        "name": "R",
        "top": 76,
        "texture_class": "sand",
        "narrative": "R--30 inches; hard sandstone bedrock."
      }
    ]
  ]
}
