{
  "SERIES": "LIMADAM",
  "STATUS": "Established Series",
  "BYREV": "REV. JJU-RJS",
  "REVDATE": "01/2012",
  "STATES": "MT",
  "OVERVIEW": "The Limadam series consists of very deep, well drained soils that formed in lacustrine deposits.  These soils occur on lakebeds.  Slopes are 0 to 6 percent.  Mean annual precipitation is about 380 mm, and the mean annual air temperature is about 4 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic Chromic Haplocryerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Limadam silty clay, in rangeland on a 2 percent slope at an elevation of 2013 meters (colors are for dry soil unless otherwise noted).\nA--0 to 8 cm; light brownish gray (2.5Y 6/2) silty clay, grayish brown (2.5Y 5/2) moist; moderate coarse angular blocky structure; hard, very firm, very sticky and very plastic; common very fine and fine roots; many very fine and fine irregular pores; finely disseminated calcium carbonate; strongly effervescent; moderately alkaline (pH 8.0); gradual wavy boundary. (6 to 18 cm thick)\nBss1--8 to 44 cm; light brownish gray (2.5Y 6/2) silty clay, grayish brown (2.5Y 5/2) moist; strong coarse angular blocky structure; very hard, extremely firm, very sticky and very plastic; few very fine and fine roots; many fine tubular pores; few slickensides with intersecting surfaces 10 to 60 degrees from horizontal; finely disseminated calcium carbonate; strongly effervescent; moderately alkaline (pH 8.0); gradual wavy boundary.\nBss2--44 to 72 cm; light brownish gray (2.5Y 6/2) silty clay, grayish brown (2.5Y 5/2) moist; strong coarse angular blocky structure; very hard, extremely firm, very sticky and very plastic; few very fine roots; many fine tubular pores; common slickensides with intersecting surfaces 10 to 60 degrees from horizontal; finely disseminated calcium carbonate; strongly effervescent; moderately alkaline (pH 8.2); gradual wavy boundary. (combined thickness of Bss1, Bss2 horizons - 50 to 75 cm)\nBk1--72 to 91 cm; light gray (2.5Y 7/2) silty clay, grayish brown (2.5Y 5/2) moist; strong coarse angular blocky structure; very hard, extremely firm, very sticky and very plastic; few very fine roots; few fine tubular pores; finely disseminated calcium carbonate and 2 percent fine, faint, irregular soft masses of calcium carbonate; strongly effervescent; moderately alkaline (pH 8.2); gradual wavy boundary. (15 to 25 cm thick)\nBk2--91 to 121 cm; light gray (2.5Y 7/2) clay, light olive brown (2.5Y 5/4) moist; many medium prominent brownish yellow (10YR 6/6) mottles; strong coarse angular blocky structure; very hard, extremely firm, very sticky and very plastic; few fine tubular pores; finely disseminated calcium carbonate and 50 percent coarse, prominent, irregular soft masses of calcium carbonate; violently effervescent; moderately alkaline (pH 8.4); gradual wavy boundary. (25 to 40 cm thick)\nBCk--121 to 152 cm; light gray (2.5Y 7/2) clay, light olive brown (2.5Y 5/4) moist; many medium prominent brownish yellow (10YR 6/6) mottles; massive; very hard, extremely firm, very sticky and very plastic; few fine tubular pores; finely disseminated carbonate and 50 percent coarse, prominent, irregular soft masses of calcium carbonate; strongly effervescent; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Beaverhead County, Montana; located about 1900 feet west and 160 feet south of the northeast corner of sec. 24, T. 14S, R 6W; Monida topographic quadrangle; UTM 12T, 398729e, 4940296n, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 2 to 5 degrees C.\nCracks - greater than 2.5 cm wide when soils are dry\nDepth to slickensides - 6 to 30 cm\nDepth to calcic horizon - 70 to 120 cm\nParticle size control section clay content - averages 40 to 55 percent clay.\nMottles - relic redoximorphic features.\nA horizon\nHue: 10YR or 2.5Y; dry or moist\nValue: 6 or 7 dry; 4 or 5 moist\nChroma: 2 to 4; dry or moist\nTexture: silty clay loam or silty clay\nClay content: 30 to 45 percent\nCalcium carbonate equivalent: 1 to 15 percent\nElectrical conductivity: 0 to 6 mmhos/cm\nReaction: pH 7.9 to 8.4\nBss1, Bss2 horizons\nHue: 10YR or 2.5Y; dry or moist\nValue: 6 or 7 dry; 4 or 5 moist\nChroma: 2 to 4; dry or moist\nTexture:  clay loam, silty clay loam, silty clay or clay\nClay content: 35 to 55 percent\nCalcium carbonate equivalent: 1 to 15 percent\nElectrical conductivity: 0 to 6 mmhos/cm\nReaction: pH 7.9 to 8.4\nBk1, Bk2 horizons\nHue: 10YR or 2.5Y; dry or moist\nValue: 5 to 7 dry; 4 or 5 moist\nChroma: 2 to 4; dry or moist\nTexture: clay loam, silty clay loam, silty clay or clay\nClay content: 35 to 55 percent\nCalcium carbonate equivalent: 15 to 35 percent\nElectrical conductivity: 0 to 6 mmhos/cm\nReaction: pH 7.9 to 8.4\nBCk horizon\nValue: 5 to 7 dry; 4 or 5 moist\nChroma:  2 to 4; dry or moist\nTexture: silty clay or clay\nClay content: 40 to 60 percent\nCalcium carbonate equivalent: 1 to 15 percent\nElectrical conductivity: 0 to 6 mmhos/cm\nReaction: pH 7.9 to 8.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nCrespin (CO) - does not have a calcic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - lakebeds\nElevation - 1980 to 2135 meters\nSlope - 0 to 6 percent\nParent material - lacustrine deposits\nClimate - long, cold winters; moist springs; short warm summers\nMean annual precipitation - 375 to 485 mm\nMean annual air temperature - 1 to 4 degrees C\nFrost-free period - 50 to 70 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Limadam soils are used mainly for rangeland.  The vegetation is mainly one-spike oatgrass, Poa (species), and low sage."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Limadam soils are of small extent in southwestern Montana.  MLRA - 44B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Horse Prairie-South Valley Area - Part of Beaverhead County, Montana, 2011; proposed in Beaverhead County, Montana, 2010."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - from 0 to 8 cm (A horizon)\nCambic horizon - from 8 to 72 cm (Bss1, Bss2 horizons)\nCalcic horizon - from 72 to 121 cm (Bk1, Bk2 horizons)\nVertisol criteria - cracks greater than 2.5 cm wide when soils are dry and slickensides from 8 to 72 cm (Bss1, Bss2 horizons)\nParticle-size control section - from 25 to 100 cm (part of Bss1, Bss2, Bk1, part of Bk2 horizons)\nLimadam soils have a cryic temperature regime and an ustic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
