{
  "SERIES": "LIMBERJIM",
  "STATUS": "Established Series",
  "BYREV": "Rev. AEK/DL/RWL",
  "REVDATE": "03/2013",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over loamy-skeletal, amorphic over isotic, frigid Alfic Udivitrands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Limberjim ashy silt loam - Woodland, on a 5 percent planar southeast-facing slope at an elevation of 4,490 feet. (Colors are for moist soil unless otherwise noted.)\nOi--0 to 2 inches; partially decomposed needles and twigs.\nA--2 to 4 inches; brown (10YR 4/3) ashy silt loam, pale brown (10YR 6/3) dry; weak medium granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, and common medium roots; common very fine discontinuous pores; moderately acid (pH 5.8); clear smooth boundary. (2 to 5 inches thick)\nAB--4 to 8 inches; brown (10YR 5/3) ashy silt loam, very pale brown (10YR 8/2) dry; moderate medium granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, and common medium roots; many very fine continuous pores; moderately acid (pH 6.0); clear smooth boundary. (0 to 5 inches thick)\nBw1--8 to 17 inches; pale brown (10YR 6/3) ashy silt loam, very pale brown (10YR 7/4) dry; weak medium angular blocky structure parting to moderate fine and medium subangular blocky; soft, very friable, nonsticky and nonplastic; many very fine and fine, and few medium roots; many very fine continuous pores; moderately acid (pH 6.0); clear wavy boundary.\nBw2--17 to 22 inches; light gray (10YR 7/2) ashy silt loam, very pale brown (10YR 8/2) dry; weak medium angular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine and few medium roots; many very fine continuous pores; moderately acid (pH 6.0); clear wavy boundary. (Combined thickness of the Bw horizon is 12 to 20 inches)\n2EBb--22 to 28 inches; brown (10YR 4/3) silt loam, very pale brown (10YR 7/3) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine roots; many very fine continuous pores; 10 percent gravel; moderately acid (pH 6.0); clear wavy boundary. (0 to 8 inches thick)\n2Btb--28 to 49 inches; brown (10YR 4/3) very gravelly silt loam, yellowish brown (10YR 5/4) dry; moderate fine subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common fine roots; common very fine discontinuous pores; common faint clay films on faces of peds; 50 percent gravel, moderately acid (pH 6.0); abrupt wavy boundary. (15 to 25 inches thick)\n2R--49 inches; basalt"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Union County, Oregon; 2,400 feet south and 240 feet east of the northwest corner of Section 9, T.3S., R.34E. (Latitude 45 degrees, 28 minutes, 34 seconds N; Longitude 116 degrees, 45 minutes, 0 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soils are usually moist but are dry in all parts between 4 and 12 inches for 30 to 45 days during the summer. The mean annual soil temperature is 42 to 45 degrees F. Depth to bedrock is 40 to 60 inches. The upper 14 to 28 inches of the 0 to 40 inch control section has 35 to 50 percent phosphate retention, 1 to 2 acid oxalate extractable aluminum plus one-half iron, 25 to 45 percent volcanic glass, 5 to 10 percent 15-bar moisture (air-dried), and 5 to 12 percent clay. The lower 12 to 26 inches of the particle-size control section has 0.1 to 0.4 percent acid oxalate extractable aluminum plus one-half iron, 5 to 15 percent volcanic glass, 40 to 75 percent rock fragments, and 18 to 30 percent clay.\nThe A horizon has hue of 10YR or 7.5 YR, value of 3 to 5 moist, 5 to 8 dry and chroma of 2 to 4 moist or dry. It is ashy silt loam with 5 to 15 percent clay and has 0 to 10 percent gravel. Reaction is slightly acid to neutral.\nThe AB horizon, when present, has hue of 10YR or 7.5YR, value of 3 to 5 moist, 5 to 8 dry and chroma of 2 to 4 moist or dry. It is ashy silt loam or ashy very fine sandy loam with 5 to 15 percent clay and 0 to 10 percent gravel. Reaction is slightly acid or neutral.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 3 to 7 moist, 6 to 8 dry and chroma of 2 to 4 moist or dry. It is ashy silt loam, ashy loam, or ashy very fine sandy loam with 5 to 15 percent clay. It has 0 to 20 percent rock fragments with 0 to 10 percent gravel and 0 to 10 percent cobbles. Reaction is moderately acid or neutral.\nThe 2EBb horizon, when present, has hue of 10YR or 7.5YR, value of 3 to 5 moist, 5 to 7 dry and chroma of 3 or 4 moist or dry. It is silt loam, loam, gravelly silt loam, very gravelly silt loam, or very gravelly loam with 18 to 25 percent clay. It has 10 to 35 percent rock fragments with 10 to 25 percent gravel, 0 to 10 percent cobbles, and 0 to 5 percent stones. Reaction is moderately acid or neutral.\nThe 2Btb horizon has hue of 10YR or 7.5 YR, value of 3 or 4 moist, 5 or 6 dry and chroma of 3 or 4 moist or dry. It is very gravelly silt loam, very gravelly clay loam, very gravelly loam, or very cobbly clay loam with 20 to 30 percent clay. It has 35 to 80 percent rock fragments with 10 to 50 gravel, 0 to 30 percent cobbles, and 0 to 10 percent stones. Reaction is moderately acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Honeymooncan (T), Hugus, Rebarrow (T) and Syrupcreek series.\nHoneymooncan soils - upper pscs has 60 to 90 percent volcanic glass and 40 to 90 percent phosphate retention; lower pscs has 40 to 60 percent angular or subangular rock fragments of metavolcanic origin\nHugus soils - greater than 60 inches to bedrock; upper pscs has 40 to 60 percent volcanic glass, and 60 to 70 percent phosphate retention\nRebarrow soils - greater than 60 inches to bedrock; upper pscs has 60 to 90 percent volcanic glass and 40 to 90 percent phosphate retention\nSyrupcreek soils - 20 to 40 inches deep to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Limberjim soils are on stable slopes of mountains, plateaus, canyons, and structural benches. Elevations are 2,800 to 5,800 feet. Slopes are 0 to 90 percent. The soil formed in ash over colluvium and residuum derived from basalt and andesitic brecias. The climate is characterized by cool, wet winters and warm, moist summers. The mean annual precipitation is 20 to 40 inches and can range to 16 inches on north-facing slopes. The mean annual temperature is 41 to 44 degrees F. The frost-free period is 70 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cherrycreek, Harl, Klicker, and the competing Syrupcreek soils. Cherrycreek soils have an ash layer 7 to 14 inches thick, have a xeric moisture regime, and are on side slopes of plateaus. Klicker soils lack andic properties, are 20 to 40 inches deep to bedrock, and are on side slopes of mountains. Harl soils lack contrasting textures in the control section, are greater than 60 inches deep to bedrock, and are on adjacent side slopes of mountains and plateaus."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for timber production, watershed, recreation and wildlife habitat. Native vegetation is grand fir, western larch, lodgepole pine, Douglas fir, Rocky Mountain maple, twinflower, princes pine, big huckleberry, round-leaved violet, meadowrue, fragrant bedstraw, and fairybells."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Oregon; MRLA 10. The soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Wallowa County, Oregon 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and other features recognized in this pedon are:\nOchric epipedon\nCambic horizon - the zone from 8 to 28 inches (Bw1 and Bw2 horizons).\nBuried argillic horizon - the zone from 28 to 49 inches (2Btb horizon).\nAndic properties feature - the zone from 2 to 22 inches (A, AB, Bw1, and Bw2 horizons) based on laboratory data from the similar Harl series.\nParticle-size control section - the zone from 2 to 42 inches.\nAshy feature - the zone from 2 to 22 inches having 5 to 10 percent 15-bar moisture (air dried) and andic soil properties.\nLoamy-skeletal feature - the zone from 22 to 42 inches having a weighted average of 40 percent gravel and no andic soil properties.\nADDITIONAL DATA: Laboratory data available for selected Limberjim pedons. Ref. sample S94OR-001-005, Pedon # 94P790; Union Co., OR; sampled by NSSL, 11/96, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
