{
  "SERIES": "LIMERIDGE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DAL/RLT",
  "REVDATE": "10/2008",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy, mixed, superactive, mesic, shallow Calcic Petrocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Limeridge gravelly very fine sandy loam--rangeland. (Colors are for air-dry soil unless otherwise stated.)\nA--0 to 1 inch; light reddish brown (5YR 6/4) gravelly very fine sandy loam, reddish brown (5YR 4/4) moist; weak thin platy structure parting to single grain; soft, very friable; few very fine and fine roots; 30 percent gravel; moderately calcareous; carbonates are disseminated; moderately alkaline (pH 8.2); abrupt smooth boundary. (1 to 3 inches thick)\nBw1--1 to 3 inches; reddish yellow (5YR 6/6) fine sandy loam, yellowish red (5YR 4/6) moist; weak medium platy structure; slightly hard, friable, few very fine and fine roots; few fine tubular pores; 10 percent gravel; moderately alkaline; carbonates are disseminated; moderately alkaline (pH 8.4); clear smooth boundary. (2 to 5 inches thick)\nBw2--3 to 8 inches; reddish yellow (5YR 6/6) gravelly fine sandy loam, yellowish red (5YR 4/6) moist; weak medium subangular blocky structure; slightly hard, friable, slightly plastic; common very fine and fine, few medium roots; common very fine and fine tubular pores; 20 percent gravel and 5 percent cobbles; strongly calcareous; carbonates are disseminated; strongly alkaline (pH 8.6); clear smooth boundary. (0 to 7 inches thick)\nBk1--8 to 11 inches; pink (5YR 7/4) gravelly sandy clay loam, reddish brown (5YR 5/4) moist; massive; hard, friable, slightly sticky and slightly plastic; common very fine and few fine roots; common very fine and fine tubular pores; 25 percent gravel; very strongly calcareous; carbonates are in common medium soft masses and common large rounded concretions; strongly alkaline (pH 8.6); clear smooth boundary. (3 to 7 inches thick)\nBk2--11 to 16 inches; pink (5YR 7/4) gravelly fine sandy loam, reddish brown (5YR 5/4) moist; massive; hard, friable, slightly sticky and slightly plastic; common very fine and few fine roots; few very fine and fine tubular pores; 20 percent gravel; very strongly calcareous; carbonates are in many medium soft masses and common large rounded concretions; strongly alkaline (pH 8.8); abrupt smooth boundary. (4 to 8 inches thick)\nBkm--16 to 22 inches; strongly cemented calcium carbonate hardpan; abrupt smooth boundary. (5 to 15 inches thick)\nR--22 inches; limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Juan County, Utah; about 1.2 miles southeast of the Sugarloaf Butte; 2,000 feet south and 700 feet west of the northeast corner of sec 26, T. 41 S., R. 19 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture -these soils are dry in all parts of the moisture control section 75 to 85 percent of the time (cumulative) that the soil temperature is warmer than 41 degrees F. Typic aridic subgroup.\nMean annual soil temperature is 56 to 59 degrees F.\nDepth to calcium carbonate cemented hardpan: 10 to 20 inches\nParticle-size control section -\nClay content: 18 to 30 percent clay\nCalcium carbonates equivalent: 15 to 40 percent\nRock fragment: 15 to 35 percent\nHues:  5YR, 2.5YR\nA horizon\nValue:  5 or 6 dry, 4 or 5 moist\nChroma:  4 to 6, dry or moist\nBw horizon\nValue:  5 or 6 dry, 4 or 5 moist\nTexture: It commonly is fine sandy loam or gravelly fine sandy loam.\nReaction:  Moderately calcareous or strongly calcareous and moderately alkaline or strongly alkaline.\nBk horizon\nValue: 7 or 8 dry, 5 to 7 moist\nChroma:  4 to 6, dry or moist\nTexture:  It commonly is gravelly sandy clay loam or gravelly fine sandy loam but ranges to very cobbly sandy clay loam in the lower part."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Cardenas (NM), Pocum (AZ) and Shafter (NV) series. Cardenas soils contain 0 to 20 percent rock fragments, and 8 to 18 percent clay in the particle size control section. Pocum soils do not have cambic horizon and contain 7 to 18 percent clay in the particle size control section, Basalt bedrock is at 40 to 60 inches. Shafter soils are very deep and are usually moist in winter and spring, dry late May through early November."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Limeridge soils are on sideslopes of anticlinal benches at elevations of 4,200 to 5,200 feet.  Slopes are 4 to 15 percent.  The soils formed in eolian deposits mixed with alluvium from interbedded sandstone and shale overlying residuum from limestone.  The precipitation occurs evenly throughout the year but the wettest months are July, August and September.  The mean annual temperature is 54 to 57 degrees F., and the average annual precipitation is 6 to 9 inches.  The average freeze-free period is 160 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bluechief, Moenkopie, Nakai and Raplee soils.  These soils do not have a petrocalcic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for rangeland and wildlife habitat.  Potential vegetation is shadscale, blackbrush, galleta, Indian ricegrass, and Mormon-tea."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Utah.  The soils of this series are of small extent.  About 5,000 acres have been mapped. MLRA 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  San Juan, Central Area; San Juan County, Utah, 1985.  The name is for a geographic name in the area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to a depth of 1 inch (A horizon)\nCalcic horizon - the zone from 8 to 16 inches with 34 percent carbonates (Bk1 and Bk2 horizons)\nPetrocalcic horizon - at 16 inches (Bkm horizon)\nClassified according to Soil Taxonomy Second Edition, 1999.\nADDITIONAL DATA:  S82UT-037-008 indicates less than 40 percent carbonates in the control section.  This changed the classification from carbonatic to mixed.\nUpdated competing series section June 27, 2008, CEM\nNational Cooperative Soil Survey\nU.S.A."
  }
}
