{
  "SERIES": "LIMEPOINT",
  "STATUS": "Established Series",
  "BYREV": "Rev. TMR/EED/SBC",
  "REVDATE": "07/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, isotic, mesic Typic Epiaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Limepoint mucky silt loam, forested, in a gently sloping drainageway at 20 meters elevation. When described on July 24, 2003 the soil was slightly moist to 76 centimeters and moist below. (Colors are for moist soil unless otherwise noted)\nA1--0 to 15 cm, black (10YR 2/1) mucky silt loam, very dark grayish brown (10YR 3/2) dry; moderate coarse granular structure; slightly hard, very friable, slightly sticky and slightly plastic; common fine to coarse roots; common very fine and fine dendritic tubular pores; slightly acid (pH 6.4); abrupt smooth boundary. (8 to 23 cm thick)\nA2--15 to 36 cm, very dark grayish brown (10YR 3/2) loam, dark grayish brown (10YR 4/2) dry; moderate coarse subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine and fine roots; common very fine and fine dendritic tubular pores; common distinct dark yellowish brown (10YR 4/4) iron-manganese masses throughout; 5 percent gravel; slightly acid (pH 6.5); abrupt wavy boundary. (13 to 25 cm thick)\nBg--36 to 79 cm, grayish brown (10YR 5/2) loamy coarse sand, light brownish gray (10YR 6/2) dry; massive; soft, very friable, nonsticky and nonplastic; few fine roots; few very fine and fine dendritic tubular pores; many distinct dark yellowish brown (10YR 4/4) iron-manganese masses throughout; neutral (pH 6.7); abrupt wavy boundary. (25 to 56 cm thick)\nCg1--79 to 124 cm, grayish brown (10YR 5/2) loam, light gray (10YR 7/2) dry; massive; soft, very friable, slightly sticky and slightly plastic; few very fine and fine irregular pores; common distinct dark yellowish brown (10YR 4/4) iron-manganese masses in cracks; neutral (pH 6.8); clear wavy boundary.\nCg2--124 to 147 cm, gray (10YR 6/1) sandy loam, light gray (10YR 7/1) dry; massive; soft, very friable, nonsticky and nonplastic; few very fine and fine irregular pores; common distinct dark yellowish brown (10YR 4/4) iron-manganese masses throughout; neutral (pH 7.0); abrupt wavy boundary. (Combined thickness of the Cg horizon is 38 to 76 cm thick)\n2Cd--147 to 152 cm, gray (10YR 5/1) silty clay loam, gray (10YR 6/1) dry; massive; extremely hard, extremely firm, moderately sticky and moderately plastic; 5 percent gravel; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Juan County, Washington about 783 meters north and 61 meters east of the southwest corner of section 25, T. 36 N., R. 4 W. Willamette Meridian; USGS Roche Harbor NE quarter quadrangle; latitude 48 degrees 35 minutes 12 seconds N. and longitude. 123 degrees 8 minutes 51 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depths to diagnostic horizons and features start from the mineral soil surface.\nMean annual soil temperature - 10 to 11 degrees C.\nDepth to redoximorphic features - 8 to 23 cm\nMollic epipedon thickness - 25 to 36 cm\nDepth to densic contact - 100 to 150 cm\nReaction - slightly acid to neutral\nParticle size control section:\nClay content - 2 to 18 percent\nRock fragments - 0 to 35 percent gravel\nA horizons\nHue - 10YR or 7.5YR\nValue - 2 or 3 moist, 3 or 4 dry\nChroma - 1 or 2 moist\nClay content - 7 to 18 percent\nRock fragments - 0 to 15 percent gravel\nBg horizon\nValue - 4 or 5 moist, 5 or 6 dry\nChroma - 1 or 2 moist and dry\nTexture - LCOS, L, S, SL\nClay content - 2 to 18 percent\nRock fragments - 0 to 35 percent gravel\nCg horizons\nValue - 5 or 6 moist, 6 or 7 dry\nChroma - 1 or 2 moist and dry\nTexture - L, SL, or S\nClay content - 2 to 18 percent\nRock fragments - 0 to 35 percent gravel\n2Cd horizon\nValue - 5 or 6 moist, 6 or 7 dry\nChroma - 1 or 2 moist and 2 or 3 dry\nTexture - SIL, SICL, or CL\nClay content - 15 to 40 percent\nRock fragments - 0 to 15 percent gravel"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series in this family"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Limepoint soils are in drainageways and outwash plains. Slope ranges from 0 to 5 percent. These soils formed in alluvium underlain by dense glaciomarine deposits. Elevations are 0 to 152 meters. The climate is characterized by warm dry summers and mild moist winters. Annual precipitation ranges from 455 to 1,015 millimeters. Mean annual air temperature is 9 to 10 degrees C. The frost-free period is about 200 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Alderwood, Coveland, Mitchellbay, Shalcar and Sholander soils. Alderwood, Coveland and Mitchellbay soils are in higher elevation positions within valleys and glacial drift plains and do not have aquic conditions in the upper 25 centimeters. Shalcar soils are very poorly drained organic soils in drainageways and depressions. Sholander soils are in drainageways and valleys, have a sandy particle-size control section, and do not have aquic conditions in the upper 25 centimeters."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained. Saturated hydraulic conductivity is moderately high to high in the upper part (A and Bg horizons), high in the Cg horizons, and low to moderately low in the Cd horizon. Limepoint soils have a perched water table as high as 0 cm from October to April, 36 cm in May, and 79 cm from June to September unless the soil is drained. Limepoint soils are subject to frequent ponding for very long durations from December to March and for brief durations during October, November, and April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used mainly for timber production, watershed, and wildlife habitat. Potential natural vegetation consists of Sitka spruce, red alder, lodgepole pine, clustered rose, salmonberry, trailing blackberry, red elderberry, common snowberry, stinging nettle, swordfern, slough sedge, field horsetail, and scouring-rush horsetail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Puget Sound valleys in Northwest Washington; MLRA A2, Northern Part. Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: San Juan County, Washington - 2006. Name is taken from Lime Kiln Point on San Juan Island"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nMollic epipedon: the zone from 0 to 36 cm (A horizons)\nDensic contact: 147 cm (upper boundary of Cd horizon)\nParticle-size control section: the zone from 25 to 100 cm\nDepth to redoximorphic features: 15 cm (iron-manganese masses)\nBase saturation by ammonium acetate in the A, Bg and Cg horizons is assumed to be greater than 50 percent based on laboratory data from similar soils.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
