{
  "SERIES": "LIMKING",
  "STATUS": "Established Series",
  "BYREV": "Rev. CSN/RJE/TLA",
  "REVDATE": "06/2005",
  "STATES": "WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over sandy or sandy-skeletal, glassy over isotic, frigid Typic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Limking stony ashy loam - in a replanted burned area on a 50 percent, southwest facing concave slope at an elevation of 5,300 feet.  (Colors are for dry soil unless otherwise stated.  All textures are apparent field textures).\nOi--0 to 1 inch; slightly decomposed forest litter.  (0 to 2 inches thick)\nA1--1 to 5 inches; brown (10YR 5/3) stony ashy loam dark brown (10YR 3/3) moist; weak fine granular structure; soft, very friable, nonsticky, nonplastic, and weakly smeary; common very fine, fine, and medium roots; few very fine tubular pores; 10 percent pebbles, 5 percent surface stones; NaF pH 11.0; neutral (pH 6.6); clear wavy boundary.  (2 to 4 inches thick)\nA2--5 to 7 inches; pale brown (10YR 6/3) ashy loam, brown (10YR 4/3) moist; moderate fine subangular blocky structure; slightly hard, friable, nonsticky, nonplastic, and weakly smeary; common very fine and fine roots; few very fine tubular pores; 10 percent pebbles; NaF pH 10.5; neutral (pH 6.6); clear wavy boundary.  (1 to 5 inches thick)\nBw1--7 to 14 inches; brown (7.5YR 5/4) gravelly ashy loam, dark brown (7.5YR 3/4) moist; weak fine subangular blocky structure; soft, very friable, nonsticky, slightly plastic, and weakly smeary; many very fine and common fine roots; few very fine tubular pores; 5 percent pumice 2 to 10 mm in diameter, 15 percent pebbles, 5 percent cobbles, 5 percent stones; NaF pH 11.5; neutral (pH 6.6); clear wavy boundary. (7 to 16 inches thick)\nBw2--14 to 23 inches; light brown (7.5YR 6/4) very gravelly ashy sandy loam, brown (7.5YR 4/4) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky, slightly plastic, and weakly smeary; common very fine and fine roots; few very fine tubular pores; 5 percent pumice 2 to 10 mm in diameter, 30 percent pebbles, 10 percent cobbles, 5 percent stones; NaF pH 11.5; neutral (pH 6.8); clear wavy boundary.  (0 to 17 inches thick)\n2BC--23 to 45 inches; light yellowish brown (2.5Y 6/4) extremely gravelly loamy sand, olive brown (2.5Y 4/4) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; 50 percent pebbles, 15 percent cobbles, 5 percent stones; NaF pH 10.0; neutral (pH 6.8); gradual wavy boundary.  (0 to 22 inches thick)\n2C--45 to 59 inches; brownish yellow (10YR 6/6) extremely gravelly loamy coarse sand, dark yellowish brown (10YR 4/6) moist; single grain; loose; 50 percent pebbles, 15 percent cobbles, 5 percent stones, NaF pH 10.0; neutral (pH 6.6). (10 to 18 inches thick)\nR--59 inches; granodiorite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Chelan County, Washington; about 11 miles north of Manson; along spur road off of Forest Service Road R3107; 1,000 feet west, 1,340 feet north of southeast corner, sec. 1, T. 29 N., R. 21 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The average annual soil temperature is estimated to be 40 to 44 degrees F.  Depth to a lithic contact is 40 to 60 inches.  The upper part of the particle-size control section has an estimated moist bulk density of 0.75 to 1.00 g/cc, volcanic glass content of 30 to 60 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 1.0 to 2.0 percent, 15-bar water retention of 5 to 12 percent, and 5 to 55 percent rock fragments.  The lower part of the particle-size control section has an estimated moist bulk density of 1.35 to 1.70 g/cc, volcanic glass content of less than 5 percent and 35 to 60 percent rock fragments.  Reaction is slightly acid or neutral throughout. Depth to the lithologic discontinuity is 14 to 30 inches.\nThe A horizon has value of 5 to 7 dry, and chroma of 1 to 3 dry or moist.  Surface stones range from 1 to 3 percent.\nThe Bw1 horizon has value of 5 or 6 dry, 3 or 4 moist.  Textures are gravelly ashy loam, very gravelly ashy loam, or gravelly ashy sandy loam.  Coarse fragments range from 20 to 40 percent.\nThe Bw2 horizon has hue of 7.5YR or 10YR, value of 5 or 6 dry, 4 or 5 moist, and chroma of 4 through 6 moist or dry.  Textures are gravelly ashy sandy loam, very gravelly ashy sandy loam, or very stony ashy sandy loam.  Coarse fragments range from 30 to 55 percent.\nThe 2BC horizon has value of 6 or 7 dry, 4 or 5 moist.  Textures are very gravelly loamy sand, very cobbly loamy sand, or extremely gravelly loamy sand.  Coarse fragments range from 40 to 65 percent.\nThe 2C horizon has hue of 10YR and 2.5Y, value of 6 or 7 dry, 4 through 6 moist, and chroma of 4 through 6 moist or dry.  Textures are extremely gravelly loamy sand, extremely cobbly sand, or very gravelly loamy coarse sand or extremely gravelly loamy coarse sand.  Coarse fragments range from 50 to 70 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Domkey series.  Domkey soils are 40 to 60 inches deep to a paralithic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Limking soils are on mountainsides that generally have a southerly aspect.  Slopes range from 30 to 60 percent. Elevation ranges from 4,000 to 6,000 feet.  These soils formed in volcanic ash over colluvial and residual from granitic rocks. The climate is characterized by warm, dry summers and cold, moist winters.  The mean annual precipitation is 30 to 45 inches.  The mean January temperature is about 24 degrees F, the mean July temperature is about 66 degrees F, and the mean annual temperature is about 41 to 44 degrees F.  The frost-free period is 70 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Goffpeak, Palmich, McCree, and Fears soils.  Goffpeak and Fears soils are in the cryic temperature regime.  McCree soils do not have andic soil properties.  Palmich soils are ashy-pumiceous."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium or rapid runoff; moderate permeability in the upper part and moderately rapid or rapid in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Woodland, wildlife habitat, grazing, watershed, and recreation.  Native vegetation is Douglas-fir, ponderosa pine, and lodgepole pine, with an understory of pinegrass, lupine, yarrow, and willow."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northshore area of Lake Chelan in eastcentral Chelan County, Washington.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Chelan County, Washington, 1995.\nRemarks:  Diagnostic horizons and features recognized in this pedon are an ochric epipedon and a cambic horizon from 7 to 23 inches\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
