{
  "SERIES": "LIMONES",
  "STATUS": "Established Series",
  "BYREV": "Rev. BCD",
  "REVDATE": "07/2001",
  "STATES": "PR",
  "OVERVIEW": "The Limones series consists of very deep, moderately well drained, moderately permeable soils on side slopes and ridge tops of uplands.  They formed in residuum from plutonic rocks.  Slopes range from 20 to 60 percent.  The mean annual precipitation is about 80 inches and the mean annual temperature is about 79 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, kaolinitic, isohyperthermic Typic Kandiudox"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Limones clay - pasture.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 5 inches; dark yellowish brown (10YR 4/4) clay with few fine distinct strong brown (7.5YR 5/8) and olive gray (5Y 5/2) mottles; weak fine and medium subangular blocky structure; friable, nonsticky, plastic; common fine roots; red coatings along root channels; few fine quartz grains; very strongly acid; clear smooth boundary.  (4 to 6 inches thick)\nBo1--5 to 9 inches; dark yellowish brown (10YR 4/4) clay with few fine faint strong brown (7.5YR 5/8) mottles; weak fine subangular blocky structure; friable, nonsticky, plastic; common fine roots; few faint clay films; few fine quartz grains; few fine black grains; very strongly acid; clear smooth boundary.  (4 to 10 inches thick)\nBo2--9 to 16 inches; yellowish brown (10YR 5/6) clay with many medium distinct red (2.5YR 4/8) mottles; moderate medium and coarse subangular blocky structure; firm, slightly sticky, plastic; common fine roots; many distinct yellowish brown clay films on surfaces of peds and root channels; common fine quartz grains; few fine black concretions; very strongly acid; clear smooth boundary.  (5 to 9 inches thick)\nBo3--16 to 26 inches; yellowish red (5YR 5/6) clay; moderate medium and coarse subangular blocky structure; firm, slightly sticky, plastic; common fine roots; many distinct strong brown clay films on surfaces of peds, root and worm channels; common fine quartz grains; few fine black grains; very strongly acid; gradual smooth boundary.  (8 to 12 inches thick)\nBo4--26 to 40 inches; yellowish red (5YR 4/8) clay; weak medium subangular blocky structure; friable, slightly sticky, plastic; few fine roots; few faint strong brown clay films on surfaces of peds and root channels; few fine quartz grains; few fine black grains; very strongly acid; gradual smooth boundary.  Horizon consists of about 20 percent saprolite.  (12 to 16 inches thick)\nC1--40 to 54 inches; red (2.5YR 4/8) clay loam; massive; friable, nonsticky, plastic; few fine roots; thin clay films along root channels; many weathered feldspar grains; many fine quartz grains; very strongly acid; gradual smooth boundary.  Horizon consists of saprolite. (10 to 16 inches thick)\nC2--54 to 120 inches; variegated colors of the saprolite, red (2.5YR 4/8) rubbed color; silty clay loam; massive; friable, nonsticky, plastic; few fine roots, many fine quartz grains; common fine soft black grains; many weathered feldspar grains; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Este SCD, Puerto Rico; 3 kilometers west of the town of Yabucoa, 100 feet north of kilometer marker 14.2 Highway 182, Aerial photo GS-LR-9-25."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 33 to 53 inches.  The soil ranges from strongly through extremely acid.  Organic matter content is 1.5 percent or more in the upper 6 inches of the argillic horizon.\nThe A horizon has colors in hues of 10YR or 7.5YR, values of 4 and chromas of 2 to 4.  It is dominantly clay or silty clay loam.\nThe upper part of the Bo horizon has dominant colors in hues of 10YR, 7.5YR, or 5YR, values of 4 to 6 and chromas of 4 to 8.  The lower part of the Bo horizon includes hue of 2.5YR.  Texture is dominantly clay and the structure ranges from moderate medium to coarse subangular blocky.  Clay films range from few faint to many prominent.\nThe C horizon consists of very highly weathered saprolite with variegated colors, friable and with common to many sand sized quartz grains."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Aceitunas, Aibonito, Alonso, Cialitos, Daguao, Daguey, Humatas, Ingenio, Jagueyes, Lares, Los Guineos, Magens, Naranjito, Sabana Seca, and Torres series.  The Aceitunas and Torres soils have thicker argillic horizons.  The Aibonito and Daguey soils have mixed mineralogy.  The Alonso, Ingenio, and Jagueyes soils have lower organic matter values in the upper argillic horizon--less than 1.5 percent.  In addition, the Alonso and Ingenio soils have redder colors in the Bt horizon and the Jaguey lacks the dark brown upper B horizon and is sandier.  The Cialitos soils have oxidic mineralogy. The Daguao, Humatas, Los Guineos, and Naranjito soils have higher exchange capacity values in the argillic horizon--more than 24 meq/100 grams of clay.  The Lares soils have low chroma mottles within 30 inches of the surface.  The Magens soils are dry for more than 90 cumulative days and occur in areas with less than 40 inches of annual rainfall.  The Sabana Seca soils are saturated with water some time of the year and have dominant low chroma colors."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Limones soils occur in strongly to moderately steep sideslopes and narrow ridgetops with slope gradients ranging from 20 to 60 percent.  The soil formed in fine textured residuum of very highly weathered plutonic rocks.  The climate is humid tropical. Average rainfall varies from 75 to 85 inches.  The mean annual temperature is from 77 to 80 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Los Guineos series in addition to the Ingenio, Jagueyes, Pandura, and Patillas series, all of which occupy similar land forms.  The Ingenio soils have lower organic matter content in the argillic horizon.  The Jagueyes soils have coarser textured profiles, with less than 35 percent clay.  The Lirios soils have thinner argillic horizons.  The Los Guineos soils occur at higher elevations above sea level and have lower soil temperatures.  The Pandura and Patillas soils are underlaid by less weathered plutonic rocks."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; medium to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Native grasses and brush.  Used for minor crops and for pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Humid plutonic uplands.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Humacao Survey ARea, Puerto Rico; l972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This classification was updated with the 4/91 draft from Clayey, kaolinitic, isohyperthermic Epiaquic Orthoxic Tropohumults to Very-fine, kaolinitic, isohyperthermic Humic Hapludox.  The previous OSED was dated 7/73.\nThe Limones soils were included in the Jayuya series in the Soil Survey of Puerto Rico, l942.\nDiagnostic horizons and features recognized in this pedon:\nOchric epipedon - zone from 0 to 5 inches (Ap horizon)\nOxic horizon - zone from 5 to 40 inches (Bo horizons)\nADDITIONAL DATA:  S63PR-12-2 Lincoln Laboratory data 19047-19055.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 5 inches; dark yellowish brown (10YR 4/4) clay with few fine distinct strong brown (7.5YR 5/8) and olive gray (5Y 5/2) mottles; weak fine and medium subangular blocky structure; friable, nonsticky, plastic; common fine roots; red coatings along root channels; few fine quartz grains; very strongly acid; clear smooth boundary.  (4 to 6 inches thick)"
      },
      {
        "name": "Bo1",
        "top": 13,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bo1--5 to 9 inches; dark yellowish brown (10YR 4/4) clay with few fine faint strong brown (7.5YR 5/8) mottles; weak fine subangular blocky structure; friable, nonsticky, plastic; common fine roots; few faint clay films; few fine quartz grains; few fine black grains; very strongly acid; clear smooth boundary.  (4 to 10 inches thick)"
      },
      {
        "name": "Bo2",
        "top": 23,
        "bottom": 41,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bo2--9 to 16 inches; yellowish brown (10YR 5/6) clay with many medium distinct red (2.5YR 4/8) mottles; moderate medium and coarse subangular blocky structure; firm, slightly sticky, plastic; common fine roots; many distinct yellowish brown clay films on surfaces of peds and root channels; common fine quartz grains; few fine black concretions; very strongly acid; clear smooth boundary.  (5 to 9 inches thick)"
      },
      {
        "name": "Bo3",
        "top": 41,
        "bottom": 66,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bo3--16 to 26 inches; yellowish red (5YR 5/6) clay; moderate medium and coarse subangular blocky structure; firm, slightly sticky, plastic; common fine roots; many distinct strong brown clay films on surfaces of peds, root and worm channels; common fine quartz grains; few fine black grains; very strongly acid; gradual smooth boundary.  (8 to 12 inches thick)"
      },
      {
        "name": "Bo4",
        "top": 66,
        "bottom": 102,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 8,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bo4--26 to 40 inches; yellowish red (5YR 4/8) clay; weak medium subangular blocky structure; friable, slightly sticky, plastic; few fine roots; few faint strong brown clay films on surfaces of peds and root channels; few fine quartz grains; few fine black grains; very strongly acid; gradual smooth boundary.  Horizon consists of about 20 percent saprolite.  (12 to 16 inches thick)"
      },
      {
        "name": "C1",
        "top": 102,
        "bottom": 137,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 8,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "C1--40 to 54 inches; red (2.5YR 4/8) clay loam; massive; friable, nonsticky, plastic; few fine roots; thin clay films along root channels; many weathered feldspar grains; many fine quartz grains; very strongly acid; gradual smooth boundary.  Horizon consists of saprolite. (10 to 16 inches thick)"
      },
      {
        "name": "C2",
        "top": 137,
        "bottom": 305,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 8,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--54 to 120 inches; variegated colors of the saprolite, red (2.5YR 4/8) rubbed color; silty clay loam; massive; friable, nonsticky, plastic; few fine roots, many fine quartz grains; common fine soft black grains; many weathered feldspar grains; very strongly acid."
      }
    ]
  ]
}
