{
  "SERIES": "LIMPIA",
  "STATUS": "Established Series",
  "BYREV": "REV. JLR/ACT",
  "REVDATE": "03/2008",
  "STATES": "AZ,NM,TX",
  "OVERVIEW": "The Limpia series consists of very deep, well drained, slowly permeable soils that formed in stony and gravelly colluvium mainly from igneous hills and mountains.  These soils are on nearly level to steep fans and terraces of mountain valleys.  Slopes range from 1 to 45 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, mixed, superactive, thermic Pachic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Limpia very cobbly loam--rangeland.  (Colors are for dry soils unless otherwise stated.)\nA--0 to 12 inches; dark reddish gray (5YR 4/2) very cobbly loam, dark reddish brown (5YR 2/2) moist; compound moderate fine granular and subangular blocky structure; slightly hard, friable; many fine roots; 25 percent gravel, 20 percent cobbles, and 10 percent stones; neutral; clear smooth boundary.  (5 to 16 inches thick)\nBt1--12 to 30 inches; reddish brown (5YR 5/3) extremely cobbly clay; dark reddish brown (5YR 3/3) moist; moderate fine angular blocky structure; slightly hard, firm, moderately sticky and moderately plastic; common fine roots; common distinct clay films on surfaces of peds; 35 percent gravel, 20 percent cobbles, and 10 percent stones; neutral; gradual smooth boundary.  (10 to 25 inches thick)\nBt2--30 to 60 inches; reddish brown (5YR 4/4) extremely cobbly clay, dark reddish brown (5YR 3/4) moist; moderate fine angular blocky structure; hard, firm, moderately sticky and moderately plastic; few fine roots; many distinct clay films on surfaces of peds; 35 percent gravel, 20 percent cobbles, and 10 percent stones; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jeff Davis County, Texas; in a pasture, 200 feet north of Limpia Canyon road, 4 miles from State Highway 17. (Latitude: 30 degrees, 46 minutes, 11 seconds North;  Latitude: 103 degrees, 40 minutes, 38 seconds, West.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Aridic ustic moisture regime\nDepth to bedrock or unconsolidated material: 60 to 80 inches\nThickness of the mollic epipedon: 20 to 40 inches\nCoarse fragments: 20 to 70 percent gravel, 5 to 40 percent cobbles and 0 to 20 percent stones\nReaction:  neutral to moderately alkaline\nA horizon\nHue: 5YR, 7.5YR\nValue: 4 or 5 dry, 2 or 3 moist\nChroma: 2 or 3 dry or moist\nTexture: loam, sandy clay loam, clay loam\nBt horizon (upper part)\nHue: 5YR, 7.5YR\nValue: 4 or 5 dry, 2 or 3 moist\nChroma: 2 or 3\nBt horizon (lower part)\nHue: 5YR\nValue: 4 or 5 dry, 2 or 3 moist\nChroma: 4 to 6 dry or moist\nTexture: clay\nClay content: 35 to 60 percent\nSome pedons have secondary carbonate accumulations in the lower part of the Bt horizon"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on nearly level to steep fans and terraces of mountain valleys.  Slopes are dominantly 1 to 8 percent, but range up to 45 percent.  They have formed in stony and gravelly colluvium material, mainly from volcanic hills and mountains.  Mean annual rainfall ranges from 10 to 16 inches and mean air temperature ranges from 60 to 66 degrees F.  Frost-free period ranges from 210 to 240 days and elevation ranges from 3,500 to 4,500 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the similar Musquiz series, and the Boracho, Gageby, Medley, Mitre, Rockhouse, and Santo Tomas series.  Gageby and Rockhouse soils are on flood plains below and have less than 35 percent clay in the control section.  Medley and Santo Tomas soils do not have an argillic horizon.  Mitre soils have a solum less than 20 inches thick over a petrocalcic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is slow.  Runoff is medium on 1 to 5 percent slopes, high on 5 to 20 percent slopes, and very high on slopes greater than 20 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for livestock grazing.  Moderate cover of short and mid grasses such as gramas, bluestems, threeawns, and muhlys with a few woody plants such as catclaw, mesquite trees, and white brush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Semiarid volcanic region of Western Texas, Arizona and New Mexico.  MLRA 41 & 42.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jeff Davis County, Texas; 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon  The zone from 0 to 30 inches (A and Bt1 horizons)\nArgillic horizon  The zone from 12 to 60 inches (Bt horizon)\nSoil classified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Tenth Edition, 2006.\nUpdate and revisions for the Recorrelation of Brewster County, Texas, Main Part, 2/12/08, CEM\nNational Cooperative Soil Survey\nU.S.A."
  }
}
