{
  "SERIES": "LINCO",
  "STATUS": "Established Series",
  "BYREV": "Rev. BKP/JBF",
  "REVDATE": "06/2016",
  "STATES": "NV",
  "OVERVIEW": "The Linco series consists of very deep, well drained soils that formed in alluvium derived from welded tuff and reworked lacustrine deposits. The Linco soils are on eroded fan remnants, fan remnants, older fan aprons, and pediments. Slopes are 2 to 30 percent. The mean annual precipitation is 230 mm and the mean annual temperature is 9 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Durinodic Xeric Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Linco gravelly sandy loam--rangeland. (Colors are for dry soil unless otherwise noted.) The soil surface is partially covered with approximately 25 percent gravel.\nA--0 to 8 cm; light brownish gray (10YR 6/2) gravelly sandy loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; many very fine and fine interstitial pores; 20 percent gravel; slightly effervescent; moderately alkaline (pH 8.0); abrupt smooth boundary. (5 to 13 cm thick)\nBk--8 to 20 cm; pinkish gray (7.5YR 7/2) gravelly loam, brown (7.5YR 5/4) moist; weak coarse subangular blocky structure; soft, very friable, nonsticky and nonplastic; common fine roots; many very fine and fine interstitial pores; 20 percent gravel; strongly effervescent; strongly alkaline (pH 8.5); abrupt irregular boundary. (5 to 13 cm thick)\n2Bqk--20 to 64 cm; pinkish gray (7.5YR 7/2) gravelly fine sandy loam, brown (7.5YR 5/4) moist; weak medium subangular blocky structure; hard, firm, slightly sticky, slightly plastic; few medium roots; many very fine and fine interstitial pores; slightly brittle matrix; 20 percent gravel; violently effervescent; strongly alkaline (pH 8.6); abrupt irregular boundary. (38 to 50 cm thick)\n2C--64 to 152 cm; pinkish gray (7.5YR 7/2) gravelly fine sandy loam, brown (7.5YR 5/4) moist, with few thin (0.6 to 1.2 cm) strata of gravel-free sandy loam and loamy sand; massive; soft, very friable, nonsticky and nonplastic; few medium roots; many fine interstitial pores; 30 percent gravel; violently effervescent; strongly alkaline (pH 9.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lincoln County, Nevada; approximately 1,300 feet north and 2,640 feet east of the southwest corner of section 32, T. 2 S., R. 69 E.; USGS Mosey Mountain 7.5 minute topographic quadrangle; latitude 37 degrees 43 minutes 35.9 seconds north and longitude 114 degrees 17 minutes 34.9 seconds W; WGS84 Decimal Degrees 37.7263889  latitude, -114.2902778  longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in late winter and spring, dry summer and fall except intermittently moist for 10 to 20 days in the summer due convection storms; aridic soil regime that borders on xeric.\nMean annual soil temperature: 8 to 12 degrees C.\nDepth to silica accumulation and brittle matrix: 10 to 25 cm.\nIdentifiable secondary calcium carbonate: 5 to 13 cm.\nParticle-size control section - Clay content: 7 to 18 percent.\nRock fragments: Averages 15 to 35 percent.\nMineralogy: 12 to 24 percent volcanic glass in the 0.02 to 2 mm fraction and averages 0.01 to 0.09 percent Al plus 1/2Fe, extracted by ammonium oxalate.\nA horizon\nHue: 10YR or 7.5YR.\nValue: 5 or 6 dry, 3 through 5 moist.\nChroma: 2 or 3, dry or moist.\nMineralogy: 15 to 24 percent volcanic glass in the 0.02 to 2 mm fraction and averages 0.05 to 0.09 percent Al plus 1/2Fe, extracted by ammonium oxalate.\nBk horizon\nHue: 10YR or 7.5YR.\nValue: 4 through 7 dry, 4 through 6 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Sandy loam or loam.\nRock fragments: Averages 15 to 35.\nCalcium carbonate equivalent: 5 to 15 percent in the less than 2 mm fraction.\nVisible secondary carbonates: 2 to 5 percent on the bottom of rock fragments.\nReaction: Strongly alkaline or very strongly alkaline.\nMineralogy: 15 to 24 percent volcanic glass in the 0.02 to 2 mm fraction and averages 0.05 to 0.09 percent Al plus 1/2Fe, extracted by ammonium oxalate.\n2Bqk horizon\nHue: 10YR or 7.5YR.\nValue: 4 through 7 dry, 4 through 6 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Individual strata range from loamy sand to loam. Some pedons are stratified, averaging sandy loam, loam or fine sandy loam sub-horizons.\nRock fragments: Averages 15 to 35 percent with some pedons containing thin sub-horizons that include 35 to 70 percent rock fragments.\nCalcium carbonate equivalent: 5 to 15 percent in the less than 2 mm fraction.\nVisible secondary carbonates: 2 to 5 percent.\nDurinodes: 0 to 10 percent.\nReaction: Strongly alkaline or very strongly alkaline.\n2C horizons\nHue: 10YR or 7.5YR.\nValue: 4 through 7 dry, 4 through 6 moist.\nChroma: 2 through 4, dry or moist.\nRock fragments: 15 to 35 percent with some pedons containing thin sub-horizons that include up to 60 percent rock fragments.\nCalcium carbonate equivalent: 5 to 15 percent in the less than 2 mm fraction.\nVisible geogenic carbonates: 0 to 4 percent along sedimentary layers and between fractures.\nReaction: Strongly alkaline or very strongly alkaline.\nOther: C horizons consist of lacustrine sediments of varying textures and composition that differ with changes in the depositional environment."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are Enko, Kerrfield, Orovada, Patter, Prinville, and Ultramont soils.\nEnko, Kerrfield, Orovada and Prinville soils are not intermittently moist for 10 to 20 days in the summer due convection storms. Enko, Orovada and Prinville soils average less than 15 percent rock fragments in the particle-size control section. Kerrfield soils are moderately deep to a paralithic contact. Patter and Ultramont soils have identifiable secondary calcium carbonate at 25 to 50 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Linco soils are on summits, shoulders, and backslopes of eroded fan remnants, fan remnants, and pediments. These soils formed in alluvium derived from welded tuff and reworked lacustrine deposits. Slopes are 2 to 30 percent. Elevations are 1,450 to 1,850 meters. The climate is cool semiarid. The mean annual precipitation is 200 to 250 mm, the mean annual temperature is 7 to 11 degrees C, and the frost-free season is 100 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Acana, Armespan, and Lojet soils. Acana soils are shallow to a duripan. Armespan soils average 35 to 60 percent rock fragments in the particle-size control section. Lojet soils are moderately deep to a duripan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; medium or high runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Linco soils are used for livestock grazing and wildlife habitat. Potential native vegetation is mainly black sagebrush, rabbitbrush, Nevada ephedra, Indian ricegrass, and Utah juniper. This pedon is correlated to ecological site R029XY008NV, Shallow Calcareous Loam 8-10 P.Z."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: East Central Nevada. These soils are moderate in extent. MLRA 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lincoln County (Meadow Valley Area), Nevada, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the surface to 18 cm (A and part of Bk horizons).\nCambic horizon - The zone from 8 to 64 cm (Bk and 2Bqk horizons).\nDurinodic features - The zone from 20 to 64 cm (2Bqk horizon).\nParticle-size control section - The zone from 25 to 100 cm (parts of the 2Bqk and 2C horizons).\nADDITIONAL DATA: Previous authors and editors include: ELS/DJM/CWL.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
