{
  "SERIES": "LINCOLN",
  "STATUS": "Established Series",
  "BYREV": "Rev. JDN-JWF-JGF-RFG",
  "REVDATE": "02/2017",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, thermic Typic Ustifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lincoln loamy fine sand, on a nearly level, plane, 0.5 percent slope, in rangeland at an elevation of about 1,255 feet.\n(Colors are for dry soil unless otherwise stated.)\nA--0 to 28 cm (0 to 11 in); brown (7.5YR 5/3) loamy fine sand, brown (7.5YR 4/2) moist; weak fine and medium granular structure; soft, very friable; thin strata and masses of fine sand to loam; slightly effervescent; moderately alkaline; clear smooth boundary.  Thickness is 15 to 38 cm (6 to 15 in)\nC--28 to 203 cm (11 to 80 in); pink (7.5YR 7/4) fine sand, light brown (7.5YR 6/4) moist; single grained; loose, very friable; very thin to 1 inch thick strata of darker colored fine sandy loam through clay loam that decreases in thickness and number with depth; bedding planes are evident; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:\nTillman County, Oklahoma; About 2 miles west and 2 miles north of Tipton; 200 feet north and 2,300 feet west of the southeast corner of sec. 28, T. 1 N., R. 19 W;\nUSGS topographic quadrangle: Tipton, Oklahoma;\nLatitude: 34 degrees, 31 minutes, 20 seconds N;\nLongitude: 99 degrees, 12 minutes, 02 seconds W;\nDatum: NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: A Typic-Ustic soil moisture regime.\nSolum thickness: 60 to 80 inches.\nParticle-size control section (weighted average):\nClay content: 0 to 15 percent silicate clay.\nCoarse fragments: 0 to 10 percent\nA horizon:\nHue: 5YR to 2.5Y\nValue: 4 to 7 dry, 3 to 5 moist\nChroma: 2 to 6\nNote: Where the moist color value and chroma are less than 3.5, the thickness is less than 10 inches.\nTexture: loamy fine sand, sand, fine sandy loam, loam, clay loam\nEffervescence: none to strong\nReaction (pH): slightly alkaline to moderately alkaline (7.4 to 8.4)\nC horizon:\nHue: 5YR to 2.5Y\nValue: 5 to 8 dry, 3 to 5 moist\nChroma: 2 to 6\nTexture: sand, loamy fine sand stratified with thin strata of fine sandy loam, sandy clay loam, clay loam\nNote: The strata are less than 2.5 cm (1 in) thick, are darker colored, and contain more organic carbon than the remainder of the soil.\nEffervescence: slight to strong\nReaction (pH): moderately alkaline (7.9 to 8.4)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Sayers series is the only series in the same family. Similar soils are the Gad, Gaddy, Gracemore, Guadalupe, and Westola series.\nSayers soils: are noncalcareous in the particle-size control section.\nGad soils: are moist in the soil moisture control section for longer periods of time and have mean annual air temperatures of 65 to 70 degrees F.\nGaddy soils: are moist in the soil moisture control section for longer periods of time.\nGracemore soils: have a water table within 102 cm (40 in) of the soil surface.\nGuadalupe and Westola soils: have a coarse-loamy particle-size control seciton."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Recent sandy alluvium\nLandform: nearly level to very gently undulating flood plains in the Central Rolling Red Plains and Southern High Plains Breaks.\nSlopes: 0 to 3 percent\nPrecipitation Pattern: July through August and December through February are the driest months. These soils are intermittently moist in September through November and March through June.\nMean annual precipitation: 508 to 762 mm (20 to 30 in)\nThornthwaite annual P-E Index Values: 31 to 44\nMean annual air temperature: 13.9 to 17.8 degrees C (57 to 64 degrees F)\nFrost-free period: 185 to 230 days.\nElevation: 274.3 to 762.0 meters (900 to 2500 feet)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Gracemont, Gracemore, Jester, Tivoli, and Westola series.\nGracemont and Gracemore soils: have water tables at or near the surface and occur on similar positions.\nJester and Tivoli soils: do not have fluventic features and occur on higher hummocky to duney areas.\nWestola soils: have a coarse-loamy particle-size control section and usually occur further from the stream channel and at slightly higher elevations."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: Somewhat excessively drained\nPermeability: Rapid\nSurface runoff: negligible on 0 to 1 percent slopes and very low on 1 to 3 percent slopes\nWetness: A water table occurs at a depth of 152 to 244 cm (5 to 8 feet) during the months of November to May\nFlooding: frequently to rarely flooded for very brief to brief periods during the spring and summer months"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for rangeland.  Native vegetation is tall grasses with small percent of trees, mainly eastern cottonwood and tamarisk.  Some areas are cultivated to bermudagrass, weeping lovegrass, winter wheat, and forage sorghums."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western Oklahoma and northwestern Texas; LRR H; Central Rolling Red Plains (MLRAs 78B and 78C) and Southern High Plains Breaks (MLRA 77E). The soil is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Russell County, (Russell Area), Kansas; 1903."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nSeries revised March 2002 by Mike Risinger and Charlie Cail to correct elevation, precipitation, temperature, and slope ranges.\nDiagnostic horizons and features recognized in this soil are:\nParticle-size control section: 25 to 102 cm (10 to 40 in)\nOchric epipedon: 0 to 28 cm (0 to 11 in) (A horizons)\nFluventic feature: Irregular decrease in organic matter content with depth.\nADDITIONAL DATA: KSSL data from Pedon ID# 93OK059008\nTaxonomic version: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
