{
  "SERIES": "LINDALE",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLC",
  "REVDATE": "04/2003",
  "STATES": "TX",
  "OVERVIEW": "The Lindale series consists of moderately deep, well drained,\nslowly permeable soils that formed in marine clays and limestone rubble.  These gently sloping soils are on stream divides or low ridges.  Slopes range from 1 to 5 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Typic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lindale clay loam--pasture.\n(Colors are for dry soil unless otherwise stated.)\nA1--0 to 6 inches; brown (7.5YR 4/2) clay loam, dark brown (7.5YR 3/2) moist; moderate medium subangular blocky structure;\nvery hard, firm; many fine and medium roots; common medium pores; common wormcasts; common fine fragments of ironstone; slightly\nacid; clear smooth boundary.  (5 to 9 inches thick)\nB21t--6 to 16 inches; reddish brown (5YR 5/4) clay, reddish brown (5YR 4/4) moist; moderate medium subangular blocky\nstructure; very hard, firm; common fine and medium roots; few\npatchy clay films; common fine fragments of ironstone; mildly alkaline; gradual smooth boundary.  (5 to 18 inches thick)\nB22t--16 to 25 inches; brown (7.5YR 5/4) clay, brown (7.5YR\n4/4) moist; moderate medium blocky structure; extremely hard, very firm; few fine roots; few patchy clay films; about 10 percent fine subrounded fragments of ironstone; moderately alkaline; gradual smooth boundary.  (4 to 20 inches thick)\nB3ca--25 to 32 inches; brown (10YR 5/3) clay, brown (10YR\n4/3) moist; common fine distinct mottles of strong brown (7.5YR\n5/6); moderate medium blocky structure; extremely hard, very firm; few fine roots; about 2 percent fine fragments of ironstone; about\n3 percent fine, soft masses and concretions of calcium carbonate; moderately alkaline; strong effervescence; clear wavy boundary.\n(4 to 14 inches thick)\nC1ca--32 to 43 inches; light brown (7.5YR 6/4) very gravelly clay, brown (7.5YR 5/4) moist; massive; extremely hard, very firm; few fine roots; about 60 percent by volume of limestone gravel, cobbles, and stones; about 10 percent soft masses of calcium carbonate; few fine fragments of ironstone, moderately alkaline; strong effervescence; diffuse boundary.  (6 to 20 inches thick)\nC2ca--43 to 65 inches; reddish yellow (7.5YR 6/6) gravelly\nclay, strong brown (7.5YR 5/6) moist; massive; hard, firm; about\n30 percent soft masses of calcium carbonate; 20 percent limestone gravel and concretions of calcium carbonate; few fragments of ironstone; moderately alkaline; strong effervescence."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Denton County, Texas; from the intersection of\nU.S. Highway 380 and Interstate Highway 35; 3.0 miles west on U.S.  Highway 380; then 0.3 mile north on gravel road and 100 feet east\nof right-of-way into pasture."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness to C horizons\ncontaining limestone gravel, cobbles, and stones ranges from 20 to\n40 inches.  Depth to calcareous soil material ranges from 18 to 27 inches.  Volume of fragments of ironstone, in the solum, ranges\nfrom few to 10 percent.\nThe A horizon is grayish brown (10YR 5/2), brown (7.5YR 4/2, 5/2, 5/4), or reddish brown (5YR 4/3, 4/4, 5/4).  A horizons with moist values and chromas of less than 3.5 are less than 7 inches thick.  The A horizon is clay loam or sandy clay loam.  Reaction ranges\nfrom slightly acid to moderately alkaline.\nThe B2t horizons are brown (7.5YR 5/4), yellowish red (5YR 5/6), reddish brown (5YR 4/4, 5/4), light reddish brown (5YR 6/4), or\nred (2.5YR 5/6).  Texture is clay loam or clay with a range of 35\nto 50 percent clay.  Reaction ranges from slightly acid through moderately alkaline.\nThe B3ca horizon is yellowish brown (10YR 5/6), brown (10YR 5/3; 7.5YR 5/4), strong brown (7.5YR 5/6), or reddish brown (5YR 5/4).  Contrasting mottles of strong brown or reddish brown range from\nnone to common. Texture is clay loam, clay, silty clay, or silty\nclay loam.  Concretions, soft masses of calcium carbonate, and fragments of limestone range from few to 50 percent by volume.\nThe Cca horizons are yellowish brown (10YR 5/6), strong brown\n(7.5YR 5/6), brown (7.5YR 5/4; 10YR 5/3), light brown (7.5YR 6/4),\nor reddish yellow (7.5YR 6/6).  The fine earth fraction of the\nC1ca horizon is silty clay, clay, clay loam, or silty clay loam.\nThe volume of fragments of limestone ranges from 45 to 80 percent.  It contains 35 to 50 percent fragments of gravel, 10 to 20 percent fragments of cobble, and up to 10 percent fragments of flat\nlimestone 3 to 5 feet long, 2 to 3 feet wide, and 1 to 6 inches thick.  Cobble and stone content is variable within short\ndistances.  Soft masses of calcium carbonate range from few to 35 percent by volume.  The fine earth fraction of the C2ca horizon is silty clay or clay.  It contains 10 to 30 percent limestone gravel and cobbles and 15 to 40 percent soft masses of calcium carbonate."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Bexar, Callahan, Fulshear, Hillco, Lindy, Mingo, and Thurber series.  Bexar soils have 15 to\n35 percent coarse fragments in the control section.  Callahan\nsoils have a paralithic contact with shale at 24 to 40 inches\ndepth.  In addition, Callahan soils are dry in the moisture\ncontrol section for longer periods.  Fulshear soils have thicker\nsola and lack carbonates within 28 inches of the surface.  Hillco\nand Mingo soils have a mollic epipedon.  Lindy soils lack\nsecondary carbonates within 28 inches of the soil surface and have\na lithic contact to limestone.  Thurber soils have\nmontmorillonitic mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lindale soils are on gently sloping uplands.  Slopes range from 1 to 5 percent but are mostly 1 to 3 percent.\nThe soil formed in marine clays and limestone rubble of Lower Cretaceous formations.  The climate is warm subhumid.  The mean annual precipitation is 30 to 38 inches; mean annual temperature\nis 62 degrees to 69 degrees F; Thornthwaite P-E indices are 46 to\n62."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Mingo series, as well as the Ponder, Sanger, and Somervell series.\nPonder soils have sola more than 40 inches thick.  Sanger soils\nare calcareous, lack B2t horizons, and have intersecting slickensides.  Somervell soils have a mollic epipedon, have less\nthan 35 percent clay in the control section and lack B2t horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for cropland, rangeland, and pastures.  Crops are mainly small grain and grain sorghum.  Native vegetation\nis little bluestem, buffalograss, meadow dropseed, and Texas wintergrass.  Scattered mesquite and hackberry trees occur in some areas"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly along the eastern edge of Grand Prairie of northcentral Texas.  The series is moderately\nextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Denton County, Texas; 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included in the Lindy series\nand would have been formerly classified in the Reddish Prairie\ngreat soil group.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 15,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "narrative": "A1--0 to 6 inches; brown (7.5YR 4/2) clay loam, dark brown (7.5YR 3/2) moist; moderate medium subangular blocky structure;"
      },
      {
        "name": "B21t",
        "top": 15,
        "bottom": 41,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "narrative": "B21t--6 to 16 inches; reddish brown (5YR 5/4) clay, reddish brown (5YR 4/4) moist; moderate medium subangular blocky"
      },
      {
        "name": "B22t",
        "top": 41,
        "bottom": 64,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "texture_class": "clay",
        "narrative": "B22t--16 to 25 inches; brown (7.5YR 5/4) clay, brown (7.5YR"
      },
      {
        "name": "B3ca",
        "top": 64,
        "bottom": 81,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "texture_class": "clay",
        "narrative": "B3ca--25 to 32 inches; brown (10YR 5/3) clay, brown (10YR"
      },
      {
        "name": "C1ca",
        "top": 81,
        "bottom": 109,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "very gravelly",
        "pH_class": "moderately alkaline",
        "narrative": "C1ca--32 to 43 inches; light brown (7.5YR 6/4) very gravelly clay, brown (7.5YR 5/4) moist; massive; extremely hard, very firm; few fine roots; about 60 percent by volume of limestone gravel, cobbles, and stones; about 10 percent soft masses of calcium carbonate; few fine fragments of ironstone, moderately alkaline; strong effervescence; diffuse boundary.  (6 to 20 inches thick)"
      },
      {
        "name": "C2ca",
        "top": 109,
        "bottom": 165,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "cf_class": "gravelly",
        "narrative": "C2ca--43 to 65 inches; reddish yellow (7.5YR 6/6) gravelly"
      }
    ]
  ]
}
