{
  "SERIES": "LINDRITH",
  "STATUS": "Established Series",
  "BYREV": "Rev. JER/MWR/LWH",
  "REVDATE": "12/2003",
  "STATES": "NM",
  "OVERVIEW": "The Lindrith series consists of very deep, well drained, soils that formed in alluvium from sandstone and shale. Lindrith soils are on valley sides, fan terraces and stream terraces and have slopes ranging from 0 to 10 percent.  The mean annual precipitation is about 14 inches and the mean annual temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, calcareous, mesic Aridic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lindrith silty clay loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 3 inches; brown (10YR 5/3) silty clay loam, brown (10YR 4/3) moist; weak fine granular structure; slightly hard, friable, sticky and plastic; common very fine and fine roots; common fine tubular pores; slightly effervescent; slightly alkaline; clear smooth boundary.  (1 to 4 inches thick)\nAC--3 to 11 inches; brown (10YR 5/3) silty clay loam, brown (10YR 4/3) moist; massive; slightly hard, friable, sticky and plastic; common very fine and few medium roots; common fine tubular pores; slightly effervescent; slightly alkaline; clear smooth boundary.  (5 to 12 inches thick)\nC1--11 to 25 inches; yellowish brown (10YR 5/4) sandy loam, dark yellowish brown (10YR 4/4) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; common very fine and few fine roots; few fine and very fine tubular pores; slightly effervescent; neutral; gradual smooth boundary.  (10 to 25 inches thick)\nC2--25 to 37 inches; yellowish brown (10YR 5/4) sandy loam, dark yellowish brown (10YR 4/4) moist; massive; hard, friable, slightly sticky and slightly plastic; few very fine and medium roots; few fine tubular pores; 5 percent pebbles; slightly effervescent; neutral; gradual smooth boundary.  (0 to 15 inches thick)\nC3--37 to 50 inches; yellowish brown (10YR 5/6) sandy loam, dark yellowish brown (10YR 4/6) moist; massive; hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; few very fine tubular pores; slightly effervescent; neutral; gradual smooth boundary.  (10 to 20 inches thick)\nC4--50 to 67 inches; yellowish brown (10YR 5/6) loamy sand, dark yellowish brown (10YR 4/6) moist; massive; hard, firm, nonsticky and nonplastic; few very fine roots; few very fine tubular pores; strongly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rio Arriba County, New Mexico; 2.5 miles north and 8 miles west of Lindrith; 600 feet west and 1,400 feet south of NE corner of Sec. 7, T. 24 N., R. 3 W.; 107 degrees, 06 minutes, 27 seconds west longitude; 36 degrees, 19 minutes, 41 seconds north latitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture:  Intermittently moist in some part of the soil moisture control section December through April and July through September.  The soil is driest during May and June.\nSoil Temperature:  47 to 51 degrees F.\nCalcium carbonate equivalent:  less than 15 percent\nRock fragments:  0 to 10 percent pebbles\nA and AC horizon:\nHue: 10YR or 2.5Y.\nValue:  5 or 6 dry, 4 or 5 moist.\nChroma: 2 through 6.\nC horizon:\nHue: 10YR or 7.5YR.\nValue:  5 or 6 dry, 4 or 5 moist.\nChroma:  2 through 6.\nTexture:  Often stratified, but averages 10 to 18 percent clay and 40 to 75 percent sand.\nOther features: individual pedon may contain sandstone bedrock below 50 inches"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Waumac(NM) and the Westover(SD) series.   Waumac soils have soil temperatures greater than 52 degrees F. and are moist for shorter periods during the winter.  Westover soils have sand and gravel starting at depths of 22 to 49 inches and are more moist in the spring and early summer."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Lindrith soils formed in alluvium from sandstone and shale on stream terraces and fan terraces.  Slopes range from 0 to 10 percent. The mean annual precipitation is 12 to 16 inches, and the mean annual temperature is 45 to 48 degrees F.  Elevations are 6,600 to 7,400 feet, and the frost-free period is 100 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Orlie and Sparham soils.   Orlie soils have an argillic horizon and Sparham soils have more than 35 percent clay."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderately rapid permeability in the control section."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Lindrith soils are used mainly for livestock grazing.  The present vegetation is big sagebrush, galleta, blue grama, and needleandthread."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northcentral New Mexico.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Rio Arriba County, New Mexico, 1989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nEntisol feature - lack of diagnostic horizons.\nADDITIONAL DATA:  This pedon was sampled as part of a characterization study.  The sample number is S80NM-039-11.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
