{
  "SERIES": "LINDSTROM",
  "STATUS": "Established Series",
  "BYREV": "Rev. GAP-HRF",
  "REVDATE": "06/2005",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Cumulic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lindstrom silt loam with a 7 percent concave north- facing foot slope in the dissected uplands in an orchard.  (All colors are for moist conditions unless otherwise stated.)\nAp--0 to 9 inches; black (10YR 2/1) silt loam, very dark gray (10YR 3/1) dry; weak very fine granular structure; friable; slightly acid; abrupt wavy boundary.\nA1--9 to 22 inches; very dark brown (10YR 2/2) silt loam, black (10YR 2/1) coatings on peds; very dark grayish brown (10YR 3/2) dry; moderate very fine granular structure; friable; moderately acid; clear wavy boundary.\nA2--22 to 29 inches; very dark grayish brown (10YR 3/2) silt loam, dark grayish brown (10YR 4/2) dry; very dark brown (10YR 2/2) coatings on faces of peds; moderate fine subangular blocky structure; friable; common black tongues; common very fine, fine and medium tubular pores; few thin coatings of clean sand particles on faces of peds; moderately acid; gradual wavy boundary.  (Combined thickness of the Ap and A horizon is 13 to 38 inches.)\nBw1--29 to 38 inches; dark brown (10YR 3/3) silt loam, brown (10YR 5/3) crushed and dry, very dark grayish brown (10YR 3/2) coatings on faces of peds; moderate medium subangular blocky structure; friable; common very fine, fine and medium tubular pores; common black fillings in old root channels and worm holes; moderately acid; clear wavy boundary.\nBw2--38 to 44 inches; brown (10YR 4/3) silt loam, very dark grayish brown (10YR 3/2) coatings on faces of peds; moderate medium subangular blocky structure; friable; common very fine, fine and medium tubular pores; moderately acid; clear wavy boundary.\nBw3--44 to 60 inches; dark yellowish brown (10YR 4/4) silt loam; moderate medium subangular blocky structure; friable; common variable sized pores; few thin clay films on old root channels; slightly acid; abrupt wavy boundary.  (Combined thickness of the Bw horizon is 19 to 42 inches.)\nC--60 to 70 inches; yellowish brown (10YR 5/4) loam; massive; very friable; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Goodhue County, Minnesota; about 3 miles south and 4 miles east of Red Wing; 240 feet east and 1,040 feet north of the center of sec. 11, T. 112 N., R. 14 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to free carbonates ranges from 50 to 80 inches.  The mollic epipedon ranges from 24 to 54 inches in thickness.  The content of organic carbon is greater than 0.3 percent to depths of more than 50 inches.  The control section has between 18 and 24 percent clay and 5 to 15 percent fine sand and coarser.\nThe A horizon has hue of 10YR, value of 2 or 3, and chroma of 1 or 2.  It typically is silt loam but the upper part includes fine sandy loam and very fine sandy loam high in content of very fine sand.  It is moderately acid through neutral.\nThe Bw horizon has a matrix hue of 10YR in the upper part and 10YR or 2.5Y in the lower part, value of 3 through 5, and chroma of 3 or 4.  It has low chroma mottles below depths of 36 inches in some pedons.  It is moderately acid through neutral.\nSome pedons have a BA or BC horizon.\nSome pedons have a Bt horizon with few to common clay films on faces of peds.  The B/A clay ratio is less than 1.2.\nThe C horizon has 10YR or 2.5Y hues, value of 4 or 5, and chroma of 3 or 4.  It is silt loam, loam, or very fine sandy loam and is friable or very friable.  It is neutral or mildly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Allison, Ely, Huntsville, Ivan, Judson, Kahola, Kennebec, Lawson, Littleton, Napier, Sturkie, and Worthen series in the same family.  Allison, Ely, and Judson soils are silty clay loam throughout the control section.  Huntsville soils are neutral or mildly alkaline throughout the control section and are on flood plains.  Ivan soils have free carbonates in most of the control section and are in a warmer climate.  Kahola soils have free carbonates in the lower part of the mollic epipedon.  Kennebec soils lack B horizons with chroma of 3 or 4.  Lawson and Littleton soils have horizons with lower chroma and mottles at moderate depths.  Napier and Worthen soils are very strong competitors, but they are less acid and have more weakly developed B horizons.  Sturkie soils have a mean annual soil temperature of greater than 54 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lindstrom soils primarily are on concave foot slopes and toe slopes at the base of steep hills and bluff-like ridges or valley walls.  Slope gradients range from 1 to 30 percent.  They are also on the upper parts of small drainageways that head at the base of the uplands.  The Lindstrom soils formed in silty, aeolian or alluvial sediments that mantle colluvium.  The silty sediments are Late Wisconsin in age.  The mean temperature is 45 to 52 degrees F, and the mean annual precipitation is 28 to 34 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  The Frontenac, Marlean, Mt. Carroll, and Port Byron soils are the main ones.  All of these soils are well drained and have thinner mollic epipedons.  Mt. Carroll and Port Byron soils formed in thick loess and are upslope.  Marlean soils formed in a thin loamy mantle over fragmented limestone and are upslope or on adjacent convex slopes.  Frontenac soils formed in loamy mantle over loamy-skeletal colluvium and are upslope."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Surface runoff is medium through rapid.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Less sloping areas are cropped to corn and soybeans.  Steeper areas are primarily for pasture.  Native vegetation was mixed tall grass prairie and deciduous forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Minnesota, southwestern Wisconsin, and possibly northeastern Iowa.  Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washington County, Minnesota, 1941."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:  mollic epipedon--the zone from the surface to a depth of 39 inches (Ap, A1, A2, Bw1 horizons); cambic horizon--the zone 38 to 60 inches (Bw2, Bw3 horizons); udic moisture regime.\nADDITIONAL DATA:  Refer to Minnesota Agriculture Experiment Station Central File Code No. 825 for results of some laboratory analysis of the typical pedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
