{
  "SERIES": "LINDY",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLL:CLG:JCW",
  "REVDATE": "09/2002",
  "STATES": "TX",
  "OVERVIEW": "The Lindy series consists of moderately deep, well drained, moderately permeable soils that formed in materials weathered from limestone.  These nearly level to undulating soils are on stream divides.  Slopes range from 0 to 8 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Udic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lindy loam--pasture, old cropland.\n(Colors are for dry soil unless otherwise stated.)\nAp--0 to 4 inches; dark brown (7.5YR 4/3) loam, dark brown (7.5YR 3/3) moist; weak medium granular structure, thin platy in surface inch; very hard, friable; few black concretions 2 mm in diameter; few ironstone pebbles 5 to 10 mm in diameter; neutral; abrupt smooth boundary.  (0 to 8 inches thick)\nA--4 to 10 inches; reddish brown (5YR 4/4) loam, dark reddish brown (5YR 3/4) moist; moderate very fine and fine subangular blocky structure; very hard, friable; common subrounded pebbles of quartz and ironstone 5 to 10 mm in diameter and few ironstone fragments 10 to 20 mm across; neutral; clear wavy boundary.  (0 to 8 inches thick)\nBt1--10 to 20 inches; reddish brown (5YR 4/4) clay loam, dark reddish brown (5YR 3/4) moist; moderate medium blocky structure;\nvery hard, firm; patchy clay film; common quartz pebbles; about 2\nmm in diameter and few angular ironstone fragments 5 to 10 mm\nacross; neutral; clear wavy boundary.  (5 to 14 inches thick)\nBt2--20 to 30 inches; reddish brown (5YR 4/4) clay, dark\nreddish brown (5YR 3/4) moist; strong very fine blocky structure; extremely hard, very firm; many clay films; common ironstone,\nquartz, and limestone pebbles 2 to 10 mm in diameter and a few fragments 20 mm across; neutral; abrupt wavy boundary.  (5 to 14 inches thick)\nR--30 to 40 inches; weakly bedded angular limestone\nfragments, up to 14 inches across the long axes and up to 6\ninches thick; fragments have pendants of calcium carbonate in the lower part of layer; limestone is distinctly bedded in the lower part; contains reddish brown (5YR 4/3) calcareous clay in the horizontal and vertical crevices."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cooke County, Texas; from the northwest edge of Gainesville, 1.4 miles west of I-35 on U.S. Highway 82, 1.5 miles north on Farm Road 1201, 1.3 miles northwest on Farm Road 1200, then 285 feet southwest in pasture."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 20 to 40 inches.  Lower boundary of solum may rest abruptly on limestone bedrock or grade into bedded limestones with soil occupying the interstices.  Coarse fragments and gravel content range from 0 to 20 percent in the A horizon and 0 to 5 percent in the Bt horizons.  Reaction of the solum varies from slightly acid through mildly alkaline, with acidity decreasing with depth. Mollic colored horizons are too thin for a mollic epipedon.\nThe A horizon has hue of 5YR, 7.5YR, and 10YR, value of 4 or 5, and chroma of 2 through 4.  It is loam, silt loam, clay loam, or fine sandy loam.\nThe Bt horizon has hue of 2.5YR, 5YR, and 7.5YR, value of 3 through 5, chroma of 3 through 6.  It is clay or clay loam, with clay content ranging from 35 to 60 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include Acove, Bluegrove, Bronte, Fulshear, and Katemcy series in the same family and the similar Bexar, Bonti, Lindale, Rowden and Scullin series.  Acove soils have stony argillic horizons over weakly consolidated sandstone. Bluegrove soils are 20 to 40 inches thick over sandstone bedrock. Bronte and Fulshear soils have sola more than 40 inches thick. Katemcy soils have a lithic content of schist at a depth of 20 to 40 inches.  Bexar and Scullin soils have a mollic epipedon. Bonti soils are more acid in the argillic horizon and are 20 to 40 inches thick over sandstone bedrock.  Lindale soils have secondary carbonates with 28 inches of the soil surface and lack a lithic contact of limestone.  Rowden soils have a mollic epipedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lindy soils are on upland plains; surfaces are convex to plane, slope gradients are 0 to 8 percent.  The regolith is loamy and clayey and is over thick beds of strongly cemented or indurated limestone.  The underlying limestone is generally of lower Cretaceous age but some areas are over Pennsylvanian or Permian limestone.  The climate in the area of occurrence is dry subhumid with a mean annual precipitation range of 24 to 34 inches.  Thornthwaite annual P-E indices of 34 to 54 and mean annual temperature range of 64 to 65 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  The principal associated soils are the competing Bexar series and Hensley, Leeray, Palopinto, Rowden and Truce series.  Bexar soils are on positions similar to Lindy soils.  Hensley soils have sola less than 20 inches thick. Leeray soils are clayey throughout and have gilgai microrelief. Hensley and Leeray soils are on positions similar to Lindy soils. Palopinto soils have sola less than 20 inches thick and loamy-skeletal control sections and are above along slopes and ridgetops.  Rowden soils occur in similar positions.  Truce soils have sola thicker than 40 inches and are slightly higher in the landscape on convex stream divides or hillsides."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to moderate runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Dominantly used as rangeland, but in some areas sizable amounts are cultivated with small grains and grain sorghums as the main crops.  The native vegetation is mid and short grasses with scattered mesquite and post oak trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Texas, possibly Oklahoma.  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Erath County, Texas; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the A horizons from 0 to 10 inches.\nArgillic horizon - the Bt horizons from 10 to 30 inches.\nLithic contact - hard limestone occurs at 30 inches.\nADDITIONAL DATA:  Lincoln laboratory data on the type location profile are available as Lab. Nos. 18217-18223.  Laboratory data on another profile are reported under Lincoln Lab. Nos. 18224-18228.  Both were sampled in 1963.  Another pedon, NSSL Nos. 84-P4343-4348, was sampled in l984.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 10,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 4 inches; dark brown (7.5YR 4/3) loam, dark brown (7.5YR 3/3) moist; weak medium granular structure, thin platy in surface inch; very hard, friable; few black concretions 2 mm in diameter; few ironstone pebbles 5 to 10 mm in diameter; neutral; abrupt smooth boundary.  (0 to 8 inches thick)"
      },
      {
        "name": "A",
        "top": 10,
        "bottom": 25,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--4 to 10 inches; reddish brown (5YR 4/4) loam, dark reddish brown (5YR 3/4) moist; moderate very fine and fine subangular blocky structure; very hard, friable; common subrounded pebbles of quartz and ironstone 5 to 10 mm in diameter and few ironstone fragments 10 to 20 mm across; neutral; clear wavy boundary.  (0 to 8 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 25,
        "bottom": 51,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bt1--10 to 20 inches; reddish brown (5YR 4/4) clay loam, dark reddish brown (5YR 3/4) moist; moderate medium blocky structure;"
      },
      {
        "name": "Bt2",
        "top": 51,
        "bottom": 76,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bt2--20 to 30 inches; reddish brown (5YR 4/4) clay, dark"
      },
      {
        "name": "R",
        "top": 76,
        "bottom": 102,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--30 to 40 inches; weakly bedded angular limestone"
      }
    ]
  ]
}
