{
  "SERIES": "LINECREEK",
  "STATUS": "Established Series",
  "BYREV": "Rev. AEK/DL/RWL",
  "REVDATE": "03/2013",
  "STATES": "OR",
  "OVERVIEW": "The Linecreek series consists of very deep, well drained soils on hills, canyons, and plateaus. Linecreek soils formed in volcanic ash and the underlying colluvium derived from basalt. Slopes are 15 to 90 percent. The mean annual precipitation is about 24 inches and the mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy-skeletal, glassy, frigid Vitrandic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Linecreek extremely cobbly ashy loam - woodland, on a 70 percent planar southwest-facing slope at an elevation of 4,150 feet. (Colors are for moist soil unless otherwise noted.)\nA1--0 to 9 inches; very dark grayish brown (10YR 3/2) extremely cobbly ashy loam, dark grayish brown (10YR 4/2) dry; moderate fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, and common medium roots; common fine and few medium irregular pores; 45 percent gravel, 25 percent cobbles and 5 percent stones; slightly alkaline (pH 7.6); clear smooth boundary. (4 to 10 inches thick)\nA2--9 to 22 inches; very dark grayish brown (10YR 3/2) extremely gravelly ashy fine sandy loam, dark grayish brown (10YR 4/2) dry; weak very fine granular structure; soft, very friable, nonsticky and nonplastic; common fine, medium, and coarse roots; common fine irregular pores; 55 percent gravel, 25 percent cobbles, and 5 percent stones; slightly alkaline (pH 7.6); clear smooth boundary. (9 to 13 inches thick)\nBw1--22 to 35 inches; dark grayish brown (10YR 4/2) extremely gravelly ashy fine sandy loam, light gray (10YR 7/2) dry; weak very fine subangular blocky structure; soft, very friable, nonsticky and slightly plastic; common fine, and few medium and coarse roots; many fine, common medium and few coarse irregular pores; 45 percent gravel, 15 percent cobbles, and 5 percent stones; neutral (pH 7.3); gradual smooth boundary.\nBw2--35 to 50 inches; grayish brown (10YR 5/2) extremely cobbly fine sandy loam, very pale brown (10YR 7/3) dry; weak very fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few fine and medium roots; common fine irregular pores; 40 percent gravel, 20 percent cobbles, and 5 percent stones; neutral (pH 7.3); clear smooth boundary. (combined thickness of the Bw horizon is 7 to 28 inches)\n2Bw3--50 to 61 inches; brown (7.5YR 4/4) extremely gravelly loam, brown (7.5YR 5/4) dry; weak very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; common fine irregular pores; 45 percent gravel, 15 percent cobbles, and 5 percent stones; neutral (pH 7.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Wallowa County, Oregon, 720 feet north and 1,440 feet east of the southwest corner of section 36, T.S., R.48 E.; Latitude 45 degrees, 25 minutes, 40 seconds N; Longitude 116 degrees, 46 minutes, 10 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soils are usually moist but are dry in all parts between 8 and 39 inches for 60 to 75 days during the summer. The depth to bedrock is greater than 60 inches. The mollic epipedon ranges from 10 to 24 inches thick. The particle-size control section has 5 to 10 percent clay, 40 to 75 percent rock fragments, and 30 to 55 percent volcanic glass.\nThe A1 horizon has value of 2 or 3 moist and 3 to 5 dry, and chroma of 1 to 3 moist or dry. It is extremely cobbly ashy loam, very cobbly ashy loam, or very stony ashy silt loam with 5 to 15 percent clay. Rock fragments range from 40 to 80 percent with 20 to 45 percent gravel, 15 to 35 percent cobbles, and 0 to 20 percent stones. It has 15 to 30 percent volcanic glass and 0.2 to 0.4 percent acid oxalate extractable aluminum plus one-half iron. Reaction is slightly acid to slightly alkaline.\nThe A2 horizon has value of 2 or 3 moist, 3 to 5 dry, and chroma of 1 to 3 moist or dry. It is extremely gravelly ashy fine sandy loam or ashy silt loam and very cobbly ashy loam with 5 to 15 percent clay. Rock fragments range from 45 to 75 percent with 20 to 55 percent gravel, 5 to 35 percent cobbles, and 0 to 5 percent stones. It has 15 to 30 percent volcanic glass and 0.2 to 0.4 percent acid oxalate extractable aluminum plus one-half iron. Reaction is slightly acid to slightly alkaline.\nThe Bw horizon has value of 4 or 5 moist, 5 to 7 dry, and chroma of 2 to 4 moist or dry. It is extremely ashy gravelly fine sandy loam or ashy silt loam, extremely cobbly ashy fine sandy loam or ashy loam, or very cobbly ashy fine sandy loam. Rock fragments range from 40 to 75 percent with 10 to 45 percent gravel, 10 to 35 percent cobbles, and 5 to 15 percent stones. It has 30 to 60 percent volcanic glass and 0.2 to 0.4 percent acid oxalate extractable aluminum plus one-half iron. Reaction is neutral or slightly alkaline.\nThe 2Bw horizon has hue of 10YR or 7.5YR, value of 4 or 5 moist, 5 to 7 dry, and chroma of 3 or 4 moist or dry. It is extremely gravelly loam or sandy loam, extremely cobbly sandy loam, or very cobbly loam and has 15 to 25 percent clay. Rock fragments range from 40 to 75 percent with 10 to 45 percent gravel, 15 to 35 percent cobbles, and 5 to 15 percent stones. Reaction is neutral or slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Clearline, Fulcrum, Glencabin (T), Hatrock (T), Lonigan, and Stines series. Clearline soils are 40 to 60 inches deep to bedrock and have more than 75 percent base saturation in the upper 30 inches. Fulcrum and Glencabin soils are 20 to 40 inches to bedrock. Hatrock soils are dry for 75 to 90 consecutive days and the upper pscs has 30 to 50 percent volcanic glass.  Lonigan soils are 20 to 40 inches to a paralithic contact and have a calcic horizon. Stines soils are 40 to over 60 inches to a paralithic contact and have secondary carbonates at 27 to 38 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Linecreek soils are on stable slopes of plateaus, canyons and hills. Elevations are 2,800 to 6,200 feet. Slopes are 15 to 90 percent. The soil formed in ash and loess and the underlying colluvium derived from basalt. The climate is characterized by cold, wet winters and hot, dry summers. The mean annual precipitation is 17 to 35 inches. The mean annual temperature is 41 to 44 degrees F. The frost-free period is 70 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Anatone, and Getaway and the competing Clearline soils. Anatone soils are 10 to 20 inches deep to bedrock and are on adjacent nonforested side slopes. Clearline soils are 40 to 60 inches deep to bedrock. Getaway soils have an argillic horizon, are 40 to 60 inches to bedrock and are on adjacent side slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for timber production, watershed, recreation, livestock grazing, and wildlife habitat. The native vegetation is Douglas fir, ponderosa pine, ninebark, serviceberry, common snowberry, spiraea pinegrass, elksedge, Columbia brome, heartleaf arnica, wood's strawberry, and western meadowrue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Oregon, MLRA 9 and 10. The soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Wallowa County Area, Oregon 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The diagnostic horizons and other features recognized in this pedon are:\nMollic epipedon - from the surface to 22 inches (A1 and A2 horizons).\nCambic horizon - the zone from 22 to 61 inches (Bw1,Bw2,and 2Bw3 horizons).\nVitrandic feature - the zone from 0 to 30 inches (A1, and A2 horizons, and upper 8 inches of Bw1 horizon).\nParticle size control section - the zone from 10 to 40 inches (A1, A2, Bw1, and upper 5 inches of Bw2 horizon).\nXeric soil moisture regime; frigid soil temperature regime."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Partial laboratory data available. Reference sample S92OR-063-014 from Wallowa County, Oregon, NSSL, Lincoln, NE, 1/94."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "structure": "moderate fine granular",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "extremely cobbly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 9 inches; very dark grayish brown (10YR 3/2) extremely cobbly ashy loam, dark grayish brown (10YR 4/2) dry; moderate fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, and common medium roots; common fine and few medium irregular pores; 45 percent gravel, 25 percent cobbles and 5 percent stones; slightly alkaline (pH 7.6); clear smooth boundary. (4 to 10 inches thick)"
      },
      {
        "name": "A2",
        "top": 23,
        "bottom": 56,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "structure": "weak very fine granular",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "extremely gravelly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--9 to 22 inches; very dark grayish brown (10YR 3/2) extremely gravelly ashy fine sandy loam, dark grayish brown (10YR 4/2) dry; weak very fine granular structure; soft, very friable, nonsticky and nonplastic; common fine, medium, and coarse roots; common fine irregular pores; 55 percent gravel, 25 percent cobbles, and 5 percent stones; slightly alkaline (pH 7.6); clear smooth boundary. (9 to 13 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 56,
        "bottom": 89,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "structure": "weak very fine subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "extremely gravelly",
        "pH": 7.3,
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw1--22 to 35 inches; dark grayish brown (10YR 4/2) extremely gravelly ashy fine sandy loam, light gray (10YR 7/2) dry; weak very fine subangular blocky structure; soft, very friable, nonsticky and slightly plastic; common fine, and few medium and coarse roots; many fine, common medium and few coarse irregular pores; 45 percent gravel, 15 percent cobbles, and 5 percent stones; neutral (pH 7.3); gradual smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 89,
        "bottom": 127,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "structure": "weak very fine subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "extremely cobbly",
        "pH": 7.3,
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw2--35 to 50 inches; grayish brown (10YR 5/2) extremely cobbly fine sandy loam, very pale brown (10YR 7/3) dry; weak very fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few fine and medium roots; common fine irregular pores; 40 percent gravel, 20 percent cobbles, and 5 percent stones; neutral (pH 7.3); clear smooth boundary. (combined thickness of the Bw horizon is 7 to 28 inches)"
      },
      {
        "name": "2Bw3",
        "top": 127,
        "bottom": 155,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "structure": "weak very fine subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "extremely gravelly",
        "pH": 7.3,
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Bw3--50 to 61 inches; brown (7.5YR 4/4) extremely gravelly loam, brown (7.5YR 5/4) dry; weak very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; common fine irregular pores; 45 percent gravel, 15 percent cobbles, and 5 percent stones; neutral (pH 7.3)."
      }
    ]
  ]
}
