{
  "SERIES": "LINGSHIRE",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. SPV/EMM",
  "REVDATE": "02/2011",
  "STATES": "MT",
  "OVERVIEW": "The Lingshire series consists of moderately deep, well drained soils formed in colluvium from mixed rock sources over shale residuum. They are on hills and mountain slopes.  Slopes are 10 to 65 percent. The average annual precipitation is about 725 mm and the average annual temperature is about 3 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive Pachic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lingshire loam, forested, on a 30 percent north-facing slope at 2,131 meters elevation. (Colors are for dry soil unless otherwise noted).\nOi--0 to 2 cm; slightly decomposed pine needles, grasses, forbs, and shrub leaf stems, roots and duff material.  (0 to 6 cm thick)\nA--2 to 40 cm; very dark gray (10YR 3/1) loam, black (10YR 2/1) moist; moderate fine granular structure; slightly hard, friable, moderately sticky and moderately plastic; many very fine and fine and common medium and few coarse roots; many very fine, fine and common medium irregular pores; 5 percent channers and 5 percent gravel; moderately acid (pH 6.0); clear smooth boundary. (10 to 45 cm thick)\nBt1--40 to 62 cm; very dark gray (10YR 3/1) clay loam, black (10YR 2/1) moist; moderate medium subangular blocky structure; very hard, very firm, very sticky and very plastic; common very fine and fine and few medium and coarse roots; common very fine and fine irregular pores; 5 percent channers and 5 percent gravel; 15 percent prominent clay films on faces of peds; moderately acid (pH 6.0); gradual wavy boundary.\nBt2--62 to 92 cm; dark gray (2.5Y 4/1) parachannery clay, very dark gray (2.5Y 3/1) moist; strong medium and coarse subangular blocky structure; very hard, very firm, very sticky and very plastic; common fine and few medium and coarse roots; common fine irregular pores; 15 percent parachanners and 5 percent gravels; 60 percent prominent clay films on faces of peds; moderately acid (pH 6.0); gradual wavy boundary. (Combined thickness of Bt horizons is 30 to 60 cm thick)\nCr--92 to 152 cm; gray (2.5Y 5/1) semi consolidated shale; slightly acid (pH 6.2)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Meagher County Area, Montana; located about 1,500 feet west and 3,400 feet south of the northeast corner of section 9 T 13N., R 1E; B K Ranch topographic quadrangle; UTM 12T, 0453717E, 5192893N, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 1 to 4 degrees C.\nMoisture control section - between 10 and 30 cm\nMollic epipedon thickness - 40 to 100 cm\nDepth to paralithic contact - 50 to 100 cm\nDepth to argillic horizon - 20 to 45 cm\nA horizon\nHue: 10YR or 2.5Y dry or moist\nValue: 3 or 4 dry; 2 or 3 moist\nChroma: 1 to 3, dry or moist\nTexture: loam or silt loam\nClay content: 18 to 27 percent\nRock fragments: 5 to 15 percent - 5 to 10 channers, 0 to 10 percent gravel\nReaction: pH 5.8 to 7.0\nBt1 horizon\nHue: 10YR or 2.5Y dry or moist\nValue: 3 to 5 dry; 2 to 4 moist\nChroma: 1 to 3, dry or moist\nTexture: clay loam, silty clay loam, or clay\nClay content: 28 to 45 percent\nRock fragments: 5 to 15 percent - 5 to 10 channers, 0 to 10 percent gravel\nReaction: pH 5.8 to 7.0\nBt2 horizon\nHue: 10YR or 2.5Y dry or moist\nValue: 3 to 5 dry; 2 to 4 moist\nChroma: 1 to 3 dry or moist\nTexture: clay loam, silty clay loam, or clay\nClay content: 35 to 50 percent\nRock fragments: 5 to 25 percent - 5 to 25 percent parachanners, 0 to 10 percent gravel\nReaction: pH 5.8 to 7.0"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cratermo, Hammersley, Teedown, and Tophat soils.\nCratermo (ID) - moderately deep to a lithic contact\nHammersley (OR) - deep to a paralithic deep\nTeedown (CO) - very deep\nTophat (ID) - very deep"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - hills and mountain slopes.\nElevation - 2,000 to 2,500 meters\nSlope - 10 to 60 percent\nParent material - colluvium from igneous and non-calcareous sedimentary rocks over shale residuum\nClimate - long, cold winters; moist springs and cool summers\nMean annual precipitation - 635 to 1000 mm\nMean annual air temperature - 1 to 4 degrees C.\nFrost free period - 30 to 50 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Adel series.  Adel soils are very deep, fine-loamy and pachic and occur in swales."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; high runoff; low permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Lingshire soils are used for forestry, rangeland and understory grazing.  Native range vegetation is rough fescue, Idaho fescue, needlegrass, mountain brome, shrubby cinquefoil, and lupine.  Forested areas are dominated by subalpine fir, lodgepole pine, Douglas-fir and Englemann spruce, with an understory of grouse whortleberry, huckleberry, menziesia, arnica, valerian, elk sedge, and pine grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Lingshire soils are of small extent in central and western Montana.  MLRA 43B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Lewis and Clark County, 2010. Lingshire is named after the historic village of Lingshire in nearby Meagher County, Montana."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from 2 to 92 cm (A, Bt1, and Bt2).\nArgillic horizon - The zone from 40 to 92 cm (Bt1, and Bt2).\nParalithic contact - at 92 cm (Cr).\nParticle-size control section - the zone from 40 to 90 cm (Bt1 and part of the Bt2 horizon).\nLingshire soils have a cryic temperature regime and udic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
