{
  "SERIES": "LINHART",
  "STATUS": "Established Series",
  "BYREV": "Rev. OWB/ELS/JBF",
  "REVDATE": "03/2017",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, mesic Torriorthentic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Linhart gravelly loamy coarse sand--rangeland.  (Colors are for dry soil unless otherwise noted.)\nAl--0 to 10 cm; grayish brown (10YR 5/2) gravelly loamy coarse sand, very dark grayish brown (10YR 3/2) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and few fine roots; many very fine and fine interstitial, and few fine and medium tubular pores; 25 percent fine gravel and l percent stones; slightly acid (pH 6.4); clear smooth boundary.  (8 to 13 cm thick)\nA2--10 to 36 cm; dark grayish brown (10YR 4/2) very gravelly coarse sand, very dark grayish brown (10YR 3/2) moist; massive; soft, very friable, nonsticky and nonplastic; many very fine, fine and medium roots; many very fine and fine interstitial, and common fine, medium and coarse tubular pores; 2 percent cobbles and 35 percent fine gravel; neutral (pH 6.8); gradual wavy boundary.  (18 to 33 cm thick)\nC--36 to 69 cm; grayish brown (10YR 5/2) very gravelly coarse sand, dark grayish brown (10YR 4/2) moist; massive; slightly hard, very friable nonsticky and nonplastic; common very fine, fine and medium, and few coarse roots; many very fine and fine interstitial, and common fine, medium and coarse tubular pores; 45 percent fine gravel; neutral (pH 7.0); abrupt wavy boundary.  (25 to 100 cm thick)\n2C--69 to 104 cm; light brownish gray (10YR 6/2) extremely gravelly loamy coarse sand, dark grayish brown (10YR 4/2) moist; massive; hard, very friable nonsticky and nonplastic; few very fine, fine, medium and coarse roots; common very fine, fine and medium tubular pores; 60 percent fine gravel; neutral (pH 7.0); abrupt smooth boundary.  (0 to 100 cm thick)\n3Ab--104 to 122 cm; grayish brown (10YR 5/2) gravelly loamy sand, very dark grayish brown (10YR 3/2) moist; massive; slightly hard, very friable nonsticky and nonplastic; few very fine and fine roots; many very fine and fine interstitial, and common very fine and fine tubular pores; 30 percent fine gravel; neutral (pH 7.0); clear smooth boundary. (0 to 25 cm thick)\n3C--122 to 152 cm; light brownish gray (10YR 6/2) very gravelly coarse sand, very dark grayish brown (10YR 3/2) moist; massive; slightly hard, very friable nonsticky and nonplastic; many very fine, fine and medium roots; many very fine and fine interstitial, and common very fine and fine tubular pores; 40 percent fine gravel; neutral (pH 7.2).  (0 to 50 cm thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washoe County, Nevada; l/2 miles west of Winnemucca Ranch Road; 2,400 feet west and 600 feet north from the SE corner of section 4, T. 23 N., R. 20 E.; USGS Fraser Flat 7.5 minute topographic quadrangle; latitude 39 degrees, 53 minutes 1 seconds N and longitude 119 degrees, 44 minutes 38 seconds W; WGS84 Decimal Degrees 39.8502778 latitude, -119.7438889 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in winter and early spring; aridic soil moisture regime bordering on xeric.\nMean annual soil temperature: 9 to 13 degrees C.\nMollic epipedon: 25 to 38 cm thick.\nReaction: Neutral or slightly acid.\nOther features: Most pedons have 1 cm thick surface layers of fine granitic gravel, the lithologic discontinuities are not in some pedons.\nParticle-size control section - Clay content:\nRock fragments average 35 to 70 percent by volume.  Most rock fragments are smaller than 5 mm in diameter.\nA horizons\nValue: 4 or 5 dry.\nChroma: 2 or 3.\nStructure: Weak medium or fine subangular blocky structure or s massive or single grained.\nConsistence: Soft or loose when dry.\nOrganic matter: 1 to 3 percent to a depth of more than 25 cm.\nC horizon\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 2 through 4.\nTexture: Averages very gravelly loamy coarse sand, very gravelly loamy sand, very gravelly coarse sand, or very gravelly sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Brockliss, Deadfoot, and Mottskel series.  Brockliss and Mottskel soils have rock fragments that are mainly stones or cobbles. Deadfoot soils are moderately deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Linhart soils are on alluvial fans at elevations of 1,375 to 1,985 meters.  Slopes are 4 to 30 percent.  The soils have formed in alluvium derived mainly from acid igneous and some metamorphic rocks.  The average annual precipitation is 250 to 300 mm which comes mostly in the form of snow.  The average annual temperature is 6 to 12 degrees C and the frost-free season is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Mottsville, Haybourne, Bedell, and Incy soils.  Mottsville soils have a sandy particle-size control section.  Haybourne soils lack a mollic epipedon, and have a coarse-loamy particle-size control section.  Bedell soils have a coarse-loamy argillic horizon.  Incy soils lack a mollic epipedon and have a sandy particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Somewhat excessively drained; slow runoff; rapid permeability; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland.  Vegetation is principally big sagebrush, Anderson peachbrush, needlegrass, Indian ricegrass, Douglas rabbitbrush, and some juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nevada.  Linhart soils are of small extent. MLRA 26."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washoe County (South Part), Nevada, l980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 36 cm (A1 and A2 horizon).\nParticle size control section - The zone from 25 to 100 cm (C and part of the A2 and 2C horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
