{
  "SERIES": "LINKSTERLY",
  "STATUS": "Established Series",
  "BYREV": "Rev: WMF/TDT",
  "REVDATE": "07/2003",
  "STATES": "OR",
  "OVERVIEW": "The Linksterly series consists of very deep, well drained soils on moraines.  They formed in ash over glacial till.  Slopes are 0 to 50 percent.  The mean annual precipitation is about 60 inches and the mean annual temperature is about 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, amorphic Humic Vitricryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Linksterly ashy sandy loam - woodland, on an 18 percent north facing slope at 4480 feet elevation. (When described (8/1/85), the soil was dry throughout.  Colors are for moist soil unless otherwise noted.)\nOi--0 to 3 inches; slightly decomposed litter of white fir and Douglas fir needles and twigs.\nA1--3 to 7 inches; very dark grayish brown (10YR 3/2) ashy sandy loam, brown (10YR 4/3) dry; weak fine granular structure; slightly hard, friable, nonsticky and nonplastic; many very fine and fine roots; many very fine irregular pores; 2 percent gravel; neutral (pH 7.0); gradual wavy boundary.\nA2--7 to 17 inches; very dark grayish brown (10YR 3/2) ashy sandy loam, brown (10YR 5/3) dry; weak fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; many very fine and common fine and medium roots; many very fine irregular pores; 2 percent gravel; neutral (pH 7.0); gradual wavy boundary.  (Combined thickness of the A horizon is 10 to 20 inches)\n2C1--17 to 35 inches; black (10YR 2/1) ashy loamy fine sand, dark grayish brown (10YR 4/2) dry; single grain; loose, very friable, nonsticky and nonplastic; few coarse and common fine and medium roots; many very fine irregular pores; 2 percent gravel; neutral (pH 7.0); clear wavy boundary.\n2C2--35 to 44 inches; very dark grayish brown (10YR 3/2) ashy loamy fine sand, dark yellowish brown (10YR 4/4) dry; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few fine and common medium and coarse roots; many very fine irregular and few fine tubular pores; 5 percent gravel; neutral (pH 7.0); clear irregular boundary.  (Combined thickness of the 2C horizon is 21 to 47 inches)\n3C3--44 to 63 inches; dark brown (7.5YR 3/4) very cobbly ashy sandy loam, brown (7.5YR 5/4) dry; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; weak fine, medium and coarse roots; many very fine irregular and few fine tubular pores; 20 percent gravel, 20 percent cobbles and 10 percent stones; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, Oregon; northwest quarter of the northeast quarter section 21, T. 13 S., R. 8 E. (Latitude 44 degrees, 26 minutes, 6 seconds N, Longitude 121 degrees, 47 minutes, 00 seconds W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are usually moist but are dry in all parts of the soil moisture control section for 30 to 45 consecutive days after the summer solstice.  The mean annual soil temperature is about 40 to 45 degrees F.  The mean summer soil temperature is 42 to 47 degrees F.   Depth to bedrock is greater than 60 inches.  The umbric epipedon is 10 to 20 inches thick.  Depth to glacial till is 40 to over 60 inches.  The particle-size control section contains 50 to 80 percent volcanic glass and glass-coated aggregates.  Field estimated clay content is 5 to 15 percent.\nThe Oi horizon is 1 to 4 inches thick, except where disturbed.\nThe A horizon has hue of 10YR and value of 3 moist and 4 or 5 dry, chroma of 2 or 3 moist and dry.  It contains 2 to 5 percent gravel.\nThe 2C horizon has hue of 10YR, value of 2 or 3 moist and 4 dry and chroma of 1 or 2 moist and 2 to 4 dry.  It contains 2 to 5 percent gravel.\nThe 3C horizon has hue of 7.5YR or 10YR, value of 3 or 4 moist, 5 dry and chroma of 4 moist and 4 or 6 dry.  It is very cobbly ashy sandy loam or very cobbly ashy loam.  It contains 15 to 25 percent gravel, 15 to 25 percent cobbles and 5 to 15 percent stones.  It contains a total of 35 to 50 percent rock fragments.  Field estimated clay content is 10 to 18 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Belrick series.  Belrick soil has skeletal glacial till material at 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Linksterly soils are on glacial moraines at elevations of 3700 to 5200 feet.  The soils formed in ash and scoria over glacial till.  The climate is characterized by cold, wet winters and cool, moist summers.  The mean annual precipitation is 50 to 70 inches, falling mostly as snow.  The mean annual temperature is 35 to 44 degrees F.  The frost-free period is 10 to 50 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Belrick, and Bott, Douthit, Haynap, and Minkwell soils.  Bott soils are on mountains and have a buried argillic horizon at 20 to 30 inches. Douthit soils are on glacial moraines and are ashy-skeletal.  Haynap soils are on glacial moraines and have a cindery surface mantle. Minkwell soils are on glacial moraines, have an argillic horizon at 20 to 40 inches and are ashy over medial."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, very slow to rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for timber production, wildlife habitat, recreation and watershed.  Potential native vegetation is white fir, lodgepole pine, beargrass, snowberry, and fern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East slopes of the Cascades in central Oregon; MLRA 3.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jefferson County (Upper Deschutes River Area), Oregon, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in the pedon are:\nUmbric epipedon - from the mineral soil surface to 14 inches (A1, A2 horizons).\nAndic soil properties - the entire profile meets andic soil properties; this is based on laboratory data from the associated Belrick Series.\nParticle-size control section - the zone from 3 to 43 inches. Throughout this depth the 15-bar water content (dried) is less than 12 percent and the glass content is over 30 percent.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
