{
  "SERIES": "LINLITHGO",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJC-JWW-WEH",
  "REVDATE": "01/2006",
  "STATES": "NY",
  "OVERVIEW": "The Linlithgo series consists of very deep, somewhat poorly drained, loamy soils formed in recent alluvial sediments. Mean annual temperature is 48 degrees F. and mean annual precipitation is 38 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, active, nonacid, mesic Aeric Fluvaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Linlithgo silt loam, on a 1 percent slope in a cultivated field. (Colors are for moist soil unless indicated otherwise.)\nAp -- 0 to 13 inches; dark brown (10YR 3/3) silt loam, light brownish gray (10YR 6/2) dry; moderate medium subangular blocky structure parting to weak very fine granular; very friable; common fine and few medium roots; slightly acid; clear smooth boundary. (5 to 14 inches thick)\nAB -- 13 to 21 inches; very dark gray (10YR 3/1) loam; common, fine, faint dark brown (7.5 YR 4/4) mottles; moderate fine and medium subangular structure; very friable; few fine roots; moderately acid; clear, wavy boundary. (0 to 9 inches thick)\nBg1 -- 21 to 29 inches; grayish brown (2.5Y 5/2) silt loam; common fine prominent yellowish brown (10YR 5/8) mottles; weak coarse and medium subangular blocky structure; friable; few fine roots; few medium vesicular pores; common fine and very fine tubular pores; moderately acid; clear smooth boundary.\nBg2 -- 29 to 37 inches; gray (5Y 6/1) gravelly loam; many medium and coarse prominent strong brown (7.5YR 5/8) and yellowish red (5YR 4/8) mottles, more than 40 percent; weak medium and coarse subangular blocky structure; friable; common fine vesicular pores; few fine tubular pores; 15 percent rock fragments; slightly acid; clear smooth boundary. (Combined thickness of the B horizon is 11 to 24 inches)\n2C -- 37 to 72 inches; grayish brown (10YR 5/2) very gravelly loamy coarse sand; single grain; loose; 60 percent rock fragments; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Columbia County, New York: Town of Claverack; 2000 feet west of Spook Rock Road, 300 feet north of intersection with Stone Mill Road and 300 feet east of Claverack Creek."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 16 to 42 inches. Bedrock is deeper than 60 inches. Gravel size rock fragments range from 0 to 5 percent in the A horizon, 0 to 20 percent in the B horizon, and 10 to 60 percent in the 2C horizon. Unlimed, the soil reaction ranges from very strongly acid to slightly acid in the A and B horizons and moderately acid to neutral in the 2C horizon.\nThe A horizon has hue of 10YR, value of 3 or 4, and chroma of 1 through 3. It is silt loam or loam. The horizon has weak or moderate, fine or medium granular or subangular blocky structure, and it is friable or very friable.\nThe B horizon has hue of 10YR through 5Y, value of 4 through 6, and chroma of 1 through 3 and it is mottled. Chroma of 3 is restricted to subhorizons. It is silt loam or loam in the fine earth fraction with some pedons having fine sandy loam subhorizons in the lower part. Structure is weak, medium or coarse subangular blocky. It is friable or very friable.\nThe 2C horizon has hue of 10YR through 5Y, value of 3 through 5, and chroma of 1 through 3, and mottled in some pedons. It is loamy fine sand, fine sand, loamy sand, sand or coarse sand in the fine earth fraction, and single grain or massive. Some pedons have a 3C horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family.\nLimerick, Middlebury, Rippowam, Saco, and Teel series are similar soils in related families. Limerick and Saco soils have a coarse-silty family particle size class. Middlebury and Teel soils are coarse-loamy and coarse-silty, respectively, and have greater than 60 percent base saturation above 30 inches or have carbonates within the soil. Rippowam soils have a coarse-loamy particle size class."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Linlithgo soils are nearly level soils on floodplains along major perennial streams. They formed in recent alluvium derived dominantly from shale and schist. Mean annual temperature ranges from 45 to 55 degrees F., mean annual precipitation ranges from 30 to 45 inches, and the frost-free season ranges from 125 to 175 days. The elevation ranges from 100 to 500 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Linlithgo soils are the somewhat poorly drained member of a drainage sequence that includes the well drained Occum and poorly drained Limerick series. Blasdell, Chenango, Hoosic, and Knickerbocker soils are on associated outwash terraces. Stockbridge and Bernardston soils are on associated on glacial till landscapes, and Nassau and Manlius are shallow and moderately deep soils on bedrock controlled uplands."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained. Surface runoff is slow. Permeability is moderate in the solum and moderately rapid or rapid in the 2C horizon. These soils usually flood annually, mostly in the spring. The seasonal high water table ranges from 6 to 18 inches and is usually closest to the surface in the spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Uncleared areas are in brushy woodlots consisting of alder, willow, and red maple. Cleared areas are intensively farmed, and used mostly for corn."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern New York. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Columbia County, New York 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: A minimal update was made in 1/2006 to add the CEC activity class at the request of the NSSC. The CEC is assigned based on one pedon of lab data from Cornell University. The competing series were updated. No other work was done. The last full update of this OSD was 1990.\nDiagnostic horizons and features recognized in the typical pedon are:\n(1) Ochric epipedon - The zone from the surface to a depth of 13 inches (Ap horizon).\n(2) Aquic moisture regime - Horizon within 20 inches that has dominant chroma of 2 or less with high chroma mottles (AB horizon).\n(3) The soil lacks a cambic horizon due to irregular decrease in organic carbon in the presence of an aquic moisture regime.\nSoil Interpretation Record NY0352\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap -- 0 to 13 inches; dark brown (10YR 3/3) silt loam, light brownish gray (10YR 6/2) dry; moderate medium subangular blocky structure parting to weak very fine granular; very friable; common fine and few medium roots; slightly acid; clear smooth boundary. (5 to 14 inches thick)"
      },
      {
        "name": "AB",
        "top": 33,
        "bottom": 53,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "loam",
        "pH_class": "moderately acid",
        "narrative": "AB -- 13 to 21 inches; very dark gray (10YR 3/1) loam; common, fine, faint dark brown (7.5 YR 4/4) mottles; moderate fine and medium subangular structure; very friable; few fine roots; moderately acid; clear, wavy boundary. (0 to 9 inches thick)"
      },
      {
        "name": "Bg1",
        "top": 53,
        "bottom": 74,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bg1 -- 21 to 29 inches; grayish brown (2.5Y 5/2) silt loam; common fine prominent yellowish brown (10YR 5/8) mottles; weak coarse and medium subangular blocky structure; friable; few fine roots; few medium vesicular pores; common fine and very fine tubular pores; moderately acid; clear smooth boundary."
      },
      {
        "name": "Bg2",
        "top": 74,
        "bottom": 94,
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bg2 -- 29 to 37 inches; gray (5Y 6/1) gravelly loam; many medium and coarse prominent strong brown (7.5YR 5/8) and yellowish red (5YR 4/8) mottles, more than 40 percent; weak medium and coarse subangular blocky structure; friable; common fine vesicular pores; few fine tubular pores; 15 percent rock fragments; slightly acid; clear smooth boundary. (Combined thickness of the B horizon is 11 to 24 inches)"
      },
      {
        "name": "2C",
        "top": 94,
        "bottom": 183,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loamy coarse sand",
        "cf_class": "very gravelly",
        "pH_class": "slightly acid",
        "narrative": "2C -- 37 to 72 inches; grayish brown (10YR 5/2) very gravelly loamy coarse sand; single grain; loose; 60 percent rock fragments; slightly acid."
      }
    ]
  ]
}
