{
  "SERIES": "LINWOOD",
  "STATUS": "Established Series",
  "BYREV": "Rev. ESC-LWB-MLK",
  "REVDATE": "08/2012",
  "STATES": "IN,MI,OH,VT",
  "OVERVIEW": "The Linwood series consists of very deep, very poorly drained soils formed in highly decomposed woody, organic materials underlain by loamy till at depths of 41 to 130 cm (16 to 51 inches). These soils are in drainageways and depressions on end moraines, ground moraines, outwash plains, and lake plains. Slope ranges from 0 to 2 percent. Mean annual precipitation is about 838 mm (33 inches), and mean annual temperature is about 8.3 degrees C (47 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, euic, mesic Terric Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Linwood muck, on a level area in permanent pasture. (Colors are for moist soil unless otherwise stated.)\nOa1--0 to 23 cm (9 inches); black (10YR 2/1) broken face and rubbed muck (sapric material); about 10 percent fiber, 5 percent rubbed; moderate medium granular structure; very friable; many roots; woody fiber; about 5 percent coarse woody fragments; slightly alkaline; clear wavy boundary.\nOa2--23 to 46 cm (9 to 18 inches); black (10YR 2/1) broken face and rubbed muck (sapric material); about 40 percent fiber, 5 percent rubbed; moderate coarse subangular blocky structure; friable; few roots; woody fiber; about 5 percent coarse woody fragments; slightly alkaline; gradual wavy boundary.\nOa3--46 to 64 cm (18 to 25 inches); black (5YR 2/1) broken face muck (sapric material); dark reddish brown (5YR 2/2) rubbed; about 30 percent fiber, 5 percent rubbed; moderate thick platy structure; friable; woody fiber; about 5 percent coarse woody fragments; slightly alkaline; clear wavy boundary.\nCg--64 to 152 cm (25 to 60 inches); gray (10YR 5/1) loam; massive; firm; common medium prominent yellowish brown (10YR 5/6) masses of oxidized iron; few snail shells; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Huron County, Michigan; about 1 mile northeast of Bad Axe; 750 feet west and 1,850 feet north of the southeast corner of sec. 17, T. 16 N., R. 13 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the C horizon: typically 51 to 102 cm (20 and 40 inches), but ranges from 41 to 130 cm (16 to 51 inches)\nOrganic material: dominantly muck (sapric material); some pedons have layers of mucky peat (hemic material) or peat (fibric material) within the muck (sapric material) in the subsurface and bottom tiers; the combined thickness of the mucky peat (hemic material) is less than 25 cm (10 inches), and the peat (fibric material) is less than 13 cm (5 inches); the fiber is derived primarily from woody material\nSome pedons have a mucky silt loam overwash up to 23 cm (9 inches) thick on the surface.\nSurface tier:\nHue: 10YR or 2.5Y, or is neutral\nChroma: 0 to 2, broken face and rubbed; less commonly the chromas of broken faces differ from the chromas of rubbed and pressed faces by one or two units\nRubbed fiber content: less than 10 percent\nWoody fragment content: less than 1 percent to 20 percent by volume\nReaction: strongly acid to slightly alkaline but some subhorizons range to very strongly acid\nSubsurface tier:\nHue: 5YR to 2.5Y, or is neutral\nValue: 2, 2.5, or 3\nChroma: 0 to 3, broken face and rubbed; less commonly the chromas of broken faces differ from the chromas of rubbed and pressed faces by one or two units\nSpecial feature: in some pedons, the organic material in the layer above the C horizon is stratified with about 10 to 15 percent by volume of mineral material\nWoody fragment content: less than 1 percent to 20 percent by volume\nReaction: strongly acid to slightly alkaline but some subhorizons range to very strongly acid\nAb horizon, where present above the C horizon:\nHue: 5YR to 10YR\nValue: 2, 2.5, or 3\nChroma: 1 or 2\nCg horizon:\nHue: 7.5YR to 5Y\nValue: 3 to 6\nChroma: 1 or 2\nTexture: sandy loam to silty clay loam; a few pedons have thin strata less than 25 cm (10 inches) thick of sand, loamy sand, or clay\nClay content: averages less than 35 percent\nRock fragment content: 0 to 14 percent gravel\nReaction: moderately acid to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Klossner, Medo, Natchaug, Palms, Philbon, and Shalcar series. Klossner and Palms soils formed mainly in herbaceous fibers. Medo soils have sandy textures in the lower part of the series control section. Natchaug soils have a mean annual precipitation of more than 940 mm (37 inches). Philbon soils have peat and mucky peat in the upper 30 cm (12 inches). Shalcar soils have a 2Bg horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Linwood soils are in drainageways and depressions on lake plains, end moraines, ground moraines, and outwash plains. Slope ranges from 0 to 2 percent. Linwood soils formed in former lakes or ponds that range in size from a few acres to several hundred acres. The soils formed in highly decomposed woody, organic materials underlain by loamy till. Mean annual precipitation ranges from 711 to 940 mm (28 to 37 inches). Mean annual temperature ranges from 7.2 to 10.0 degrees C (45 to 50 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Carlisle, Edwards, and Willette soils. Carlisle soils do not have a mineral substratum. Edwards soils are underlain by marl at depths less than 130 cm (51 inches). Willette soils contain more than 35 percent clay in the C horizons at depths less than 130 cm (51 inches)."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Very poorly drained. Depth to the top of a seasonal high water table ranges from 30 cm (1 foot) above the surface to 30 cm (1 foot) below the surface between November and June in normal years. Potential for surface runoff is negligible or very low. Saturated hydraulic conductivity is moderately high or high in the organic layers and moderately high in the underlying loamy material. Permeability is moderately slow to moderately rapid in the organic layers and moderate or moderately slow in the loamy material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of this soil are in natural vegetation of alder, aspen, willow, dogwood, elm, ash, red maple, and a few conifers. Some areas have been drained and are used for pasture and truck crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 94A, 94C, 96, 97, 98, 99, 111A, 111B, 111D, 124, 142, and 143 in lower Michigan, Ohio, western Indiana, and Vermont. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Sanilac County, Michigan, 1955."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and other features recognized in this pedon are:\nMuck (sapric material): from the surface to a depth of 81 cm (32 inches) (Oa1, Oa2, and Oa3 horizons).\nTerric feature: mineral material from a depth of 64 to 152 cm (25 to 60 inches) (Cg horizon)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa1",
        "top": 0,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Oa1--0 to 23 cm (9 inches); black (10YR 2/1) broken face and rubbed muck (sapric material); about 10 percent fiber, 5 percent rubbed; moderate medium granular structure; very friable; many roots; woody fiber; about 5 percent coarse woody fragments; slightly alkaline; clear wavy boundary."
      },
      {
        "name": "Oa2",
        "top": 23,
        "bottom": 46,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Oa2--23 to 46 cm (9 to 18 inches); black (10YR 2/1) broken face and rubbed muck (sapric material); about 40 percent fiber, 5 percent rubbed; moderate coarse subangular blocky structure; friable; few roots; woody fiber; about 5 percent coarse woody fragments; slightly alkaline; gradual wavy boundary."
      },
      {
        "name": "Oa3",
        "top": 46,
        "bottom": 64,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Oa3--46 to 64 cm (18 to 25 inches); black (5YR 2/1) broken face muck (sapric material); dark reddish brown (5YR 2/2) rubbed; about 30 percent fiber, 5 percent rubbed; moderate thick platy structure; friable; woody fiber; about 5 percent coarse woody fragments; slightly alkaline; clear wavy boundary."
      },
      {
        "name": "Cg",
        "top": 64,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg--64 to 152 cm (25 to 60 inches); gray (10YR 5/1) loam; massive; firm; common medium prominent yellowish brown (10YR 5/6) masses of oxidized iron; few snail shells; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
