{
  "SERIES": "LIRIOS",
  "STATUS": "Established Series",
  "BYREV": "Rev. BCD",
  "REVDATE": "08/2000",
  "STATES": "PR",
  "OVERVIEW": "The Lirios series consists of very deep, well drained, moderately permeable soils formed in materials weathered from Plutonic age.  They are steep to very steep soils on side slopes and ridgetops of strongly dissected uplands.  Slopes range from 3 to 60 percent.  The mean annual precipitation is about 80 inches and the mean annual temperature is about 78 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, subactive, isohyperthermic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lirios silty clay loam - cultivated.  (Colors are for moist soil.)\nAp--0 to 4 inches; dark brown (10YR 4/3) silty clay loam; weak fine subangular blocky structure; friable, nonsticky, slightly plastic; many fine roots; many fine quartz crystals; common fine dark concretions; very strongly acid; abrupt smooth boundary.  (4 to 8 inches thick)\nBt1--4 to 14 inches; red (2.5YR 4/8) clay; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; common fine roots; few faint clay films on surfaces of peds and root channels; common fine quartz crystals; few fine white flakes; very strongly acid; gradual smooth boundary.  (8 to 12 inches thick)\nBt2--14 to 23 inches; red (10R 4/6) silty clay with common fine distinct reddish yellow (5YR 6/6) mottles; weak fine subangular blocky structure; friable, slightly sticky, slightly plastic; few fine roots; few faint clay films on surfaces of peds; common fine quartz crystals; many fine shiny white flakes; very strongly acid; gradual smooth boundary.  (8 to 14 inches thick)\nC--23 to 60 inches; variegated colors; red (10R 4/6), strong brown (7.5YR 5/8), reddish brown (5Y 4/3), pink (5YR 7/3); silty clay loam; massive; friable, nonsticky, slightly plastic; many fine quartz crystals; many fine shiny flakes; very strongly acid.  This horizon consists of saprolite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Este SCD, Puerto Rico, Barrio Guayabota, Municipality of Yabucoa; 150 feet south of kilometer marker 11.9 on Highway 181. Photo GS-LR 9-25."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 20 to 34 inches.  Thickness of the argillic horizon varies from 16 to 26 inches.  They are strongly or very strongly acid throughout.  Quartz crystals vary from none to many.  Base saturation by sum of cation ranges from 10 to 18 percent.  Organic carbon content in the upper 6 inches of the argillic horizon varies from 0.6 to 0.9 percent.  The mean annual soil temperature ranges from 76 to 78 degrees F.\nThe A horizon has hue of 5YR to 10YR, value of 4 and chroma of 3 or 4.  Texture is silty clay loam or clay loam and is nonsticky and slightly plastic.\nThe Bt horizon has hue of 5YR to 10R, value of 4 or 5, and chroma of 6 and higher.  It is clay or silty clay and consistence is slightly sticky and slightly plastic, clay films vary from few faint to many prominent.\nThe BC horizon, where present, has hue of 2.5YR or 10R with reddish yellow, yellowish brown or brownish yellow mottles.\nThe C horizons are silty clay loam, loam, or silt loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other known series in the same family.  The Consumo, Consojo, Corozal, Corozo, Ingenio, Jagueyes, Maricao, Moca, Patillas and Rio Piedras series are similar soils in related families.  The Consumo, Maricao and Patillas soils have argillic horizons thinner than 16 inches.  The Consejo soils are yellower and finer textured throughout.  The Corozal soils are wetter and have low chroma mottles in the upper B horizons.  The Corozo soils have sandy surface layers.  The Ingenio and Jagueyes soils have lower CEC values, less than 24 meq/100 grams of clay."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Lirios soils are gently sloping to very steep soils on side slopes and narrow ridgetops.  Slope ranges from 3 to 60 percent.  The soil formed in fine over mucky-fine textured, very highly weathered residuum weathered from plutonic rocks, mainly granodiorite or quartz diorite.  The climate is humid tropical.  The average annual precipitation ranges from 70 to 90 inches and the mean annual temperature ranges from 76 to 80 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Ingenio soils in addition to the Pandura and Pellejas soils.  The Pandura soils occur in similar positions but are shallow to less weathered plutonic rock.  The Pellejas soils are thinner, coarser textured and lack argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Original vegetation consists of native grasses and shrubs.  The soils are used for pasture and food crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Plutonic uplands.  The series is of minor extent, about 28,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Humacao Area, Puerto Rico; 1968."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The classification was updated with the 4/91 draft from Clayey over loamy, mixed, isohyperthermic Typic Tropudults to Clayey, mixed, isohyperthermic Typic Hapludults.  The previous OSED date was 7/85.\nThe diagnostic horizons and features recognized in this pedon:\nOchric epipedon - zone from 0 to 4 inches (Ap horizon)\nArgillic horizon - zone from 4 to 23 inches (Bt horizons)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 10,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 4 inches; dark brown (10YR 4/3) silty clay loam; weak fine subangular blocky structure; friable, nonsticky, slightly plastic; many fine roots; many fine quartz crystals; common fine dark concretions; very strongly acid; abrupt smooth boundary.  (4 to 8 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 10,
        "bottom": 36,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 8,
        "texture_class": "clay",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--4 to 14 inches; red (2.5YR 4/8) clay; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; common fine roots; few faint clay films on surfaces of peds and root channels; common fine quartz crystals; few fine white flakes; very strongly acid; gradual smooth boundary.  (8 to 12 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 36,
        "bottom": 58,
        "moist_hue": "10R",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "silty clay",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt2--14 to 23 inches; red (10R 4/6) silty clay with common fine distinct reddish yellow (5YR 6/6) mottles; weak fine subangular blocky structure; friable, slightly sticky, slightly plastic; few fine roots; few faint clay films on surfaces of peds; common fine quartz crystals; many fine shiny white flakes; very strongly acid; gradual smooth boundary.  (8 to 14 inches thick)"
      },
      {
        "name": "C",
        "top": 58,
        "bottom": 152,
        "moist_hue": "10R",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "pH_class": "very strongly acid",
        "narrative": "C--23 to 60 inches; variegated colors; red (10R 4/6), strong brown (7.5YR 5/8), reddish brown (5Y 4/3), pink (5YR 7/3); silty clay loam; massive; friable, nonsticky, slightly plastic; many fine quartz crystals; many fine shiny flakes; very strongly acid.  This horizon consists of saprolite."
      }
    ]
  ]
}
