{
  "SERIES": "LISCOMB",
  "STATUS": "Established Series",
  "BYREV": "Rev. DBO-LDL-RPD",
  "REVDATE": "04/2013",
  "STATES": "IA",
  "OVERVIEW": "The Liscomb series consists of deep, well drained soils on lower portions of convex side slopes on uplands.  These moderately permeable soils formed in friable glacial till or 30 to 75 centimeters of silty or loamy sediments and the underlying firm glacial till.  The slopes are typically 9 to 18 percent, but range from 5 to 35 percent.  Mean annual temperature is 9 degrees C (48 degrees F), and mean annual precipitation is about 890 millimeters (32 inches).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Liscomb loam - on an 11 percent convex northeast-facing sideslope in permanent pasture.  (Colors are for moist soil unless otherwise stated.  When described, the soil was moist throughout.)\nA1--0 to 13 centimeters (0 to 5 inches); very dark brown (10YR 2/2) loam, dark grayish brown (10YR 4/2) dry; weak very fine subangular blocky structure parting to weak very fine granular; friable; few fibrous roots; few worm channels; neutral; gradual smooth boundary.\nA2--13 to 30 centimeters (5 to 12 inches); very dark grayish brown (10YR 3/2) loam, grayish brown (10YR 5/2) dry; weak very fine subangular blocky structure parting to weak very fine granular; friable; few fibrous roots; few worm channels; neutral; clear smooth boundary.  [Combined thickness of A horizons is 25 to 40 centimeters (10 to 16 inches).]\nBw1--30 to 41 centimeters (12 to 16 inches); dark brown (10YR 3/3) loam, brown (10YR 5/3) dry, very dark grayish brown (10YR 3/2) coatings on faces of peds; weak very fine and fine subangular blocky structure; friable; few fibrous roots; few worm channels; moderately acid; clear smooth boundary.\nBw2--41 to 74 centimeters  (16 to 29 inches); dark yellowish brown (10YR 4/4) loam, brown (10YR 4/3) coatings on faces of peds; weak very fine and fine subangular blocky structure; friable; few fibrous roots; few worm channels; slightly acid; gradual smooth boundary.\nBw3--74 to 89 centimeters (29 to 35 inches); dark yellowish brown (10YR 4/4) and yellowish brown (10YR 5/4) loam; common medium faint yellowish brown (10YR 5/6) redoximorphic concentrations; weak medium prismatic structure parting to weak medium subangular blocky; friable; few fibrous roots; few pebbles; slightly acid; clear smooth boundary.  [Combined thickness of the Bw horizons is 50 to 66 centimeters (20 to 26 inches).]\nBC--89 to 107 centimeters (35 to 42 inches); dark yellowish brown (10YR 4/4) and yellowish brown (10YR 5/4) loam, common fine faint grayish brown (2.5Y 5/2) redoximorphic depletions and few fine faint yellowish brown (10YR 5/6) redoximorphic concentrations; weak medium prismatic structure parting to weak medium subangular blocky; friable; few pebbles; slightly acid; gradual wavy boundary.  [0 to 20 centimeters (0 to 8 inches) thick]\nC1--107 to 127 centimeters (42 to 50 inches); dark yellowish brown (10YR 4/4) and yellowish brown (10YR 5/4) loam; common fine faint grayish brown (2.5Y 5/2) redoximorphic depletions and few fine faint yellowish brown (10YR 5/6) redoximorphic concretions; massive; some vertical cleavage; firm, few pebbles; few fine calcium carbonate accumulations; neutral; diffuse wavy boundary.  [20 to 40 centimeters (8 to 16 inches) thick]\nC2--127 to 152 centimeters (50 to 60 inches); dark yellowish brown (10YR 4/4) yellowish brown (10YR 5/6), and grayish brown (2.5Y 5/2) loam; massive; firm; few fine calcium carbonate accumulations; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Major Land Resource Area (MLRA) 104-Eastern Iowa and Minnesota Till Prairies, Marshall County, Iowa subset; about 1/4 mile north of Liscomb; 920 feet west and 840 feet north of SE corner, sec. 1, T 85 N, R 19 W.; lat. 42.19717 degrees  N. and long. -93.00501 W., WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of mollic epipedon--25 to 50 centimeters (10 to 20 inches)\nDepth to till--30 to 75 centimeters (12 to 30 inches)\nThickness of the solum - 75 to 125 centimeters (30 to 50 inches)\nDepth to carbonates -- corresponds to the solum thickness 75 to 125 centimeters (30 to 50 inches)\nContent of clay in the particle-size control section (weighted average)--18 to 31 percent\nContent of sand in the particle-size control section (weighted average)--30 to 60 percent\nSpecial feature--some pedons have a stone line or thin layer, 2 to 13 centimeters thick, of gravelly and sandy materials at the base of the silty or loamy sediments\nA or Ap horizon:\nHue--10YR\nValue--2 or 3\nChroma--1 or 2\nTexture--loam or silt loam\nMoist consistence -- friable\nClay content--12 to 35 percent\nSand content--15 to 52 percent\nRock fragment content--1 to 10 percent\nMoist bulk density-1.35 to 1.45 gmgm./cc\nReaction--moderatelystrongly acid to neutral (5.6 to 7.3)\nBw horizon:\nHue---2.5Y, 10YR or 7.5YR\nValue--3 to 5\nChroma--2 to 6\nTexture--loam, clay loam, or sandy clay loam\nMoist consistence -- friable\nClay content--18 to 31 percent\nSand content--30 to 60 percent\nRock fragment content--1 to 10 percent\nMoist bulk density-1.40 to 1.70 gmgm/. /cc\nReaction--moderately acid to neutral (5.6 to 7.3)\n2BC or 2C horizon:\nHue--7.5YR, 10YR, 2.5Y, or 5Y\nValue--4 to 6\nChroma--1 to 8\nTexture---loam, or sandy clay loam\nMoist consistence -- firm\nClay content--18 to 30 percent, mean of 24 percent\nSand content--30 to 60 percent, mean of 44 percent\nRock fragment content--2 to 14 percent\nMoist bulk density--1.75 to 1.80 gm/cc\nCalcium Carbonate Equivalent-0 to 10 percent\nReaction--slightly acid to slightly alkaline (6.1 to 7.8)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Arbor, Aredale, Bode, Clarion, Creskin, Everly, Farrar, Frontenac, Germantown, Kenyon, Limecreek, Moland, Neeper, Ocheyedan, Omsrud, Ostrander, and Rossfield series in the same family.\nArbor -- have thicker A horizons and a higher content of clay in the B horizon.\nAredale soils lack coarse fragments above depths of 40 inches or more have thicker sola and are deeper to firm glacial till.\nBode -- typically are less acid in the Bw horizons, and contain more clay in the upper part of the solum\nClarion -- typically are less acid in the Bw horizons, and lack prismatic structure or vertical cleavage in the BC and C horizons and are more friable in these horizons.\nCresken-- have an average clay content of 28 to 33 percent in the particle-size control section\nEverly -- typically are less acid in the Bw horizons, and contain more clay in the upper part of the solum.\nFarrar-- soils have sandy loam textures in the A horizon and upper part of the B horizon.\nFrontenac-- are underlain by loamy-skeletal residuum or colluvium.\nGermantown-- have a lithic contact with quartzite bedrock within a depth of 100 centimeters\nKenyon -- have a more acid B horizon and a well pronounced stone line that separates glacial till and overlying sediments, they also had a saturated zone with in a depth of 1.8 meters during the wettest period of the year.\nLimecreek -- has a lithic contact with fossiliferous, siltstone and shaley limestone residuum within a depth of 100 centimeters.\nOstrander-- are more stratified in the lower part of the B horizon and lack mottles with chroma of 2 or less within depths of 100 centimeters (40 inches).\nMoland-- formed partly in loess and have friable C horizons.\nNeeper -- are in areas that have a mean annual air temperature range of 11 to 14 degrees C and have a rock fragment content of less than 2 percent in the lower third of the series control section\nOmsrud-- soils formed in calcareous loamy glacial till of late Wisconsin age\nOcheyedan--  contains more silt and are more stratified in the lower part of the B horizon and in the C horizon.\nRossfield-- formed in loamy sediments overlying limestone."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material-- These soils formed in friable glacial till or 30 to 75 centimeters of silty or loamy sediments and the underlying firm till\nLandform---nose slopes and convex side slopes on dissected till plains on the Iowan Erosion Surface\nSlope--5 to 35 percent\nElevation--200 to 350 meters above sea level\nMean annual air temperature--8 to 10 degrees C\nMean annual precipitation--860 to 920 millimeters\nFrost-free period--170 to 185 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dinsdale and Tama soils.\nDinsdale--are upslope from Liscomb soils, and in some areas, Dinsdale is in an intermingled pattern with Liscomb soils.  Dinsdale is partly formed in 50 to 100 centimeters of loess.\nTama-- soils are upslope from Liscomb soils and on summits, and formed entirely in loess."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class--well drained\nSaturated hydraulic conductivity--1.00 to 10.00 micrometers per second in the loamy sediments and 0.01 to 1.00 micrometers per second in the firm till"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The moderately steep areas are used mainly for pasture.  The less strongly sloping areas are largely cultivated.  Corn and soybeans and small grains and meadow are the principal crops.  Native vegetation was tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic section--Dissected till plains\nMLRAs--Eastern Iowa and Minnesota Till Prairies (104) and Illinois and Iowa Deep Loess and Drift (108)\nLocal physiographic area--Iowa Erosion Surface\nLRR M; East - central Iowa\nExtent--small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Marshall County, Iowa, 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil occurs in the south border area of the Iowan erosion surface.  The redoximorphic features in the lower part of the B horizon are considered to be relict and not indicative of present drainage.\nDiagnostic horizons and features recognized in this pedon include:\nmollic epipedon--the zone from the surface to a depth of 41 centimeters (A1, A2, and Bw1 horizons);\ncambic horizon--the zone from a depth of 41 to 107 centimeters (Bw1, Bw2, and BC horizons).\nRanges in Characteristics were edited based on available lab data during the Liscomb Soil Data Join Recorrelation Projects FY 2013.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
