{
  "SERIES": "LISK",
  "STATUS": "Established Series",
  "BYREV": "Rev:  JAL",
  "REVDATE": "10/98",
  "STATES": "MT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Typic Calciustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lisk sandy loam, in grassland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 5 inches; grayish brown (2.5Y 5/2) sandy loam, dark grayish brown (2.5Y 4/2) moist; weak medium granular structure; soft, very friable, nonsticky and nonplastic; common fine roots and many very fine roots; common fine and very fine pores; slightly effervescent; moderately alkaline (pH 8.0); clear wavy boundary.  (3 to 7 inches thick)\nBw--5 to 15 inches; light brownish gray (2.5Y 6/2) sandy loam, olive brown (2.5Y 4/4) moist; moderate medium prismatic structure; soft, very friable, nonsticky and nonplastic; common fine roots and many very fine roots; common fine and many very fine pores; slightly effervescent; moderately alkaline (pH 8.4); clear wavy boundary.  (9 to 15 inches thick)\nBk1--15 to 30 inches; pale olive (5Y 6/3) sandy loam, olive (5Y 4/4) moist; weak coarse prismatic structure; soft, very friable, nonsticky and nonplastic; common fine roots and many very fine roots; common fine and very fine pores; strongly effervescent; moderately alkaline (pH 8.4); clear wavy boundary.  (11 to 20 inches thick)\nBk2--30 to 41 inches; pale olive (5Y 6/3) sandy loam, olive (5Y 5/3) moist; massive; soft, very friable, nonsticky and nonplastic; few fine roots and common very fine roots; common fine and very fine pores; effervescent; moderately alkaline (pH 8.4); gradual smooth boundary.  (10 to 15 inches)\n2C--41 to 60 inches; light gray (5Y 7/2) loamy sand, light olive gray (5Y 6/2) moist; single grain, loose; few very fine roots; slightly effervescent; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  McCone County, Montana; 1575 feet east and 50 feet south of the NW corner of sec. 13, T. 20 N., R. 46 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 42 to 47 degrees F.\nMoisture control section - approximately between the depths of 8 and 24 inches\nDepth to Bk horizon - 14 to 20 inches\nDepth to 2C horizon - 30 to 45 inches\nA horizon - Hue:  10YR or 2.5Y\nValue:  5 or 6 dry; 3 or 4 moist\nChroma:  2 or 3\nTexture:  sandy loam, fine sandy loam, or loam\nClay content:  5 to 18 percent\nReaction:  pH 7.4 to 8.4\nNote:  The A horizon does not meet the thickness requirements for a mollic epipedon when mixed to seven inches.\nBw horizon - Hue:  10YR or 2.5Y\nValue:  5, 6 or 7 dry; 4, 5, or 6 moist\nChroma:  2 to 4\nTexture:  sandy loam or fine sandy loam\nClay content:  5 to 18 percent\nReaction:  pH 7.9 to 8.4\nBk1 horizon - Hue:  10YR to 5Y\nValue:  5, 6, or 7 day; 4, 5, or 6 moist\nChroma:  2 to 4\nTexture:  sandy loam or fine sandy loam\nClay content:  5 to 18 percent\nCalcium carbonate equivalent:  5 to 15 percent\nReaction:  pH 7.9 to 8.4\nBk2 horizon - Hue:  10YR to 5Y\nValue:  6 or 7 dry; 4 or 5 moist\nChroma:  2, 3 or 4\nTexture:  sandy loam or fine sandy loam\nClay content:  5 to 18 percent\nCalcium Carbonate Equivalent:  5 to 15 percent\nReaction:  pH 7.9 to 9.0\nNote:  Some pedons include strata of loamy fine sand or loamy sand.\n2C horizon - Hue:  10YR to 5Y\nValue:  5, 6, or 7 dry; 4, 5, or 6 moist\nChroma:  2, 3, or 4\nTexture:  loamy sand or loamy fine sand\nClay content:  0 to 10 percent\nReaction:  pH 7.9 to 8.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAmbrant (MT) - have horizon containing lamellae; do not have horizon of secondary carbonate accumulation.\nDast (MT) - has a paralithic contact at 20 to 40 inches.\nKellygulch (MT) - has a paralithic contact at 20 to 38 inches.\nRamps (UT) - has a lithic contact at 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - swales, alluvial fans, hills, and sedimentary plains.\nElevation - 1,900 to 4,000 feet.\nSlope - 2 to 40 percent.\nParent material - eolian material and sandy alluvium derived from weakly consolidated calcareous sandstone.\nClimate - long, cold winters; moist springs; warm summers.\nMean annual precipitation - 12 to 16 inches, most of which falls in the spring and summer.\nMean annual temperature - 40 to 45 degrees F.\nFrost-free period - 90 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Lisk soils are used mainly for range and nonirrigated crops.  The potential native vegetation is prairie sandreed, little bluestem, thickspike wheatgrass, needleandthread, sedges and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Lisk soils are of small extent in the plains area of eastern Montana."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  McCone County, Montana, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil Interpretations Record:  MT0416.  Diagnostic horizons and features recognized in this pedon are:\nan ochric epipedon from the soil surface to 7 inches (A, Bw horizons); a cambic horizon from 5 to 15 inches (Bw horizon); accumulation of lime from 15 to 41 inches (Bk1, Bk2 horizons); a particle-size control section from 10 to 40 inches (Bw, Bk1, Bk2 horizons).  Lisk soils have a frigid temperature regime and an ustic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
