{
  "SERIES": "LISTON",
  "STATUS": "Established Series",
  "BYREV": "RAL-PTC-DJP",
  "REVDATE": "10/2019",
  "STATES": "IA",
  "OVERVIEW": "The Liston series consists of very deep, well drained soils on convex shoulder slopes on uplands. These soils formed in calcareous pre-Illinoian till. Slopes range from 9 to 75 percent. Mean annual air temperature is about 9 degrees C (49 degrees F). Mean annual precipitation is about 74 centimeters (29 inches).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Liston clay loam, on a southwest-facing, convex, 14 percent slope, in a pasture at an elevation of 390 meters (1,280 feet) above sea level. (Colors are for moist soil unless otherwise stated.)\nA--0 to 13 centimeters (0 to 5 inches); very dark grayish brown (10YR 3/2) clay loam, dark grayish brown (10YR 4/2) dry; moderate fine granular structure; friable; many very fine and fine roots; many very fine and fine tubular pores; strongly effervescent; moderately alkaline; clear smooth boundary. [10 to 18 centimeters (4 to 7 inches) thick]\nBw--13 to 30 centimeters (5 to 12 inches); brown (10YR 4/3) clay loam; moderate fine subangular blocky structure; firm; many very fine roots; many very fine and fine tubular pores; common faint dark brown (10YR 3/3) organic coats on vertical faces of peds; strongly effervescent; moderately alkaline; clear smooth boundary. [0 to 41 centimeters (0 to 16 inches) thick]\nBk1--30 to 46 centimeters (12 to 18 inches); yellowish brown (10YR 5/4) clay loam; moderate fine subangular blocky structure; firm; many very fine roots; common very fine and fine tubular pores; common fine and medium very pale brown (10YR 8/2) masses of carbonate; few fine and medium very pale brown (10YR 8/2) carbonate concretions; strongly effervescent; moderately alkaline; clear smooth boundary.\nBk2--46 to 74 centimeters (18 to 29 inches); yellowish brown (10YR 5/4) clay loam; moderate medium and coarse prismatic structure parting to moderate fine subangular blocky; firm; common very fine roots; common very fine and fine tubular pores; common medium and coarse very pale brown (10YR 8/2) masses of carbonate; few fine and medium very pale brown (10YR 8/2) carbonate concretions; few fine prominent strong brown (7.5YR 5/6) redoximorphic concentrations; strongly effervescent; moderately alkaline; gradual smooth boundary.\nBk3--74 to 97 centimeters (29 to 38 inches); yellowish brown (10YR 5/4) clay loam; moderate medium and coarse prismatic structure parting to moderate fine angular blocky; firm; common very fine roots; common very fine and fine tubular pores; common medium and coarse very pale brown (10YR 8/2) masses of carbonate; few fine and medium very pale brown (10YR 8/2) carbonate concretions; few fine distinct grayish brown (2.5Y 5/2) redoximorphic depletions and few fine prominent strong brown (7.5YR 5/6) redoximorphic concentrations; strongly effervescent; moderately alkaline; clear smooth boundary. [Combined thickness of the Bk horizons is 20 to 97 centimeters (8 to 38 inches).]\nC1--97 to 140 centimeters (38 to 55 inches); brown (10YR 5/3) clay loam; massive; firm; common very fine roots; common very fine and fine tubular pores; common fine and medium very pale brown (10YR 8/2) masses of carbonate; common fine and medium very pale brown (10YR 8/2) carbonate concretions; common fine and medium distinct strong brown (7.5YR 4/6) redoximorphic concentrations; strongly effervescent; moderately alkaline; gradual smooth boundary.\nC2--140 to 170 centimeters (55 to 67 inches); about 50 percent strong brown (7.5YR 5/6) and about 50 percent grayish brown (2.5Y 5/2) clay loam; massive; firm; common very fine and fine tubular pores; common fine and medium very pale brown (10YR 8/2) masses of carbonate; few fine and medium very pale brown (10YR 8/2) carbonate concretions; few distinct very dark brown (7.5YR 2/2) manganese stains on faces of peds and in pores; strongly effervescent; moderately alkaline; gradual smooth boundary.\nC3--170 to 203 centimeters (67 to 80 inches); about 50 percent strong brown (7.5YR 5/6) and about 50 percent gray (2.5Y 6/1) clay loam; massive; firm; common very fine and fine tubular pores; common fine and medium very pale brown (10YR 8/2) masses of carbonate; few fine and medium very pale brown (10YR 8/2) carbonate concretions; few distinct very dark brown (7.5YR 2/2) manganese stains on faces of peds and in pores; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: MLRA 107B-Iowa and Missouri Deep Loess Hills, Crawford County, Iowa subset; about 9.5 miles northeast of Dennison; about 840 feet north and 1,410 feet west of the southeast corner of sec. 28, T. 85 N., R. 38 W.; USGS Kiron quadrangle; lat. 42.141500 degrees and long. -95.269139 degrees; WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to carbonates--0 to 25 centimeters (0 to 10 inches)\nContent of clay in the particle-size control section (weighted average)--27 to 35 percent\nContent of sand in the particle-size control section (weighted average)--25 to 45 percent\nA or Ap horizon:\nHue--10YR\nValue--2 or 3\nChroma--1 or 2\nTexture--loam or clay loam\nClay content--24 to 35 percent\nSand content--30 to 52 percent\nRock fragment content--1 to 5 percent\nCalcium carbonate equivalent--5 to 10 percent\nReaction--neutral to moderately alkaline\nMoist bulk density--1.45 to 1.60 g/cc\nAB horizon (if it occurs):\nHue--10YR\nValue--2 or 3\nChroma--1 or 2\nTexture--clay loam\nClay content--27 to 35 percent\nSand content--25 to 45 percent\nRock fragment content--1 to 5 percent\nCalcium carbonate equivalent--5 to 15 percent\nReaction--slightly alkaline or moderately alkaline\nMoist bulk density--1.60 to 1.70 g/cc\nThickness: 0 to 15 centimeters (0 to 6 inches)\nBw horizon:\nHue--10YR or 2.5Y\nValue--4 or 5\nChroma--3 or 4\nTexture--clay loam\nClay content--27 to 38 percent\nSand content--25 to 40 percent\nRock fragment content--1 to 5 percent\nCalcium carbonate equivalent--5 to 15 percent\nReaction--slightly alkaline or moderately alkaline\nMoist bulk density--1.65 to 1.80 g/cc\nBk horizon:\nHue--10YR or 2.5Y\nValue--4 or 5\nChroma--2 to 4\nTexture--clay loam\nClay content--34 to 40 percent\nSand content--25 to 35 percent\nRock fragment content--1 to 5 percent\nCalcium carbonate equivalent--15 to 25 percent\nReaction--slightly alkaline or moderately alkaline\nMoist bulk density--1.7 to 1.85 g/cc\nC horizon:\nHue--7.5YR, 10YR, 2.5Y, or 5Y\nValue--4 to 6\nChroma--1 to 6\nTexture--clay loam\nClay content--30 to 40 percent\nSand content--25 to 35 percent\nRock fragment content--1 to 5 percent\nCalcium carbonate equivalent--10 to 15 percent\nReaction--slightly alkaline or moderately alkaline\nMoist bulk density--1.8 to 1.9 g/cc"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Storden series.\nStorden--have a clay content of 18 to 27 percent in the particle-size control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--calcareous pre-Illinoian till\nLandform--convex shoulder slopes on uplands\nSlopes--9 to 75 percent\nElevation--305 to 457 meters (1,000 to 1,500 feet) above sea level\nMean annual air temperature--8 to 11 degrees C (47 to 52 degrees F)\nMean annual precipitation--66 to 81 centimeters (26 to 32 inches)\nFrost-free period--145 to 175 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Burchard, Deloit, Ida, Marshall, and Monona soils.\nBurchard--are in lower landscape positions on concave back slopes, do not have carbonates within a depth of 30 centimeters (12 inches), and have an argillic horizon\nDeloit--are in lower landscape positions on foot slopes and have mollic epipedons that are more than 61 centimeters (24 inches) thick\nIda--are in landscape positions similar to those of the Liston soils, have a clay content of 18 to 25 percent in the particle-size control section and have a sand content of less than 10 in the particle-size control section\nMarshall--are in higher landscape positions on summits, have a clay content of 30 to 35 percent in the particle-size control section, and have sand content of less than 10 percent in the particle-size control section\nMonona--are in higher landscape positions on summits, have a clay content of 20 to 30 percent in the particle-size control section, and have sand content of less than 10 percent in the particle-size control section"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--well drained--a saturated zone does not occur within a depth of 183 centimeters (6 feet) during April to June in most years\nSaturated hydraulic conductivity--1.00 to 10.00 micrometers per second\nSurface runoff potential--medium to high"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are pastured. A few areas are cultivated. Bluegrass is the principal pasture species. The native vegetation is big bluestem, little bluestem, indiangrass, switchgrass, sideoats grama and other grasses of the tall grass prairie and scattered oak trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: LRR M, MLRA 107 in western Iowa. These soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Woodbury County, Iowa, 2003"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 25 to 100 centimeters (10 to 40 inches) (Bw, Bk1, Bk2, Bk3, and C1 horizons);\nseries control section--the zone from the surface to a depth of 152 centimeters (0 to 60 inches) (A, Bw, Bk1, Bk2, Bk3, C1, and C2 horizons).\nDiagnostic horizons and features recognized in this pedon:\nochric epipedon--the zone from the surface to a depth of 13 centimeters (0 to 5 inches) (A horizon);\ncalcic horizon--the zone from a depth of 30 to 97 centimeters (12 to 38 inches) (Bk1, Bk2, and Bk3 horizons);\nudic moisture regime.\nThe cation-exchange activity class is supported by lab sample number S1997IA047015 Kellogg Soil Survey Laboratory.\nTaxonomy version--Keys to Soil Taxonomy 2014.\nThe redoximorphic features occurring in the Bk, and C horizons are not considered as indicators of present-day wetness and therefore were not considered in the classification of these soils.\nThis series replaces the Steinauer series that was correlated in the Soil Survey of Woodbury County, Iowa (1972).\nThe pre-Illinoian till does not have shale fragments, has half as much very coarse sand in the sand fraction, has a moderate shrink-swell potential, and has less calcium carbonate and less dolomite content than early Wisconsin (Tazewell) till.\nADDITIONAL DATA:\nLaboratory data--Kellogg Soil Survey Laboratory, Lincoln, Nebraska S1997IA047015 (https://ncsslabdatamart.sc.egov.usda.gov).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
