{
  "SERIES": "LITAG",
  "STATUS": "Established Series",
  "BYREV": "Rev. DES-BDD-JAL",
  "REVDATE": "01/2002",
  "STATES": "MT",
  "OVERVIEW": "The Litag series consists of very deep, well drained soils that formed in residuum or colluvium from welded tuff or rhyolite bedrock.  These soils are on alluvial fans, footslopes, mountains and hills. Slopes are 4 to 60 percent.  Mean annual precipitation is about 21 inches, and mean annual temperature is about 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy-skeletal, glassy, frigid Vitrandic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Litag gravelly ashy sandy clay loam, in forest (colors are for dry soil unless otherwise noted).\nOi--0 to 1 inch; partially decomposed needles, twigs and leaves.\nA--1 to 3 inches; very dark gray (10YR 3/1) mucky loam, black (10YR 2/1) moist; weak very fine granular structure; slightly hard, very friable, nonsticky and nonplastic; many very fine and fine roots; 5 percent pebbles; neutral (pH 6.6); clear wavy boundary. (0 to 4 inches thick)\nE1--3 to 9 inches; light brownish gray (2.5Y 6/2) gravelly ashy sandy clay loam, very dark grayish brown (2.5Y 3/2) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and fine roots, common medium roots and few coarse roots; many medium tubular pores; 5 percent cobbles and 20 percent pebbles; neutral (pH 6.6); clear wavy boundary.\nE2--9 to 20 inches; light brownish gray (2.5Y 6/2) gravelly ashy sandy clay loam, dark grayish brown (10YR 4/2) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and fine roots, common medium roots and few coarse roots; many medium tubular pores; 5 percent cobbles and 25 percent pebbles; slightly acid (pH 6.4); gradual wavy boundary. (Combined thickness of E horizons is 6 to 18 inches.)\nBw--20 to 35 inches; light brownish gray (2.5Y 6/2) very gravelly ashy sandy clay loam, dark grayish brown (10YR 4/2) moist; weak coarse prismatic structure; slightly hard, very friable, slightly sticky and nonplastic; many very fine and fine roots, common medium roots and few coarse roots; many medium tubular pores; 10 percent cobbles and 30 percent pebbles; slightly acid (pH 6.3) gradual wavy boundary.  (10 to 20 inches thick)\nBC--35 to 54 inches; grayish brown (2.5Y 5/2) very gravelly ashy sandy clay loam, brown (10YR 4/3) moist; weak coarse prismatic structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots, few medium and coarse roots; common medium tubular pores; 10 percent cobbles and 35 percent pebbles; slightly acid (pH 6.2); gradual irregular boundary.  (10 to 30 inches thick)\nC--54 to 60 inches; light yellowish brown (2.5Y 6/4) very cobbly ashy loam, brown (10YR 4/3) moist; massive; slightly hard, very friable, slightly sticky and nonplastic;  many very fine and fine roots, few medium and coarse roots; common medium tubular pores; 20 percent cobbles and 30 percent pebbles; moderately acid (pH 6.0)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Deer Lodge County, Montana; 1450 feet west and 2500 feet north of the SE corner of sec. 35, T. 4 N., R. 11 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 38 to 42 degrees F.\nMoisture control section - between 4 and 12 inches.\nVolcanic glass - 30 to 50 percent in the coarse silt and sand fraction.\nAcid oxalate Al + 1/2 Fe - .12 to .20 percent.\nA horizon - Hue: 10YR or 2.5Y\nValue:  3 or 4 dry; 2 or 3 moist\nChroma:  1 or 2\nTexture:  mucky loam, ashy sandy loam or ashy sandy clay loam\nClay content:  15 to 25 percent\nRock fragments:  5 to 25 percent--0 to 5 percent cobbles and stones, 5 to 20 percent pebbles\nReaction:  pH 5.6 to 7.3\nE horizons - Hue:  10YR or 2.5Y\nValue:  5 or 6 dry, 3, 4 or 5 moist\nChroma:  2 or 3\nTexture:  ashy sandy clay loam or ashy sandy loam\nClay content: 18 to 27 percent\nRock fragments:  15 to 45 percent--5 to 15 percent cobbles and stones, 10 to 30 percent pebbles\nReaction:  pH 5.6 to 7.3\nBw horizon - Hue:  10YR or 2.5Y\nValue:  5 or 6 dry, 4 or 5 moist\nChroma:  2 or 3\nTexture:  ashy loam or ashy sandy clay loam\nClay content: 18 to 27 percent\nRock fragments:  35 to 60 percent--5 to 20 percent cobbles and stones, 30 to 40 percent pebbles\nReaction:  pH 5.6 to 7.3\nBC horizon - Hue:  10YR, 2.5Y or 5Y\nValue:  5, 6, or 7 dry; 4, 5, or 6 moist\nChroma:  1, 2  or 3\nTexture:  ashy loam, ashy sandy loam, or ashy sandy clay loam\nClay content:  18 to 27 percent\nRock fragments:  35 to 60 percent--10 to 25 percent cobbles and stones; 25 to 35 percent pebbles\nReaction:  pH 5.6 to 7.3\nC horizon - Hue:  10YR, 2.5Y or 5Y\nValue:  6, 7, or 8 dry; 4, 5, or 6 moist\nChroma:  1, 2, 3 or 4\nTexture: ashy sandy loam, ashy loam or ashy sandy clay loam\nClay content:  12 to 25 percent\nRock fragments:  35 to 60 percent--10 to 40 percent cobbles and stones; 15 to 50 percent pebbles\nReaction:  pH 5.6 to 7.3"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - alluvial fans; footslopes; hills; mountains.\nElevations - 5,200 to 6,400 feet.\nSlopes - 4 to 60 percent.\nParent material - residuum or colluvium from welded tuff bedrock.\nClimate - long, cold winters; moist springs; warm summers.\nMean annual precipitation - 15 to 24 inches.\nMean annual air temperature - 36 to 40 degrees F.\nFrost-free period - 70 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Litag soils are mainly used for woodland, watershed, and as wildlife habitat.  The potential native vegetation is mainly lodgepole pine, Douglas-fir, Rocky Mountain juniper, Oregongrape, common snowberry, russet buffaloberry, bitterbrush, pinegrass, tufted hairgrass, lupine and rose."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Litag soils are of small extent in southwestern Montana."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Deer Lodge County, Montana, 1999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Soil interpretive record: MT1750.  Diagnostic horizons and features recognized in this pedon are: an ochric epipedon from the mineral surface to 20 inches (A and E horizons); a cambic horizon from 20 to 53 inches (Bw and BC horizons); a particle size control section from 10 to 40 inches (E2, Bw and BC horizons).  Litag soils have a frigid temperature regime and an ustic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
