{
  "SERIES": "LITERR",
  "STATUS": "Established Series",
  "BYREV": "WRR",
  "REVDATE": "11/2009",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine, mixed, superactive, thermic Pachic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Literr loam, on a north facing 25 percent slope under a cover of annual grasses at an elevation of 247 meters. When described the soil was moist throughout. (Colors are for dry soil unless otherwise noted).\nOi--0 to 1 inches, (0 to 2 cm); slightly decomposed plant material; abrupt smooth boundary.\nA1--1 to 2 inches, (2 to 6 cm); brown (10YR 5/3) broken face loam, brown (10YR 4/3) broken face moist; 28 percent clay; moderate fine subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; few fine roots and common very fine roots; many fine interstitial pores; 5 percent subrounded 2 to 75 millimeter; neutral, pH 6.7 by pH meter 1:1 water; clear smooth boundary. (10 to 25 centimeters thick)\nA2--2 to 6 inches, (6 to 15 cm); brown (10YR 4/3) broken face clay loam, dark brown (10YR 3/3) broken face moist; 28 percent clay; strong medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; few fine roots and common very fine roots; few very fine tubular pores; 5 percent subrounded 2 to 75 millimeter; slightly acid, pH 6.4 by pH meter 1:1 water;  clear smooth boundary. (0 to 21 centimeters thick)\nA3--6 to 13 inches, (15 to 34 cm); brown (10YR 4/3) broken face clay loam, dark brown (10YR 3/3) broken face moist; 30 percent clay; strong medium subangular blocky structure; slightly hard, friable, slightly sticky, moderately plastic; few fine roots and few very fine roots; many very fine tubular pores; 20 percent clay films on all faces of peds; 5 percent subrounded 2 to 75 millimeter; slightly acid, pH 6.4 by pH meter 1:1 water;  clear wavy boundary. (0 to 19 centimeters thick)\nBt1--13 to 23 inches, (34 to 59 cm); brown (10YR 4/3) broken face clay loam, dark brown (10YR 3/3) broken face moist; 34 percent clay; strong medium subangular blocky structure; slightly hard, friable, moderately sticky, moderately plastic; few fine roots; common very fine interstitial pores; 10 percent clay films on all faces of peds; 5 percent subrounded 2 to 75  millimeter; slightly acid, pH 6.4 by pH meter 1:1 water;  abrupt smooth boundary. (15 to 50 centimeters thick)\nBt2--23 to 35 inches, (59 to 90 cm); dark yellowish brown (10YR 4/6) broken face clay loam, dark yellowish brown (10YR 3/6) broken face moist; 38 percent clay; strong medium subangular blocky structure; hard, friable, moderately sticky, moderately plastic; few fine roots; many very fine interstitial pores; 50 percent clay films on all faces of peds; 5 percent subrounded 2 to 75 millimeter; slightly acid, pH 6.5 by pH meter 1:1 water;  abrupt smooth boundary. (31 to 50 centimeters thick)\nBt3--35 to 45 inches, (90 to 115 cm); dark yellowish brown (10YR 4/6) broken face gravelly clay loam, dark yellowish brown (10YR 3/6) broken face moist; 38 percent clay; strong medium subangular blocky structure; hard, friable, moderately sticky, moderately plastic; many very fine interstitial pores; 15 percent subrounded 2 to 75 millimeter; slightly acid, pH 6.6 by pH meter 1:1 water;  abrupt smooth boundary. (0 to 30 centimeters thick)\nBC--45 to 57 inches, (115 to 145 cm); brownish yellow (10YR 6/6) broken face gravelly sandy clay loam, yellowish brown (10YR 5/6) broken face moist; 28 percent clay; weak fine subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; many very fine interstitial pores; 25 percent subrounded 2 to 75 millimeter; neutral, pH 6.7 by pH meter 1:1 water; abrupt smooth boundary. (0 to 30 centimeters thick)\nC1--57 to 67 inches, (145 to 170 cm); brownish yellow (10YR 6/6) broken face sandy clay loam, dark yellowish brown (10YR 4/6) broken face moist; 22 percent clay; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; many very fine interstitial pores; 5 percent subrounded 2 to 75 millimeter; neutral, pH 6.7 by pH meter 1:1 water; abrupt smooth boundary. (0 to 40 centimeters thick)\nC2--67 to 71 inches, (170 to 180 cm); brownish yellow (10YR 6/6) broken face sandy loam, dark yellowish brown (10YR 4/6) broken face moist; 18 percent clay; weak fine subangular blocky structure; soft, very friable, slightly sticky, slightly plastic; many very fine interstitial pores; 5 percent subrounded 2 to 75 millimeter; neutral, pH 6.8 by pH meter 1:1water; abrupt smooth boundary.\nC3--71 to 74 inches, (180 to 188 cm); brownish yellow (10YR 6/6) broken face very gravelly sandy loam, dark yellowish brown (10YR 4/6) broken face moist; 16 percent clay; weak fine subangular blocky structure; soft, very friable, nonsticky, nonplastic; many very fine interstitial pores; 35 percent subrounded 2 to 75 millimeter; neutral, pH 6.8 by pH meter 1:1 water;"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Clara County, California, Fremont Older Open Space, Cupertino, about 1/4 mile from gate FO02, north past Seven Springs Trail, on north slope of hill about 75 feet below road.,  of Section , Township , Range ,\nUTM Zone 10, 4127398 Northing, 583397 Easting, NAD83 - U.S.G.S Quad: Cupertino, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 60 to 64 degrees F. The soil moisture control section is dry in all parts from about June 15 to October 15 (about 120 days). The particle size control section averages 35 to 45 percent clay, 2 to 15 percent rock fragments, mostly gravel.  Mineralogy is mixed. The soil is not calcareous. Organic matter ranges from 1.5 to 3 percent to a depth of 15 centimeters. Rock fragments on the surface range from 0 to 2 percent gravel.\nThe A horizon dry color is 10YR 5/3 or 4/3. Moist color is 10YR 4/3, 4/2, 3/3 or 3/2. Texture is loam, clay loam or sandy clay loam. Clay content ranges from 18 to 30 percent. Rock fragments range from 2 to 10 percent gravel. Reaction ranges from 6.1 to 7.3.\nThe Bt horizon dry color is 10YR 5/6, 5/4, 5/3, 4/4, 4/3 or 3/3. Moist color is 10YR 4/6, 4/4 4/3 3/6, 3/4 or 2.5Y 4/4. Texture is clay loam, sandy clay loam or sandy clay. Clay content ranges from 35 to 45 percent. Rock fragments range from 2 to 15 percent gravel. Reaction ranges from 6.1 to 7.3.\nThe BC and C horizons dry color is 10YR 6/6 or 6/4. Moist color is 10YR 5/6 or 5/4. Texture is sandy loam, sandy clay loam or clay loam. Clay content ranges from 16 to 35 percent. Rock fragments range from 5 to 35 percent gravel. Reaction ranges from 6.1 to 7.3."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cole and Mallard soils. Cole soils are somewhat poorly drained on slopes of 0 to 5 percent and include chromas of 1 in the Bt horizons. Mallard soils are somewhat poorly drained soils on slopes of 0 to 5 percent, have segregated lime in the C horizon and the difference between the mean summer and mean winter temperatures is more than 30 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Literr soils are on hills of dissected terraces. Slopes are 9 to 65 percent. These soils formed in old alluvium weathered from mixed rock sources. Elevation is 350 to 1050 feet, (105 to 320 meters). Mean annual precipitation is 22 to 26 inches. The mean annual temperature is 60 to 62 degrees F. Frost free season is 275 to 325 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Airship soils. Airship(T) soils have more than 35 percent gravels"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: well drained; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for recreation and home sites. Vegetation is annual grasses, oaks and poison oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The soils are non-extensive and are mapped in Santa Clara county.  Major Land Resource Area   14 -- Central California Coastal Valleys"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Santa Clara County, California. Source of name coined from slope terms."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle Size Control Section for this pedon:\nDiagnostic horizons and features recognized in this pedon are:\nArgillic Horizon:  13 to 57 in.  (34 to 145 cm)\nPedon Notes: 05ca085641258\nADDITIONAL DATA:\nNational Cooperative Soil Survey\nU.S.A."
  }
}
