{
  "SERIES": "LITTLEAXE",
  "STATUS": "Established Series",
  "BYREV": "Rev. CRC:CEW:GS",
  "REVDATE": "02/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, active, thermic Ultic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Littleaxe loamy fine sand--on a 2 percent convex southeast facing upland ridge crest under post oak and blackjack forest.                                      (Colors are for dry soil unless otherwise stated.)\nA--0 to 7 inches; grayish brown (10YR 5/2) loamy fine sand, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; slightly hard, very friable; many very fine and fine roots; neutral; clear wavy boundary.  (3 to 10 inches thick)\nE--7 to 16 inches; pink (7.5YR 7/4) loamy fine sand, brown (7.5YR 5/4) moist; weak fine granular structure; soft, very friable; many very fine and fine roots; slightly acid; clear wavy boundary.  (0 to 11 inches thick)\nBt1--16 to 28 inches; yellowish red (5YR 5/6) sandy clay loam, yellowish red (5YR 4/6) moist; moderate medium subangular blocky structure; very hard, friable; common very fine, fine and medium roots; continuous clay films on faces of peds; strongly acid; gradual smooth boundary.  (7 to 21 inches thick)\nBt2--28 to 37 inches; yellowish red (5YR 5/6) fine sandy loam, yellowish red (5YR 4/6) moist; weak medium subangular blocky structure; very hard, friable; common very fine, fine, and medium roots; discontinuous clay films on faces of peds; strongly acid; gradual smooth boundary.  (0 to 24 inches thick)\nBC1--37 to 43 inches; reddish yellow (5YR 6/6) fine sandy loam, yellowish red (5YR 5/6) moist; weak medium subangular blocky structure; hard, friable; common very fine, fine and medium roots; discontinuous clay films on faces of peds; strongly acid; clear smooth boundary.  (0 to 18 inches thick)\nBC2--43 to 52 inches; coarsely mottled reddish yellow (7.5YR 7/6) and reddish yellow (7.5YR 6/8) fine sandy loam, reddish yellow (7.5YR 6/6) and strong brown (7.5YR 5/8) moist; weak coarse subangular blocky structure; hard, friable; few very fine and fine roots; clay bridging sand grains; strongly acid; clear smooth boundary.  (0 to 11 inches thick)\nCr--52 to 60 inches; reddish yellow (7.5YR 6/8) and yellowish red (5YR 5/6) weakly cemented sandstone interbedded with red (2.5YR 5/8) weakly cemented shale; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cleveland County, Oklahoma; about 11 miles east of intersection of Oklahoma State Highway 9 and U.S. Highway 77; 2,120 feet west and 380 feet south from northeast corner of sec. 6, T. 8 N., R. 1 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to bedrock is 40 to 60 inches.\nThe A or Ap horizon has hue of 5YR to 10YR, value of 4 to 6, and chroma of 2 to 4.  Texture is loamy fine sand or fine sandy loam.  Reaction ranges from strongly acid to neutral except in areas where limed.\nThe E horizon has hue of 5YR or 7.5YR, value of 4 to 7, and chroma of 3 or 6 .  Where cultivated, some pedons have the E horizon mixed with the Ap horizon.  Texture is loamy fine sand or fine sandy loam.  Reaction is very strongly acid to slightly acid.\nThe Bt1 horizon has hue of 5YR or 7.5YR, value of 4 to 6, and chroma of 4 or 6.  Texture is fine sandy loam or sandy clay loam.  Some pedons have few fine faint redoximorphic concentrations in shades of red.  The upper 3 inches in some pedons has coatings of A2 material on the faces of some peds.  Clay content ranges from about 15 to 35 percent.  Base saturation, by sum of cations, ranges from 50 to 70.  Reaction ranges from very strongly acid to slightly acid.\nThe Bt2 horizon has hue of 2.5YR to 7.5YR, value of 5 or 6, and chroma of 6 to 8.  Some pedons have few fine faint redoximorphic concentrations in shades of red.  Texture is fine sandy loam or sandy clay loam.  Base saturation, by sum of cations, ranges from 50 to 70.  Reaction ranges from very strongly acid to slightly acid.  Some pedons may have a Bt3 horizon similar to the Bt2 horizon.\nThe BC horizons have hue of 2.5YR to 7.5YR, value of 5 to 7, and chroma of 6 to 8.  Many pedons have redoximorphic concentrations in shades of red, yellow, or brown.  Texture is fine sandy loam or sandy clay loam.  Some pedons have streaks of clean sand or have clean sand on faces of peds.  Coarse fragments of sandstone from 2mm to 76mm in diameter make up from 0 to 20 percent by volume.  Base saturation, by sum of cations, ranges from 60 to 70.  Reaction ranges from very strongly acid to slightly acid in the upper part and strongly acid to neutral in the lower part.\nThe Cr horizon is reddish, yellowish, or brownish rippable sandstone interbedded with shale.  This material has high or very high excavation difficulty.  Fractures are greater than 10 cm apart.  The material is dense enough to be root restrictive.  It slakes in water within 15 hours."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Knolle, Minerva, Silawa, Stephenville, and Weatherford series in the same family.  Soils in similar families are the Cisco, Cobb, Galey, Gasil, Grandfield, Harrah, Hye, Konawa, Konsil, and May series.  Knolle soils lack bedrock within 40 to 60 inches, have a higher clay activity class, and have dark coatings on the faces of peds in the argillic horizon.  Minerva soils lack bedrock within 60 inches.  Silawa soils lack bedrock within 72 inches and have a lower clay activity class.  Stephenville soils have bedrock between 20 and 40 inches.  Weatherford soils have warmer temperatures, are less moist, have average absolute moisture deficit more than 6 inches, and are formed in Cretaceous age sandstone that typically are not as red in color.  Cisco, Cobb, Grandfield, and May soils have more than 75 percent base saturation in some part of the Bt horizon.  In addition, Cobb, Granfield and May soils have mixed mineralogy.  Galey, Gasil, Harrah, and Konsil soils have solum more than 60 inches thick and the clay content of the argillic horizon does not decrease by more than 20 percent from the maximum within 60 inches of the soil surface.  Hye, and Konawa soils have mixed mineralogy.  In addition, Konawa soils do not have paralithic bedrock within 40 to 60 inches and Hye soils have hard bedrock within 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Littleaxe soils are on very gently sloping or gently sloping upland ridge crests in the Cross Timbers.  Slopes range from 1 to 5 percent.  They are formed in materials weathered from weakly cemented sandstone interbedded with shale of Permian age.  Average absolute moisture deficit ranges from 4 to 6 inches during June-August.  Mean Annual Precipitation: 30 to 38 inches.\nMean Annual Temperature: 58 to 62 degrees F.\nThornthwaite Annual P-E indices: 48 to 64.\nFrost free days: 200 to 230.\nElevation: 900 to 1300 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Harrah and Stephenville series and the Darnell, Darsil, Newalla, and Noble series.  Darnell and Darsil soils lack Bt horizons, are less than 20 inches to bedrock, and usually occur on similar areas.  Harrah soils have solum more than 60 inches thick, do not decrease in clay content by 20 percent or more within 60 inches of the surface, and occur on foot slopes.  Newalla soils have an abrupt texture change between the A and Bt horizons, have fine control section, and occur on similar areas.  Noble soils have a coarse-loamy control section and on foot slopes.  Stephenville soils have a solum from 20 to 40 inches thick and occur on similar areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; permeability is moderate; runoff is low on 1 to 5 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly as native range or tame pasture. The native vegetation is post oak, blackjack oak, and hickory with an understory of mid and tall grasses.  Improved bermudagrass and weeping lovegrass are the main tame pasture.  Minor areas are cultivated to small grains, grain sorghum, and peanuts."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Cross Timbers (MLRA 84A) of central Oklahoma.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cleveland County, Oklahoma; 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Littleaxe series was formerly included with Konawa, Stephenville, and the Weatherford series in earlier surveys.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface of the soil to a depth of 7 inches (A horizon).\nAlbic horizon - the zone from 7 inches to 16 inches (E horizon).\nArgillic horizon - the zone from 16 inches to a depth of 37 inches (Bt horizons).\nParalithic contact - the sandstone bedrock encountered at a depth of 52 inches (Cr horizon).\nADDITIONAL DATA:  Laboratory data is available from Oklahoma State University, Stillwater, Oklahoma.  Sample No. 74-OK-27-2.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
