{
  "SERIES": "LITTLEBEAR",
  "STATUS": "Established Series",
  "BYREV": "Rev. RHM",
  "REVDATE": "2/90",
  "STATES": "CO,WY",
  "OVERVIEW": "The Littlebear series consists of deep, well drained soils that formed in mixed alluvium.  These soils are on alluvial fans or terraces.  The mean annual precipitation is about 7 inches and the mean annual air temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, frigid Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Littlebear sandy loam, grassland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 18 inches; brown (10YR 5/3) sandy loam, dark brown (10YR 4/3) when moist; weak coarse subangular blocky structure that parts to very fine granules; soft, very friable; noncalcareous; very strongly alkaline; gradual smooth boundary.  (12 to 24 inches thick)\nIICca--18 to 60 inches; light brownish gray (10YR 6/2) loamy sand, dark grayish brown (10YR 4/2) moist; single grained; loose; visible calcium carbonate occurring as thin seams, and as coatings on the sand grains; calcareous; strongly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Alamosa County, Colorado; 0.1 mile south and 200 feet west of the east quarter corner of Sec. 1, T. 38 N., R. 12 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to uniformly calcareous material ranges from 10 to 30 inches.  Depth to the sandy IIC horizon ranges from 12 to 24 inches.  Exchangeable sodium ranges from 10 to 30 percent in a majority of subhorizons of the control section and there is some subhorizon above depth of 20 inches that is at least four inches thick and contains at least 15 percent exchangeable sodium.  Depth to continuous subhorizons of genetically concentrated visible secondary calcium carbonate and/or sulfate ranges from 12 to 40 inches.  The upper part of the control section is usually sandy loam but clay averages 5 to 18 percent.  The lower and predominating portion of the control section is loamy sand or sand.  Rock fragments range from 0 to 15 percent and are mainly less than 3 inches in diameter.\nThe A horizon has hue of 2.5YR through 7.5YR, value of 5 through 8  dry, 3 through 7 moist, and chroma of 1 through 4.  It is strongly or very strongly alkaline.\nThe C horizon has hue of 2.5Y through 7.5YR.  It ranges from moderately to strongly alkaline and has 3 to about 14 percent calcium carbonate equivalent in the fine earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Aneth, Corbett, and Koonich series.  Aneth soils have mean annual soil temperature warmer than 47 degrees F.  Corlett soils lack moderately coarse texture in the upper part of the control section.  Koonich soils lack horizons of visible secondary calcium carbonate accumulation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Littlebear soils are on alluvial fans or terraces.  Slope gradients range from 0 to about 6 percent.  The soils formed in mixed alluvial parent sediments.  At the type location the average annual precipitation is 7 inches, with peak periods of precipitation in the spring and summer.  The mean annual temperature is 43 degrees F., and the mean summer temperature is 60 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Corlett soils and the Costilla soils.  Costilla soils are coarse textured throughout, have more than 15 percent gravel, and have less than 15 percent exchangeable sodium."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally as native pastureland.  Native vegetation is mainly blue grama, Indian ricegrass, alkali sacaton, spike dropseed, and greasewood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South-central Colorado.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Alamosa County, Colorado, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Last updated by the state 9/74.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "texture_class": "sandy loam",
        "pH_class": "very strongly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A1--0 to 18 inches; brown (10YR 5/3) sandy loam, dark brown (10YR 4/3) when moist; weak coarse subangular blocky structure that parts to very fine granules; soft, very friable; noncalcareous; very strongly alkaline; gradual smooth boundary.  (12 to 24 inches thick)"
      },
      {
        "name": "IICca",
        "top": 46,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "pH_class": "strongly alkaline",
        "narrative": "IICca--18 to 60 inches; light brownish gray (10YR 6/2) loamy sand, dark grayish brown (10YR 4/2) moist; single grained; loose; visible calcium carbonate occurring as thin seams, and as coatings on the sand grains; calcareous; strongly alkaline."
      }
    ]
  ]
}
