{
  "SERIES": "LITTLEFIR",
  "STATUS": "Established Series",
  "BYREV": "JWO:RKR:LBW",
  "REVDATE": "10/2001",
  "STATES": "AR",
  "OVERVIEW": "The Littlefir series consists of moderately deep to deep, moderately well drained, slowly permeable soils that formed in residuum from tilted, fractured, and folded shale, or interbedded shale, and sandstone or siltstone dominantly of Ordovician through Mississippian age. These level to steep soils are on hills and ridges within valleys of the Ouachita Mountains; MLRA 119. Slopes range from 0 to 35 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, thermic Oxyaquic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Littlefir very gravelly silt loam, in forest\n(Colors are for moist soil unless otherwise stated.)\nA--0 to 5 inches; dark yellowish brown (10YR 4/4) very gravelly silt loam; moderate fine and medium granular structure; friable; few coarse, few medium, many fine, and many very fine roots; common fine pores; about 55 percent by volume quartzite fragments up to 3 inches in diameter; moderately acid; clear smooth boundary. (2 to 6 inches thick)\nBt1--5 to 9 inches; yellowish red (5YR 5/8) silty clay; moderate medium subangular blocky structure; firm; few coarse, few medium, common fine, and few very fine roots; common fine and medium pores; few faint yellowish red (5YR 5/8) clay films on faces of most peds and lining most pores; many distinct coarse reddish yellow (7.5YR 6/6) iron accumulations; about 10 percent by volume soft shale channers less than 3 inches in length with black interiors and red, yellow and brown exteriors and few angular quartzite gravel about 1 inch in diameter; strongly acid; gradual smooth boundary.\nBt2--9 to 21 inches; yellowish red (5YR 5/8) clay; moderate medium and coarse subangular blocky structure; firm; few fine and few very fine roots; common fine and very fine and few medium pores; many distinct red (2.5YR 4/6) clay films on faces of peds, lining pores and coating shale fragments; few fine prominent light yellowish brown (10YR 6/4) iron depletions; common medium distinct reddish yellow (7.5YR 6/6) iron accumulations; about 10 percent by volume soft shale channers less than 3 inches in length with black interiors and red, yellow and brown exteriors and few angular quartzite gravel about 1 inch in diameter; clear smooth boundary.\nBt3--21 to 29 inches; red (2.5YR 4/6) channery clay; moderate medium and coarse subangular blocky structure; firm; few fine and few medium roots; few fine pores; common distinct yellowish red (5YR 5/8) clay films on faces of peds, lining pores and coating shale channers; common fine prominent light yellowish brown (10YR 6/4) and pale brown (10YR 6/3) iron depletions; common medium prominent brownish yellow (10YR 6/6) iron accumulations; about 30 percent by volume soft shale channers less than 3 inches in length with black interiors and red and brown exteriors; few black organic stains between shale plates and lining old root channels; very strongly acid; clear smooth boundary.\nBt4--29 to 43 inches; red (2.5YR 4/6), strong brown (7.5YR 5/8), light yellowish brown (10YR 6/4), and light brownish gray (10YR 6/2) extremely channery clay; weak platy structure; firm; few fine roots; few fine pores; common distinct red (2.5YR 4/6) and gray (10YR 6/1) clay films on faces of peds and on surface of shale and quartzite fragments; about 60 percent by volume shale channers less than 6 inches in length and about 15 percent by volume quartzite gravel less than 1 inch in diameter; shale fragments have black interior colors and red, black, brown, and gray exterior colors; very strongly acid; abrupt wavy boundary. (Combined thickness of the Bt horizon ranges from 34 to 48 inches.)\nCr--43 to 47 inches; soft platy shale bedrock with black interiors and red, gray, black, and brown exteriors; dip of shale beds is about 25 degrees from horizontal; few lenses of quartzite in shale beds."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Montgomery County, Arkansas; north of Mt. Ida on Arkansas 27; then west on Forest Service Road 37; then north on Forest Service Road W41D; SE1/4SW1/4SW1/4SE1/4 sec.5, T.2 S., R.24 W.; lat. 34 degrees 35 minutes 29 seconds N. and long. 93 degrees 35 minutes 28 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness and depth to shale or interbedded shale and sandstone bedrock ranges from 20 to 50 inches. Due to the irregular boundary between the lower Bt or BC horizon and the underlying tilted bedrock, it is extremely variable within short distances. Reaction ranges from slightly to strongly acid in the A, E, BA or BE horizons and from moderately acid to very strongly acid in the B and BC horizons. Sandstone, novaculite, quartzite or chert\nfragments less than 3 inches in diameter and shale fragments less than 6 inches in length range from about 5 to 60 percent by volume in the A, E, BA or BE horizons; 0 to 35 percent by volume in upper Bt horizons and 15 percent to 75 percent by volume in the lower Bt and BC horizons. Sandstone, quartzite, and novaculite fragments 3 to 10 inches in diameter range from 0 to 40 percent by volume in the A, E, BA, and BE horizons. Sandstone and novaculite fragments greater than 10\ninches in diameter range from 0 to 25 percent in the A horizon. Reaction is moderately acid to very strongly acid throughout.\nThe A horizon has hue of 10YR, value of 2 through 4 and chroma of 2 through 4. A horizons with value of 2 or 3 are less than 6 inches thick. Textures is silt loam, loam, fine sandy loam, sandy loam, or their channery, very channery, gravelly, very gravelly, cobbly, very cobbly, or stony analogs.\nThe E horizon, where present, has hue of 10YR, value of 5 or 6, and chroma of 3 or 4. Texture is silt loam, loam, fine sandy loam, sandy loam, or their channery, very channery, gravelly, very gravelly, or cobbly analogs.\nThe BA or BE horizons, where present, have hue of 10YR, value of 5 and chroma of 6 or 8 or hue of 7.5YR, value of 4 and chroma of 4 or 6, or value of 5 and chroma of 6 or 8. Texture is silt loam, loam, fine sandy loam, sandy loam, or their channery, very channery, gravelly, very gravelly, or cobbly analogs.\nThe upper Bt horizons have hue of 7.5YR through 2.5YR, value of 4 or 5, and chroma of 4 to 8. Some pedons contain iron accumulations and depletions in shades of brown, yellow and red. Texture is silty clay loam, clay loam, silty clay, clay, or their gravelly or channery analogs.\nThe lower Bt and BC horizons have hue of 2.5YR or 5YR, value of 4 or 5, and chroma of 6 or 8, and iron accumulation and depletions in shades of red, brown, yellow and gray. Some do not have a dominant matrix hue and are varigated in shades of red, brown, yellow and gray. Iron depletions in shades of gray are more than 24 inches below the top of the argillic. Texture is channery silty clay, channery clay, channery silty clay loam, channery clay loam, or their very channery,\nextremely channery, gravelly, very gravelly or extremely gravelly analogs. Some pedons contain lenses of soft sandstone that extend up into the lower horizons.\nThe Cr horizon is soft weathered shale bedrock, or interbedded shale and sandstone or siltstone bedrock in various shades of black, olive, gray, brown, red, and\nyellow. The beds have a dip of more than 20 degrees from horizontal. Some pedons contain lenses or fragments of quartzite that are interbedded between shale and\nsandstone beds or plates."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Littlefir is the only series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Littlefir soils are on level to steep hills and ridges within valleys of the Ouachita Mountains. Slopes range from 0 to 35 percent. These soils formed in residuum from tilted, fractured, and folded shale or interbedded shale and sandstone or siltstone dominantly of Ordovician through Mississippian age. Mean annual precipitation ranges from 48 to 56 inches with the highest amount being distributed in January to May. Mean annual temperature ranges from 60 degrees to 64 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bengal, Bismarck, Bonnerdale, Carnasaw, Ceda, Clebit, Dela, Kenn, Mazarn, Mena, Nashoba and Sherless series. Bengal soils occur on colluvial uplands and have a lithologic discontinuity in the solum and are well drained. Bismarck soils, which are on similar landscapes, have a 10 to 20 inch solum and are in a loamy-skeletal particle-size class. Bonnerdale soils, which occur in drainageways and concave uplands, are in a\ncoarse-loamy particle-size class and are somewhat poorly drained. Carnasaw soils are on similar landscapes and have a 40 to 60 inch solum and are well drained. Ceda soils, which are on narrow upland flood plains, are greater than 60 inches deep and have a loamy-skeletal particle-size class section. Clebit soils, which occur on similar landscapes, have a 10 to 20 inch solum over hard sandstone bedrock and are in a loamy-skeletal particle- size class. Dela soils, which are on flood plains, are more than 60 inches deep and in a coarse-loamy particle-size class. Kenn soils, which are on flood plains, are well drained and in a fine-loamy particle-size class.\nMazarn soils, which are in upland drainageways and depressional areas, are in a fine-loamy particle-size class and are somewhat poorly drained. The Mena soils, which are on strath terraces, have a solum deeper than 60 inches. Nashoba soils, which are on similar landscapes, have a 20 to 40 inch solum over hard sandstone bedrock, and are in a loamy-skeletal particle-size class. Sherless soils, which occur on similar landscapes, have a 20 to 40 inch solum over soft sandstone bedrock and are in a fine-loamy particle-size class."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Littlefir soils are moderately well drained. Runoff is low to very high depending on slope. Permeability is slow. These soils are saturated above the bedrock for one month or more, most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for woodland and improved pasture. Native forest vegetation is post oak, blackjack oak, red oak, white oak, hickory, shortleaf pine, and loblolly pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Ouachita Mountains of Arkansas and possibly Oklahoma; MLRA 119. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Polk County, Arkansas; 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to a depth of about 5 inches.\nArgillic horizon - The zone from a depth of\nabout 5 to 43 inches.\nParalithic contact - boundary between the Bt4\nhorizon and the underlying soft shale bedrock (Cr).\nThese soils were formerly included in the Bengal series."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Characterization of the typical pedon by the University of Arkansas Soil Characterization Laboratory\n- S95AR-097-02"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "structure": "moderate fine and medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 5 inches; dark yellowish brown (10YR 4/4) very gravelly silt loam; moderate fine and medium granular structure; friable; few coarse, few medium, many fine, and many very fine roots; common fine pores; about 55 percent by volume quartzite fragments up to 3 inches in diameter; moderately acid; clear smooth boundary. (2 to 6 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 13,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "silty clay",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--5 to 9 inches; yellowish red (5YR 5/8) silty clay; moderate medium subangular blocky structure; firm; few coarse, few medium, common fine, and few very fine roots; common fine and medium pores; few faint yellowish red (5YR 5/8) clay films on faces of most peds and lining most pores; many distinct coarse reddish yellow (7.5YR 6/6) iron accumulations; about 10 percent by volume soft shale channers less than 3 inches in length with black interiors and red, yellow and brown exteriors and few angular quartzite gravel about 1 inch in diameter; strongly acid; gradual smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 23,
        "bottom": 53,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "clay",
        "structure": "moderate medium and coarse subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--9 to 21 inches; yellowish red (5YR 5/8) clay; moderate medium and coarse subangular blocky structure; firm; few fine and few very fine roots; common fine and very fine and few medium pores; many distinct red (2.5YR 4/6) clay films on faces of peds, lining pores and coating shale fragments; few fine prominent light yellowish brown (10YR 6/4) iron depletions; common medium distinct reddish yellow (7.5YR 6/6) iron accumulations; about 10 percent by volume soft shale channers less than 3 inches in length with black interiors and red, yellow and brown exteriors and few angular quartzite gravel about 1 inch in diameter; clear smooth boundary."
      },
      {
        "name": "Bt3",
        "top": 53,
        "bottom": 74,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay",
        "structure": "moderate medium and coarse subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt3--21 to 29 inches; red (2.5YR 4/6) channery clay; moderate medium and coarse subangular blocky structure; firm; few fine and few medium roots; few fine pores; common distinct yellowish red (5YR 5/8) clay films on faces of peds, lining pores and coating shale channers; common fine prominent light yellowish brown (10YR 6/4) and pale brown (10YR 6/3) iron depletions; common medium prominent brownish yellow (10YR 6/6) iron accumulations; about 30 percent by volume soft shale channers less than 3 inches in length with black interiors and red and brown exteriors; few black organic stains between shale plates and lining old root channels; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt4",
        "top": 74,
        "bottom": 109,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "extremely channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt4--29 to 43 inches; red (2.5YR 4/6), strong brown (7.5YR 5/8), light yellowish brown (10YR 6/4), and light brownish gray (10YR 6/2) extremely channery clay; weak platy structure; firm; few fine roots; few fine pores; common distinct red (2.5YR 4/6) and gray (10YR 6/1) clay films on faces of peds and on surface of shale and quartzite fragments; about 60 percent by volume shale channers less than 6 inches in length and about 15 percent by volume quartzite gravel less than 1 inch in diameter; shale fragments have black interior colors and red, black, brown, and gray exterior colors; very strongly acid; abrupt wavy boundary. (Combined thickness of the Bt horizon ranges from 34 to 48 inches.)"
      },
      {
        "name": "Cr",
        "top": 109,
        "bottom": 119,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "soft",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--43 to 47 inches; soft platy shale bedrock with black interiors and red, gray, black, and brown exteriors; dip of shale beds is about 25 degrees from horizontal; few lenses of quartzite in shale beds."
      }
    ]
  ]
}
