{
  "SERIES": "LITTLESAND",
  "STATUS": "Established Series",
  "BYREV": "Rev. DET/SLR/TDT",
  "REVDATE": "05/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Dystroxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Littlesand gravelly loam - woodland, on a 67 percent, southeast slope at an elevation of 950 feet. (Colors are for moist soil unless otherwise stated. When described on July 10, 1991, the soil was dry to 20 inches and moist below this depth).\nOi--0 to 2 inches; slightly decomposed needles, twigs and cones.\nA--2 to 10 inches; very dark grayish brown (10YR 3/2) gravelly loam, light brownish gray (10YR 6/2) dry; strong medium and coarse granular structure; soft, very friable, nonsticky and nonplastic; many very fine, fine, and medium, and common coarse roots; 15 percent gravel; moderately acid (pH 5.7); abrupt wavy boundary. (4 to 9 inches thick)\nBw--10 to 20 inches; dark yellowish brown (10YR 4/4) gravelly clay loam, light yellowish brown (10YR 6/4) dry; strong very fine and fine subangular blocky structure; slightly hard, friable, nonsticky and slightly plastic; many very fine, and common fine, medium and coarse roots; 15 percent gravel; strongly acid (pH 5.1); clear smooth boundary.  (10 to 29 inches thick)\nBC--20 to 31 inches; yellowish brown (10YR 5/6) cobbly clay loam, brownish yellow (10YR 6/6) dry; moderate very fine and fine subangular blocky structure; slightly hard, friable, slightly sticky and moderately plastic; common very fine and fine, and few medium and coarse roots; 10 percent gravel, 20 percent cobbles, and 20 percent soft sandstone fragments; very strongly acid (pH 5.0); gradual wavy boundary. (0 to 11 inches thick)\nC--31 to 41 inches; yellowish brown (10YR 5/6) cobbly clay loam, yellow (10YR 7/6) dry; massive; hard, firm, moderately sticky and moderately plastic; few very fine and fine roots; 5 percent gravel, 10 percent cobbles, and 50 percent soft sandstone fragments; strongly acid (pH 5.2); clear smooth boundary. (0 to 15 inches thick)\nCr--41 to 51 inches; saprolitic, fine-grained sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Douglas County, Oregon, 1,050 feet south and 400 feet west of the northeast corner of section 9 , T. 21 S., R. 5 W.  (Latitude 43 degrees, 45 minutes, 45 seconds N, Longitude 123 degrees, 17 minutes, 17 seconds W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are usually moist, but are dry for 45 to 60 consecutive days within all parts between depths of approximately 4 to 12 inches during the 4 month period following summer solstice.  The mean annual soil temperature at a depth of 20 inches is about 50 to 55 degrees F.  Depth to bedrock is 20 to 40 inches.  The particle-size control section averages 27 to 35 percent clay and 15 to 35 percent sandstone rock fragments.\nThe A horizon has hue of 10YR or 7.5YR, value of 3 or 4 moist, 5 to 7 dry, and chroma of 2 to 4 moist or dry.  It has 22 to 27 percent clay and 15 to 25 percent sandstone gravel.  It is moderately acid or strongly acid.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 4 or 5 moist, 6 or 7 dry, and chroma of 4 to 6 moist.  It is clay loam, gravelly loam, or gravelly clay loam with 25 to 35 percent clay.  It has 5 to 20 percent sandstone gravel, and 0 to 10 percent sandstone cobbles.  It is strongly acid or very strongly acid.\nThe BC horizon, when present, has value of 4 or 5 moist, 6 or 7 dry, and chroma of 4 or 6 moist.  It is cobbly clay loam, gravelly clay loam, or cobbly loam with 25 to 35 percent clay.  It has 10 to 25 percent sandstone gravel, 5 to 15 percent sandstone cobbles, and 10 to 30 percent soft sandstone rock fragments. It is strongly acid or very strongly acid.\nThe C horizon, when present, has value of 4 or 5 moist, 6 or 7 dry, and chroma of 4 to 8 moist.  It is cobbly clay loam, gravelly clay loam, or cobbly loam with 25 to 35 percent clay.  It has 5 to 15 percent sandstone gravel, 10 to 20 percent sandstone cobbles, and 35 to 60 percent soft sandstone rock fragments. It is strongly acid or very strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Colestine, Eagreek (T), Holkat (T), Hugo, Hurlbut, Madonna, Schnorbush, Tebo, and Yeary series.  Colestine and Madonna soils have a lithic contact and are dry for over 60 consecutive days.  Eagreek, Hugo, Schnorbush, and Tebo soils are over 40 inches deep.  Holkat soils are dry for over 90 consecutive days. Hurlbut and Yeary soils are dry for over 60 consecutive days and in addition, Yeary soils have a paralithic contact that is dense glacial till."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Littlesand soils are on mountain side slopes.  The soils formed in colluvium weathered from sandstone and siltstone primarily of the Tyee Formation.  Slopes are 60 to 90 percent.  Elevations are 400 to 1600 feet.  The climate is characterized by warm, wet winters and hot, dry summers.  The mean annual temperature is 48 to 53 degrees F.  The mean annual precipitation is 45 to 50 inches.  The frost-free period is 160 to 225 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Atring, Bateman, Bohannon, Digger, Orford, Preacher, Rosehaven, and Windygap soils.  Rosehaven soils are over 40 inches deep and are on side slopes.  Atring soils are loamy-skeletal and are on steep side slopes.  Bateman and Windygap soils have 35 percent or more clay in the particle-size control section and are on less steeply sloping side slopes.  Bohannon, Digger, Orford and Preacher soils have a udic moisture regime and are on adjacent north-facing side slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Littlesand soils are used for timber production and wildlife habitat.  Native vegetation includes Douglas fir, bigleaf maple, and incense cedar with an understory of grand fir, salal, cascade Oregongrape, creambush oceanspray, red huckleberry, and western swordfern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Oregon, MLRA 2.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Douglas County, Oregon, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon\nCambic horizon - from 10 to 20 inches (Bw horizon).\nParticle-size control section - from 12 to 41 inches averaging 30 percent clay.\nParalithic contact - is diagnostic for this series and is part of the series control section.\nAll depths to diagnostic horizons and features are measured from the top of the first mineral horizon.\nAssumed to have a base saturation (by ammonium acetate) of less than 60 percent in all horizons between 10 and 30 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
