{
  "SERIES": "LIVCO",
  "STATUS": "Tentative Series",
  "BYREV": "WLM:CDB",
  "REVDATE": "02/97",
  "STATES": "TX",
  "OVERVIEW": "The Livco series consists of very deep, moderately well drained, very slowly permeable soils that formed in loamy sediments.  These nearly level soils are on uplands.  Slopes range from 0 to 1 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, hyperthermic Typic Natrudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Livco fine sandy loam--cropland.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 5 inches; dark grayish brown (10YR 4/2) fine sandy loam, light brownish gray (10YR 6/2) dry; weak medium and coarse subangular blocky structure; very hard, firm; common fine roots; common fine pores; slightly alkaline; abrupt smooth boundary.\nA--5 to 8 inches; dark grayish brown (10YR 4/2) fine sandy loam, light brownish gray (10YR 6/2) dry; weak medium and coarse subangular blocky structure; very hard, firm; few fine roots; few fine pores; slightly alkaline; abrupt wavy boundary. (combined thickness of A horizons is 4 to 10 inches)\nBtn1--8 to 15 inches; dark grayish brown (10YR 4/2) clay loam, light brownish gray (10YR 6/2) dry, few fine distinct yellowish brown (10YR 5/6) mottles; moderate medium prismatic structure parting to weak medium subangular blocky; very hard, very firm; few very fine roots; few thin clay films on surfaces of peds; moderatley sodic; very slightly saline; moderately alkaline; clear wavy boundary\nBtn2--15 to 30 inches; grayish brown (2.5Y 5/2) clay loam, light gray (2.5Y 7/2) dry, few fine distinct yellowish brown (10YR 5/6) mottles; moderate medium prismatic structure parting to weak fine and medium subangular blocky; very hard, very firm; few thin clay films on surface of peds; moderately sodic; very slightly saline; moderately alkaline; gradual wavy boundary. (combined thickness of the Btn horizons is 15 to 45 inches)\nBtkn--30 to 60 inches; grayish brown (2.5Y 5/2) clay loam, light gray (2.5Y 7/2) dry, common coarse prominent yellowish brown (10YR 5/8) mottles; weak medium subangular blocky structure; very hard, very firm; few thin clay films on surface of peds; few fine concretions and masses of calcium carbonate; moderately sodic; slightly saline; moderately alkaline; gradual smooth boundary. (0 to 40 inches thick)\nBCkn--60 to 80 inches; light brownish gray (2.5Y 6/2) clay loam, white (2.5Y 8/2) dry, many coarse prominent brownish yellow (10YR 6/6) and yellowish brown (10YR 5/8) mottles; weak coarse subangular blocky structure; very hard, very firm; few thin discontinuous clay films on faces of peds; few fine iron-manganese concretions; common medium and coarse concretions and masses of calcium carbonate; moderatley sodic;slightly saline; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jackson County, Texas; from the intersection of a paved county road and Farm Road 616 in Francitas, 0.7 mile south on county road, 0.45 mile west on shell road, 0.1 mile south on private farm road, 200 feet east in cropland on a low mound. (Longitude: 96 degrees, 20 minutes, 41 seconds west; Latitude: 28 degrees, 50 minutes, 49 seconds north)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is more than 80 inches.  Soil salinity in the A or Ap horizon is less than 2 mmhos/cm.  In the the upper part of the Bt horizon the salinity range is from 2 to 8 mmhos/cm and the lower part ranges from 4 to 16 mmhos/cm.  SAR ranges from 2 to 6 in the A or Ap horizon, 13 to 30 in the upper 16 inches of the Bt horizon and from 13 to 40 to a depth of 80 inches in the Bt and BC horizons.  Depth to layers containing secondary carbonates ranges from 20 to 60 inches.  Iron-manganese concretions 1 to 7 mm in diameter range from none to few throughout.\nThe A horizon has hue of 10YR, value of 4 or 5 and chroma of 2 or less.  Texture is fine sandy loam or very fine sandy loam.  It is hard or very hard when dry.  Some pedons have few brownish or yellowish mottles.  Reaction ranges from slightly acid to slightly alkaline.\nThe Btn and Btkn horizons have hue of 10YR or 2.5Y, value of 2 to 6 and chroma of 2 or less.  Texture is clay loam or clay with clay content of 35 to 45 percent in the Btn and 30 to 45 percent in the Btkn.  Most pedons have few to many mottles in shades of brown or yellow.  Calcium carbonate in the form of concretions, masses and threads range from none to about 5 percent by volume.  Reaction ranges from slightly alkaline to moderately alkaline.  In some pedons the upper part of the Btn horizon is neutral.\nThe BCn or BCkn horizon has color in shades of brown, yellow or gray.  Mottles in shades of red, yellow, brown or gray range from none to common.  Texture is clay loam, sandy clay loam or clay.  Calcium carbonate concretions or masses range from none to few.  Reaction ranges from slightly alkaline to moderately alkaline.\nSome pedons have a 2C horizon below 60 inches that have color in shades of red, brown or gray.  Texture is very fine sandy loam, silt loam or silty clay loam.  Reaction ranges from neutral to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family.  Similar soils are the Livia, Matagorda, Narta and Palacios series.  Livia, Matagorda, Narta and Palacios soils have an aquic moisture regime.  In addition, Narta soils have greater salinity in the upper Bt horizon.  Matagorda soils have mixed mineralogy.  Palacios soils have moist color values of 3 or less in the upper 7 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Livco soils are on broad nearly level mounded coastal uplands of the middle Gulf Coast.  Slopes range from 0 to 1 percent.  These soils formed in loamy alluvium on meanderbelt ridges of the Pleistocene Age Beaumont Formation.  The mean annual precipitation ranges from 38 to 44 inches.  The mean annual temperature ranges from 70 to 72 degrees F. Frost free days range from 270 to 305.  Elevations range from 20 to 70 feet.  The Thornthwaite annual P-E indices ranges from 52 to 60."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dacosta, Edna, Laewest, Telferner and Texana series.  Dacosta soils are slightly lower in the landscape and are mapped in a complex with these soils.  Laewest and Edna soils are on similar or slightly lower positions.  Telferner and Texana soils are on slightly higher positions.  Dacosta, Edna, Laewest, Telferner and Texana soils do not have natric horizons.  Laewest soils are clayey throughout.  Texana soils have a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; low runoff; very slow permeability.  Water perches on top of the natric horizon for brief periods following extended heavy rain."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for cropland and rangeland.  Most cropland is in a rice-unimproved pasture rotation.  A few areas are used for corn and grain sorghum.  Native grasses are salt tolerant species such as gulf cordgrass, marshhay cordgrass, little bluestem and Indiangrass.  Woody invaders are mesquite, bushy sea-oxeye and cactus."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Texas middle Gulf Coast Prairies.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jackson County, Texas; 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils where formerly included in the Livia series.  Based on the soil moisture study of other similar soils (ISCOM VIII, Classification and Management of Wet Soils, 1990), these soils do not have an aquic moisture regime.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 8 inches (Ap and A horizon)\nNatric horizon - 8 to 60 inches (Btn and Btkn horizon)\nRedoximorphic features - 8 to 80 inches.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 5 inches; dark grayish brown (10YR 4/2) fine sandy loam, light brownish gray (10YR 6/2) dry; weak medium and coarse subangular blocky structure; very hard, firm; common fine roots; common fine pores; slightly alkaline; abrupt smooth boundary."
      },
      {
        "name": "A",
        "top": 13,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--5 to 8 inches; dark grayish brown (10YR 4/2) fine sandy loam, light brownish gray (10YR 6/2) dry; weak medium and coarse subangular blocky structure; very hard, firm; few fine roots; few fine pores; slightly alkaline; abrupt wavy boundary. (combined thickness of A horizons is 4 to 10 inches)"
      },
      {
        "name": "Btn1",
        "top": 20,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btn1--8 to 15 inches; dark grayish brown (10YR 4/2) clay loam, light brownish gray (10YR 6/2) dry, few fine distinct yellowish brown (10YR 5/6) mottles; moderate medium prismatic structure parting to weak medium subangular blocky; very hard, very firm; few very fine roots; few thin clay films on surfaces of peds; moderatley sodic; very slightly saline; moderately alkaline; clear wavy boundary"
      },
      {
        "name": "Btn2",
        "top": 38,
        "bottom": 76,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btn2--15 to 30 inches; grayish brown (2.5Y 5/2) clay loam, light gray (2.5Y 7/2) dry, few fine distinct yellowish brown (10YR 5/6) mottles; moderate medium prismatic structure parting to weak fine and medium subangular blocky; very hard, very firm; few thin clay films on surface of peds; moderately sodic; very slightly saline; moderately alkaline; gradual wavy boundary. (combined thickness of the Btn horizons is 15 to 45 inches)"
      },
      {
        "name": "Btkn",
        "top": 76,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btkn--30 to 60 inches; grayish brown (2.5Y 5/2) clay loam, light gray (2.5Y 7/2) dry, common coarse prominent yellowish brown (10YR 5/8) mottles; weak medium subangular blocky structure; very hard, very firm; few thin clay films on surface of peds; few fine concretions and masses of calcium carbonate; moderately sodic; slightly saline; moderately alkaline; gradual smooth boundary. (0 to 40 inches thick)"
      },
      {
        "name": "BCkn",
        "top": 152,
        "bottom": 203,
        "dry_hue": "2.5Y",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "moderately alkaline",
        "narrative": "BCkn--60 to 80 inches; light brownish gray (2.5Y 6/2) clay loam, white (2.5Y 8/2) dry, many coarse prominent brownish yellow (10YR 6/6) and yellowish brown (10YR 5/8) mottles; weak coarse subangular blocky structure; very hard, very firm; few thin discontinuous clay films on faces of peds; few fine iron-manganese concretions; common medium and coarse concretions and masses of calcium carbonate; moderatley sodic;slightly saline; moderately alkaline."
      }
    ]
  ]
}
