{
  "SERIES": "LIVERPOOL",
  "STATUS": "Established Series",
  "BYREV": "EHE-DRPV-VJC-SLD/Rev. JWB-DAS",
  "REVDATE": "06/2007",
  "STATES": "MD",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, semiactive, mesic Aquic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Liverpool silt loam on a 1 percent slope, in a wooded area. (Colors are for moist soil unless otherwise indicated.)\nA--0 to 5 cm (0 to 2 inches); very dark brown (10YR 2/2) silt loam; weak medium subangular blocky structure parting to weak coarse granular; very friable, non-sticky, nonplastic; common very fine, fine, medium, coarse, and very coarse roots throughout; extremely acid; clear smooth boundary. (3 to 33 cm thick)\nE--5 to 13 cm (2 to 5 inches); light olive brown (2.5Y 5/3) silt loam; weak medium and coarse subangular blocky structure; very friable, slightly sticky, slightly plastic; few very fine, fine, medium and coarse roots throughout; few medium tubular pores; trace subrounded quartzite gravel; very strongly acid; clear wavy boundary. (0 to 23 cm thick).\nBt1--13 to 33 cm (5 to 13 inches); light yellowish brown (2.5Y 6/4) silt loam; moderate coarse subangular blocky structure; very friable, moderately sticky, moderately plastic; few very fine, fine, medium, coarse, and very coarse roots throughout; few very fine tubular pores; few distinct light olive brown (2.5Y 5/4) clay films on faces of peds and in pores; extremely acid; gradual wavy boundary.\nBt2--33 to 53 cm (13 to 21 inches); yellowish brown (10YR 5/6) silt loam; strong medium and coarse subangular blocky structure; friable, moderately sticky, very plastic; few very fine, fine, medium, coarse, and very coarse roots throughout; few very fine and fine tubular pores; common prominent yellowish brown (10YR 5/6) clay films on faces of peds; very strongly acid; clear wavy boundary.\nBt3--53 to 64 cm (21 to 25 inches); light yellowish brown (2.5Y 6/4) silty clay loam; strong coarse prismatic structure parting to strong medium subangular blocky; friable, very sticky, very plastic; few very fine, fine, medium and coarse roots throughout; many coarse prominent yellowish brown (10YR 5/8) and yellowish red (5YR 4/6) masses of iron accumulation; common coarse prominent light gray (N 7/) iron depletions; very many prominent light yellowish brown (2.5Y 6/4), yellowish brown (10YR 5/8), yellowish red (5YR 4/6) and light gray (N 7/) clay films on faces of peds; very strongly acid; clear wavy boundary.\nBt4--64 to 89 cm (25 to 35 inches); variegated 40 percent light yellowish brown (2.5Y 6/4), 25 percent light gray (2.5Y 7/1), 25 percent strong brown (7.5YR 5/8), and 10 percent yellowish red (5YR 4/6) silty clay; strong coarse prismatic structure parting to strong medium and coarse angular blocky; firm, very sticky, very plastic; few very fine, fine and medium roots throughout; few very fine tubular pores; very many prominent yellowish brown (10YR 5/4) clay films on faces of peds; very strongly acid; gradual wavy boundary.\nBtg--89 to 119 cm (35 to 47 inches); 60 percent light brownish gray (2.5Y 6/2) and 40 percent light yellowish brown (2.5Y 6/4) clay loam; moderate coarse prismatic structure parting to weak very coarse angular blocky; firm, moderately sticky, very plastic; few fine and medium roots throughout; few fine tubular pores; brittle in 20 percent of the horizon; 2 percent rounded quartzite gravel; few faint light yellowish brown (2.5Y 6/4) clay films on faces of peds; very strongly acid; abrupt wavy boundary. (The combined thickness of the Bt and Btg horizons is 43 to 122 cm)\nBCt--119 to 163 cm (47 to 64 inches); 55 percent brownish yellow (10YR 6/6) and 35 percent light brownish gray (2.5Y 6/2) sandy clay loam; weak extremely coarse prismatic structure; friable, non-sticky, and moderately plastic; few fine and medium roots throughout; few fine tubular pores; 2 percent rounded quartzite cobbles; trace rounded quartzite gravel; common coarse prominent strong brown (7.5YR 5/8) masses of iron accumulation; few faint light yellowish brown (2.5Y 6/4) clay films on faces of peds; very strongly acid; gradual wavy boundary.\nBC--163 to 188 cm (64 to 74 inches); 55 percent brownish yellow (10YR 6/6) and 35 percent light brownish gray (2.5Y 6/2) sandy loam; weak extremely coarse prismatic structure parting to weak coarse subangular blocky; friable, non-sticky, and non-plastic; common coarse prominent strong brown (7.5YR 5/8) masses of iron accumulation; extremely acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Charles County, Maryland; From the intersection of Port Tobacco Road and Liverpool Point Road in Nanjemoy, Maryland, about 2.1 miles west on Liverpool Point Road to Riverside Road; 3000 feet south on Riverside Road to logging trail; 1900 feet southeast on logging trail; 200 feet southwest into woods. USGS Nanjemoy topographic quadrangle; 38 degrees, 26 minutes, 49.8 seconds north latitude; 77 degrees, 14 minutes, 38.2 seconds west longitude, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the top of the Argillic: 10 to 36 cm (4 to 14 inches)\nDepth to the base of the Argillic: 76 to 165 cm (30 to 65 inches)\nDepth to Bedrock: Greater than 183 cm (72 inches)\nDepth to Seasonal High Water Table: 51 to 102 cm (20 to 40 inches), December to April\nRock Fragment content: 0 to 5 percent by volume, throughout the soil.\nSoil Reaction: very strongly acid to extremely acid, except where limed & RANGE OF INDIVIDUAL HORIZONS:\nA or Ap horizon:\nColor--hue of 10YR or 2.5Y, value of 2 to 5, and chroma of 2 to 4.\nTexture (fine-earth fraction)--fine sandy loam, loam, or silt loam.\nE or BE horizon (if it occurs):\nColor--hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 3 or 4.\nTexture (fine-earth fraction)--loam or silt loam.\nUpper Bt or Btg horizon :\nColor--hue of 7.5YR to 2.5Y, value of 5 or 6, and chroma of 1 to 8.\nTexture (fine-earth fraction)--loam, silt loam, clay loam, silty clay loam, with 18 to 30 percent clay\nRedoximorphic features (if they occur)--iron masses in shades of red, yellow,\nor brown and iron depletions in shades of brown, yellow, olive, or gray.\nLower Bt or Btg horizon:\nColor--hue of 7.5YR to 2.5Y, value of 5 or 6, and chroma of 1 to 8.\nTexture (fine-earth fraction)-- sandy clay loam, clay loam, silty clay loam, silty clay, or clay, with 30 to 50 percent clay.\nRedoximorphic features (if they occur)--iron masses in shades of red, yellow,\nor brown and iron depletions in shades of brown, yellow, olive, or gray.\nBC, BCt or BCg horizon:\nColor--hue of 7.5YR to 2.5Y, value of 5 or 6, and chroma of 1 to 8, or is neutral with value of 7.\nTexture (fine-earth fraction)--loamy fine sand, sandy loam, loam, silt loam, sandy clay loam, or clay loam.\nRedoximorphic features (if they occur)--iron masses in shades of red, yellow,\nor brown and iron depletions in shades of brown, yellow, olive, or gray.\nC or Cg horizon (if it occurs):\nColor--hue of 2.5Y, value of 5 or 6, and chroma of 3 or 4, or is neutral with value of 7.\nTexture (fine-earth fraction)--loamy sand, sandy loam, clay loam, or clay\nRedoximorphic features (if they occur)--iron masses in shades of red, yellow,\nor brown and iron depletions in shades of brown, yellow, olive, or gray"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBerea soils--formed in material weathered from black shale, and have bedrock at depths of 51 to 102 cm (20 to 40 inches).\nCrosiadore soils--are somewhat poorly drained.\nCumberstone soils--are somewhat poorly drained.\nDeputy soils--have a paralithic contact at depths of 152 to 203 cm (60 to 80 inches).\nHibler soils--formed in transported material from uplands underlain by limestone, granitic rocks, and metamorphosed schist.\nKnobtop soils--formed in loess and residuum from igneous rock, and have bedrock at depths of 51 to 102 cm (20 to 40 inches).\nLeipsic soilsare moderately permeable, and contain less clay in the lower subsoil.\nMarquand soils--have a solum thickness of greater than 152 cm (60 inches).\nMattapex soils--are moderately permeable, and contain less clay in the lower subsoil.\nMorehead soils--are moderately permeable, and contain less clay in the lower subsoil.\nScottsburg soils--have fragic properties at depths of 61 to 91 cm (24 to 36 inches), and lithic contact at 152 to 203 cm (60 to 80 inches).\nSharptown soils--contain glauconite in the substratum"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Coastal plain\nLandform: Terraces\nGeomorphic Component: Treads, risers, and head slopes\nParent Material: Silty and loamy fluviomarine sediments\nSlope: 0 to 15 percent, but dominantly less than 5 percent.\nElevation: 6 to 31 meters (20 to 100 feet)\nFrost-free period: 180 to 210 days\nMean Annual Air Temperature: 11 to 14 degrees C. (52 to 57 degrees F.)\nMean Annual Precipitation: 1016 to 1270 mm (60 to 50 inches)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nAnnemessex soils--are somewhat poorly drained, and moderately permeable\nDodon soils--are fine-loamy, and moderately permeable.\nElkton soils--are poorly drained\nLenni soils--are poorly drained\nPiccowaxen soils--are somewhat poorly drained\nQuindocqua soils--are poorly drained\nWoodstown soils--are fine-loamy, and moderately permeable."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage Class (Agricultural): Moderately well drained\nInternal Free Water Occurrence: Moderately deep, and transitory to common\nFlooding Frequency and Duration Classes: None\nPonding Frequency and Duration Classes: Rare, brief\nIndex Surface Runoff Class: Negligible to high, depending upon slope\nSaturated Hydraulic Conductivity Class: Moderately high to moderately low\nPermeability Class (obsolete): Moderately slow to slow\nShrink-swell Potential Class: Moderate"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Dominantly woodland, although some areas are cleared and used for crops and pasture.\nDominant Vegetation: Where cultivated--soybeans, fescue. Where wooded--white oak, yellow poplar, red maple, sweetgum, beech, American holly, and shortleaf pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Coastal Plain of Southern Maryland; possibly the Delmarva Peninsula.\nExtent: Small\nMLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia\nDepth Class: Very deep\nDrainage Class (Agricultural): Moderately well drained\nSaturated Hydraulic Conductivity Class: Moderately high to moderately low\nLandscape: Coastal plain\nSlope: 0 to 15 percent\nMean Annual Air Temperature (type location): 13 degrees C. (56 degrees F.)\nMean Annual Precipitation (type location): 1067 mm (42 inches)"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Charles County, Maryland, 2007."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Liverpool soils were previously mapped as Elkton, Keyport, Mattapex, and Othello soils.\nDiagnostic horizons and soil characteristics recognized in this pedon are:\nOchric epipedon--the zone from 0 to 13 cm (A and E horizons)\nArgillic horizon--the zone from 13 to 163 cm (Bt and BCt horizons)\nAquic conditions--the soil has redox depletions and concentrations within\nthe upper 60 cm of the argillic horizon, with periodic saturation and\nreduction at some time during the year\nSeries control section--the zone from 0 to 165 cm\nADDITIONAL DATA: Reference particle-size data (U of MD lab) is available from the project soil survey staff for the following pedon: S02MD-017-003. Three pedons (MD04-017-003, MD04-017-005, MD04-017-006) have been sampled and sent to NSSL for complete characterization.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
