{
  "SERIES": "LIVIA",
  "STATUS": "Established Series",
  "BYREV": "Rev. WLM-RM",
  "REVDATE": "02/2015",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, hyperthermic Vertic Natrudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Livia silt loam--on a nearly level coastal plain in rangeland at 1.8 m (6 ft) elevation. (Colors are for moist soil unless otherwise stated.)\nA--0 to 15 cm (0 to 6 in); dark grayish brown (10YR 4/2) silt loam, grayish brown (10YR 5/2) dry; weak coarse subangular blocky structure when moist, massive when dry; hard, friable; common fine, very fine and few medium roots; few fine pores; moderately acid; abrupt smooth boundary.  (10 to 25 cm [4 to 10 in] thick)\nBtng1--15 to 36 cm (6 to 14 in); black (10YR 2/1) silty clay, very dark gray (10YR 3/1) dry; weak medium and coarse columnar structure parting to weak medium subangular blocky and upper 3 cm of columns is massive and dispersed; very hard, very firm; common fine and few medium roots; few fine and medium pores; few thin clay films on faces of peds; few thin silt coats on faces of some columns in upper part; moderately sodic; very slightly saline; slightly acid; gradual smooth boundary.  (15 to 53 cm [6 to 21 in] thick)\nBtng2--36 to 69 cm (14 to 27 in); very dark gray (10YR 3/1) silty clay, dark gray (10YR 4/1) dry; weak medium and coarse prismatic structure parting to weak medium subangular blocky; very hard, very firm; common fine and few medium roots; few fine and medium pores; few intersecting slickensides inclined 10 to 15 degrees from horizontal; few thin clay films on faces of peds; few pitted concretions of calcium carbonate 1 to 5 mm in diameter; moderately sodic; moderately saline; slightly effervescent; neutral; gradual smooth boundary.  (30 to 66 cm [12 to 26 in] thick)\nBtng3--69 to 114 cm (27 to 45 in); dark grayish brown (10YR 4/2) silty clay loam, grayish brown (10YR 5/2) dry; weak medium and coarse prismatic structure parting to weak medium subangular blocky; very hard, very firm; few fine and medium roots; few fine and medium pores; few intersecting slickensides inclined 10 to 15 degrees from horizontal; few thin clay films on faces of peds; few pitted concretions of calcium carbonate 1 to 5 mm in diameter; common fine prominent olive brown (2.5Y 4/4) masses of oxidized iron; moderately sodic; moderately saline; slightly effervescent; slightly alkaline; gradual wavy boundary. (15 to 51 cm [6 to 20 in] thick)\nBtkn1--114 to 140 cm (45 to 55 in); light olive brown (2.5Y 5/4) silty clay loam, light yellowish brown (2.5Y 6/4) dry; moderate medium subangular blocky structure; very hard, very firm; few fine and medium roots; few fine and medium pores; few fine dark concretions; few pitted concretions of calcium carbonate 1 to 5 mm in diameter; common gray (10YR 5/1) many medium and coarse prominent gray (10YR 5/1) vertically orientated iron depletionss; iron stains around former root channels; moderately sodic; moderately saline; slighltly effervescent; slightly alkaline; gradual smooth boundary.  (25 to 46 cm [10 to 18 in] thick)\nBtkn2--140 to 163 cm (55 to 64 in); yellowish brown (10YR 5/6) silty clay loam, brownish yellow (10YR 6/6) dry; moderate medium subangular blocky structure; very hard, very firm; few fine and medium roots; few fine dark concretions; few pitted concretions of calcium carbonate 1 to 2 mm in diameter; common gray (10YR 5/1) iron depletions on old root channels;  many medium and coarse prominent gray (10YR 5/1) iron depletions on vertical ped faces;moderately sodic; moderately saline; strongly effervescent; moderately alkaline; gradual smooth boundary.  (0 to 46 [0 to 18 in] thick)\nBtkn3--163 to 191 cm (64 to 75 in); yellowish brown (10YR 5/6) silty clay, brownish yellow (10YR 6/6) dry; moderate medium subangular blocky structure; very hard, very firm; few fine and medium roots; few pitted concretions of calcium carbonate 1 to 2 mm in diameter; common gray (10YR 6/1) iron depletions onon old root channels;  common coarse prominent gray (10YR 6/1) iron depletions on vertical ped faces; moderately sodic; moderately saline; strongly effervescent; moderately alkaline; clear wavy boundary.   (15 to 38 cm [6 to 15 in] thick)\nBtkn4--191 to 213 cm (75 to 84 in); red (2.5YR 4/6) clay; red (2.5YR 5/6) dry; weak medium subangular blocky structure parting to weak fine blocky; very hard, very firm; few fine and medium rootsfew pitted concretions of calcium carbonate 1 to 2 mm in diameter; ; few fine iron-manganese concretions;  few gray (10YR 6/1) iron depletions on old root channels;  few fine prominent gray (10YR 6/1) iron depletions on vertical ped faces;  common medium prominent yellowish brown (10YR 5/4) masses of oxidized iron on vertical ped faces; moderately sodic; moderately saline; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Calhoun County, Texas; from the intersection of Farm Road 172 and Farm Road 159 about 1 mile north-northeast of Olivia, Texas, 0.75 mile south on Farm Road 172 to an intersection of Farm Road 172 and a county shell road, 0.25 mile south, 0.5 mile east on county shell road to a private shell road, 0.25 mile south, 0.5 mile east, 0.75 mile south, and 0.9 mile southeast on private shell road, and 100 ft southwest in rangeland. Keller Bay USGS Quadrangle; Latitude: 28 degrees 37 minutes 17.9 seconds N; 96 degrees, 25 minutes, 27.0 seconds W. WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 152 to about 203 cm (60 to about 80 in).  Sodium Adsorption Ratio ranges from 2 to 6 in the A or Ap horizon, 13 to 30 in the upper 41 cm (16 in) of the Bt horizon, and from 13 to 40 to a depth of 203 cm (80 in) in the Bt, Bnz, and BC horizons.  Soil salinity in the A horizon is less than 2 mmhos/cm.  In the upper part of the Bt horizon the salinity range is from 2 to 8 mmhos/cm and below it is from 4 to 16 mmhos/cm.   Dark concretions 1 to 7 mm in diameter range from none to a few throughout.\nSoil Moisture: An udic soil moisture regime. These soils remain moist for 275 or more days in normal years\nMean annual soil temperature: 21.5 to 22 degrees C (71 to 72 degrees F)\nA or Ap horizon:\nHue: 10YR\nValue: of 4 to 5\nChroma: 2 or less\nTexture: silt loam, loam or fine sandy loam.  It is hard or very hard and massive when dry. Redox concentrations: amount-none or few,shades-brown or yellow\nReaction:slightly acid to slightly alkaline.\nBtng horizon:\nHue:f 10YR, 2.5Y\nValue: 2 to 6\nChroma: 2 or less,\nTexture: clay, silty clay, silty clay loam, or clay loam.\nClay content: 35 to 50 percent.\nRedox concentrations: amount-none or few,shades-brown or yellow\nIdentifiable secondary carbonate:  amount-none to about 5 percent by volume, Kind-concretions\nEffervescence: none to strong.\nReaction: neutral to moderately alkaline.\nBtkn horizon:\nHue: 10YR, 2.5Y\nValue: 5 or 6\nChroma: 2 to 6\nTexture: clay, silty clay, silty clay loam, or clay loam.\nRedox concentrations: amount-none to common,shades-brown or yellow\nRedox depletions: amount-few to many, shades-gray\nIdentifiable secondary carbonate:  amount-none to about 5 percent by volume, Kind-concretions\nEffervescence: slight  to strong.\nReaction:slightly alkaline or moderately alkaline.\nBC or C horizon, where present, has colors in shades of brown, yellow, pink, or red.  Mottles of these colors and mottles in shades of gray range from none to common.\nTexture:clay, silty clay, or silty clay loam.\nCalcium carbonate concretions range from none to a few throughout.\nReaction:slightly alkaline or moderately alkaline.\nSome pedons have a 2C horizon below 152 cm (60 in) that have colors in shades of red, brown or gray.  It is very fine sandy loam, silt loam or silty clay loam.\nReaction:neutral to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series in the same family.  Similar soils include the Dietrich, Jarron, Livco Matagorda, Narta, Palacios, Willamar, Woodsboro series.\nNarta and Woodsboro soils:  Dietrich and Willamar soils: are fine-loamy and have mixed mineralogy.\nJarron and Matagorda soils: have mixed mineralogy.\nLivco soils: are on higher, better drained moundy upland areas.\nNarta soils: are somewhat poorly drained and have less available water in the moisture control section due to greater salinity (E.C is higher than 8 in the upper part of the Bt horizon).\nPalacios soils: have moist color values of 3 or less in the upper 18 cm (7 in)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: late Pleistocene age loamy fluviomarine deposits derived from igneous, metamorphic and sedimentary rock of the Beaumont Formation\nLandscape: low coastal plains\nLandform: flats\nSlope: 0 to 5 percent, dominantly less than 1 percent but range to 5 percent near drainageways\nMean annual precipitation: 940 to 1,219 mm (37 to 48 in)\nMean annual air temperature: 20.6 to 21.7 degrees C (69 to 71 degrees F)\nFrost-free Period: 275 to 300 days\nElevation: 0.9 to 4.6 m (3 to 15 ft)Thornthwaite P-E Index:48 to 62"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the  Dacosta, Francitas, Lake Charles, Matagorda, Palacios, Placedo, Telferner, and Veston series.\nDacosta, Lake Charles, Matagorda and Telferner soils: are at slightly high elevations.  In addition, Dacosta and Telferner soils do nota have a  natric horizon.\nFrancitas and Palacios soils: are at similar elevations. In addition, Francitas, Lake Charles and Veston soils do not have an argillic horizon.\nPlacedo soils: are at lower elevations; do not have an argillic horizon\nVeston soils: are at lower elevations."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:   Somewhat poorly drained; low runoff on 0 to 1 percent slopes, medium runoff on 1 to 3 percent slopes and medium on 3 to 5 percent slopes; very slow permeability.  Water perches on top of the Natric horizon for 1 to 5 weeks following extened heavy rain. Storm surges cover most areas below an elevation of 4.6 m (15 ft) one to 10 times in 100 years"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for cropland and rangeland.  About 60 percent is used for cropland, mostly for rice in a rice-unimproved pasture rotation.  A few areas are used for corn and grain sorghum. Native grasses are salt tolerant species such as gulf cordgrass, marshhay cordgrass, seashore saltgrass, low panicums, knotroot bristlegrass, and shoregrass.  Woody invaders are mostly stunted mesquite, bushy sea-oxeye, and cactus."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Texas middle Gulf Coast Prairies.LRR- T  MLRA-150B (Gulf Coast Saline Prairies) The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Calhoun County, Texas; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 15 cm (0 to 6 in) (A horizon)\nNatric horizon: 15 to 203 cm (6 to 80 in) (Btng  and Btkn horizons)\nSlickensides: 36 to 114 cm (14 to 45 in) (Btng2 and Btng3 horizons)\nSecondary carbonates: 36 to 213 cm (14 to 84 in) (Btng2, Btng3, and all Btkn horizons)\nADDITIONAL DATA:  NSSL data:  S70TX-29-24, S70TX-29-26; TAMU data: S81TX-57-1; Lab Nos. 1164-1171.  (Series site location.)\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
