{
  "SERIES": "LIVIGNE",
  "STATUS": "Established Series",
  "BYREV": "ARW/KP",
  "REVDATE": "02/2006",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, thermic, shallow Typic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Livigne loam on a hill side under a cover of star thistle, needle grass and wild oats at an elevation of 610 feet (186 meters). (Colors are for moist soil unless otherwise noted).\nA--0 to 2 inches, (0 to 4 cm); grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist;26 percent clay; moderate thin platy parting to weak fine subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; common very fine roots; common very fine tubular pores; 5 percent 2 to 75 millimeter gravel; neutral, pH 6.7; clear smooth boundary.\nBt--2 to 6 inches, (4 to 16 cm); grayish brown (10YR 5/2) clay, very dark grayish brown (10YR 3/2) moist;41 percent clay; moderate medium subangular blocky structure; moderately hard, firm, moderately sticky, moderately plastic; continuous distinct clay films on all faces of peds; common very fine roots; common very fine tubular pores; 5 percent 2 to 75 millimeter gravel; neutral, pH 6.8; abrupt wavy boundary.\nBC--6 to 18 inches, (16 to 45 cm); light gray (5Y 7/2) loam, olive (5Y 5/3) moist;25 percent clay; weak fine subangular blocky structure; hard, very friable, slightly sticky, slightly plastic; common very fine tubular pores; 5 percent 2 to 75 millimeter gravel; neutral, pH 6.7;  abrupt wavy boundary.\nCr--18 to 21 inches, (45 to 54 cm); highly weathered, easily diggable diorite and gabbro."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Cruz Island, Santa Barbara County, California, in the Channel Islands Soil Survey Area 33 degrees North latitude, 58 minutes, 49 seconds and 119 degrees, 45 minutes, 46 seconds West longitude, NAD83; U.S.G.S Quad: Santa Cruz Island."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThe mean annual soil temperature is 59 to 71 degrees F. (15 to 22 degrees C.) The soil moisture control section is dry in all parts from about mid-August to mid-November (about 90 days) and is usually moist the rest of the time.\nDepth to bedrock is 10 to 20 inches (25 to 51 centimeters).\nThe particle size control section averages 25 to 35 percent clay and 0 to 15 percent rock fragments.  Organic matter is 2 to 3 percent after mixing the upper 18 centimeters of the profile.\nThe A horizon dry color is 10YR 5/2, 5/3, 4/2, 4/3, 3/3, or 3/2. Moist color is 10YR 4/2, 4/3, 3/3, 3/2, or 2/2.\nThe Bt horizon dry color is 10YR 5/2, 5/3, 4/2, 4/3, 3/3, or 3/2. Moist color is 10YR 4/2, 4/3, 3/3, 3/2, or 2/2.\nClay content ranges from 20 to 50 percent.\nTextures are loam, clay loam and clay.\nThe BC horizon dry color is 5Y 7/2, 6/2, 5/2, 7/3, 6/3, or 5/3. Moist color is 10YR 6/2, 6/3, 5/3, 5/2, or 4/2."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Talepop and Topanga soils. Talepop soils lack BC horizons and have paralithic materials comprised of meta-volcanic rock at a depth of 4 to 14 inches. Topanga soils are slightly acid, lack BC horizons, and have paralithic materials comprised of shale."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Livigne soils are on side slopes of hills on islands. Slopes range from 30 to 75 percent. The soils formed in materials weathered fromdiorite and gabbro. The elevations are 400 to 1500 feet (122 to 457 meters). The climate is characterized by warm, dry summers and cool, moist winters with fog common all year. The mean annual precipitation is 13 to 24 inches (330 to 610 mm), the mean annual temperature is 61 to 73 degrees F. (16 to 23 degrees C.), and the frost free season is 320 to 365 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Gunwale and Macool series. Gunwale and Macool soils are both greater than 20 inches (51 centimeters) to bedrock. Both these soils occur on hills."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; high runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Wildlife habitat, recreation and building site development. Vegetation is star thistle, needle grass and wild oats."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Santa Barbara County, California on Santa Cruz Island. The soil is not extensive. MLRA 20."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Santa Barbara County, California, 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The series name is coined.  Diagnostic horizons and features recognized in this pedon:\nMollic epipedon--The zone from the soil surface to a depth of about 7 inches after mixing.\nArgillic horizon--The zone from a depth of 2 inches to a depth of about 6 inches.\nParalithic material--The zone from a depth of 18 inches to about 21 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
