{
  "SERIES": "LIZZIE",
  "STATUS": "Established Series",
  "BYREV": "Rev. MLL-AGG",
  "REVDATE": "04/1999",
  "STATES": "MN",
  "OVERVIEW": "The Lizzie series consists of very deep, well drained soils that formed in lacustrine materials or loess on glacial lake plains and moraines.  Permeability is moderate.  Slopes range from 1 to 25 percent.  Mean annual temperature is about 42 degrees F.  Mean annual precipitation is about 24 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, frigid Alfic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lizzie silt loam with a 7 percent convex southwest facing slope on a glacial lake plain in a cultivated field.  (Colors are for moist soil unless otherwise indicated.)\nAp--0 to 10 inches; black (10YR 2/1) silt loam, dark gray (10YR 4/1) dry; weak fine subangular blocky structure; friable; common fine roots; slightly acid; abrupt smooth boundary. (Combined thickness of the A horizon ranges from 7 to 16 inches)\nBt1--10 to 20 inches; brown (10YR 4/3) silt loam, brown (10YR 5/3) dry; moderate fine subangular blocky structure; friable; 50 percent or more dark grayish brown (10YR 4/2) coatings on faces of peds; few faint very dark grayish brown (10YR 3/2) clay films on vertical faces of peds and in pores; common fine roots; slightly acid; gradual wavy boundary.\nBt2--20 to 35 inches; dark yellowish brown (10YR 4/4) silty clay loam; moderate fine and medium angular blocky structure; friable; few dark grayish brown (10YR 4/2) coatings on faces of peds; common faint dark brown (10YR 3/3) clay films on faces of peds and in pores; common fine roots; slightly acid; abrupt wavy boundary. (Combined thickness of the Bt horizons is 8 to 28 inches thick)\nBk--35 to 40 inches; yellowish brown (10YR 5/4) silt loam; weak medium subangular blocky structure; friable; common fine white (10YR 8/2) carbonate threads; strongly effervescent; moderately alkaline; clear wavy boundary. (0 to 20 inches thick)\nC--40 to 80 inches; yellowish brown (10YR 5/4) very fine sandy loam; massive; very friable; calcium carbonate disseminated throughout; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Otter Tail County, Minnesota; about 2.5 miles north of Pelican Rapids, 2300 feet south and 80 feet east of the northwest corner of Sec. 12, T. 136 N., R. 43 W.; USGSPelican Rapids quadrangle:  latitude 46 degrees 36 minutes 31 seconds N. and longitude 96 degrees 3 minutes 8 seconds W.; NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to free carbonates ranges from 15 to 40 inches.  The mollic epipedon ranges from 7 to 16 inches thick and may include the upper part of the B horizon in some pedons.  The rock fragment content is less than 2 percent by volume throughout the profile.\nThe Ap or A horizon has a hue of 10YR, value of 2 or 3, 3 to 5 dry and chroma of 1.  A chroma of 2 is allowed in cultivated pedons.  It is silt loam, loam, very fine sandy loam or fine sandy loam.  Reaction is slightly acid or neutral.\nE horizon is present in some pedons.\nThe Bt horizons have hues of 10YR or 2.5Y, value of 3 to 5, and chroma of 2 to 4.  It is silty clay loam, silt loam, loam or clay loam with less than 15 percent fine or coarser sand and a clay content of 18 to 35 percent.  Reaction is slightly acid or neutral.  Clean sand and silt coatings on ped faces are in the upper part.\nThe Bk horizon has a hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 3 or 4.  It is silt loam, loam, fine sandy loam or very fine sandy loam.  Reaction is slightly alkaline or moderately alkaline.  Calcium carbonate content ranges from 12 to 35 and is higher than the C horizon.\nSome pedons have 2BC horizons.\nThe C horizon has a hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 3 to 6.  It is very fine sandy loam, silt loam or loamy very fine sand.  Some pedons have thin strata of fine sand below depths of 40 inches.  Reaction is slighlty alkaline or moderately alkaline.  Calcium carbonate content ranges from 12 to 35.\nA moderately wet phase is recognized on slopes of less than 5 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lizzie soils have plane or convex slopes on glacial lake plains and moraines.  Slopes range from 1 to 25 percent.  They formed in lacustrine materials or loess of Wisconsin age.  Mean annual temperature ranges from 38 to 45 degrees F.  Mean annual precipitation ranges from 22 to 28 inches.  Frost-free days range from 90 to 150.  Elevation above sea level ranges from 1000 to 2000 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hantho and Perella soils. The Hantho soils are moderately well drained and are on lower positions in the landscape. The Perella soils are poorly drained and are in drainageways and swales."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderate over moderate or moderately rapid.  Surface runoff is low on lesser slopes and medium on steeper slopes.   The moderately wet phase has a water table at a depth of 3.5 to 6 feet from April to June in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of these soils are cultivated. Corn, soybeans, alfalfa hay and small grains are the principal crops. Native vegetation was mixed  tall grass prairie and hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Central Minnesota. These soils are of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Otter Tail County, Minnesota, 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - 0 to 10 inches (Ap); argillic horizon - 10 to 35 inches (Bt1 and Bt2 horizons); udic moisture regime.  The moisture control section is moist in some or all parts throughout the year in 6 or more out of 10 years.  A moderately wet phase is recognized.\nADDITIONAL DATA: Refer to MAES central file code nos. 4156 and 4157 for results of laboratory analysis of similar pedons.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 10 inches; black (10YR 2/1) silt loam, dark gray (10YR 4/1) dry; weak fine subangular blocky structure; friable; common fine roots; slightly acid; abrupt smooth boundary. (Combined thickness of the A horizon ranges from 7 to 16 inches)"
      },
      {
        "name": "Bt1",
        "top": 25,
        "bottom": 51,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--10 to 20 inches; brown (10YR 4/3) silt loam, brown (10YR 5/3) dry; moderate fine subangular blocky structure; friable; 50 percent or more dark grayish brown (10YR 4/2) coatings on faces of peds; few faint very dark grayish brown (10YR 3/2) clay films on vertical faces of peds and in pores; common fine roots; slightly acid; gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 51,
        "bottom": 89,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt2--20 to 35 inches; dark yellowish brown (10YR 4/4) silty clay loam; moderate fine and medium angular blocky structure; friable; few dark grayish brown (10YR 4/2) coatings on faces of peds; common faint dark brown (10YR 3/3) clay films on faces of peds and in pores; common fine roots; slightly acid; abrupt wavy boundary. (Combined thickness of the Bt horizons is 8 to 28 inches thick)"
      },
      {
        "name": "Bk",
        "top": 89,
        "bottom": 102,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bk--35 to 40 inches; yellowish brown (10YR 5/4) silt loam; weak medium subangular blocky structure; friable; common fine white (10YR 8/2) carbonate threads; strongly effervescent; moderately alkaline; clear wavy boundary. (0 to 20 inches thick)"
      },
      {
        "name": "C",
        "top": 102,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--40 to 80 inches; yellowish brown (10YR 5/4) very fine sandy loam; massive; very friable; calcium carbonate disseminated throughout; slightly effervescent; slightly alkaline."
      }
    ]
  ]
}
