{
  "SERIES": "LLAOROCK",
  "STATUS": "Established Series",
  "BYREV": "Rev. ACM/TDT",
  "REVDATE": "03/2002",
  "STATES": "OR",
  "OVERVIEW": "The Llaorock series consists of very deep, somewhat excessively drained soils that formed in colluvium and residuum derived from volcanic ash and andesite.  Llaorock soils are on ridges and backslopes of mountains and have slopes of 0 to 80 percent.  The mean annual precipitation is about 60 inches and the mean annual temperature is about 41 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial-skeletal, amorphic Vitric Haplocryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Llaorock gravelly ashy sandy loam on a 7 percent slope, forested.  (Colors are for moist soils unless otherwise noted.  Described by T. Clark and G. Weinheimer, 9/15/99.)\nOi--0 to 1 inch; slightly decomposed needle litter; abrupt smooth boundary. (1 to 2 inches thick)\nA--1 to 7 inches; brown (7.5YR 4/4) gravelly ashy sandy loam, brown (7.5YR 5/4) dry; weak fine subangular blocky parting to weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine and common medium and coarse roots; many very fine interstitial pores; 20 percent andesite gravel and 5 percent andesite cobbles; slightly acid (pH 6.2); clear wavy boundary. (3 to 10 inches thick)\nAB--7 to 14 inches; brown (7.5YR 4/4) very stony ashy sandy loam, brown (7.5YR 5/4) dry; weak very fine granular structure; soft, very friable, nonsticky and nonplastic; many fine and medium and common coarse roots; many very fine interstitial and common medium dendritic tubular pores; 15 percent andesite gravel, 15 percent andesite cobbles, and 20 percent andesite stones; slightly acid (pH 6.2); clear wavy boundary. (0 to 7 inches thick)\nBw1--14 to 24 inches; brown (7.5YR 4/4) extremely stony medial sandy loam, light brown (7.5YR 6/4) dry; weak very fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common fine and medium roots; many fine interstitial pores; 10 percent andesite gravel, 10 percent andesite cobbles, 40 percent andesite stones, and 10 percent andesite boulders; neutral (pH 6.6); clear wavy boundary. (9 to 33 inches thick)\nBw2--24 to 61 inches; dark brown (7.5YR 3/4) extremely stony medial sandy loam, light brown (7.5YR 6/4) dry; weak very fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common fine and medium roots; common fine interstitial pores; 10 percent andesite gravel, 10 percent andesite cobbles, 50 percent andesite stones, and 10 percent andesite boulders; organic matter accumulations from decomposing roots on surface of boulders; neutral (pH 6.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Klamath County, Oregon, Crater Lake National Park; about 1/2 mile east of the end of FS Road 800 (Take FS Road 60 to FS Road 900 and then to FS Road 800); UTM Zone 10, 560129 easting, 4743354 northing, NAD 83(GPS).  Latitude - 42 degrees, 50 minutes, 25.5 seconds North; Longitude - 122 degrees, 15 minutes, 51 seconds West."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The average annual soil temperature ranges from 39 to 43 degrees.  The soils are usually moist but are dry in all parts of the moisture control section for 30 to 45 consecutive days following the summer solstice.  The solum has 30 to 60 percent volcanic glass, 2 to 6 percent acid oxalate extractable aluminum plus one-half iron, 75 to 100 percent phosphate retention.  The particle-size control section averages over 50 percent rock fragments, consisting mainly of andesite cobbles, stones and boulders.  Stones and boulders may cover up to 30 percent of the soil surface.  Base saturation is less than 10 percent throughout the profile.\nThe A and AB horizon has hue of 7.5YR or 10YR, value of 3 or 4 moist, 4 or 5 dry, and chroma of 2 through 4 moist and dry.  It is ashy sandy loam or ashy loamy sand.  It contains 5 to 20 percent andesite gravel, 0 to 5 percent pumice paragravel, 0 to 10 percent andesite cobbles, 0 to 5 percent andesite stones, and 0 to 2 percent andesite boulders.  It has 15-bar water dry of 10 to 15 percent.  Acid oxalate silica is 1 to 3 percent.\nThe Bw horizon has value of 3 or 4 moist, 5 or 6 dry.  It is medial loamy sand or medial sandy loam and it contains 0 to 20 percent andesite gravel, 10 to 30 percent andesite cobbles, 20 to 50 percent andesite stones, and 0 to 10 percent andesite boulders.  It has dry 15-bar water of 15 to 25 percent.  Acid oxalate silica is 3 to 5 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Pinhead series.  Pinhead soils have acid oxalate extractable silica of 0.7 to 2.0 percent throughout the zone having andic soil properties."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Llaorock soils are on ridges and backslopes of mountains at elevations of 4,500 to 8,900 feet.  Slopes range from 0 to 80 percent.  The soils formed in residuum and colluvium derived from volcanic ash and andesite from Mt. Mazama and Union Peak, respectively.  The climate is characterized by cold wet winters and cool moist summers.  The mean annual precipitation ranges from 40 to 80 inches, falling mostly as snow.  The mean annual air temperature ranges from 38 to 42 degrees F and the frost-free period ranges from 0 to 50 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Castlecrest, Redcone, Timbercrater, Umak, and Unionpeak series.  Castlecrest and Unionpeak soils are ashy.  Redcone soils have a cemented layer over cinders. Timbercrater and Umak soils are ashy-pumiceous."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; runoff is moderate.  Permeability is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for woodland, wildlife habitat, and recreation purposes.  Vegetation is mountain hemlock, Shasta red fir, and lodgepole pine with a sparse understory of herbs and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The High Cascade Mountains in south central Oregon; MLRA 3.  This series is of limited extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Crater Lake National Park, Oregon, 2001."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nAndic soil properties - from 1 to 61 inches\nCambic horizon - from 14 to 61 inches (Bw1 and Bw2 horizons)\nOchric epipedon\nRunoff is moderate due to the hydrophobic nature of the surface horizon.  If this property is not present, depending on slope, runoff may be low.\nADDITIONAL DATA:  NSSL S00OR-035-004 from series type location.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oi--0 to 1 inch; slightly decomposed needle litter; abrupt smooth boundary. (1 to 2 inches thick)"
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 18,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--1 to 7 inches; brown (7.5YR 4/4) gravelly ashy sandy loam, brown (7.5YR 5/4) dry; weak fine subangular blocky parting to weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine and common medium and coarse roots; many very fine interstitial pores; 20 percent andesite gravel and 5 percent andesite cobbles; slightly acid (pH 6.2); clear wavy boundary. (3 to 10 inches thick)"
      },
      {
        "name": "AB",
        "top": 18,
        "bottom": 36,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very stony",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "AB--7 to 14 inches; brown (7.5YR 4/4) very stony ashy sandy loam, brown (7.5YR 5/4) dry; weak very fine granular structure; soft, very friable, nonsticky and nonplastic; many fine and medium and common coarse roots; many very fine interstitial and common medium dendritic tubular pores; 15 percent andesite gravel, 15 percent andesite cobbles, and 20 percent andesite stones; slightly acid (pH 6.2); clear wavy boundary. (0 to 7 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 36,
        "bottom": 61,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "extremely stony",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1--14 to 24 inches; brown (7.5YR 4/4) extremely stony medial sandy loam, light brown (7.5YR 6/4) dry; weak very fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common fine and medium roots; many fine interstitial pores; 10 percent andesite gravel, 10 percent andesite cobbles, 40 percent andesite stones, and 10 percent andesite boulders; neutral (pH 6.6); clear wavy boundary. (9 to 33 inches thick)"
      },
      {
        "name": "Bw2",
        "top": 61,
        "bottom": 155,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "extremely stony",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bw2--24 to 61 inches; dark brown (7.5YR 3/4) extremely stony medial sandy loam, light brown (7.5YR 6/4) dry; weak very fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common fine and medium roots; common fine interstitial pores; 10 percent andesite gravel, 10 percent andesite cobbles, 50 percent andesite stones, and 10 percent andesite boulders; organic matter accumulations from decomposing roots on surface of boulders; neutral (pH 6.6)."
      }
    ]
  ]
}
