{
  "SERIES": "LOARC",
  "STATUS": "Established Series",
  "BYREV": "Rev. CEM/TEH/CDL",
  "REVDATE": "11/2006",
  "STATES": "NM",
  "OVERVIEW": "The Loarc series consists of deep, well drained, moderately permeable soils that formed in alluvium.  These soils are on alluvial fans with slopes ranging from 0 to 12 percent.  Average annual precipitation is about 14 inches and the average annual air temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Aridic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Loarc loamy sand--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 7 inches; brown (10YR 5/3) loamy sand, dark brown (10YR 3/3) moist; weak fine granular structure; soft, very friable; nonsticky and nonplastic; common very fine and few fine roots; 5 percent pebbles; neutral; abrupt smooth boundary.  (5 to 10 inches thick)\nA2--7 to 14 inches; brown (10YR 4/3) loamy sand, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; 5 percent pebbles; neutral; abrupt wavy boundary.  (5 to 9 inches thick)\nBt--14 to 23 inches; brown (7.5YR 5/4) sandy clay loam, brown (7.5YR 4/4) moist; moderate fine and medium subangular blocky structure; hard, friable, sticky and plastic; few very fine and fine roots; few thin clay films in pores and bridging sand grains; 10 percent pebbles; neutral; clear wavy boundary.  (9 to 21 inches thick)\nC1--23 to 36 inches; brown (7.5YR 5/4) sandy loam, brown (7.5YR 4/4) moist; massive; hard, friable, slightly sticky and nonplastic; few very fine roots; 10 percent pebbles; slightly acid; clear wavy boundary.   (9 to 20 inches thick)\nC2--36 to 60 inches; reddish yellow (7.5YR 7/6) gravelly sandy loam, brown (7.5YR 5/4) moist; massive; hard, friable, slightly sticky and nonplastic; few very fine roots; 15 percent pebbles; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Socorro County, New Mexico; about 12 miles west of Magdalena; 1,250 feet west and 625 feet south of the northeast corner of section 29, T. 2 S., R. 6. W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the mollic epipedon: 10 to 19 inches\nDepth to the base of the Bt: 19 to 40 inches\nRock fragments: 10 to 20 percent gravel\nDepth to carbonates: 25 to 60 inches\nSoil moisture: The soil moisture control section is not dry in all parts more than 50 percent of the time the soil temperature is above 41 degrees F., but is dry in some parts more than 60 percent of the time.  It is moist in some part of the SMCS more than 40 days in the 120 days following the summer solstice. Aridic ustic moisture regime.\nA horizon\nHue: 10YR\nValue: 4 or 5 dry\nChroma: 2 or 3\nTexture: loamy sand, sandy loam, or fine sandy loam.\nBt horizon\nHue: 10YR or 7.5YR\nValue: 4 through 6 dry, 3 through 5 moist\nChroma: 2 through 6\nTexture: sandy clay loam, clay loam or gravelly sandy loam\nClay content: averaging from 18 to 35 percent\nRock fragments: 10 to 20 percent\nReaction: neutral to moderately alkaline.\nC horizon\nHue: 10YR or 7.5YR\nValue: 5 through 8 dry, 4 through 7 moist\nChroma: 2 through 6\nTexture: loamy sand, sandy loam, sandy clay loam or gravelly sandy loam\nCoarse fragments: 0 to 25 percent pebbles\nReaction: slightly acid to strongly alkaline\nCalcium carbonate equivalent: 0 to 14 percent. In some pedons, calcic horizons occur below 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Ascalon (CO), Belfon (KS), Bresser (CO), Cedak (WY), Charklin (NV), Critchell (CO), Dagflat (UT), Datil (NM), Featherlegs (WY), Forgan (OK), Hargreave (WY), Harlan (WY), Hemingford (NE), Hiarc (NM), Kirtley (WY), Lavate (UT), Moskee (WY), Noden (WY), Palmer Canyon (WY), Recluse (WY), Satanta (KS), Shalona (CO), Sitcan (CO), Sugardee (WY), Wages (CO), and Wolf (WY) series.\nAscalon, Asparas, Capulin, Datil, Featherlegs, Gustsprings, Harlan, Kirtley, Palmer Canyon, Satanta, Sugardee, Wages, and Wolf soils have secondary carbonates in the Bt or have Bk horizons. Dagflat, Hargreave, Hiarc, Rosebud and Ryegate soils have bedrock within 40 inches.  Critchell soils are gravelly throughout.  Bresser soils have sandy C horizons.  The Lavate soils are moist in some part of the soil moisture control section for less than 40 days in the 120 days following the summer solstice.  Noden and Shalona soils have less than 10 percent rock fragment in the particle-size control section.  Hemingford soils have free carbonates at 12 to 24 inch depths. In addition, Ascalon, Belfon, Bresser, Cedak, Critchell, Featherlegs, Forgan, Hargreave, Harlan, Hemingford, Kirtley, Moskee, Noden, Palmer Canyon, Recluse, Satanta, Sitcan, Sugardee, Wages and Wolf soils are in LRRs G & H are more moist in May and June."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Loarc soils are on alluvial fans.  Slopes are 0 to 12 percent.  These soils formed in mixed alluvium.  Elevations range from 6,300 to 8,100 feet.  The average annual precipitation is about 12 to 15 inches and the average annual air temperature is about 47 to 54 degrees F.  The average frost-free period is about 115 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Royosa, Telescope, and the competing Datil soils.  Royosa and Telescope soils do not have mollic epipedons nor argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used primarily for grazing.  The native vegetation of a pinyon juniper savannah with an understory of blue grama, dropseeds, Indian ricegrass, and bottlebrush squirreltail grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central New Mexico.  They are moderately extensive. MLRA 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Catron County, New Mexico, 1982.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
