{
  "SERIES": "LOBDELL",
  "STATUS": "Established Series",
  "BYREV": "Rev. AR-DRM",
  "REVDATE": "05/2011",
  "STATES": "IN,NY,OH,PA,TN,VA,WV",
  "OVERVIEW": "The Lobdell series consists of very deep, moderately well drained soils that formed in recent loamy alluvium. Permeability is moderate in the solum and moderate or moderately rapid in the underlying material. Slope ranges from 0 to 3 percent. Mean annual precipitation is about 38 inches, and mean annual temperature is about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Fluvaquentic Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lobdell silt loam - on a nearly level area in woodland. (Colors are for moist soil unless otherwise stated.)\nA -- 0 to 3 inches; dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; weak medium granular structure; friable; moderately acid; clear wavy boundary. (1 to 6 inches thick.)\nBw -- 3 to 23 inches; brown (7.5YR 4/4) silt loam; weak medium subangular blocky structure; friable; moderately acid; clear smooth boundary. (8 to 36 inches thick.)\nBC -- 23 to 31 inches; brown (10YR 4/3) silt loam; massive; friable; common medium prominent light brownish gray (2.5Y 6/2) iron depletions; moderately acid; clear smooth boundary. (0 to 14 inches thick.)\nCg1 -- 31 to 52 inches; grayish brown (2.5Y 5/2) silt loam; massive; friable; common medium distinct brown (10YR 4/3) masses of iron accumulation; moderately acid; clear smooth boundary.\nCg2 -- 52 to 60 inches; dark gray (5Y 4/1) sandy loam; massive; friable; common coarse prominent yellowish brown (10YR 5/6) masses of iron accumulation; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Summit County, Ohio; Twinsburg Township, one mile north of Twinsburg Village Center; 2100 feet west of State Route 91; 100 feet east of Tinkers Creek. (Note-county not sectionized.) USGS Twinsburg, OH topographic quadrangle; Latitude 41 degrees, 19 minutes, 34 seconds N. and Longitude 81 degrees, 26 minutes, 53 seconds W., NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the solum ranges from 24 to 50 inches. Depth to carbonates is greater than 40 inches. Content of rock fragments in the A horizon is 0 to 5 percent, and in the Bw and C horizons commonly is 0 to 15 percent. Rock fragments are predominantly sandstone, siltstone, or shale.\nThe A horizon has hue of 10YR or 7.5YR, value of 2 to 4 (4 to 6 dry), and chroma of 1 to 3. Many pedons have an Ap horizon up to 10 inches thick that has hue of 10YR, value of 3 or 4 (6 dry), and chroma of 2 or 3. The A or Ap horizon commonly is silt loam or loam and less commonly sandy loam or fine sandy loam. It is strongly acid to neutral.\nThe Bw horizon has hue of 10YR, 7.5YR, or 2.5Y; value of 4 or 5; chroma of 3 or 4. Redoximorphic features of low chroma at a depth of 15 to 24 inches. Some pedons have thin layers that have value of 2 or 3, and chroma of 2. The Bw horizon commonly is silt loam or loam, and less commonly has subhorizons of sandy loam, fine sandy loam, clay loam, or silty clay loam; the particle size control section is 18 to 30 percent clay and 15 to 40 percent sand coarser than very fine. It is strongly acid to neutral.\nThe C horizon has hue of 10YR, 7.5YR, 2.5Y, or 5Y; value of 4 to 6; and chroma of 1 to 8. It commonly is silt loam or loam and less commonly sandy loam, sandy clay loam, clay loam, or fine sand. It ranges from highly stratified to relatively uniform. Horizons below 40 inches may include thin sandy gravelly and stony layers. It is moderately acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Flatrock and Weaver series. Flatrock soils are predominantly of limestone, dolostone, and crystalline lithology. Weaver soils are more alkaline in the C horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Lobdell soils are on nearly level flood plains receiving loamy alluvium from upland areas of sandstone, shale, and low lime glacial drift. The slope ranges from 0 to 3 percent. These soils mainly are in areas of Wisconsinan or Illinoian glaciation, but also are in unglaciated valleys. Mean annual precipitation ranges from about 34 to 43 inches, and mean annual temperature ranges from about 47 to 57 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Chagrin, Holly, and Orrville soils and the Canfield, Cardington, Chili, Conotton, Mahoning, Rittman, and Wheeling soils. Chagrin, Holly, and Orrville soils are in toposequence with Lobdell soils. The well drained Chagrin soils are better drained and are on higher landscape positions than Lobdell soils. The poorly drained or very poorly drained Holly soils and somewhat poorly drained Orrville soils are in lower landscape positions than Lobdell soils. Canfield, Cardington, Mahoning, and Rittman soils commonly are on nearby till plains. Chili, Conotton, and Wheeling soils have argillic horizons and are on nearby terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. The potential for surface runoff is very low or low. Permeability is moderate in the solum and moderate or moderately rapid in the underlying material. Subject to rare to frequent, brief flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Some areas of the soil are used for cultivation, chiefly corn, small grain, hay, and improved pasture. Other areas are in woodland or permanent pasture. The native vegetation consists of deciduous forest, chiefly beech, ash, elm, sugar maple, and sycamore."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern and southern Ohio, western Pennsylvania, western New York, Kentucky, Indiana, West Virginia, and Virginia. MLRA's 101, 111, 124, 125, 126, 127, 139, 140, and 147. The series is of large extent, about 116,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Licking County, Ohio, 1930."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\na. Ochric epipedon - from the surface to a depth of about 7 inches (Ap and part of the Bw horizon);\nb. Cambic horizon - the zone from about 3 to 23 inches (Bw horizon).\nAcreage based on 2004 data.\n08/2005-The competing series have been compared by the 9th edition of Keys to Soils Taxonomy."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "weak medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A -- 0 to 3 inches; dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; weak medium granular structure; friable; moderately acid; clear wavy boundary. (1 to 6 inches thick.)"
      },
      {
        "name": "Bw",
        "top": 8,
        "bottom": 58,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw -- 3 to 23 inches; brown (7.5YR 4/4) silt loam; weak medium subangular blocky structure; friable; moderately acid; clear smooth boundary. (8 to 36 inches thick.)"
      },
      {
        "name": "BC",
        "top": 58,
        "bottom": 79,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BC -- 23 to 31 inches; brown (10YR 4/3) silt loam; massive; friable; common medium prominent light brownish gray (2.5Y 6/2) iron depletions; moderately acid; clear smooth boundary. (0 to 14 inches thick.)"
      },
      {
        "name": "Cg1",
        "top": 79,
        "bottom": 132,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Cg1 -- 31 to 52 inches; grayish brown (2.5Y 5/2) silt loam; massive; friable; common medium distinct brown (10YR 4/3) masses of iron accumulation; moderately acid; clear smooth boundary."
      },
      {
        "name": "Cg2",
        "top": 132,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg2 -- 52 to 60 inches; dark gray (5Y 4/1) sandy loam; massive; friable; common coarse prominent yellowish brown (10YR 5/6) masses of iron accumulation; moderately acid."
      }
    ]
  ]
}
