{
  "SERIES": "LOBERT",
  "STATUS": "Established Series",
  "BYREV": "Rev. JSC/AON/SMM/CEG/JTW",
  "REVDATE": "01/2020",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, isotic, frigid Vitrandic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lobert ashy sandy loam, on a forested north facing terrace with a slope of 2 percent and an elevation of 1280 m.  When described on February 2, 2005, the soil was moist throughout. pH is by Hellige-Truog unless otherwise noted. All textures are apparent field textures.\nA1--0 to 10 cm; grayish brown (10YR 5/2) dry ashy sandy loam, very dark grayish brown (10YR 3/2) moist; weak thin platy structure parting to weak very fine granular; soft, very friable, slightly sticky and nonplastic; many very fine roots; many very fine tubular pores; 5 percent fine andesite gravel; slightly acid (pH 6.5); clear smooth boundary\nA2--10 to 23 cm; dark grayish brown (10YR 4/2) dry ashy sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure parting to weak very fine granular; soft, very friable, slightly sticky and slightly plastic; common very fine and fine roots; few very fine tubular pores; 5 percent fine andesite gravel; neutral (pH 6.6); gradual wavy boundary\nBw1--23 to 64 cm; brown (10YR 5/3) dry ashy loam, very dark grayish brown (10YR 3/2) moist; weak coarse subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine and fine roots; common very fine tubular pores; 5 percent 2 to 5 mm fine gravel; about 3 percent durinodes 1 to 3 mm diameter; neutral (pH 6.6); gradual wavy boundary\nBw2--64 to 104 cm; brown (10YR 5/3) dry ashy fine sandy loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine roots; common very fine tubular pores; about 5 percent weakly cemented fine durinodes; neutral (pH 6.6); gradual wavy boundary\nBq1--104 to 127 cm; pale brown (10YR 6/3) dry ashy fine sandy loam, dark brown (10YR 3/3) moist; massive; soft, very friable, slightly sticky and nonplastic; few very fine roots; common very fine irregular pores; about 35 percent moderately cemented medium durinodes; neutral (pH 6.6); clear wavy boundary\nBq2--127 to 152 cm; pale brown (10YR 6/3) dry paragravelly ashy loamy fine sand, dark brown (10YR 3/3) moist; massive; soft, very friable; few very fine roots; many very fine pores; about 15 percent moderately cemented medium durinodes; neutral (pH 6.6)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Klamath County, Oregon; about 4 miles southwest of the community of Chiloquin, about 30 m north and 90 m east of the SW corner sec. 17, T. 35 S., R. 7 E.; Willamette Meridian; Agency Lake, Oregon. U. S. Geological Survey quadrangle; latitude 42.5303459 degrees north, longitude 121.9154968 degrees west, datum WGS 84 (coordinates determined with a GPS)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\n*Average annual soil temperature--6.7 to 8.3 degrees C\n*Soil moisture control section--dry for 60 to 90 consecutive days within the four month period following the summer solstice\n*Mollic epipedon--50 to 114 cm thick\n*Base saturation throughout the Mollic epipedon--75 to 100 percent by NH4OH\nEstimated properties:\n*Volcanic glass content--5 to 20 percent\n*Acid oxalate Al+1/2Fe--0.2 to .4 percent\n*Moist bulk density--1.0 to 1.2 g/cc\n15 bar water retention - 10 to 15 percent on air dried samples\n*Clay content--5 to 18 percent\n*Reaction--moderately acid to neutral\nA horizons\n*Hue--10YR, 7.5YR, or 5YR\n*Value--4 or 5 dry and 2 or 3 moist\n*Chroma--2 or 3 dry or moist\n*Gravel content--0 to 10 percent\n*Paragravel content--0 to 5 percent pumice\n*Thickness--18 to 40 cm\nAB horizons (present in some pedons)\n*Hue--10YR, 7.5YR, or 5YR\n*Value--4 or 5 dry and 2 or 3 moist\n*Texture--ashy loam, ashy sandy loam, ashy coarse sandy loam\n*Chroma--2 or 3 dry or moist\n*Gravel content--0 to 10 percent\n*Paragravel content--0 to 5 percent pumice\nBw horizons\n*Hue--10YR, 7.5YR, or 5YR\n*Value--4 to 6 dry and 3 or 4 moist\n*Chroma--2 to 4 dry and moist\n*Texture--ashy loam, ashy sandy loam, ashy fine sandy loam\n*Gravel content--0 to 15 percent\n*Paragravel content--0 to 15 percent weakly cemented pumice and durinodes\n*Total coarse fragment content--averages less than 15 percent\n*Thickness--0 to 76 cm\nBq horizon--not present in all pedons\n*Hue--10YR or 7.5YR\n*Value--4 to 6 dry and 3 or 4 moist\n*Chroma--2 to 4 dry and moist\n*Texture--paragravelly ashy fine sandy loam, paragravelly ashy loamy fine sand, ashy loam\n*Gravel content--0 to 15 percent\n*Paragravel content--0 to 35 percent weakly to moderately cemented durinodes"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBunchpoint--mollic epipedon 25 to 50 cm thick; 15 to 35 percent rock fragments in the particle size control section; 50 to 100 cm to a lithic contact with basalt\nDinkelman--mollic epipedon 25 to 50 cm thick; 15 to 35 percent rock fragments in the particle size control section; Al plus 1/2 Fe 0.4 to 1.0 percent; 100 to 150 cm to a paralithic contact with granodiorite\nKilmerque--mollic epipedon 25 to 50 cm thick; Al plus 1/2 Fe 0.4 to 1.0 percent; 50 to 100 cm to a paralithic contact with quartz diorite\nLani--mollic epipedon 25 to 50 cm thick; 15 to 35 percent rock fragments in the particle size control section; Al plus 1/2 Fe 0.4 to 1.0 percent\nLostcreek--mollic epipedon 25 to 50 cm thick; 15 to 35 percent rock fragments in the particle size control section; Al plus 1/2 Fe 0.4 to 1.0 percent; 15-bar water retention 5 to 10 percent for air dried samples; depth to redoximorphic concentrations 100 and 150 cm (moderately well drained)\nRepublic--mollic epipedon 25 to 50 cm thick; 15-bar water retention 5 to 10 percent for air dried samples\nThrapp--mollic epipedon 25 to 38 cm thick; 15 to 3 percent rock fragments in the particle size control section; Al plus 1/2 Fe 0.4 to 1.0 percent; 15-bar water retention 5 to 10 percent for air dried samples; depth to densic contact and redox concentrations 89 to 114 cm (moderately deep to deep, and moderately well drained)"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nElevation--1260 to 1855 m\nClimate--subhumid, cold wet winters, warm dry summers\nMean annual precipitation--381 to 1145 mm\nMean annual air temperature--6.0 to 8.0 degrees C\nFrost-free period--40 to 80 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nBly--argillic horizon, mollic epipedon 25 to 50 cm thick; adjacent terraces\nCrume--paralithic contact at 100 to 150 cm, fine-loamy, mollic epipedon 25 to 50 cm thick; higher positions on terraces\nWolfbutte--duripan at 50 to 100 cm, mollic epipedon 20 to 50 cm thick; adjacent stream terraces"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--well drained\nSaturated hydraulic conductivity--high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nUse--timber production, livestock grazing, irrigated and dryland small grains, hay, pasture, homesites\nVegetation--ponderosa pine, antelope bitterbrush, Idaho fescue, Ross' sedge"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Klamath and Shasta Valleys and Basins, Oregon; MLRA 21; moderate extent"
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Klamath County, Oregon, 1977"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and other features recognized in this pedon\n*Mollic epipedon--A1, A2, Bw1, Bw2 horizons\n*Cambic horizon--Bw1, Bw2, Bq1, Bq2 horizons\n*Vitrandic subgroup criteria--A1, A2, Bw1, Bw2, Bq1, Bq2 horizons\n*Particle-size control section--the zone from 25 to 100 cm\nADDITIONAL DATA:\n*NASIS Site ID: 05-SMM-001\n*NASIS Pedon ID: 05OR681001\n01/2017 This official series description was updated according to SSR01 Technical Note--Content and Format of Official Series Descriptions (revised 12/2015). Most of the changes were in formatting; no major technical changes were made.\n1/2020 The mineralogy was changed to isotic based on laboratory data available for soils in this area.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
