{
  "SERIES": "LOBELVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JCJ/JLN",
  "REVDATE": "04/2011",
  "STATES": "AL,AR,TN",
  "OVERVIEW": "The Lobelville series consists of very deep, moderately well drained soils on flood plains. These soils formed in about 2.5 to 3.5 feet of loamy alluvium and the underlying extremely gravelly alluvium. Slopes range from 0 to 3 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, active, thermic Fluvaquentic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lobelville silt loam-cultivated (Colors are for moist soil unless otherwise stated.)\nAp--0 to 6 inches; dark yellowish brown (10YR 4/4) silt loam; weak medium granular structure; friable; many very fine and fine roots; many very fine and fine tubular pores; approximately 5 percent fragments of chert less than 0.5 inch in diameter; moderately acid; abrupt smooth boundary. (5 to 10 inches thick)\nBw1--6 to 12 inches; dark yellowish brown (10YR 4/4) silt loam; weak medium subangular blocky structure; friable; many very fine and fine roots; many very fine and fine tubular pores; approximately 7 percent fragments of chert less than 0.5 inch in diameter; moderately acid; clear smooth boundary.\nBw2--12 to 19 inches; yellowish brown (10YR 5/4) silt loam; weak medium subangular blocky structure; friable; common very fine and fine roots; many very fine and fine tubular pores; common coarse faint pale brown (10YR 6/3) iron depletions on faces of peds; approximately 12 percent fragments of chert less than 0.5 inch in diameter; moderately acid; clear wavy boundary.\nBw3--19 to 26 inches; pale brown (10YR 6/3) gravelly silt loam; weak medium subangular blocky structure; friable; common very fine and fine roots; common fine and medium pores; few fine black (10YR 2/1) soft masses of manganese; common medium faint light brownish gray (10YR 6/2) iron depletions; approximately 15 percent fragments of chert less than 0.5 inch in diameter; moderately acid; clear smooth boundary. (Thickness of Bw horizon ranges from 15 to 30 inches)\nBg--26 to 38 inches; light brownish gray (10YR 6/2) gravelly silt loam; weak medium subangular blocky structure; firm; few fine roots; few fine and medium pores; common fine black (10YR 2/1) manganese concretions; common coarse distinct yellowish brown (10YR 5/4) and common coarse prominent reddish yellow (7.5YR 6/8) masses as iron accumulations; brittle in 30 percent of the mass; approximately 20 percent fragments of chert less than 0.5 inch in diameter; strongly acid; clear wavy boundary. (0 to 20 inches thick)\nCg1--38 to 52 inches; grayish brown (10YR 5/2) extremely gravelly loam; massive; very friable; few very fine and fine roots; many medium interstitial pores; many silt and clay coatings on rock fragments; approximately 75 percent fragments of chert less than 1.5 inches in diameter; strongly acid; clear wavy boundary.\nCg2--52 to 80 inches; grayish brown (10YR 5/2) extremely gravelly sandy loam; massive; very friable; many medium interstitial pores; common silt and clay coatings on rock fragments; approximately 85 percent fragments of chert less than 1.5 inches in diameter; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hickman County, Tennessee, 7 miles southwest of Centerville on Hwy 100 to Beaver Dam Creek Road, 0.9 mile northwest to West Beaverdam Road, 1.6 miles northwest to a field lane, 1100 feet north-northwest in a pasture field. Beaverdam Quadrangle; Latitude 35 degrees 44'15\"N; Longitude 87 degrees 31'36\"W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solumn thickness ranges from 25 to 60 inches or more. Depth to bedrock is greater than 6 feet. Fragments of gravel range from about 5 to 25 percent in the A and Bw horizons, 10 to 30 percent in Bg horizon, and 35 to 90 percent in the Cg horizon. Commonly this soil has less than 15 percent gravel in the surface layer and upper part of the subsoil. The very gravelly or extremely gravelly horizons begin at a depth of about 30 to 40 inches. The fragments are dominantly rounded and subrounded fragments of chert.  Reaction is strongly acid or moderately acid, except where lime has been added.\nThe A and Ap horizons have hue of 10YR, value of 4 to 6, and chroma of 2 to 4. Texture of the fine earth fraction is silt loam, loam, or rarely sandy loam.\nThe Bw horizon has hue of 10YR, value of 4 to 6, and chroma of 3 to 6. Few to common redoximorphic features as iron depletions of chroma 2 or less are present within 24 inches of the soil surface. Texture of the fine earth fraction is silt loam, loam, silty clay loam, or clay loam.\nThe Bg horizon has hue of 10YR or 2.5Y value of 5 or 6 and chroma of 1 or 2. Redoximorphic features in shades of brown and red range from few to many. Texture of the fine earth fraction is silt loam, silty clay loam, loam, or clay loam.\nThe C or Cg horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 1 to 4. Many pedons have common to many redoximorphic features as iron concentrations and/or low chroma iron depletions. Texture of the fine earth texture is silt loam, loam, clay loam, or sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The only soil in the same family is the Mooreville series.. Similar soils are the Chewacla, Ennis, Lee, Lindell, and Oakboro series in related families. Mooreville soils contain few or no rock fragments.  Chewacla and Oakboro soils have mixed mineralogy and contain mica. Ennis soils do not have iron depletions of chroma 2 or less within 24 inches of the surface. Lee soils have chroma 2 or less within 10 inches of the surface. Lindell soils have a higher base saturation and has less gravel below 30 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Lobelville soils are on flood plains. Slopes range from 0 to 3 percent. The soil formed in loamy alluvium containing varying amounts of gravel. Near the type location the average annual temperature is 57.7 degrees F., and average annual precipitation is 52.8 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the similar Ennis and Lee series, and the Trace and Humphreys series. Trace and Humphreys soils are on adjacent terraces, are well drained, and have argillic horizons. On adjacent upland hillsides and summits are Biffle, Dickson, Sengtown, Hawthorne, Minvale, and Mountview soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; negligible to low runoff; and moderate permeability. Most areas of this soil are occasionally or frequently flooded for very brief or brief periods."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the soil is cleared and is cultivated or used for pasture. The main crops are corn, soybeans, and hay. The natural vegetation was mixed hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Highland Rim and Appalachian Ridge and Valley of Tennessee, and northern Alabama. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Stewart County, Tennessee; 1944."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 6 inches (Ap horizon).\nCambic horizon - 6 to 38 inches (Bw and Bg horizons).\nReduced matrix - 26 to 80 inches (Bg and Cg horizons)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 6 inches; dark yellowish brown (10YR 4/4) silt loam; weak medium granular structure; friable; many very fine and fine roots; many very fine and fine tubular pores; approximately 5 percent fragments of chert less than 0.5 inch in diameter; moderately acid; abrupt smooth boundary. (5 to 10 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 15,
        "bottom": 30,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--6 to 12 inches; dark yellowish brown (10YR 4/4) silt loam; weak medium subangular blocky structure; friable; many very fine and fine roots; many very fine and fine tubular pores; approximately 7 percent fragments of chert less than 0.5 inch in diameter; moderately acid; clear smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 30,
        "bottom": 48,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2--12 to 19 inches; yellowish brown (10YR 5/4) silt loam; weak medium subangular blocky structure; friable; common very fine and fine roots; many very fine and fine tubular pores; common coarse faint pale brown (10YR 6/3) iron depletions on faces of peds; approximately 12 percent fragments of chert less than 0.5 inch in diameter; moderately acid; clear wavy boundary."
      },
      {
        "name": "Bw3",
        "top": 48,
        "bottom": 66,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "gravelly",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw3--19 to 26 inches; pale brown (10YR 6/3) gravelly silt loam; weak medium subangular blocky structure; friable; common very fine and fine roots; common fine and medium pores; few fine black (10YR 2/1) soft masses of manganese; common medium faint light brownish gray (10YR 6/2) iron depletions; approximately 15 percent fragments of chert less than 0.5 inch in diameter; moderately acid; clear smooth boundary. (Thickness of Bw horizon ranges from 15 to 30 inches)"
      },
      {
        "name": "Bg",
        "top": 66,
        "bottom": 97,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "gravelly",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg--26 to 38 inches; light brownish gray (10YR 6/2) gravelly silt loam; weak medium subangular blocky structure; firm; few fine roots; few fine and medium pores; common fine black (10YR 2/1) manganese concretions; common coarse distinct yellowish brown (10YR 5/4) and common coarse prominent reddish yellow (7.5YR 6/8) masses as iron accumulations; brittle in 30 percent of the mass; approximately 20 percent fragments of chert less than 0.5 inch in diameter; strongly acid; clear wavy boundary. (0 to 20 inches thick)"
      },
      {
        "name": "Cg1",
        "top": 97,
        "bottom": 132,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "extremely gravelly",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Cg1--38 to 52 inches; grayish brown (10YR 5/2) extremely gravelly loam; massive; very friable; few very fine and fine roots; many medium interstitial pores; many silt and clay coatings on rock fragments; approximately 75 percent fragments of chert less than 1.5 inches in diameter; strongly acid; clear wavy boundary."
      },
      {
        "name": "Cg2",
        "top": 132,
        "bottom": 203,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "extremely gravelly",
        "pH_class": "strongly acid",
        "narrative": "Cg2--52 to 80 inches; grayish brown (10YR 5/2) extremely gravelly sandy loam; massive; very friable; many medium interstitial pores; common silt and clay coatings on rock fragments; approximately 85 percent fragments of chert less than 1.5 inches in diameter; strongly acid."
      }
    ]
  ]
}
