{
  "SERIES": "LOBEISNER",
  "STATUS": "Established Series",
  "BYREV": "Rev. MJ/CLM",
  "REVDATE": "10/2002",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Calcidic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lobeisner silt loam, cultivated, in a drainageway, on a 2 percent southwest-facing slope, at 4,365 feet elevation. (Colors are for dry soil unless otherwise noted.)\nAp--0 to 5 inches; brown (10YR 5/3) silt loam, dark brown (10YR 3/3) moist; moderate fine and medium platy structure; hard, friable, slightly sticky and slightly plastic; many fine, few very fine and few medium roots; few very fine, fine and medium irregular and vesicular pores; slightly alkaline (pH 7.4); clear smooth boundary. (0 to 8 inches thick)\nAB--5 to 10 inches; yellowish brown (10YR 5/4) silt loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; hard, friable, sticky and plastic; common very fine and fine roots; common very fine, fine and medium vesicular and tubular pores;  slightly alkaline (pH 7.4); clear smooth boundary. (4 to 8 inches thick)\nBw--10 to 17 inches; yellowish brown (10YR 5/4) silt loam, dark brown (10YR 3/3) moist; moderate fine and medium angular blocky structure; hard, friable, sticky and plastic; common very fine and fine roots; common very fine, fine and medium vesicular and tubular pores;  slightly alkaline (pH 7.4); clear smooth boundary. (4 to 14 inches thick)\nBk1--17 to 26 inches; pale brown (10YR 6/3) silt loam, dark yellowish brown (10YR 4/4) moist; weak medium prismatic structure parting to moderate fine and medium angular blocky; very hard, firm, sticky and plastic; few very fine and fine roots; common very fine and fine tubular pores;  violently effervescent (about 20 percent calcium carbonate equivalent); moderately alkaline (pH 8.2); clear wavy boundary. (6 to 28 inches thick)\nBk2--26 to 45 inches; very pale brown (10YR 7/3) silt loam, yellowish brown (10YR 5/4) moist; moderate medium prismatic structure parting to moderate fine and medium angular blocky; very hard, firm, sticky and plastic; few very fine and fine roots; common very fine and fine and few coarse tubular pores; matrix is strongly effervescent, many large soft bodies and seams are violently effervescent (about 25 percent calcium carbonate);  moderately alkaline (pH 8.0); abrupt smooth boundary. (6 to 28 inches thick)\n2Bkq--45 to 58 inches; yellowish brown (10YR 5/4) loam, dark yellowish brown (10YR 4/4) moist; discontinuous weakly cemented medium platy structure; hard, very firm, slightly sticky and slightly plastic; few very fine irregular pores; continuous distinct pressure faces; few fine and medium segregated seams which are violently effervescent in a non-effervescent matrix (20 percent calcium carbonate equivalent); 5 percent weakly cemented nodules; slightly alkaline (pH 7.8); clear smooth boundary. (4 to 20 inches thick)\n2Btkb--58 to 68 inches; yellowish brown (10YR 5/4) clay loam, dark yellowish brown (10YR 4/4) moist; weak coarse subangular blocky structure; hard, firm, sticky and plastic; few very fine irregular pores; continuous distinct pressure faces; few faint clay films on faces of peds and lining pores; common fine segregated seams that are violently effervescent in a non-effervescent matrix (20 percent calcium carbonate equivalent); slightly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lincoln County, Idaho; about 6 miles west of the town of Richfield; 2500 feet N. and 600 feet W. of the SE corner of sec. 13, T.  4 S., R. 19 E. Lat. 43 deg. 4 min. 32 sec., Long. 114 deg. 8 min. 11 sec."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 47 to 50 degrees F.\nDepth to bedrock - more than 60 inches\nCoarse fragments - 0 to 2 percent above discontinuity, 0 to 5 percent below discontinuity\nThickness of Mollic epipedon - 10 to 20 inches\nDepth to calcium carbonate - 16 to 27 inches\nAp horizons\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 3 or 4 dry or moist\nReaction - neutral or slightly alkaline\nAB horizons\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 2 to 4 dry, 1 to 3 moist\nClay content - 18 to 25 percent\nReaction - neutral or slightly alkaline\nBw horizons\nValue - 5 through 7 dry, 2 through 4 moist\nChroma - 2 through 4 dry or moist\nClay content - 18 to 25 percent\nReaction - neutral or slightly alkaline\nBk1 and Bk2 horizons\nValue - 4 through 7 dry, 2 through 5 moist\nChroma - 2 through 4 dry or moist\nTexture - SIL, SICL\nClay content - 18 to 28 percent\nReaction - slightly alkaline to strongly alkaline\nCalcium carbonate content - 15 to 40 percent\n2Bkq horizons\nValue - 4 through 7 dry, 2 through 4 moist\nChroma - 2 through 4 dry or moist\nTexture - L, SIL, and SICL\nClay content - 18 to 28 percent\nReaction - slightly alkaline to strongly alkaline\nCalcium carbonate content - 15 to 40 percent\nWeakly cemented nodules - 5 to 10 percent\n2Btkb horizons\nValue - 5 through 7 dry, 2 through 4 moist\nChroma - 2 through 4 dry or moist\nTexture - CL, SICL, and SIL\nClay content - 18 to 30 percent\nCalcium carbonate content - 15 to 40 percent\nReaction - slightly alkaline to strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Pern (T) series is the only competing series.  Pern soils are calcareous throughout."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lobeisner soils occur in intermittent drainageways on toeslopes of buttes.  Lobeisner soils formed in loess and silty alluvium.  The average annual air temperature ranges from 45 to 48 degrees F.  Average annual precipitation ranges from 11 to 13 inches.  The frost-free season is 90 to 100 days.  Elevation ranges from 4,200 to 4,500 feet.  Slopes range from 1 to 3 percent."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Chijer, Kinzie (T) and Marley (T) series. Chijer soils are calcareous to the soil surface.  Kinzie and Marley soils have argillic horizons.  Kinzie and Marley soils are in convex positions.  Chijer soils are on broad, gently sloping terraces.  Lobeisner soils are in drainageways."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Soils are used for irrigated crops such as alfalfa and wheat."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South central Idaho.  Lobeisner soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lincoln County, Idaho. 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in the pedon are:\nMollic epipedon - zone from the surface to 17 inches (Ap, AB, and Bw horizons)\nCalcic horizon - zone from 17 to 68 inches (Bk1, Bk2, 2Bkq, and 2Btkb horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
