{
  "SERIES": "LOBO",
  "STATUS": "Established Series",
  "BYREV": "Rev. HRF-RRL-ROP",
  "REVDATE": "6/92",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Dysic, frigid Hemic Sphagnofibrists"
  },
  "TYPICAL PEDON": {
    "section": "TYPIFYING PEDON",
    "content": "TYPIFYING PEDON:  Lobo peat with a nearly level slope on the crest of a raised bog under a dense stand of black spruce with ground cover of sphagnum moss and labrador tea.  (Colors are for moist soil unless otherwise stated.  The pH is in water.)\nOil--0 to 3 inches; light yellowish brown (10YR 6/4) broken face fibric material, very pale brown (10YR 7/4), pressed and rubbed; about 100 percent fiber, about 95 percent rubbed; massive; nonsticky; nonplastic; fibers are primarily sphagnum moss; about 10 percent woody fragments; about 8 percent mineral material; extremely acid (pH 3.6); clear wavy boundary.\nOi2--3 to 12 inches; dark brown (7.5YR 4/4) broken face fibric material, light yellowish brown (10YR 6/4), pressed; very pale brown (10YR 7/4), rubbed; about 95 percent fiber, about 90 percent rubbed; weak medium and thick platy structure; nonplastic; nonsticky; fibers are primarily sphagnum moss; about 10 percent woody fragments; about 5 percent thin sapric layers; about 7 percent mineral material; extremely acid (pH 3.8); clear wavy boundary.\nOi3--12 to 38 inches; dark reddish brown (5YR 3/3) broken face fibric material, brown (7.5YR 4/4) pressed, reddish yellow (7.5YR 6/6) rubbed; about 95 percent fiber, about 85 percent rubbed; weak medium and thick platy structure; nonplastic; nonsticky; fibers are primarily sphagnum moss; trace of herbaceous and woody fiber; about 5 percent woody fragments; about 5 percent thin sapric layers; about 2 percent mineral material; extremely acid (pH 3.4) clear wavy boundary.\nOe--38 to 60 inches; dark reddish brown (5YR 3/2) broken face and pressed hemic material, dark reddish brown (5YR 2/2) rubbed; about 70 percent fiber, about 35 percent rubbed; weak medium and thick platy structure; nonplastic, nonsticky; stratified with layers dominated by sphagnum moss fiber and with layers dominated by herbaceous fiber; trace of woody fiber; about 5 percent woody fragments; about 4 percent mineral material; extremely acid (pH 3.9)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lake County, Minnesota; about 18 miles west of Isabella; 150 feet west of the center of sec. 15, T. 59 N., R. 11 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The organic soil materials typically are more than 63 inches thick and typically range from 8 to 20 feet.  The content of woody fragments ranges from 0 to 20 percent in the control section but contents greater than 15 percent are only in the surface tier.  Except for thin layers of sapric or hemic material totaling less than 5 inches in thickness, fibric material extends from the surface to depths ranging from 35 to 53 inches.  Hemic material is immediately below those depths and it commonly extends to depths ranging from 6 to 10 feet or more.\nThe fibric material has hue of 5YR through 10YR with the redder hue being more common, value ranges from 3 through 7 and chroma from 2 through 4.  The higher values primarily are in the upper part of the surface tier.  Pressed colors have values that are 1 through 5 units and typically 1 through 3 units higher and chromas that are as much as 2 units higher than the broken face.  The content of fiber typically is more than 90 percent but ranges to as low as 70 percent in a few pedons.   Content of fiber after rubbing typically exceeds 80 percent but ranges to as low as 40 percent in a few pedons.  The fibric material is massive or has a weak platy structure.  The fiber is derived primarily from sphagnum mosses.  Content of fiber derived from woody or herbaceous plants or both, make up less than 10 percent of the fiber volume.  Content of mineral matter typically ranges from 2 to 8 percent.  Reaction (in 0.01 M calcium chloride) is 3.0 to 4.4.\nThe hemic material has 5YR through 10YR hue, value of 2 or 3, and chroma of 1 or 2.  Content of fiber ranges from 35 to 70 percent and from 20 to 45 percent after rubbing.  It is massive or has weak platy structure.  The upper 1 to 2 feet of the hemic layer commonly is stratified with alternating layers dominated by Sphagnum moss and with layers dominated by herbaceous plants, but in some pedons that part of the hemic layer has fiber derived primarily from herbaceous plants. Fiber in the remainder of the hemic layer is mostly herbaceous. Content of woody fiber and woody fragments ranges from 0 to 10 percent in the hemic material.  Content of mineral matter ranges from 3 to 10 percent.  Reaction (in 0.01 M calcium chloride) is 3.0 to 4.5 with the higher values only in the lower part."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils commonly are on weakly to moderately developed raised bogs in glacial moraines, outwash plains and lake plains that commonly are 2 or 3 feet higher in elevation than adjacent Histosols.  These soils generally slope 2 to 4 feet per mile or 0 to 1 percent.  Areas of this soil commonly are 100 to 1,000 acres in size.  These soils formed in slightly decomposed organic soil material derived primarily from Sphagnum mosses over moderately decomposed organic soil materials derived primarily from herbaceous plants.  Mean annual air temperature ranges from 36 to 45 degrees F.  Mean annual precipitation ranges from 22 to 33 inches.  Frost-free days range from 88 to 145.  Elevation above sea level ranges from 670 to 1600 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  The main ones are the competing Greenwood and Waskish soils.  Greenwood soils commonly are downslope from Lobo soils, and they lack or have thinner fibric layers derived from sphagnum mosses.  Waskish soils commonly are upslope on the more elevated portions of raised bogs."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained.  Surface runoff is very slow but these soils commonly are not ponded.  The apparent water table is as high as 0 to 2 feet at some time from January to December in most years.  Permeability is rapid in the upper part and moderate to moderately rapid in lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Essentially none of this soil is cultivated, but a few areas are cropped to cranberries.  Some black spruce are cut for Christmas trees.  These soils have a dense cover of slow growing black spruce.  Common shrubs are bog rosemary, cranberry, labrador tea, and leather leaf."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The northern parts of Minnesota, Wisconsin, and possibly Michigan. Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Carlton County, Minnesota, 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features are:  fibric material, dominantly sphagnum, from the surface to 38 inches (Oi1, Oi2, and Oi3 horizons); herbaceous hemic material at 38 to 60 inches (Oe horizon) substantiating the hemic subgroup placement; aquic moisture regime - based on organic soil materials throughout.\nADDITIONAL DATA:  Results of some laboratory analysis of the typifying pedon are in \"Finney, H. R. and Farnham, R. S. 1968.  Mineralogy of the inorganic fraction of peat from two raised bogs in northern Minnesota.  Proc. Third Int. Peat Cong. pp 102-108.\"\nNational Cooperative Soil Survey\nU.S.A."
  }
}
