{
  "SERIES": "LOBURN",
  "STATUS": "Established Series",
  "BYREV": "Rev. CHW-KEC",
  "REVDATE": "10/97",
  "STATES": "SD",
  "OVERVIEW": "The Loburn series consists of very deep, well drained soils formed in loamy or clayey residuum weathered from soft sedimentary rocks.  These soils are in drainageways, swales, and concave toe slopes of uplands.  Permeability is very slow.  Slopes range from 0 to 6 percent.  Mean annual precipitation is about 15 inches, and mean annual air temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Torrertic Natrustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Loburn loam - in native grass.  (Colors are for dry soil unless otherwise stated)\nA--0 to 3 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; weak thin platy structure parting to weak fine granular; soft, very friable, slightly sticky and slightly plastic; many fine roots; slightly acid; abrupt smooth boundary.  (2 to 6 inches thick)\nE--3 to 8 inches; light brownish gray (10YR 6/2) loam, dark grayish brown (2.5Y 4/2) moist; weak thin platy structure parting to weak very fine granular; soft, very friable, slightly sticky and slightly plastic; many very fine roots; slightly acid; abrupt wavy boundary.  (2 to 7 inches thick)\nBtn--8 to 16 inches; brown (10YR 5/3) clay, brown (10YR 4/3) moist; moderate medium columnar structure parting to moderate medium and fine blocky; hard, firm, sticky and plastic; common fine roots; shiny surfaces on faces of peds; slightly acid; gradual wavy boundary.  (8 to 22 inches thick)\nBkz1--16 to 24 inches; light brownish gray (2.5Y 6/2) silty clay loam, grayish brown (2.5Y 5/2) moist; weak medium prismatic structure parting to weak medium and fine blocky; hard, firm, sticky and plastic; few fine roots; shiny surfaces on faces of peds; few fine accumulations of gypsum and other salts; strong effervescence; moderately alkaline; gradual wavy boundary.\nBkz2--24 to 36 inches; light brownish gray (2.5Y 6/2) clay loam, grayish brown (2.5Y 5/2) moist; weak coarse prismatic structure; hard, firm, sticky and plastic; few fine accumulations of gypsum and other salts; few fine accumulations of carbonates; strong effervescence; moderately alkaline; gradual wavy boundary.  (Combined Bkz horizons 8 to 25 inches thick)\nC--36 to 60 inches; light brownish gray (2.5Y 6/2) sandy clay loam, grayish brown (2.5Y 5/2) moist; massive; slightly hard, friable, sticky and plastic; few fine accumulations of gypsum and other salts; strong effervescence; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Meade County, South Dakota; about 7.5 miles south and 1 mile east of Fairpoint; 150 feet east and 2,380 feet north of the southwest corner of sec. 22, T. 8 N., R. 11 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock typically is below 60 inches but ranges from 40 to 60 inches or more.  Depth to carbonates ranges from 13 to 25 inches.  Depth to gypsum or other visible salts is more than 16 inches.  The natric horizon has ESP or SAR of 10 to 20.\nThe A horizon has hue of 10YR or 2.5Y, value of 4 to 6 and 3 to 4 moist, and chroma of 1 or 2.  It typically is loam or silt loam, but is fine sandy loam or silty clay loam in some pedons.  It is slightly acid to neutral.\nThe E horizon has hue of 10YR or 2.5Y, value of 6 or 7 and 4 or 5 moist, and chroma of 1 to 3.  It typically is loam or silt loam, but is silty clay loam or fine sandy loam in some pedons.  It is slightly acid or neutral.\nThe Bnt horizon has hue of 2.5Y or 10YR, value of 5 or 6 and 4 or 5 moist, and chroma of 1 to 3.  It is silty clay, clay, clay loam, or silty clay loam.  It is slightly acid to slightly alkaline in the upper part and is slightly alkaline or moderately alkaline in the lower part.  Some pedons have gypsum and other salts visible 3 to 7 inches below the column tops.  Some pedons have few fine accumulations of carbonates.\nThe Bkz horizon has hue of 2.5Y or 5Y, value of 5 to 7 and 4 to 6 moist, and chroma of 2 or 3.  It is silty clay, clay, clay loam, or silty clay loam and is mildly alkaline or moderately alkaline.  It has few to many threads or accumulations of gypsum and other salts.  Many pedons have few to common accumulations of carbonate.\nThe C horizon has hue of 5Y, 2.5Y, and 10YR, value of 5 to 7 and 4 to 6 moist, and chroma of 2 or 3.  It is silty clay, clay, silty clay loam or clay loam.  It is slightly alkaline or moderately alkaline.  It has few to common threads and accumulations of gypsum and other salts.  Some pedons have few to many accumulations of carbonate."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Absher, Elloam, Gerdrum, Oburn, Spicerton, Thoeny, and Weingart series.  Absher, Elloam, Gerdrum and Spicerton soils have A horizons less than 5 inches thick.  In addition, Spicerton soils have carbonate at or near the surface.  Oburn soils have loamy-skeletal substratums above 40 inches.  Thoeny soils have clay loam till at depths of less than 40 inches and do not have clay textures in the upper C horizon.  Weingart soils have bedrock at depths above 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Loburn soils are level to gently sloping uplands and stream terraces.  Surfaces are plain to concave and slope gradients range from 0 to 6 percent.  These soils formed in clayey or loamy residuum weathered from or alluvium derived from soft sedimentary rocks.  The mean annual air temperature ranges from 39 to 45 degrees F, and mean annual precipitation ranges from 13 to 15 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Absher soils and the Blackhall, Cabbart, Marmarth, Parchin and Twilight soils.  Absher and Parchin soils are on similar part of the landscape.  Parchin soils are fine-loamy.\nBlackhall, Cabbart, Marmarth and Twilight soils are typically on higher landscapes.  Blackhall and Cabbart soils are shallow over bedrock.  Marmarth and Twilight soils are moderately deep over bedrock and are loamy.  In addition, Twilight soils do not have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is negligible to high depending on slope.  Permeability is very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are cultivated or used as rangeland.  Principal crops are small grain, sudan, and alfalfa.  Native vegetation is western wheatgrass, needleandthread, green needlegrass, blue grama, buffalograss, sedges, and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern South Dakota.  It is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Perkins County, South Dakota, 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  ochric epipedon - the zone from the surface of the soil to a depth of 3 inches (A horizon); albic horizon - the zone from 3 to 8 inches; natric horizon - the zone from 8 to 16 inches (Btn horizon).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; weak thin platy structure parting to weak fine granular; soft, very friable, slightly sticky and slightly plastic; many fine roots; slightly acid; abrupt smooth boundary.  (2 to 6 inches thick)"
      },
      {
        "name": "E",
        "top": 8,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "E--3 to 8 inches; light brownish gray (10YR 6/2) loam, dark grayish brown (2.5Y 4/2) moist; weak thin platy structure parting to weak very fine granular; soft, very friable, slightly sticky and slightly plastic; many very fine roots; slightly acid; abrupt wavy boundary.  (2 to 7 inches thick)"
      },
      {
        "name": "Btn",
        "top": 20,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btn--8 to 16 inches; brown (10YR 5/3) clay, brown (10YR 4/3) moist; moderate medium columnar structure parting to moderate medium and fine blocky; hard, firm, sticky and plastic; common fine roots; shiny surfaces on faces of peds; slightly acid; gradual wavy boundary.  (8 to 22 inches thick)"
      },
      {
        "name": "Bkz1",
        "top": 41,
        "bottom": 61,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bkz1--16 to 24 inches; light brownish gray (2.5Y 6/2) silty clay loam, grayish brown (2.5Y 5/2) moist; weak medium prismatic structure parting to weak medium and fine blocky; hard, firm, sticky and plastic; few fine roots; shiny surfaces on faces of peds; few fine accumulations of gypsum and other salts; strong effervescence; moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "Bkz2",
        "top": 61,
        "bottom": 91,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bkz2--24 to 36 inches; light brownish gray (2.5Y 6/2) clay loam, grayish brown (2.5Y 5/2) moist; weak coarse prismatic structure; hard, firm, sticky and plastic; few fine accumulations of gypsum and other salts; few fine accumulations of carbonates; strong effervescence; moderately alkaline; gradual wavy boundary.  (Combined Bkz horizons 8 to 25 inches thick)"
      },
      {
        "name": "C",
        "top": 91,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "pH_class": "slightly alkaline",
        "narrative": "C--36 to 60 inches; light brownish gray (2.5Y 6/2) sandy clay loam, grayish brown (2.5Y 5/2) moist; massive; slightly hard, friable, sticky and plastic; few fine accumulations of gypsum and other salts; strong effervescence; slightly alkaline."
      }
    ]
  ]
}
