{
  "SERIES": "LOCKHART",
  "STATUS": "Established Series",
  "BYREV": "Rev. TRG:JCM/Rev. RLV",
  "REVDATE": "07/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, semiactive, thermic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lockhart very gravelly sandy loam--forested.  (Colors are for moist soil.)\nA--0 to 6 inches; dark grayish brown (10YR 4/2) gravelly sandy loam; weak medium granular structure; very friable; many fine roots; many fine pores; 35 percent pebbles of feldspar 2 to 10 mm in size; medium acid; abrupt smooth boundary.  (4 to 7 inches thick)\nBt1--6 to 10 inches; yellowish brown (10YR 5/4) very gravelly sandy clay loam; weak medium granular structure; very friable; few fine and medium roots; sand grains coated and bridged with clay; 35 percent pebbles of feldspar; 2 percent pebbles of quartz; moderately acid; clear wavy boundary.  (3 to 5 inches thick)\nBt2--10 to 22 inches; yellowish red (5YR 5/8) very gravelly sandy clay loam; weak coarse subangular blocky structure; friable, slightly sticky; few fine and medium roots; few faint clay films on faces of peds; few faint clay films continuous on crystals of feldspar; 45 percent pebbles of feldspar; 2 percent pebbles of quartz; moderately acid; gradual wavy boundary.  (8 to 20 inches thick)\nBt3--22 to 42 inches; yellowish red (5YR 4/6) very gravelly sandy clay loam; weak coarse subangular blocky structure; friable, slightly sticky; few faint clay films around crystals of feldspar; 45 percent pebbles of feldspar; 2 percent pebbles of quartz; few fine flakes of mica; 1 percent pebbles high in dark colored minerals; moderately acid; gradual wavy boundary.  (6 to 24 inches thick)\nBC--42 to 54 inches; reddish brown (5YR 5/4) very gravelly sandy clay loam; weak coarse subangular blocky structure; friable, slightly sticky; 45 percent pebbles of feldspar; 2 percent pebbles of quartz; few fine flakes of mica; 1 percent pebbles high in dark colored minerals; medium acid; gradual wavy boundary.  (8 to 20 inches thick)\nC--54 to 72 inches; light yellowish brown (10YR 6/4) very gravelly sandy loam; massive; very friable; about 50 percent pebbles of feldspar; few light and dark colored flakes of mica; 1 percent pebbles high in dark colored minerals; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lancaster County, South Carolina; 2 miles northeast of Taxahaw, 400 yards west of Lynches River along road 37, on eastern side slope of a low-lying ridge."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum thickness is 40 to more than 60 inches.  The soil is strongly acid to slightly acid in the A and B horizons and strongly acid or moderately acid in the C horizon.  Content of rock fragments, dominantly 2 to 10 mm in size, is 20 to 50 percent in the A horizon and 35 to 50 percent in the B horizon.  In some pedons, stones or boulders make up as much as 2 percent of the rock fragments on the surface and throughout the solum.  Flakes of mica range from none to common throughout the profile.\nThe A horizon has hue of 5YR to 10YR, value of 3 to 5, and chroma of 2 to 4.  Where the value is less than 3.5, the horizon is less than 6 inches thick.  It is loamy sand or sandy loam in the fine-earth fraction.  Some pedons have an E or AB horizon with value ranging to 7 and chroma ranging to 8.  In these pedons, the total thickness of the A horizon is 8 to 15 inches.\nThe Bt horizon commonly has hue of 2.5YR to 7.5YR but ranges to 2.5Y in some pedons, value of 4 to 6, and chroma of 4 to 8.  It commonly is sandy clay loam but ranges to loam in some pedons in the fine-earth fraction.  Silt content of the particle-size control section is 10 to 25 percent.\nThe BC horizon has colors like the Bt horizon.  Some pedons have mottles in shades of red, brown, or yellow.  It is sandy clay loam, loam, or sandy loam in the fine-earth fraction.\nThe C horizon has colors like the BC horizon.  Texture is variable with as much as 90 percent saprolite."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Hibriten is the only series in the family.  Hibriten soils have a paralithic contact at a depth of 20 to 40 inches.  Cecil, Chestatee, Hartsells, Linker, Louisburg, Madison, Pacolet, Rion, Saffell, and Wateree are similar series in other families.  Cecil, Chestatee, Hartsells, Linker, Louisburg, Madison, Pacolet, Rion, and Wateree soils have less than 35 percent rock fragments in the particle-size control section.  Saffell soils have siliceous mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lockhart soils are on rolling to irregular slopes and narrow ridges that have slopes most commonly of 6 to 25 percent, but range from 2 to 40 percent.  The soil formed in residuum weathered from porphyritic granite.  The average annual precipitation is about 47 inches, the average air temperature is about 61 degrees and the freeze-free season averages about 205 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the similar Cecil, Louisburg, and Pacolet series, and Appling, Cataula, Wedowee, and Wilkes series.  Each of these soils have less than 35 percent rock fragments in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Largely forested to white, red and blackjack oaks, hickory, loblolly and shortleaf pines, and flowering dogwood.  Most slopes of less than 15 percent were formerly cleared and farmed but are now in loblolly and shortleaf pines."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Piedmont section of South Carolina, North Carolina, and Alabama.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Union County, South Carolina; 1938.\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nSC0073 LOCKHART    2- 40   60- 62  200-240  44- 49   375- 800\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nSC0073 NONE          6.0-6.0              -     60-60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nSC0073  0- 6  GR-LS GR-SL             0-  5  45- 80  5-15   1-  3\nSC0073  6-54  GR-SCL GR-L             0-  5  45- 65 18-35   3-  7\nSC0073 54-72  VAR                      -       -      -      -\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nSC0073  0- 6  5.1- 6.5  .5-1.  0- 0   2.0- 6.0  LOW\nSC0073  6-54  5.1- 6.5    -    0- 0   2.0- 6.0  LOW\nSC0073 54-72     -        -     -        -\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
