{
  "SERIES": "LOCKNEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. TCB-WMR-RM",
  "REVDATE": "08/2013",
  "STATES": "TX",
  "OVERVIEW": "The Lockney series consists of very deep, moderately well drained, very slowly permeable soils that formed in clayey lacustrine deposits of Quaternary age. These nearly level soils are on a playa step in large playa basins. Slope ranges from 0 to 1 percent. Mean annual precipitation is 483 mm (19 inches) and mean annual temperature is 16 degrees C (61 F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Typic Haplusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lockney clay, midway on a playa step, slightly concave, 0.4 percent slope in rangeland at an elevation of about 1,109 meters (3,638 feet). (Colors are for dry soil unless otherwise stated.)\nA1--0 to 10 cm (0 to 4 inches); very dark grayish brown (10YR 3/2) clay, very dark brown (10YR 2/2) moist; moderate medium subangular blocky structure parting to moderate fine granular; hard, firm; very sticky and very plastic; common very fine and fine roots; cracks 5 cm (2 inches) wide at the surface extend through the horizon; moderately alkaline; clear smooth boundary.\nA2--10 to 23 cm (4 to 9 inches); dark grayish brown (10YR 4/2) clay, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; very hard, very firm; very sticky and very plastic; common fine roots; common very fine and fine pores; cracks 5 cm (2 inches) wide extend through the horizon; very slightly effervescent; moderately alkaline; clear smooth boundary. (combined thickness of the A horizons is 18 to 46 cm [7 to 18 inches] thick)\nBw--23 to 43 cm (9 to 17 inches); dark grayish brown (10YR 4/2) clay, very dark grayish brown (10YR 3/2) moist; moderate coarse wedge-shaped aggregates parting to moderate medium angular blocky structure; very hard, very firm; very sticky and very plastic; few fine roots; common fine and medium pores; cracks 2.5 cm (1 inch) wide extend through the horizon; common pressure faces on upper part of ped surfaces; slightly effervescent; moderately alkaline; gradual wavy boundary.\nBss1--43 to 79 cm (17 to 31 inches); grayish brown (10YR 5/2) clay, dark grayish brown (10YR 4/2) moist; moderate coarse wedge-shaped aggregates parting to moderate medium angular blocky structure; very hard, very firm; very sticky and very plastic; few fine roots; common very fine and fine pores; cracks 2.5 cm (1 inch) wide extend through the horizon; common distinct slickensides; few very fine nodules of calcium carbonate, about 1 percent; slightly effervescent; moderately alkaline; gradual wavy boundary.\nBss2--79 to 170 cm (31 to 67 inches); grayish brown (10YR 5/2) clay, dark grayish brown (10YR 4/2) moist; moderate medium wedge-shaped aggregates parting to moderate medium angular blocky structure; hard, firm; sticky and plastic; few very fine roots; common fine pores; cracks 1.3 cm (0.5 inch) wide extend to about 125 cm (50 inches) in the horizon; many distinct slickensides; few very fine masses and nodules of calcium carbonate, about 2 percent; slightly effervescent; moderately alkaline. (combined thickness of the Bss horizons is 114 to 178 cm [45 to 70 inches] thick)\nBkss--170 to 203 cm (67 to 80 inches); 70 percent light brownish gray (10YR 6/2) and 30 percent very pale brown (10YR 7/3) clay, 70 percent grayish brown (10YR 5/2) and 30 percent pale brown (10YR 6/3) moist; moderate medium wedge-shaped aggregates parting to moderate medium angular blocky structure; hard, firm; sticky and plastic; few very fine roots; common fine pores; common faint slickensides; common masses and nodules of calcium carbonate, about 5 percent; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Randall County, Texas; from the intersection of State Highway 87 and Highway 217 in Canyon; 11.1 km (6.9 miles) south on Highway 87; 4.4 km (2.7 miles) east on Hungate Road; 366 meters (1,201 feet) north into playa basin; Latitude: 34 degrees, 53 minutes, 10.8 seconds N; Longitude: 101 degrees, 51 minutes, 41.5 seconds W; Nance Ranch, Texas USGS quad; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  An ustic moisture regime bordering on udic.  The soil moisture control section cracks and is dry in some or all parts of the upper 50 cm more than 150 but less than 210 cumulative days in normal years.  July through August and November through March are the driest months.  These soils are intermittently moist in September through October and April through June.  The soil receives runoff from the surrounding uplands and the soil moisture control section is moist for longer periods than normal for the climate.\nMean annual soil temperature: 15 to 18 degrees C (59 to 64 F).\nThickness of the mollic epipedon: 25 to 50 cm (9 to 20 inches).\nDepth to secondary calcium carbonate: 50 to 150 cm (20 to 60 inches).\nDepth to calcic horizon: 150 to more than 203 cm (60 to 80 inches).\nDepth to slickensides: 20 to 50 cm (8 to 20 inches).\nLinear extensibility of top 1 meter (40 inches): 7 to 10 cm (2.75 to 4 inches).\nSolum thickness: more than 203 cm (80 inches).\nParticle-size control section (weighted average): 40 to 60 percent silicate clay.\nThis is a cyclic soil and undisturbed areas have gilgai microrelief with microhighs 13 to 46 cm (5 to 18 inches) higher than microlows.  Distance between the center of the microhigh and the center of the microlow is about 1.5 to 6 meters (5 to 20 feet). The microhigh makes up about 25 percent, the intermediate area between the high and low about 50 percent, and the microlow about 25 percent.  Cracks open and close each year, except during higher than normal rainfall years, and remain open for 150 to 210 cumulative days during most years.  When dry, 1.3 to 7.6 cm (0.5 to 3 inch) wide cracks, extend from the surface to a depth of 100 cm (40 inches) or more.  Cracks are more prominent in the microlow.  The range in characteristics represents 50 percent or more of each pedon unless otherwise stated.\nA horizons:\nHue: 10YR\nValue: 3 or 4, 2 to 3 moist\nChroma: 2 or less\nTexture: clay\nEffervescence: none to slight\nReaction: slightly alkaline or moderately alkaline\nBw horizon:\nHue: 10YR\nValue: 3 to 5, 2 to 4 moist\nChroma: 2 or less\nTexture: clay\nEffervescence: none to slight\nReaction: slightly alkaline or moderately alkaline\nBss horizon:\nHue: 10YR or 2.5Y\nValue: 4 to 6, 3 to 5 moist\nChroma: 2 or less\nTexture: clay\nVisible calcium carbonate: 0 to 2 percent as filaments, films, or nodules\nEffervescence: none to strong\nReaction: slightly alkaline or moderately alkaline\nBkss horizon:\nHue: 10YR or 2.5Y\nValue: 5 to 7, 4 to 6 moist\nChroma: 2 or less\nTexture: clay\nSecondary calcium carbonate: 3 to 40 percent by volume in the form of nodules,\nmasses, and filaments\nCalcium carbonate equivalent: 2 to 35 percent by weight\nEffervescence: strong or violent\nReaction: moderately alkaline or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Campwood, Hollister, Indiahoma, Irion, Leeray, Roscoe and Teagard series. Similar soils are the Chapel, Lazbuddie, Lofton, McLean, Ranco, Randall, and Sparenberg series.\nCampwood, Hollister, Indiahoma, Irion, Leeray, and Roscoe series: have higher mean annual soil temperatures and are moist in the soil moisture control section for longer periods.\nTeaguard series: have paralithic contact between 50 and 100 cm (20 and 40 inches) of the soil surface.\nChapel series: have a calcic horizon between 50 and 100 cm (20 and 40 inches) of the soil surface and cracks that remain open less than 150 cumulative days during most years.\nMcLean, Ranco, Randall, and Sparenberg series: have cracks that remain open less than 150 cumulative days during most years and are moist in the soil moisture control section for longer periods.\nLazbuddie series: have a calcic horizon between 100 and 150 cm (40 and 60 inches).\nLofton series: have an argillic horizon and a calcic between 100 and 150 cm (40 and 60 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: clayey lacustrine deposits of Pleistocene age.\nLandform: playa step 0.5 to 3 meters (2 to 10 feet) above the playa floor in large basins and range in size from a few acres to more than 200 acres.\nSlopes: range from 0 to 1 percent\nMean annual air temperature: 14 to 17 degrees C (57 to 63 F).\nMean annual precipitation: 432 to 533 mm (17 to 21 inches).\nFrost-free period: 180 to 220 days\nElevation: 975 to 1,402 meters (3,199 to 4,600 feet).\nThornthwaite annual P-E Index Values: 25 to 36."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the similar Lazbuddie, McLean, Randall, Ranco, and Sparenberg series and also the Arch, Drake, Estacado, Lofton, Pep, and Portales series.\nLazbuddie and Lofton soils: are on similar playa step landscape positions.\nMcLean, Randall, Ranco, and Sparenberg soils: are on the floor of playa basins.\nArch and Portales soils: are on playa slopes and interdunes and have 18 to 35 percent clay in the particle-size control section.\nDrake soils: are on playa dunes and have 18 to 35 percent clay in the particle-size control section.\nEstacado and Pep soils: are on playa slopes and plains and have 18 to 35 percent clay in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Very slow permeability.  Surface runoff is negligible on concave slopes of less than 1 percent slopes.  Ponding is rare and for very brief periods in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for livestock grazing.  Some areas are cultivated to wheat, cotton, or grain sorghum.  Native vegetation varies according to amount of water available and may include buffalograss, blue grama, vine mesquite, and western wheatgrass.  This soil has been correlated to the Deep Hardland (R077CY022TX) range site in MLRA-77C."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern High Plains, Southern Part (MLRA 77C in LRR H) of western Texas.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  MLRA-77 Soil Survey; Randall County, Texas; 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included in the Roscoe series.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 23 cm (A horizons)\nCambic horizon: 23 to 43 cm (Bw horizon)\nSlickensides: 43 to 203 cm (Bss and Bkss horizons)\nSecondary calcium carbonate: 170 to 203 cm. (Bkss horizons)\nVertic features: cracks extending from 0 to 125 cm and wedged-shaped peds that have long axes tilted 10 to 60 degrees from horizontal (A, Bss, Bkss horizons)\nADDITIONAL DATA:  none\nTaxonomic Version:  Keys to Soil Taxonomy, Eleventh Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 10 cm (0 to 4 inches); very dark grayish brown (10YR 3/2) clay, very dark brown (10YR 2/2) moist; moderate medium subangular blocky structure parting to moderate fine granular; hard, firm; very sticky and very plastic; common very fine and fine roots; cracks 5 cm (2 inches) wide at the surface extend through the horizon; moderately alkaline; clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 10,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--10 to 23 cm (4 to 9 inches); dark grayish brown (10YR 4/2) clay, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; very hard, very firm; very sticky and very plastic; common fine roots; common very fine and fine pores; cracks 5 cm (2 inches) wide extend through the horizon; very slightly effervescent; moderately alkaline; clear smooth boundary. (combined thickness of the A horizons is 18 to 46 cm [7 to 18 inches] thick)"
      },
      {
        "name": "Bw",
        "top": 23,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw--23 to 43 cm (9 to 17 inches); dark grayish brown (10YR 4/2) clay, very dark grayish brown (10YR 3/2) moist; moderate coarse wedge-shaped aggregates parting to moderate medium angular blocky structure; very hard, very firm; very sticky and very plastic; few fine roots; common fine and medium pores; cracks 2.5 cm (1 inch) wide extend through the horizon; common pressure faces on upper part of ped surfaces; slightly effervescent; moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "Bss1",
        "top": 43,
        "bottom": 79,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bss1--43 to 79 cm (17 to 31 inches); grayish brown (10YR 5/2) clay, dark grayish brown (10YR 4/2) moist; moderate coarse wedge-shaped aggregates parting to moderate medium angular blocky structure; very hard, very firm; very sticky and very plastic; few fine roots; common very fine and fine pores; cracks 2.5 cm (1 inch) wide extend through the horizon; common distinct slickensides; few very fine nodules of calcium carbonate, about 1 percent; slightly effervescent; moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "Bss2",
        "top": 79,
        "bottom": 170,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "narrative": "Bss2--79 to 170 cm (31 to 67 inches); grayish brown (10YR 5/2) clay, dark grayish brown (10YR 4/2) moist; moderate medium wedge-shaped aggregates parting to moderate medium angular blocky structure; hard, firm; sticky and plastic; few very fine roots; common fine pores; cracks 1.3 cm (0.5 inch) wide extend to about 125 cm (50 inches) in the horizon; many distinct slickensides; few very fine masses and nodules of calcium carbonate, about 2 percent; slightly effervescent; moderately alkaline. (combined thickness of the Bss horizons is 114 to 178 cm [45 to 70 inches] thick)"
      },
      {
        "name": "Bkss",
        "top": 170,
        "bottom": 203,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "narrative": "Bkss--170 to 203 cm (67 to 80 inches); 70 percent light brownish gray (10YR 6/2) and 30 percent very pale brown (10YR 7/3) clay, 70 percent grayish brown (10YR 5/2) and 30 percent pale brown (10YR 6/3) moist; moderate medium wedge-shaped aggregates parting to moderate medium angular blocky structure; hard, firm; sticky and plastic; few very fine roots; common fine pores; common faint slickensides; common masses and nodules of calcium carbonate, about 5 percent; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
