{
  "SERIES": "LODAR",
  "STATUS": "Established Series",
  "BYREV": "Rev. DLT/TER/MJD/JBF",
  "REVDATE": "02/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic, mesic Lithic Calcixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lodar very cobbly loam-forest land. (Colors are for air-dry soil unless otherwise noted.)\nA1--0 to 5 cm; grayish brown (10YR 5/2) very cobbly loam, very dark grayish brown (10YR 3/2) moist; weak medium platy structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; common very fine pores; about 50 percent coarse fragments dominantly cobbles occurring partly as a surface mantle; slightly effervescent; slightly alkaline (pH 7.8); abrupt smooth boundary. (3 to 8 cm thick)\nA2--5 to 20 cm; grayish brown (10YR 5/2) very cobbly loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and moderately plastic; common fine and very fine roots; about 50 percent cobbles and pebbles; strongly effervescent; slightly alkaline (pH 7.8); clear smooth boundary. (8 to 18 cm thick)\nBk--20 to 38 cm; light brown (7.5YR 6/3) very gravelly loam, brown (7.5YR 4/3) moist; massive; slightly hard, friable, slightly sticky and moderately plastic; few fine and very fine roots; few fine and very fine pores; about 50 percent pebbles and cobbles; violently effervescent; secondary calcium carbonates are disseminated, and concretions around rock fragments, and in fine threads and irregular masses; moderately alkaline (pH 8.0); abrupt wavy boundary. (15 to 30 cm thick)\nR--38 cm; limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Sanpete County, Utah; south end of Japs Valley, 2,145 feet west of the Japs Valley Road, between the Lone Cedar Road and Japs Valley; about 990 feet south and 1,150 feet east of the northwest corner of sec. 23, T. 19 S., R. 1 1/2 W.; USGS Haynes Canyon 7.5 minute quadrangle; latitude 39 degrees 8 minutes 46 seconds N and longitude 111 degrees 59 minutes 48 seconds W; UTM Zone 12 413875e 4333464n, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist in winter and spring and continuously dry in all parts for significant periods in summer and fall; xeric soil moisture regime bordering aridic.\nMean annual soil temperature: 8 to 12 degrees C.\nThe thickness of the mollic epipedon: 18 to 25 cm.\nDepth to the calcic horizon: 18 to 25 cm.\nDepth to bedrock: 25 to 50 cm.\nCalcium carbonate equivalent: 40 to 80 percent, including those in coarse fragments of less than 20 mm size, between 25 cm and bedrock.\nParticle-size control section - Clay content: 18 to 27 percent.\nRock fragment content: 20 to 80 percent by volume but averages more than 35 percent between 25 cm and bedrock.\nA horizons\nHue: 10YR or 7.5YR.\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nReaction: Slightly alkaline or moderately alkaline.\nCalcium carbonate equivalent: 1 to 45 percent of the less than 20 mm fraction. When the CCE exceeds 40 percent the color value moist is 5 or less.\nEffervescence: Slightly effervescent or strongly effervescent.\nBk horizon\nHue: 10YR of 7.5YR.\nValue: 5 to 7 dry, 4 to 6 moist.\nChroma: 2 or 4, dry or moist.\nTextures: Loam or sandy loam.\nRock fragments: 20 to 80 percent; mostly gravel and cobbles.\nConsistence: Soft or slightly hard, dry, very friable or friable, moist, nonsticky or slightly sticky and nonplastic to moderately plastic, wet.\nReaction: Moderately alkaline or strongly alkaline.\nCalcium carbonate equivalent: 40 to 80 percent of the less than 20 mm fraction, and 30 to 40 percent in the less than 2 mm fraction.\nOther: Secondary calcium carbonate occurs as concentrations or pendants on rock fragments and as irregular masses."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Radol series. The Radol soils have a mollic epipedon that is 25 to 40 cm thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Lodar soils are on strongly sloping to very steep mountain sides, hillsides and ridges at elevations of 1,585 to 2,685 meters. Slopes range from 3 to 75 percent. They formed in alluvium, colluvium and residuum derived from limestone and sandstone. The climate is dry, subhumid. Mean annual temperature ranges from 7 to 11 degrees C. Average annual precipitation ranges from 300 to 400 mm. Freeze-free period is 90 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Atepic, Borvant, Clegg, Fontreen, Lizzant, and Mower soils. Atepic soils lack a mollic epipedon. Clegg, Fontreen and Mower soils lack a lithic contact within a depth of 50 cm."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained or somewhat excessively drained; medium to very high runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for livestock grazing. The potential vegetation is singleleaf pinyon and Utah juniper with an understory of bluebunch wheatgrass and black sagebrush. These soils are correlated to Upland ecological sites in Utah."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Utah to southeast Nevada. The series is extensive. MLRA 28A, 28B, 29, and 47."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Sanpete County (Sanpete Area), Utah, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 20 cm (A1 and A2 horizons).\nCalcic horizon - The zone of carbonate accumulation from 20 to 38 cm (Bk horizon)\nLithic contact - The boundary at 38 cm to underlying unweathered bedrock (R layer)\nParticle-size control section - The zone from 25 to 38 cm (Lower part of the Bk horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
