{
  "SERIES": "LODO",
  "STATUS": "Established Series",
  "BYREV": "Rev. GWH/RCH/RWK/ET",
  "REVDATE": "11/2009",
  "STATES": "CA",
  "OVERVIEW": "The Lodo series consists of shallow, somewhat excessively drained soils that formed in material weathered from hard shale and fine grained sandstone. Lodo soils are on uplands and have slopes of 5 to 75 percent. The mean annual precipitation is about 20 inches and the mean annual air temperature is about 62 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, thermic Lithic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lodo shaly clay loam - rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 7 inches; grayish brown (2.5Y 5/2) shaly clay loam, very dark grayish brown (2.5Y 3/2) moist; weak fine subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; many very fine roots; many very fine interstitial and tubular pores; about 15 percent by volume of distinct angular shale fragments; slightly acid; abrupt wavy boundary. (4 to 20 inches thick)\nR--7 inches; shattered warped and folded dark grayish brown hard shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Glenn County, California; 2 1/4 miles south-southwest of Chrome; north of Hull Road, southwest 1/4 of section 5, T. 21 N., R. 6 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to a lithic contact is 4 to 20 inches. Mean annual soil temperature just above the bedrock is 59 degrees to 67 degrees F. and the soil temperature is below 47 degrees F. for only a few days in January. Soils below a depth of about 4 inches and above bedrock are usually moist in some or all parts all of the time from about November until April or May and are dry all the rest of the year. Texture throughout is sandy loam, loam, silt loam, sandy clay loam or clay loam with about 18 to 35 percent clay. Rock fragments, mostly angular or subangular pebbles, make up 5 to 35 percent of the soil.\nThe A horizon is dark brown, grayish brown, dark grayish brown, very dark grayish brown or brown in 2.5Y or 10YR hue. The moist chroma and moist value are 2 or 3. It has weak to strong granular or subangular blocky or angular blocky structure. In a few pedons some or all of the A horizon is massive, but the soil is only slightly hard when dry. Organic matter is 1 to 6 percent. This horizon is neutral or slightly acid in most pedons and some pedons are moderately acid in some or all parts. Base saturation is 75 to 100 percent.\nIn most pedons the A horizon rests abruptly on bedrock but in others a B horizon or a C horizon is present. These horizons have hue of 2.5Y, 10YR or 7.5YR, dry value of 6, moist chroma of 2 through 4 inclusive and less than 1 percent organic matter. All other properties are similar to the A horizon. This horizon is up to 5 inches thick."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are the Friant and Zumaridge series. Friant soils are high in mica (less than 40 percent by weight) and have less than 18 percent clay., Zumaridge soils have less than 18 percent clay."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Lodo soils are on mountainous uplands. Slopes are 5 to 75 percent. Elevations are 300 to 3,400 feet. The soils formed in material weathered from hard shale and hard fine grained sandstone. The climate is subhumid mesothermal with warm, dry summers and cool, moist winters. The mean annual temperature is about 59 degrees to 65 degrees F., average January temperature is about 42 degrees to 54 degrees F., and average July temperature is about 72 degrees to 77 degrees F. Frost-free season is about 200 to 280 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Escondido, Maymen, Millsap, Tehama, and Vallecitos soils. All of these soils have ochric epipedons. Also, Maymen soils have a mean annual soil temperature of 48 degrees to 58 degrees F. Millsap, Tehama, and Vallecitos soils have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; medium to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used principally for grazing, wildlife, and watershed. Native vegetation is buckwheat, scattered oak trees, Foothill pine, and chaparral. Naturalized vegetation is annual grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: In the subhumid mountain ranges at lower elevations and foothills throughout California. The soils are extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California MLRA's 15,  20"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Glenn County, California, 1957."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The activity class was added to the classification in February of 2003. Competing series were not checked at that time. - ET\nCompeting series checked 11/2009. Lodo soils are mapped from Riverside County to Shasta County, this should be reviewed during MLRA updating.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
