{
  "SERIES": "LODORE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DAD/AP",
  "REVDATE": "7/98",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, calcareous, frigid Aridic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lodore gravelly loam, on a south facing, linear, 28 percent slope in pinyon pine and juniper at an elevation of 7,050 feet.  (Colors are for dry soil unless otherwise noted.)  When described on May 17, 1994 the soil was moist from 12 to 25 inches.\nThe surface is covered by 10 percent gravel, 30 percent cobbles, and 3 percent stones.\nA--0 to 2 inches; reddish brown (5YR 4/4) gravelly loam, dark reddish brown (5YR 3/4) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; common fine roots; few fine vesicular and tubular pores; 11 percent gravel, 5 percent cobbles; calcium carbonate disseminated; strongly effervescent; slightly alkaline (pH 7.6); clear wavy boundary.  (2 to 5 inches thick)\nC1--2 to 13 inches; reddish brown (5YR 4/4) loam, reddish brown (5YR 4/4) moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine roots; few fine vesicular and tubular pores; 5 percent gravel, 5 percent cobbles; few fine soft masses of calcium carbonate; violently effervescent; moderately alkaline (pH 8.2); gradual wavy boundary.  (total thickness of the C horizon is 18 to 37 inches thick)\nC2--13 to 35 inches; reddish brown (5YR 5/4) loam, reddish brown (5YR 4/4) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine roots; few fine vesicular and tubular pores; 5 percent gravel, 5 percent cobbles; few fine soft masses of calcium carbonate; violently effervescent; moderately alkaline (pH 8.2).\nR--35 inches; hard sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Moffat County, Colorado; 4,200 feet west and 4,100 feet south of the southwest corner of section 12, T. 7 N., R. 103 W. (non-sectioned area); USGS Canyon of Lodore, South quadrangle; lat. 40 degrees 33 minutes 19 seconds N. and long. 108 degrees 56 minutes 42 seconds W., NAD 1927"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime: Ustic moisture regime bordering on Aridic.\nSoil temperature regime: frigid\nMean annual soil temperature: 42 to 47 degrees F.\nMean annual summer soil temperature: 59 to 64 degrees F.\nSurface rock fragments: 5 to 25 percent sandstone gravels, 0 to 40 percent sandstone cobbles or channers, and 0.1 to 3 percent sandstone stones or flagstones.\nParticle-size control section: 8 to 18 percent clay\nDepth to lithic contact: 20 to 40 inches to hard sandstone\nA horizon:\nHue: 5YR or 7.5YR\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 3 or 4, dry or moist\nRock fragments: 0 to 30 percent sandstone gravel and cobbles\nReaction: slightly alkaline or moderately alkaline\nC horizon:\nHue: 5YR or 7.5YR\nValue: 4 to 6 dry, 3 to 5 moist\nChroma: 3 to 6, dry or moist\nTexture: sandy loam, fine sandy loam, loam, or these textures modified by 0 to 30 percent sandstone gravels or cobbles\nRock fragments: 0 to 30 percent sandstone gravel or cobbles\nReaction: moderately alkaline or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family.  A pre-seventh edition soils that potentially is a competitor is the Sham series.  The Sham series is greater than 60 inches to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Lodore soils.\nParent material: residuum and alluvium derived from sandstone.\nLandform: mesas, cuestas, and hills.\nSlopes: 3 to 45 percent\nElevation: 6,200 to 7,400 feet\nMean annual air temperature: 42 to 45 degrees F.\nMean annual precipitation: 12 to 14 inches.\nWettest months: Precipitation is relatively evenly\ndistributed throughout the year.\nFrost-free period: 75 to 95 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cragnot, Grapit, Mantlemine, and Pensore series.\nGrapit and Mantlemine: very deep and have a diagnostic calcic horizon.\nPensore: shallow, skeletal, and carbonatic.\nCragnot: skeletal and carbonatic.\nGrapit: skeletal and has a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: well drained, very low to medium runoff, moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Livestock grazing and wildlife habitat.  Native vegitation is bluebunch wheatgrass, prairie junegrass, Nevada bluegrass, needleandthread, black sage, Wyoming big sage, Utah juniper, and pinyon pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwestern Colorado and northeastern Utah.  LRR D, MLRA 34.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Moffat county (Dinosaur National Monument), Colorado, 1997.  The name is taken from a geographic location in the Dinosaur National Monument."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: The zone from 0 to 2 inches.  (A horizon)\nLithic contact: The zone beginning at 35 inches.\nADDITIONAL DATA: Activity class is estimated.\nKeys to Soil Taxonomy: Seventh edition, 1996\nNational Cooperative Soil Survey\nU.S.A."
  }
}
