{
  "SERIES": "LOEMSTONE",
  "STATUS": "Established Series",
  "BYREV": "IRD: AEC/JJJ/SBS",
  "REVDATE": "10/2006",
  "STATES": "CA",
  "OVERVIEW": "The Loemstone series consists of deep, moderately well drained soils formed in alluvium from mixed rocks.  Loemstone soils are on Feather River terraces.  Slopes range from 0 to 2 percent.  The mean annual precipitation is about 20 inches, (508 mm) and the mean annual temperature is about 60 degrees F, (16 degrees C).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Typic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Loemstone loam on a less than 1 percent slope in a leveled orchard at an elevation of 87 feet, (27 m).  When described on 5/9/95 the soil was moist throughout.  Water was seeping at 48 inches, (122 cm).  (Colors are for dry soil unless otherwise noted).\nAp1--0 to 2 inches, (0 to 5 cm); brown (10YR 5/3) loam, brown (10YR 4/3) moist; 23 percent clay; strong fine and medium platy structure; hard, firm, slightly sticky and slightly plastic; many very fine and few fine roots; few very fine and fine tubular pores; common fine strong brown (7.5YR 4/6) moist, thread shaped oxidized iron masses; non-effervescent; slightly acid, pH 6.1, by pH meter 1:1 water; abrupt smooth boundary.\nAp2--2 to 4 inches, (5 to 10 cm); brown (10YR 5/3) silt loam, brown (10YR 4/3) moist; 23 percent clay; strong medium and coarse platy structure; hard, firm, slightly sticky and slightly plastic; many very fine and few fine roots; common very fine and fine tubular pores; common fine gray (10YR 5/1) moist, iron depletions; non-effervescent; slightly acid, pH 6.1, by pH meter 1:1 water; abrupt smooth boundary.\nAp3--4 to 10 inches, (10 to 25 cm); yellowish brown (10YR 5/4) silt loam, brown (10YR 4/3) moist; 23 percent clay; moderate medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common very fine to medium roots; common very fine and fine tubular pores; common fine gray (10YR 5/1) moist, iron depletions; non-effervescent; slightly acid, pH 6.1 by pH meter 1:1 water; clear smooth boundary. (Combined thickness of the Ap horizon is 2 to 10 inches, (5 to 25 cm) thick).\nBt1--10 to 18 inches, (25 to 46 cm); yellowish brown (10YR 5/4) clay loam, brown (7.5YR 4/3) moist; 28 percent clay; moderate medium subangular blocky structure; hard, firm, moderately sticky and slightly plastic; common very fine to medium roots; many very fine and fine tubular pores and common medium tubular pores; few distinct discontinuous clay films on faces of peds and in pores; common fine gray (10YR 5/1) moist, iron depletions; non-effervescent; slightly acid, pH 6.1 by pH meter 1:1 water; gradual smooth boundary.\nBt2--18 to 23 inches, (46 to 58 cm); yellowish brown (10YR 5/4) silty clay loam, brown (7.5YR 4/3) moist; 30 percent clay; moderate medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common very fine, fine and medium and few coarse roots; many very fine and fine tubular pores and few medium tubular pores; few distinct discontinuous clay films on faces of peds and in pores; non-effervescent; slightly acid, pH 6.3 by meter 1:1 water; gradual smooth boundary.\nBt3--23 to 32 inches, (58 to 81 cm); yellowish brown (10YR 5/4) silt loam, brown (7.5YR 4/3) moist; 27 percent clay; moderate fine and medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; few very fine and fine, common medium and few coarse roots; many very fine and fine tubular pores and common medium tubular pores; many distinct continuous clay films on faces of peds and in pores; non-effervescent; neutral, pH 6.6 by pH meter 1:1 water; gradual smooth boundary.\nBt4--32 to 40 inches, (81 to 102 cm); yellowish brown (10YR 5/4) silt loam, brown (10YR 4/3) moist; 26 percent clay; moderate fine and medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine to medium roots; many very fine to medium tubular pores; many distinct continuous clay films on faces of peds and in pores; many fine irregular black (N 2/0) manganese masses; non-effervescent; neutral, pH 6.8 by meter 1:1 water; gradual smooth boundary.\nBt5--40 to 48 inches, (102 to 122 cm); light yellowish brown (10YR 6/4) silt loam, brown (10YR 4/3) moist; 24 percent clay; moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine to medium roots; many very fine to medium tubular pores; many distinct continuous clay films on faces of peds and in pores; common fine irregular gray (10YR 6/1) moist, iron depletions; non-effervescent; neutral, pH 6.9 by pH meter 1:1 water; abrupt smooth boundary. (Combined thickness of the Bt horizon is 30 to 58 inches, (76 to 147 cm) thick)\n2Cd--48 to 58 inches, (122 to 147 cm); pale yellow (2.5Y 7/3) silt, light olive brown (2.5Y 5/3) moist; 7 percent clay; noncemented; massive; hard, very firm, nonsticky and slightly plastic; common very fine and fine tubular pores; common fine strong brown (7.5YR 4/6) moist, oxidized iron masses; non-effervescent; slightly alkaline, pH 7.2 by pH meter 1:1 water."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Butte County, California; about 2 miles southeast of Gridley, approximately 475 feet east and 220 feet south of the intersection of Evans Reimer Rd. and Cowee Avenue; in an unsectionized area in the Boga Land Grant; 39 degrees, 20 minutes, 2 seconds North latitude and 121 degrees, 40 minutes, 0 seconds West longitude, NAD27. - U.S.G.S. Quad: Gridley, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to densic material is 40 to 60 inches, (102 to 152 cm).  The mean annual soil temperature is 62 to 64 degrees F, (17 to 18 degrees C).  The soil moisture control section is dry from May to October (140 to 160 days).  The particle-size control section averages 25 to 35 percent clay.  Mineralogy is mixed.  Organic matter ranges from 1 to 3 percent to a depth of 10 inches, (25 cm) and 0.2 to 1 percent from 10 to 48 inches, (25 to 122 cm).  A fluctuating water table can occur between the top of the densic material and 20 inches, (51 cm) below the surface of the soil from December through May.\nThe Ap horizon dry color is 10YR 5/3, 5/4 or 6/3.  Moist color is 10YR 4/3 or 4/2.  Clay content ranges from 18 to 27 percent.  Texture is loam or silt loam.  Reaction ranges from slightly acid to neutral.\nThe Bt horizon dry color is 10YR 5/3, 5/4, 5/6, 6/4 or 6/6.  Moist color is 10YR 4/2, 4/3, 4/4, 5/3, 5/4 or 7.5YR 4/3.  Texture is loam, silt loam, clay loam or silty clay loam.  Clay content ranges from 20 to 40 percent and averages 25 to 35 percent.  Redoximorphic features such as iron-manganese masses (N 2/0) and oxidized iron masses (10YR 4/6, 7.5YR 4/4, 4/6, 5/6, 5YR 4/6, 5/6) occur below 30 inches, (76 cm).  Reaction ranges from slightly acid to slightly alkaline.\nThe 2Cd horizon dry color is 2.5Y 7/4, 7/3, 6/4, 10YR 4/4 or 6/4.  Moist color is 2.5Y 4/4, 5/3, 5/4 or 10YR 4/4.  Texture is loam, silt loam, silt, very fine sandy loam or fine sandy loam.  Clay content ranges from 5 to 20 percent.  Redoximorphic features such as iron-manganese masses (N 2/0) moist, and oxidized iron masses (10YR 4/6, 7.5YR 4/4, 4/6, 5/6, 5YR 4/6, 5/6) moist, occur in pores and on fragment faces.  Rupture resistance ranges from slightly hard to very hard and varies within the same horizon.  Cementation class is noncemented.  The densic material usually has many very fine and fine tubular pores that appear to be remnant root channels.  Reaction ranges from slightly acid to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Arbuckle, Boga, Esparto, Nodhill, Pinspring(T),  Snelling, Blasingame, Clearhayes, Fallbrook, Montpellier, Pomo, Ramona, Sesame and Tivy soils.  Arbuckle soils are very deep, well drained and have more than 15 percent gravel in the argillic horizon.  Boga soils have a densic contact at 60 to 80 inches, (152 to 203 cm).  Esparto soils have stratified C horizons with greater than 50 percent sand.  Nodhill soils are well drained and are 20 to 40 inches, (51 to 102 cm) to weakly cemented sediments.  Pinspring(T) soils are very deep, have 2Btq horizons, and are mildly to moderately alkaline throughout.  Snelling soils are well drained and are 20 to 40 inches, (51 to 102 cm) deep to a lithic contact.  Tivy soils are moderately deep.  Fallbrook, Montpellier, Ramona and Wyman soils are redder than 10YR.  Pomo soils are deep to hard sandstone.  Clearhayes soils are deep to sandstone.  Blasingame is moderately deep.  Snelling soils lack a densic contact.  Sesame soils have a paralithic contact within 40 inches, (102 cm)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Loemstone soils are on Feather River terraces.  Slopes range from 0 to 1 percent.  These soils formed in alluvium of the Lower Modesto formation deposited over unrelated root restrictive sediments.  Elevation is 75 to 105 feet, (23 to 32 m).  Mean annual precipitation is 19 to 21 inches, (483 to 533 mm).  The mean annual temperature is 60 to 61 degrees F, (16 degrees C).  Frost free season is 240 to 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Eastbiggs, Gianella, Liveoak, Gridley Taxadjunct and Boga soils.  Eastbiggs soils are moderately deep to a duripan, fine and occur on low terraces.  Gianella soils lack an argillic horizon and are on flood plains.  Liveoak soils have a mollic epipedon and lack an argillic horizon and are in abandoned channels of the Lower Modesto terrace.  Gridley Taxadjunct soils are moderately deep to a duripan and fine.  Boga soils are very deep to a densic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; medium runoff; moderate saturated hydraulic conductivity in the Ap horizon, moderate to moderately slow in the Bt horizon and very slow in the 2Cd horizon.  Water occasionally ponds up to 1 inch, (2.54 cm) above the surface for very brief duration from December through March.  A fluctuating water table can occur between the top of the densic material and 20 inches, (51 cm) below the surface of the soil from December through May."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for peaches, nectarines, kiwis, walnuts and prunes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Butte County and Sutter County, California.  MLRA 17 - Sacramento Valley.  The soils are of small extent, occurring mainly in the Gridley area."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Butte County, California 2005.  Source of name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - zone from 0 to 10 inches, (0 to 25 cm) (Ap1, Ap2, Ap3)\nArgillic horizon - zone from 10 to 23 inches, (25 to 58 cm) (Bt1, Bt2)\nDensic contact (lithologic discontinuity) at 48 inches, (122 cm) (2Cd).\nMoisture control section - zone from 6 to 17 inches, (15 to 43 cm).\nParticle-size control section - zone from 10 to 23 inches, (25 to 58 cm)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Characterization data from lab pedon number: 95P0514, NSSL, Lincoln, NE."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap1",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "structure": "strong fine and medium platy",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap1--0 to 2 inches, (0 to 5 cm); brown (10YR 5/3) loam, brown (10YR 4/3) moist; 23 percent clay; strong fine and medium platy structure; hard, firm, slightly sticky and slightly plastic; many very fine and few fine roots; few very fine and fine tubular pores; common fine strong brown (7.5YR 4/6) moist, thread shaped oxidized iron masses; non-effervescent; slightly acid, pH 6.1, by pH meter 1:1 water; abrupt smooth boundary."
      },
      {
        "name": "Ap2",
        "top": 5,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "structure": "strong medium and coarse platy",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap2--2 to 4 inches, (5 to 10 cm); brown (10YR 5/3) silt loam, brown (10YR 4/3) moist; 23 percent clay; strong medium and coarse platy structure; hard, firm, slightly sticky and slightly plastic; many very fine and few fine roots; common very fine and fine tubular pores; common fine gray (10YR 5/1) moist, iron depletions; non-effervescent; slightly acid, pH 6.1, by pH meter 1:1 water; abrupt smooth boundary."
      },
      {
        "name": "Ap3",
        "top": 10,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap3--4 to 10 inches, (10 to 25 cm); yellowish brown (10YR 5/4) silt loam, brown (10YR 4/3) moist; 23 percent clay; moderate medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common very fine to medium roots; common very fine and fine tubular pores; common fine gray (10YR 5/1) moist, iron depletions; non-effervescent; slightly acid, pH 6.1 by pH meter 1:1 water; clear smooth boundary. (Combined thickness of the Ap horizon is 2 to 10 inches, (5 to 25 cm) thick)."
      },
      {
        "name": "Bt1",
        "top": 25,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--10 to 18 inches, (25 to 46 cm); yellowish brown (10YR 5/4) clay loam, brown (7.5YR 4/3) moist; 28 percent clay; moderate medium subangular blocky structure; hard, firm, moderately sticky and slightly plastic; common very fine to medium roots; many very fine and fine tubular pores and common medium tubular pores; few distinct discontinuous clay films on faces of peds and in pores; common fine gray (10YR 5/1) moist, iron depletions; non-effervescent; slightly acid, pH 6.1 by pH meter 1:1 water; gradual smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 46,
        "bottom": 58,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt2--18 to 23 inches, (46 to 58 cm); yellowish brown (10YR 5/4) silty clay loam, brown (7.5YR 4/3) moist; 30 percent clay; moderate medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common very fine, fine and medium and few coarse roots; many very fine and fine tubular pores and few medium tubular pores; few distinct discontinuous clay films on faces of peds and in pores; non-effervescent; slightly acid, pH 6.3 by meter 1:1 water; gradual smooth boundary."
      },
      {
        "name": "Bt3",
        "top": 58,
        "bottom": 81,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "structure": "moderate fine and medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt3--23 to 32 inches, (58 to 81 cm); yellowish brown (10YR 5/4) silt loam, brown (7.5YR 4/3) moist; 27 percent clay; moderate fine and medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; few very fine and fine, common medium and few coarse roots; many very fine and fine tubular pores and common medium tubular pores; many distinct continuous clay films on faces of peds and in pores; non-effervescent; neutral, pH 6.6 by pH meter 1:1 water; gradual smooth boundary."
      },
      {
        "name": "Bt4",
        "top": 81,
        "bottom": 102,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "structure": "moderate fine and medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt4--32 to 40 inches, (81 to 102 cm); yellowish brown (10YR 5/4) silt loam, brown (10YR 4/3) moist; 26 percent clay; moderate fine and medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine to medium roots; many very fine to medium tubular pores; many distinct continuous clay films on faces of peds and in pores; many fine irregular black (N 2/0) manganese masses; non-effervescent; neutral, pH 6.8 by meter 1:1 water; gradual smooth boundary."
      },
      {
        "name": "Bt5",
        "top": 102,
        "bottom": 122,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bt5--40 to 48 inches, (102 to 122 cm); light yellowish brown (10YR 6/4) silt loam, brown (10YR 4/3) moist; 24 percent clay; moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine to medium roots; many very fine to medium tubular pores; many distinct continuous clay films on faces of peds and in pores; common fine irregular gray (10YR 6/1) moist, iron depletions; non-effervescent; neutral, pH 6.9 by pH meter 1:1 water; abrupt smooth boundary. (Combined thickness of the Bt horizon is 30 to 58 inches, (76 to 147 cm) thick)"
      },
      {
        "name": "2Cd",
        "top": 122,
        "bottom": 147,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cd--48 to 58 inches, (122 to 147 cm); pale yellow (2.5Y 7/3) silt, light olive brown (2.5Y 5/3) moist; 7 percent clay; noncemented; massive; hard, very firm, nonsticky and slightly plastic; common very fine and fine tubular pores; common fine strong brown (7.5YR 4/6) moist, oxidized iron masses; non-effervescent; slightly alkaline, pH 7.2 by pH meter 1:1 water."
      }
    ]
  ]
}
