{
  "SERIES": "LOGSDEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. WRP/JAS/RWL",
  "REVDATE": "06/2011",
  "STATES": "OR",
  "OVERVIEW": "The Logsden series consists of very deep, well drained soils formed in alluvium. Logsden soils are on terraces and have slopes of 0 to 3 percent. The mean annual precipitation is about 85 inches and the mean annual temperature is about 51 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, isotic, isomesic Typic Humudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Logsden silt loam, forested. (Colors are for moist soil unless otherwise noted.)\nOi--0 to 1 inch; slightly decomposed litter of leaves, twigs, needles, and moss.\nA1--1 to 8 inches; very dark grayish brown (10YR 3/2) silt loam with some very dark brown (10YR 2/2) coatings and dark brown (10YR 3/3) interiors, brown (10YR 5/3) dry; moderate fine and very fine granular structure; slightly hard, very friable, slightly sticky and moderately plastic; many very fine roots; many very fine irregular pores; few fine concretions; very strongly acid (pH 4.6); clear smooth boundary. (5 to 8 inches thick)\nA2--8 to 20 inches; dark brown (10YR 3/3) silt loam, brown (10YR 5/3) dry; moderate fine subangular blocky structure parting to very fine subangular blocky and fine granular; soft, friable, slightly sticky and moderately plastic; many very fine roots; many very fine irregular pores; very strongly acid (pH 4.8); gradual boundary. (5 to 12 inches thick)\nBw1--20 to 27 inches; brown (10YR 4/3) and dark yellowish brown (10YR 4/4) silt loam, light yellowish brown (10YR 6/4) dry; moderate medium subangular blocky structure parting to very fine subangular blocky; slightly hard, friable, slightly sticky and moderately plastic; many very fine roots; many very fine tubular pores; very strongly acid (pH 5.0); clear wavy boundary.\nBw2--27 to 43 inches; dark yellowish brown (10YR 4/4, 4/6) silty clay loam, very pale brown (10YR 7/4) dry; moderate medium and fine subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine roots; many very fine tubular pores; very strongly acid (pH 4.6); clear wavy boundary. (Combined thickness of the Bw horizon is 21 to 45 inches)\n2C1--43 to 49 inches; dark yellowish brown (10YR 3/6) fine sandy loam, light yellowish brown (10YR 6/4) dry; massive; slightly hard, very friable, slightly sticky and nonplastic; few very fine roots; many very fine tubular pores; very strongly acid (pH 4.6); clear wavy boundary. (5 to 10 inches thick)\n2C2--49 to 61 inches; dark yellowish brown (10YR 3/4) stratified loamy sand and fine sandy loam, light yellowish brown (10YR 6/4) dry; massive; soft, very friable, nonsticky and nonplastic; many very fine irregular pores; extremely acid (pH 4.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lincoln County, Oregon; about 300 yards east of the confluence of Sams Creek with the Siletz River in the NE1/4 SE1/4 section 1, T. 10 S., R. 10 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soil is usually moist, but may be dry for a period of up to 45 days between the depths of 4 to 12 inches following the summer solstice. The mean annual soil temperature is 50 to 54 degrees F. The difference between mean summer and mean winter soil temperature is 5 to 9 degrees F. under a full canopy. The umbric epipedon is 10 to 20 inches thick. Depth to bedrock is more than 60 inches. The particle-size control section has 20 to 35 percent clay and less than 15 percent sand coarser than very fine sand.\nThe A horizon or Ap horizon, when present, has value of 2 or 3 moist, 4 or 5 dry, and chroma of 2 or 3 moist and dry. It has 18 to 25 percent clay and 0 to 5 percent gravel. It has 5 to 12 percent organic matter.\nThe Bw horizon has value of 3 to 5 moist, 5 to 7 dry, and chroma of 3 to 6 moist and dry. Texture is silt loam or silty clay loam with 20 to 35 percent clay.\nThe 2C horizon has value of 3 to 5 moist, 5 or 6 dry, and chroma of 3 to 6 moist and dry. It is commonly stratified and ranges from loamy sand to loam with a clay content of 5 to 20 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series. A similar soil is the Knappa series which has an umbric epipedon 20 to 30 inches thick ."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Logsden soils are on low stream terraces subject to rare flooding along drainages in the west side of the Coast Range. Elevations are 20 to 300 feet. Slopes range from 0 to 3 percent. These soils formed in alluvium. The climate is humid, characterized by cool, moist summers with fog, and cool, wet winters. The mean annual precipitation is 70 to 100 inches. The mean annual temperature is 49 to 53 degrees F. The mean January temperature is about 40 degrees F. and the mean July temperature is about 62 degrees F. The frost-free period is 160 to 300 days. This soil is mapped on the Winkle geomorphic surface."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Knappa soils, and the Euchre, Quillamook, and Siletz soils. Euchre soils are somewhat poorly drained and have andic soil properties.  Quillamook and Siletz have andic properties in the upper part of the profile. All these soils are on stream terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderate permeability. This soil is subject to rare periods of flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cleared and used for cropland, pasture, homesites, and wildlife. Native vegetation is Douglas-fir, western hemlock, bigleaf maple, red alder, Sitka spruce, western swordfern, salmonberry, and vine maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Coastal river terraces in the western part of the Coast Range in Oregon; MLRA 4A. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lincoln County, Oregon, 1990."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon are:\nUmbric epipedon - from 1 to 20 inches (A1 and A2 horizons).\nCambic horizon - from 20 to 43 inches (Bw1 and Bw2 horizons).\nParticle-size control section - from 11 to 41 inches.\nDepths to diagnostic horizons and features are measured from the top of the first mineral layer.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
