{
  "SERIES": "LOHLER",
  "STATUS": "Established Series",
  "BYREV": "Rev. CJH",
  "REVDATE": "10/97",
  "STATES": "MT,ND,SD",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, calcareous, frigid Vertic Ustifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lohler silty clay--on a flood plain of less than 1 percent slope in a cultivated field.  (Colors are for dry soil unless otherwise stated.  Where described the soil was moist throughout.)\nAp--0 to 8 inches; light brownish gray (2.5Y 6/2) silty clay, dark grayish brown (2.5Y 4/2) moist; weak coarse and medium subangular blocky structure parting to moderate fine granular; hard, firm, sticky and plastic; many fine roots; common fine pores; slight effervescence; slightly alkaline; abrupt smooth boundary.  (4 to 10 inches thick)\nC--8 to 60 inches; light brownish gray (2.5Y 6/2) stratified silty clay, dark grayish brown (2.5Y 4/2) moist; massive; very hard, firm, sticky and plastic; common fine roots 8 to 30 inches, few fine 30 to 60 inches; common fine pores; some layers appear platy, but strong very fine angular blocky in other layers; 1/8 to 1/2 inch thick layers of light gray (2.5Y 7/2) silt below depths of 40 inches; slight effervescence; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Burleigh County, North Dakota; about 7 miles northwest of Bismarck; 53 feet east and 53 feet south of the northwest corner, sec. 35, T. 140 N., R. 81 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The 10- to 40-inch control section typically averages 45 and 60 percent clay, but it ranges from 35 to 60 percent. It typically contains carbonates throughout and has less than 10 percent calcium carbonate equivalent.  In some pedons carbonates are leached to a depth of 6 inches.  Ab horizons are below depths of 20 inches in some pedons.  Saline phases are recognized.\nThe A horizon has hue of 2.5Y or 10YR, value of 4 to 6 and 4 or 5 moist, and chroma of 1 or 2.  Some pedons have an A horizon with value of 3 moist but are too thin to qualify as a mollic epipedon.  The A horizon is silt loam, silty clay loam, clay loam, silty clay or clay.  It is neutral or slightly alkaline.\nThe C horizon has hue of 2.5Y or 5Y, value of 4 to 7 and 3 to 6 moist, and chroma of 1 to 4.  It is clay, silty clay or silty clay loam.  In some pedons the C horizon contains layers of silt that are 1/8 to 1 inch thick and constitute less than 20 percent of the 10- to 40-inch control section.  The C horizon typically is massive but some horizons have weak very thin to thick platy structure or weak very fine angular blocky structure.  It is slightly alkaline to strongly alkaline.  Some pedons have few to common redox concentrations below depths of 20 inches.  Some pedons have textures ranging from sand to silt loam below depths of 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Flatcreek series.  The Flatcreek series has a Byz horizon within a depth of 14 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lohler soils are on flood plains of the Missouri River and its tributaries.  Slope gradient is 0 to 6 percent.  The soil formed in stratified clayey recent alluvium.  Mean annual air temperature ranges from 39 to 45 degrees F, and mean annual precipitation from 13 to 18 inches.  Most of the precipitation comes in the spring and summer."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Banks, Frazer, Havrelon, Korchea, Straw and Trembles soils.  Banks and Trembles soils are on levees.  Banks soils are sandy.  Trembles soils are coarse-loamy.  Frazer, Korchea and Straw soils are on high floodplains and low terraces adjacent to the floodplains.  Havrelon soils are on floodplains but typically on slightly higher elevations than the Lohler soils.  Frazer and Straw soils have mollic epipedons.  Havrelon and Korchea soils are fine-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well or moderately well drained.  When flooding occurs, it generally is in early spring following snow melt.  Runoff is slow.  Permeability is slow.   A seasonal high water table is a a depth of 3 to 5 feet at some time during the period September through June in the moderately well drained phase."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Cultivated areas are cropped to small grains, flax, corn and alfalfa.  Some is irrigated with sugar beets, corn and alfalfa the principal crops.  Native vegetation includes green ash, cottonwood, boxelder, chokecherry, wild rose, big bluestem and western wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and western North Dakota, north- central South Dakota and Montana.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Burleigh County, North Dakota, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  ochric epipedon - zone from the surface of the soil to a depth of 8 inches (Ap horizon); vertic subgroup criteria - LE of more than 6 cm in the upper meter.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
