{
  "SERIES": "LOIRE",
  "STATUS": "Established Series",
  "BYREV": "Rev. ACT",
  "REVDATE": "02/2003",
  "STATES": "TX",
  "OVERVIEW": "The Loire series consists of very deep, well drained, moderately permeable soils that formed in loamy alluvial sediments.  These soils are on nearly level flood plains.  Slopes range from 0 to 3 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, calcareous, hyperthermic Typic Ustifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Loire silty clay loam - rangeland.\n(Colors are for dry soil unless otherwise stated.)\nA -- 0 to 8 inches; brown (10YR 5/3) silty clay loam, dark brown (10YR 4/3) moist; weak fine granular and very fine subangular blocky structure; hard, friable, common fine roots; common insect tunnels; one-fourth inch surface crust that is fine and platy; strongly effervescent; moderately alkaline; clear smooth boundary.  (6 to 16 inches thick)\nC1 -- 8 to 16 inches; grayish brown (10YR 5/2) silty clay loam, dark grayish brown (10YR 4/2) moist; weak thin to thick platy structure, related to bedding planes; hard, friable; common fine roots; common insect tunnels; few fragments of snail shells; few thin light brownish gray (10YR 6/2) loamy strata; strongly effervescent; moderately alkaline; clear smooth boundary.  (7 to 15 inches thick)\nC2 -- 16 to 42 inches; pale brown (10YR 6/3) loam, brown (10YR 5/3) moist; weak thin platy structure, related to bedding planes; about 30 percent thin lenses of silty clay loam; bedding planes evident; hard, friable; common fine pores; few fine snail shell fragments; few mica flakes; strongly effervescent; moderately alkaline; clear smooth boundary. (15 to 36 inches thick)\nC3 -- 42 to 80 inches; light yellowish brown (10YR 6/4) fine sandy loam, yellowish brown (10YR 5/4) moist; thin evident strata of silty clay loam, very fine sandy loam, and loam; massive; slightly hard, very friable; few mica flakes; few snail shell fragments; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wilson County, Texas; about 3.5 miles north of Floresville, Texas, on Business Loop 181 to intersection with paved county road; west on county road 0.7 mile; site is 60 feet south of county road and 100 feet west of the San Antonio River."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Texture of the soil to a depth of 40 inches is silty clay loam, loam or sandy clay loam with clay content of 18 to 35 percent; and sand coarser than very fine sand comprises more than 15 percent.  Stratification consists of 1/2 to 3 inch layers of clay through fine sandy loam.\nThe A and C horizons to a depth of 60 inches have value of 5 to 8 and chroma of 2 to 4.  Thin layers at depths below 20 inches in some pedons are darker than the surface layer.  Below 40 inches the texture is fine sandy loam or loam.  Some pedons contain as much as 15 percent gravel and have dark staining below 50 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other competing series.  Similar soils include Camargo, Clairemont, Colorado, Pulaski, Rio Grande, Yahola, and Zavala series.  All these soils except Camargo, Rio Grande, and Zavala have mean annual soil temperatures less than 72 degrees F. Camargo and Clairemont soils have fine silty control sections. Pulaski, Yahola, and Zavala soils have coarse-loamy control sections. Rio Grande soils have coarse-silty control sections."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Loire soils are on nearly level flood plains of rivers in the Rio Grande Plain that have upper drainage areas in the Edwards Plateau.  These soils formed in calcareous loamy alluvium. Slope gradients range from 0 to 3 percent, but are dominantly less than 1 percent.  Mean annual precipitation ranges from 26 to 36 inches and mean annual temperatures range from about 71 to 73 degrees F. Frost free days range from 260 to 310 days and elevation ranges from 200 to 700 feet; Thornthwaite annual P-E indices range from 31 to 44."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Zavala soils of the similar series and Aransas, Colibro, and Saspamco soils.  Aransas soils have mollic epipedons and more than 35 percent clay in the 10 to 40 inch control section.  Colibro and Saspamco soils do not have stratification and have cambic horizons, and in addition, Saspamco soils have coarse-loamy control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; flooding occurs from more than once a year to once in 10 years.  Runoff is low; Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mostly for pecan orchards, improved pastures or range.  A few small areas are cropped to grain sorghum.  Present vegetation consists of bermudagrass, buffalograss, johnsongrass, Texas wintergrass, Canada wildrye, feathery bluestems, spinyaster, giant ragweed, pecan and hackberry, with a few scattered elm and cottonwood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Rio Grande Plain of Texas.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wilson County, Texas; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 8 inches (A horizon)\nFluventic feature - Evident bedding planes and stratification below 8 inches."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A -- 0 to 8 inches; brown (10YR 5/3) silty clay loam, dark brown (10YR 4/3) moist; weak fine granular and very fine subangular blocky structure; hard, friable, common fine roots; common insect tunnels; one-fourth inch surface crust that is fine and platy; strongly effervescent; moderately alkaline; clear smooth boundary.  (6 to 16 inches thick)"
      },
      {
        "name": "C1",
        "top": 20,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C1 -- 8 to 16 inches; grayish brown (10YR 5/2) silty clay loam, dark grayish brown (10YR 4/2) moist; weak thin to thick platy structure, related to bedding planes; hard, friable; common fine roots; common insect tunnels; few fragments of snail shells; few thin light brownish gray (10YR 6/2) loamy strata; strongly effervescent; moderately alkaline; clear smooth boundary.  (7 to 15 inches thick)"
      },
      {
        "name": "C2",
        "top": 41,
        "bottom": 107,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C2 -- 16 to 42 inches; pale brown (10YR 6/3) loam, brown (10YR 5/3) moist; weak thin platy structure, related to bedding planes; about 30 percent thin lenses of silty clay loam; bedding planes evident; hard, friable; common fine pores; few fine snail shell fragments; few mica flakes; strongly effervescent; moderately alkaline; clear smooth boundary. (15 to 36 inches thick)"
      },
      {
        "name": "C3",
        "top": 107,
        "bottom": 203,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C3 -- 42 to 80 inches; light yellowish brown (10YR 6/4) fine sandy loam, yellowish brown (10YR 5/4) moist; thin evident strata of silty clay loam, very fine sandy loam, and loam; massive; slightly hard, very friable; few mica flakes; few snail shell fragments; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
