{
  "SERIES": "LOMARICA",
  "STATUS": "Established Series",
  "BYREV": "IRD: FJP/DWB",
  "REVDATE": "10/2006",
  "STATES": "CA",
  "OVERVIEW": "The Lomarica series consists of moderately deep, well drained soils that formed in colluvium and residuum from metavolcanic rocks, mainly greenschist.  Lomarica soils are on ridge tops and side slopes on metamorphic Sierra Nevada foothills.  Slopes range from 4 to 30 percent.  The mean annual precipitation is about 30 inches, (762 mm) and the mean annual temperature is about 61 degrees F, (16 degrees C).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, mixed, superactive, thermic Ultic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lomarica loam, on a east facing 25 percent slope under a cover of annual grasses, forbs, and a trace of blue oak at an elevation of 350 feet, (107 m).  When described on 7/13/2000, the soil was dry throughout.  (Colors are for dry soil unless otherwise noted).\nA--0 to 1 inches, (0 to 3 cm); brown (7.5YR 5/3) loam, dark brown (7.5YR 3/3) moist; 15 percent clay; moderate very fine and fine subangular blocky structure; slightly hard, very friable, nonsticky, slightly plastic; many very fine roots; common fine and few very fine tubular pores; 3 percent subangular metavolcanic gravel; slightly acid, pH 6.6 by Hellige-Truog; clear smooth boundary. (1 to 2 inches, (3 to 5 cm) thick)\nBAt--1 to 5 inches, (3 to 13 cm); brown (7.5YR 5/4) loam, dark brown (7.5YR 3/4) moist; 20 percent clay; strong fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; few fine and many very fine roots; many very fine tubular pores; 10 percent discontinuous faint clay films; 3 percent subangular metavolcanic gravel; slightly acid, pH 6.6 by Hellige-Truog; clear wavy boundary. (3 to 5 inches, (8 to 13 cm) thick)\nBt1--5 to 9 inches, (13 to 23 cm); brown (7.5YR 5/4) clay loam, brown (7.5YR 4/4) moist; 29 percent clay; strong fine and medium subangular blocky structure; moderately hard, very friable, slightly sticky, slightly plastic; common fine, few medium, and many very fine roots; common fine and many very fine tubular pores; 15 percent discontinuous faint clay films; 5 percent subangular metavolcanic gravel; slightly acid, pH 6.5 by Hellige-Truog; clear wavy boundary. (3 to 9 inches, (8 to 23 cm) thick)\nBt2--9 to 12 inches, (23 to 30 cm); brown (7.5YR 5/4) clay loam, brown (7.5YR 4/4) moist; 32 percent clay; moderate very fine and fine subangular blocky structure; moderately hard, friable, moderately sticky, moderately plastic; common fine and many very fine roots; few medium and many very fine tubular pores; 20 percent discontinuous distinct clay films; 10 percent subangular metavolcanic gravel; slightly acid, pH 6.5 by Hellige-Truog; gradual irregular boundary. (3 to 10 inches, (8 to 25 cm) thick)\n2Bt3--12 to 25 inches, (30 to 64 cm); strong brown (7.5YR 5/6) extremely gravelly clay loam, strong brown (7.5YR 4/6) moist; 39 percent clay; moderate very fine and fine subangular blocky structure; hard, friable, moderately sticky, moderately plastic; few coarse roots and many very fine roots; few medium and common very fine tubular pores; 35 percent discontinuous distinct clay films; 65 percent subangular metavolcanic gravel; slightly acid, pH 6.6 by Hellige-Truog; clear wavy boundary. (9 to 13 inches, (23 to 33 cm) thick)\n2Btss--25 to 32 inches, (64 to 81 cm); yellowish brown (10YR 5/4) extremely gravelly clay, dark yellowish brown (10YR 4/4) moist; 52 percent clay; strong medium and coarse subangular blocky structure; very hard, very firm, very sticky, very plastic; common fine, few coarse, and many very fine roots; common very fine tubular pores; 15 percent slickensides; 45 percent continuous distinct clay films ; 80 percent subangular metavolcanic gravel; neutral, pH 6.7 by Hellige-Truog; clear wavy boundary. (7 to 12 inches, (18 to 30 cm) thick)\n2Cr--32 inches, (81 cm); greenschist; few very fine roots in cracks; many very fine and few fine tubular pores."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Butte County, California; about 6.5 miles northwest of Loma Rica, California, approximately 450 feet north and 2400 feet east of the southwest corner of Section 8, Township 17 N., Range 5 E., 39 degrees, 20 minutes, 20.10 seconds North latitude; 121 degrees, 26 minutes, 11.70 seconds West longitude.  NAD83 - U.S.G.S. Quad: Loma Rica, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to paralithic bedrock is 20 to 40 inches, (51 to 102 cm).  The mean annual soil temperature is 59 to 65 degrees F, (15 to 18 degrees C).  The soil moisture control section is dry in all parts from about June 1 to October 15 (about 150 days).  The particle-size control section averages 35 to 45 percent clay and 40 to 65 percent rock fragments, mostly gravel.  Mineralogy is mixed.  Slickensides range from 45 to 55 percent in the 2Btss horizon.  Rock fragments on the surface range from 0 to 5 percent gravel, and 0 to 2 percent cobbles.  Some pedons have a BCt horizon.\nThe A horizon dry color is 7.5YR 4/4, 4/6, 5/3 or 5YR 4/4.  Moist color is 7.5YR 3/3, 3/4 or 5YR 3/4.  Texture is loam.  Clay content ranges from 15 to 20 percent.  Rock fragments range from 3 to 10 percent gravel and 0 to 5 percent cobbles.  Base saturation by sum of cations ranges from 60 to 70 percent.  Organic matter ranges from 5 to 10 percent.  Reaction ranges from moderately acid to neutral.\nThe BAt horizon dry color is 7.5YR 5/4, 5YR 4/6 or 5/6.  Moist color is 7.5YR, 3/4, 5YR 4/4 or 4/6.  Texture is loam or gravelly loam.  Clay content ranges from 18 to 23 percent.  Rock fragments range from 3 to 20 percent gravel and 0 to 5 percent cobbles.  Base saturation by sum of cations ranges from 65 to 74 percent.  Organic matter ranges from 1 to 4 percent.  Reaction ranges from slightly acid to neutral.\nThe Bt1 horizon dry color is 7.5YR 5/4, 5YR 4/6 or 5/6.  Moist color is 7.5YR 4/4, 5YR 3/4 or 4/4.  Texture is clay loam, gravelly clay loam, very gravelly clay loam or extremely gravelly clay loam.  Clay content ranges from 29 to 38 percent.  Rock fragments range from 5 to 60 percent gravel and 0 to 15 percent cobbles.  Base saturation by sum of cations ranges from 65 to 75 percent.  Organic matter ranges from 0.5 to 2 percent.  Reaction is slightly acid.\nThe Bt2 horizon dry color is 7.5YR 5/4, 5YR 4/6 or 5/6.  Moist color is 7.5YR 4/4, 5YR 3/4, 4/4 or 4/6.  Texture is clay loam, gravelly clay loam, very gravelly clay or extremely gravelly clay.  Clay content ranges from 32 to 44 percent.  Rock fragments range from 10 to 65 percent gravel and 0 to 15 percent cobbles.  Base saturation by sum of cations ranges from 65 to 75 percent.  Organic matter ranges from 0.5 to 2 percent.  Reaction ranges from moderately acid to slightly acid.\nThe 2Bt3 horizon dry color is 7.5YR 5/6 or 5YR 4/6.  Moist color is 7.5YR 4/6 or 5YR 3/4.  Texture is extremely gravelly clay loam or extremely gravelly clay.  Clay content ranges from 35 to 45 percent.  Rock fragments range from 60 to 65 percent gravel and 0 to 15 percent cobbles.  Base saturation by sum of cations ranges from 65 to 75 percent.  Organic matter ranges from 0.5 to 2 percent.  Reaction ranges from slightly acid to neutral.\nThe 2Btss horizon dry color is 5YR 4/6 or 10YR 6/4.  Moist color is 5YR 4/4 or 10YR 5/4.  Texture is clay or extremely gravelly clay.  Clay content ranges from 45 to 55 percent.  Rock fragments range from 5 to 80 percent gravel and 0 to 15 percent cobbles.  Base saturation by sum of cations ranges from 75 to 85 percent.  Organic matter ranges from 0.5 to 1 percent.  Reaction is neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Lomarica soils are on ridge tops and side slopes on metamorphic Sierra Nevada foothills.  Slopes range from 4 to 30 percent.  These soils formed in colluvium and residuum weathered from metavolcanic rocks, mainly greenschist.  Elevation is 200 to 1600 feet, (61 to 488 m).  The mean annual precipitation is 28 to 40 inches, (711 to 1016 mm).  The mean annual temperature is 57 to 63 degrees F, (14 to 17 degrees C).  Frost free season is 230 to 260 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Dunstone, Katskillhill, Loafercreek, and Sobrante, soils.  Loafercreek and Sobrante soils are fine-loamy.  Dunstone soils are shallow to a paralithic contact.  Katskillhill soils are deep to a lithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; high runoff; moderate to moderately rapid saturated hydraulic conductivity in the A horizon, moderate in the BAt horizon, slow to moderately slow in the Bt and 2Bt horizons and slow in the 2Btss horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for livestock grazing, home site development, wildlife habitat and watershed.  Vegetation is wild oat, soft chess, ripgut brome, red clover and other annual grasses and forbs with scattered blue oak and foothill pine, along with few occurrences of interior live oak and buckbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Butte County, California and occurs in (261Fb) Lower Foothills Metamorphic Belt subsection of the (M261F) Sierra Nevada Foothills section.  MLRA 18 - Sierra Nevada Foothills.  The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Butte County, California 2005.  Source of name from Loma Rica, California."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were previously mapped as Aiken clay loam (Ac) in the Soil Survey of Oroville Area, California 1926.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - zone from 0 to 5 inches, (0 to 13 cm). (A, BAt)\nArgillic horizon - zone from 5 to 32 inches, (13 to 81 cm). (Bt1, Bt2, 2Bt3, 2Btss)\nParalithic contact-32 inches (81 cm) (2Cr)\nParticle-size control section - zone from 5 to 25 inches, (13 to 64 cm).\nThe soil moisture control section - zone from 6 to 12 inches, (15 to 30 cm).\nADDITIONAL DATA:  Reference samples from nearby SOOCA-007-008.  NSSL, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
