{
  "SERIES": "LOMART",
  "STATUS": "Established Series",
  "BYREV": "CLG-JLS-JKW",
  "REVDATE": "02/2018",
  "STATES": "TX",
  "OVERVIEW": "The Lomart series consists of moderately deep, well drained, moderately permeable soils that formed in loamy, tuffaceous residuum in the Catahoula Formation of Miocene age. These very gently sloping to gently sloping soils are on summit positions on erosional remnants. Slopes range from 1 to 5 percent. Mean annual precipitation is about 610 mm (24 in) and the mean annual air temperature is about degrees 22 C (72 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, hyperthermic Aridic Calciustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lomart silt loam, on a southwest-facing, convex, 2 percent slope in rangeland; elevation is 152 meters (500 feet). (Colors are for dry soil unless otherwise stated.)\nA--0 to 15 cm (0 to 6 in); very pale brown (10YR 7/3) silt loam, brown (10YR 5/3) moist; weak fine and medium subangular blocky structure; slightly hard, friable; few fine roots; common fine pores; few insect tunnels; 1 percent fine nodules of calcium carbonate; 1 percent snail shell fragments; 2 percent noncalcareous, weakly cemented tuffaceous sandstone paragravels greater than 3 cm (1 in) but less than 8 cm (3 in) in diameter; strongly effervescent; moderately alkaline; clear smooth boundary. (thickness of the A horizon ranges from 8 to 18 cm [3 to 7 in])\nBk1--15 to 25 cm (6 to 10 in); very pale brown (10YR 8/3) paracobbly silt loam, very pale brown (10YR 7/3) moist; weak fine subangular blocky structure; hard, friable; few fine roots; few fine pores; few insect tunnels; about 1 percent fine coatings of calcium carbonate on parafragments; 1 percent snail shell fragments; about 32 percent noncalcareous, weakly cemented tuffaceous sandstone paragravels with 12 percent larger than 76 cm (3 in) and 20 percent smaller than 76 cm (3 in) in diameter; strongly effervescent; moderately alkaline; gradual wavy boundary.\nBk2--25 to 97 cm (10 to 38 in); very pale brown (10YR 8/3) extremely paracobbly silt loam, very pale brown (10YR 7/3) moist; weak fine subangular blocky structure; very hard, firm; few fine roots; about 1 percent fine coating of calcium carbonate on parafragments; about 65 percent noncalcareous, weakly cemented tuffaceous sandstone paracobbles with 60 percent larger than 76 cm (3 in) and 40 percent less than 76 cm (3 in) in diameter; violently effervescent; moderately alkaline; gradual wavy boundary. (combined thickness of the Bw horizons is 38 to 76 cm [15 to 30 in])\nCr--97 to 183 cm (38 to 72 in); pale yellow (5Y 7/4), weakly cemented tuffaceous sandstone, pale olive (5Y 6/4) moist; about 1 percent calcium carbonate coatings on pararock fragments and in fractures; noneffervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Duval County, Texas; from the intersection of U.S. Highway 16 and U.S. 59 in Freer, 6.0 miles north on U.S. 16, 100 feet west in rangeland. Freer Northwest, Texas USGS topographic quadrangle; Latitude: 27 degrees, 58 minutes, 11 seconds N; Longitude: 98 degrees, 36 minutes, 43 seconds W.; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An aridic ustic moisture regime.  The soil moisture control section is moist in some or all parts for less than 90 consecutive days in normal years.  June to August and December to February are the driest months, while September to November and March to May are the wettest months.\nMean annual soil temperature: 21 to 23 degrees C (70 to 73 degrees F)\nThickness of the epipedon: 8 to 18 cm (3 to 7 in)\nDepth to calcic horizon: 8 to 18 cm (3 to 7 in)\nDepth to paralithic contact: 53 to 102 cm (21 to 40 in)\nParticle-size control section\nClay content: 6 to 12 percent\nPara-rock fragments 20 to 65 percent\nA Horizon\nHue: 10YR\nValue: 5 to 7\nChroma: 2 to 4\nTexture: fine sandy loam, silt loam, or loam\nClay content: 8 to 15 percent\nPararock fragments: 0 to 10 percent\nCalcium carbonate equivalent: 0 to 5 percent\nIdentifiable secondary carbonate: 0 to 1 percent, fine, nodules, throughout\nElectrical Conductivity (dS/m): 0 to 1\nSodium Adsorption Ratio: 0 to 1\nEffervescence: slight or strong\nReaction: slightly alkaline or moderately alkaline\nBw1 Horizon (Bk1, where present)\nHue: 10YR\nValue: 5 to 8\nChroma: 2 to 4\nTexture: fine sandy loam, silt loam, or loam (paragravelly counterparts)\nClay content: 6 to 12 percent\nPararock fragments: 20 to 45 percent\nCalcium carbonate equivalent: 10 to 15 percent\nIdentifiable secondary carbonate: 0 to 3 percent, fine, coatings, faces of pararock fragments\nElectrical Conductivity (dS/m): 0 to 1\nSodium Adsorption Ratio: 0 to 1\nEffervescence: slight to violent\nReaction: slightly alkaline to strongly alkaline\nBw2 Horizon (Bk2, where present)\nHue: 10YR or 2.5YR\nValue: 6 to 8\nChroma: 2 to 4\nTexture: very fine sandy loam, silt loam, or loam (very paracobbly and extremely paracobbly counterparts)\nClay content: 6 to 12 percent\nPararock fragments: 40 to 65 percent\nCalcium carbonate equivalent: 10 to 15 percent\nIdentifiable secondary carbonate: 0 to 3 percent, fine, coatings, faces of pararock fragments\nElectrical Conductivity (dS/m): 0 to 4\nSodium Adsorption Ratio: .5 to 4\nEffervescence: slight to violent\nReaction: slightly alkaline to strongly alkaline\nCr Horizon\nHue: 2.5Y or 5Y\nValue: 6 to 8\nChroma: 3 or 4\nParalithic materials: weakly cemented to moderately cemented sandstone\nCalcium carbonate equivalent: 0 to 5 percent\nIdentifiable secondary carbonate: 0 to 1 percent, coatings, on faces of pararock fragments and in fractures\nEffervescence: none to slight\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This includes the Annarose (TX) series in the same family. Similar soils are the Hebbronville (TX), Houla (TX), Sarnosa (TX) and the Saspamco (TX) series.\nAnnarose soils: depth to paralithic contact is more than 102 cm (40 in) from the surface.\nHebbronville soils: have an argillic horizon.\nHoula soils: have a mollic epipedon and 18 to 35 percent silicate clay in the particle-size control section.\nSarnosa soils: have a mollic epipedon.\nSaspamco soils: moist in the moisture control section for longer periods of time"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy, noncalcareous, tuffaceous, residuum in the Catahoula Formation of Miocene age\nLandform: summit positions on erosional remnants\nSlope: 1 to 5 percent\nMean annual air temperature: 21 to 23 degrees C (70 to 73 degrees F)\nMean annual precipitation: 559 to 660 mm (22 to 26 in)\nFrost-free period: 260 to 300 days\nElevation: 76 to 213 m (245 to 695 ft)\nThornthwaite annual P-E indices: 19 to 31"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Houla, Mirasol, Salco, and Tela series.\nHoula and Salco soils: are on a slightly lower position and have a mollic epipedon.\nMirasol soils: are on a summit position of ridges and have a durapan within 50 cm (20 in) of the surfaces.\nTela soils: are in drainageways, have an argillic horizon, and are rarely flooded."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is moderate. Runoff is low."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used primarily for livestock grazing and wildlife habitat. In excellent condition, mid and short grasses such as sideoats grama, feathery bluestem, plains bristlegrass, green sprangletop, Arizona cottontop, and slim tridens dominate. Woody plants include guajillo, guayacan, cenizo, paloverde, desert yaupon, and mesquite. Major forbs include bushsunflower, orange zexmenia, guara, and bundleflower. The ecological site is Shallow Sandy Loam, PE 19-31 (R083CY487TX)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Rio Grande Plain, Texas; LRR I; MLRA 83C.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Duval County, Texas; 1980. The name is coined from the Loma Alta Ranch in McMullen County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly included in the Catarina series. The Pararock fragment in the A and Bk horizons are weakly cemented sandstone and can be crushed between the thumb and fingers when moist. Roots do not penetrate the fragments and plant available water is reduced.\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section - zone from 25 to 97 cm (10 to 38 in)(Bk1 and Bk2 horizons)\nOchric epipedon: 0 to 15 cm (0 to 6 in). (A horizon)\nCalcic horizon: 15 to 97 cm (6 to 38 in). (Bk1 and Bk2 horizon)\nParalithic contact: The contact with weakly cemented sandstone at 97 cm (38 in). (Cr horizon)\nADDITIONAL DATA: Particle size analysis was performed at the local project office for 5 pedons from MLRA 83C.\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Eleventh Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
