{
  "SERIES": "LOMILL",
  "STATUS": "Established Series",
  "BYREV": "Rev. CRC:CEW:CS",
  "REVDATE": "06/1999",
  "STATES": "OK",
  "OVERVIEW": "The Lomill series consists of very deep, somewhat poorly drained, very slowly permeable soils that formed in materials weathered from clayey and loamy alluvium of Pleistocene age.  These nearly level soils occur on slightly concave, narrow flood plain along the major streams that drain the Central Rolling Red Prairies (MLRA 80A).  Slopes are 0 to 1 percent.  Mean annual precipitation is 34 inches.  Mean annual temperature is 60 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey over loamy, mixed, superactive, thermic Udertic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lomill silty clay, on a 0.5 percent concave slope improved bermudagrass pasture.\n(Colors are for dry soils unless otherwise noted.)\nAp--0 to 9 inches; brown (7.5YR 5/2) silty clay, dark brown (7.5YR 3/2) moist; moderate medium granular structure; hard, firm; many very fine and few fine roots; slightly effervescent; moderately alkaline; clear smooth boundary.  (4 to 10 inches thick)\nA--9 to 13 inches; brown (7.5YR 4/2) silty clay, dark brown (7.5YR 3/2) moist; moderate fine subangular blocky structure; very hard, very firm; common very fine roots; slightly effervescent; moderately alkaline; clear smooth boundary.  (0 to 8 inches thick)\nBw--13 to 27 inches; dark reddish gray (5YR 4/2) silty clay, dark reddish brown (5YR 3/2) moist; weak medium blocky structure; extremely hard, extremely firm; common very fine roots; common pressure faces; strongly effervescent; moderately alkaline; clear smooth boundary.  (6 to 26 inches thick)\nC--27 to 34 inches; brown (7.5YR 5/2) silty clay, dark brown (7.5YR 4/2) moist; massive; very hard, very firm; faint stratification; common very fine roots; few threads of calcium carbonate; violently effervescent; moderately alkaline; clear smooth boundary.  (0 to 14 inches thick)\n2C--34 to 60 inches; stratified; brown (7.5YR 5/3) loam, light brown (7.5YR 6/4) very fine sandy loam, and reddish brown (5YR 4/3) silty clay, dark brown (7.5YR 4/3), brown (7.5YR 5/4), and reddish brown (5YR 4/3) moist; common medium distinct dark grayish brown (10YR 4/2) mottles below 50 inches; massive hard, friable; few very fine roots; few soft masses and threads of calcium carbonate; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cleveland County, Oklahoma; about 5 miles west and 1 mile north of Norman; about 275 feet east and 200 feet north from the southwest corner of sec. 21, T. 9 N., R. 3 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the stratified material ranges from 25 to 38 inches.  The mollic epipedon ranges from 10 to 27 inches thick.  Depth to soft powdery lime ranges from 7 to 28 inches.  This soil has cracks at some period in most years that are 1 cm or more wide at depth of 50 cm, that are at least 30 cm long in some part, and extend upward to the surface.\nThe Ap or A horizon has hue of 5YR to 10YR, value of 3 to 5, and chroma of 1 to 3.  Texture is silty clay loam or silty clay.  Reaction is slightly alkaline or moderately alkaline.\nThe Bw horizon has hue of 2.5YR to 7.5YR, value of 3 to 5, and chroma of 2 to 6.  Texture is silty clay.  Clay content is 40 to 60 percent and COLE ranges from 0.07 to 0.09.  Slickensides occur in some pedons.  Vertical streaks of material similar to the A horizon occur in some pedons.  Reaction is moderately alkaline and most pedons are strong or violently effervescent.\nSome pedons have a BC horizon that is similar in color, texture, and reaction to the Bw horizon and most have soft masses or mycelia forms of calcium carbonate.\nThe C horizon has hue of 2.5YR to 7.5YR, value of 4 or 5, and chroma of 2 to 6.  Mottles in shades of brown or red occur in some pedons.  Some pedons have vertical streaks of material similar to the A horizon.  Texture is silty clay loam or silty clay.  Clay content ranges from 35 to 60 percent.  Reaction is moderately alkaline.\nSome pedons have an Ab horizon in place of the C horizon that is similar in color, texture, and reaction to the Ap or A horizon.\nThe 2C horizon is stratified and variable in color and texture.  It has hue of 2.5YR to 7.5YR, value of 4 to 7, and chroma of 2 to 8.  Some strata have mottles in shades of brown, red, or gray.  This horizon consists of thin strata that range from less than 1 inch to 20 inches in thickness.  Texture ranges from loamy very fine sand to silty clay loam above 40 inches and loamy fine sand to silty clay below 40 inches.  Clay content ranges from 5 to 45 percent, but the weighted average ranges from 10 to 34 percent and typically ranges from 10 to 20 percent.  Reaction is moderately alkaline and are strongly or violently effervescent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family.  Soils in similar families are the Belk, Cameron, Deleon, Garvin, Latanier, Miller, Missler, Nukrum, Rioconcho, Roetex, Volente series.  Belk soils lack mollic epipedons.  Cameron soils have mean annual soil temperatures of 72 degrees F. or higher.  Deleon, Garvin, Miller, Missler, Nukrum, Rioconcho, Roetex, and Volente soils have a fine control section.  In addition, Deleon and Roetex soils lack soft powdery lime within 30 inches of the soil surface and Roetex soils have a water table within 40 inches of the soil surface.  Latanier soils are not dry for 90 or more cumulative days in most years."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lomill soils are on nearly level, slightly concave flood plains along the major streams that drain the Central Rolling Red Prairies.  They are occasionally flooded.  Slopes range from 0 to 1 percent.  These soils formed in clayey and loamy alluvium of Pleistocene age.  Mean annual precipitation ranges from 26 to 38 inches.  Mean annual temperature ranges from 57 to 64 degrees F.  Thornthwaite annual P-E indices range from 48 to 60.  Frost free days range from 200 to 230.  Elevation ranges from 800 to 1300 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Asher, Brewless, Keokuk, Port, and Weswood series.  Asher soils are rarely flooded, on higher flood plains, and have a fine-silty control section.  Brewless soils are rarely flooded, on higher flood plains, have an argillic horizon, and have a fine control section.  Keokuk soils are rarely flooded, on higher flood plains, and have a coarse-silty control section.  Port soils are on lower flood plains that drain smaller tributaries and they have a fine-silty control section.  Weswood soils are on lower flood plains that drain smaller tributaries, have an ochric epipedon, and have a fine-silty control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; very slow permeability; runoff is negligible in concave areas and high on 0 to 1 percent slopes.  A water table occurs between 3.5 and 6 feet most of the year."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for cultivated crops and tame pasture.  Wheat, corn, silage, grain sorghum, and alfalfa are the principal crops.  Tame pastures are mostly improved bermudagrass overseeded with small grains or tall fescue.  Native vegetation consists of bottomland hardwoods with an understory of tall and mid grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Major streams and tributaries that drain the Central Rolling Red Prairies (MLRA 80A) of Oklahoma.  The soil is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cleveland County, Oklahoma; 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This revision reflects a classification change from the vertic subgroup to the udertic subgroup.  This change is made to reflect the correct moisture regime based on geomorphic position at the type location.  These soils were formerly included in the McLain, Miller, Reinach, and Roebuck series in earlier surveys.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the surface of the soil to a depth of 27 inches (the A and Bw horizons).\nCambic horizon - the zone from 13 to a depth of 27 inches (the Bw horizon).\nCracks within 125 cm of the mineral soil surface that are 5 mm or more wide through a thickness of 30 cm or more for some time in most years, and slickensides or wedge-shaped aggregates in a layer 15 cm or more thick that has its upper boundary within 125 cm of the mineral soil surface; or a liner extensibility of 6.0 cm or more between the mineral soil surface and a depth of 100 cm.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 9 inches; brown (7.5YR 5/2) silty clay, dark brown (7.5YR 3/2) moist; moderate medium granular structure; hard, firm; many very fine and few fine roots; slightly effervescent; moderately alkaline; clear smooth boundary.  (4 to 10 inches thick)"
      },
      {
        "name": "A",
        "top": 23,
        "bottom": 33,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--9 to 13 inches; brown (7.5YR 4/2) silty clay, dark brown (7.5YR 3/2) moist; moderate fine subangular blocky structure; very hard, very firm; common very fine roots; slightly effervescent; moderately alkaline; clear smooth boundary.  (0 to 8 inches thick)"
      },
      {
        "name": "Bw",
        "top": 33,
        "bottom": 69,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw--13 to 27 inches; dark reddish gray (5YR 4/2) silty clay, dark reddish brown (5YR 3/2) moist; weak medium blocky structure; extremely hard, extremely firm; common very fine roots; common pressure faces; strongly effervescent; moderately alkaline; clear smooth boundary.  (6 to 26 inches thick)"
      },
      {
        "name": "C",
        "top": 69,
        "bottom": 86,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C--27 to 34 inches; brown (7.5YR 5/2) silty clay, dark brown (7.5YR 4/2) moist; massive; very hard, very firm; faint stratification; common very fine roots; few threads of calcium carbonate; violently effervescent; moderately alkaline; clear smooth boundary.  (0 to 14 inches thick)"
      },
      {
        "name": "2C",
        "top": 86,
        "bottom": 152,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "very fine sandy loam",
        "pH_class": "moderately alkaline",
        "narrative": "2C--34 to 60 inches; stratified; brown (7.5YR 5/3) loam, light brown (7.5YR 6/4) very fine sandy loam, and reddish brown (5YR 4/3) silty clay, dark brown (7.5YR 4/3), brown (7.5YR 5/4), and reddish brown (5YR 4/3) moist; common medium distinct dark grayish brown (10YR 4/2) mottles below 50 inches; massive hard, friable; few very fine roots; few soft masses and threads of calcium carbonate; violently effervescent; moderately alkaline."
      }
    ]
  ]
}
