{
  "SERIES": "LONEOAK",
  "STATUS": "Established Series",
  "BYREV": "Rev. ARG-WCC-GLL-ALB",
  "REVDATE": "04/2011",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, mixed, active, thermic Arenic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Loneoak loamy sand--range. (Colors are for dry soil unless otherwise stated.)\nA1--0 to 40 cm (0 to 16 in); dark yellowish brown (10YR 4/4) loamy sand, dark yellowish brown (10YR 3/4) moist; moderate fine granular structure; loose, very friable, nonsticky, nonplastic; common very fine and common fine roots; many very fine irregular pores; noneffervescent; slightly acid; clear smooth boundary.\nA2--40 to 55 cm (16 to 22 in); pale brown (10YR 6/3) loamy sand, brown (10YR 5/3) moist; weak fine subangular blocky structure; slightly hard, friable, nonsticky, nonplastic; common very fine and common fine roots; many very fine irregular pores; noneffervescent; slightly acid; very abrupt smooth boundary. (Combined thickness of the A horizon is 51 to 89 cm [20 to 35 in])\nBt1--55 to 81 cm (22 to 32 in); light yellowish brown (2.5Y 6/4) clay, light olive brown (2.5Y 5/4) moist; strong coarse prismatic structure parting to strong medium angular blocky; very hard, very firm, very sticky, very plastic; common fine roots between peds; many very fine irregular pores; 30 percent prominent clay films on all faces of peds; 5 percent coarse prominent spherical moderately cemented masses of oxidized iron with sharp boundaries and 10 percent medium faint irregular yellowish brown (10YR 5/4) moist, masses of oxidized iron with clear boundaries; 30 percent medium distinct irregular grayish brown (2.5Y 5/2) moist, masses of reduced iron with sharp boundaries; noneffervescent; neutral; clear smooth boundary.\nBt2--81 to 125 cm (32 to 49 in); grayish brown (10YR 5/2) clay, grayish brown (10YR 5/2) moist; strong coarse prismatic structure parting to strong medium angular blocky; very hard, very firm, very sticky, very plastic; common fine roots between peds; common very fine irregular pores; 5 percent distinct slickensides (pedogenic) on bottom faces of peds and 30 percent prominent clay films on all faces of peds; 2 percent medium prominent spherical moderately cemented masses of oxidized iron with sharp boundaries and 5 percent medium faint irregular yellowish brown (10YR 5/6) moist, masses of oxidized iron with clear boundaries; 10 percent medium distinct irregular light olive brown (2.5Y 5/4) moist, masses of reduced iron with clear boundaries; noneffervescent; neutral; clear smooth boundary.\nBt3--125 to 155 cm (49 to 61 in); brownish yellow (10YR 6/6) cobbly clay, yellowish brown (10YR 5/6) moist; moderate coarse prismatic structure parting to strong medium angular blocky; very hard, very firm, very sticky, very plastic; common very fine roots; common very fine irregular pores; 10 percent prominent clay films on vertical faces of peds; 5 percent medium distinct irregular dark yellowish brown (10YR 4/6) moist, and yellowish brown (10YR 5/6) dry, masses of reduced iron with clear boundaries; 20 percent medium distinct irregular grayish brown (10YR 5/2) moist, and light brownish gray (10YR 6/2) moist, masses of reduced iron with clear boundaries; 15 percent, 76 to 250 mm, subrounded, moderately cemented sandstone paracobbles; noneffervescent; neutral; abrupt smooth boundary. (Combined thickness of the Bt horizon is 64 to 127 cm [25 to 50 in])\nCr--155 to 165 cm (61 to 65 in); weakly cemented sandstone bedrock, fractured at intervals of 10 to more than 46 cm (4 to more than 18 in); abrupt smooth boundary.\nR--165 to 190 cm (65 to 75 in); strongly cemented sandstone bedrock, fractured at intervals of 10 to more than 46 cm (4 to more than 18 in.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Mason County, Texas; From the intersection of FM 2242 and Highway 87 near Loyal Valley in Mason County, Texas; 4.0 miles south on Highway 87 and 300 feet east in range. (Loyal Valley, Texas USGS topographic quadrangle; Latitude: 30 degrees, 30 minutes, 29.93 seconds N; Longitude: 99 degrees, 0 minutes, 40.88 seconds W; NAD83)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness and depth to sandstone bedrock: 150 to 180 cm (60 to 71 in)\nArenic feature: 50 to 90 cm (20 to 35 in)\nParalithic bedrock: 150 to 180 cm (60 to 71 in)\nLithic bedrock: 160 to 195 cm (63 to 77 in)\nParticle-size control section (weighted average):\nClay content: 35 to 45 percent\nRedox features: are considered to be mainly relict. However, in one to three years out of ten the soil is saturated for periods long enough to have reducing conditions.\nA horizon\nHue: 7.5YR or 10YR\nValue: 4 to 6, 3 to 5 moist\nChroma: 3 or 4, dry and moist\nTexture: sand or loamy sand\nEffervesence: noneffervescent\nReaction: moderately acid to neutral\nOther features: In pedons where moist value and chroma are 3 or less, the epipedon is not thick enough for a mollic epipedon.\nE horizon (where present)\nHue: 7.5YR or 10YR\nValue: 5 to 7, 4 to 6 moist\nChroma: 2 to 4, dry and moist\nTexture: sand or loamy sand\nEffervesence: noneffervescent\nReaction: moderately acid to neutral\nBt horizon\nHue: 7.5YR or 10YR\nValue: 4 to 7, 3 to 6 moist\nChroma: 2 to 6, dry and moist\nRedox concentrations: amount-few to many, contrast-distinct to prominent, shades-red, brown, or yellow\nRedox depletions: amount-few to many, contrast-distinct to prominent, shades-gray\nTexture: sandy clay or clay\nFragments: amount-0 to 20 percent by volume; kind-sandstone; location-in the lower part of the horizon.\nIdentifiable calcium carbonate: amount-0 to 2 percent by volume; kind-concretions; location-in the lower part of the horizon.\nOther features: Vertic properties may be present in some pedons\nEffervesence: noneffervescent to slightly\nReaction: slightly acid to slightly alkaline\nBtss, B't or Btg horizon (where present)\nHue: 10YR or 2.5Y\nValue: 5 to 7, 4 to 6 moist\nChroma: 1 or 6, dry and moist\nColor features: Gleyed matrix colors occur in some pedons\nRedox concentrations: amount-few to many; shades-brown, red or yellow\nTexture: sandy clay loam, sandy clay, or clay; and gravelly or cobbly phases\nFragments: amount-0 to 20 percent by volume; kind-sandstone\nIdentifiable calcium carbonate: amount-0 to 2 percent by volume; kind-concretions\nOther features: Vertic properties may be present in some pedons\nEffervesence: noneffervescent to slightly\nReaction: slightly acid to slightly alkaline\nCr layer\nKind: sandstone bedrock\nColors: shades of red, yellow, brown or gray\nCementation: very weakly cemented to moderately cemented. This material restricts roots except along fractures.\nFracture interval: 10 to more than 60 cm (4 to more than 24 in) apart\nR layer (where present)\nKind: sandstone bedrock\nColors: shades of red, yellow, brown or gray\nCementation: strongly cemented or indurated. This material restricts roots except along fractures.\nFracture interval: 10 to more than 60 cm (4 to more than 24 in) apart"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Alum (TX) series is the only one in the same family.  Similar soils include the Heaton (TX), Silstid (TX), Styx (TX) series and Demona (TX)series.\nThe Alum soils have warmer soil temperatures and are at lower elevations.\nThe Alum, Demona, Heaton, Silstid, and Styx soils do not have a paralithic or lithic contact within 200 cm. In addition, all except the Alum and Demona series have loamy particle-size control sections."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Residuum from sandstone, mainly of the Hickory Formation\nLandscape: Dissected plateaus\nLandform: plains and footslopes of ridges\nSlope: 0 to 5 percent\nSlope shape: plane or slightly concave\nClimate: Dry subhumid\nSoil moisture: A typic ustic moisture regime.\nPrecipitation Pattern: The majority of the yearly amount occurs during the fall and spring months. The summer months are normally dry.\nMean annual air temperature:  18.3 to 19.4 degrees C (65 to 67 degrees F)\nMean annual precipitation: 559 to 711 mm (22 to 28 in)\nFrost-free period:  215-230  days\nElevation:  335 to 610 m (1099-2000 ft)\nThornthwaite annual P-E indices: 38 to 44"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Campair, Matilo, Nebgen and Oben soils.\nCampair soils: have surface layers less than 51 cm (20 in) thick, are moderately deep to sandstone, and are on similar positions but mainly have convex surfaces.\nMatilo soils: have sandy surface layers more than 102 cm (40 in) thick, are very deep to sandstone, and are on slightly higher positions with plane or convex surfaces.\nNebgen and Oben soils: are shallow to sandstone, are on higher hills and ridges, and have slopes greater than 3 percent"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained and slow permeability. Runoff is low. These soils may have a shallow perched water table above the Bt horizon and/or above the sandstone bedrock during unusually wet years for 4 to 10 weeks in duration. Typically, there are one to three wet years in a ten year period."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mainly used as improved pasture and cropland. Native vegetation consists of blackjack and post oak with an understory of little bluestem, big bluestem, Indiangrass, purpletop, sand lovegrass, silver bluestem, tall dropseed, Scribner's panicum and greenbriar."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Texas. Southwest Plateaus and Plains Range and Cotton Region, LRR-I; MLRA 82A-Central Basin of Texas. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Llano County, Texas, 1990.  The name Loneoak is from a mountain in northwest Llano County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThis soil was previously included with the Demona series.\nThe series type location was moved to the current location with characterization data based on transects, documentation.  The series concept was also changed from deep to very deep based on transects from Mason and Llano County Soil Surveys.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 55 cm (0 to 22 in) (A1 and A2 horizons)\nArgillic horizon: 55 to 155 cm (22 to 61 in) (Bt1, Bt2, Bt3 and Btg horizons)\nPale feature: abrupt textural change between the sandy epipedon and the argillic horizon, at 55 cm (22 in)\nArenic feature: surface layer is a sand 55 cm (22 in) thick\nParalithic contact: with sandstone bedrock at a depth of 155 cm (57 in)\nLithic contact: with sandstone bedrock at a depth of 165 cm (65 in)\nADDITIONAL DATA: Data available from the Texas AgriLife Soil Characterization Lab on pedon S89TX-319-002 and at the type location from the National Soil Survey Lab (pedon number: S09TX319002).\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
