{
  "SERIES": "LONGLOIS",
  "STATUS": "Established Series",
  "BYREV": "Rev. TRZ-BC-TJE",
  "REVDATE": "07/2011",
  "STATES": "IN",
  "OVERVIEW": "The Longlois series consists of very deep, well drained soils that are deep to calcareous, stratified sandy and gravelly outwash. Longlois soils formed in loess and in the underlying loamy and gravelly outwash. They are on terraces, outwash plains, kames, and eskers. Slope ranges from 2 to 6 percent. Mean annual precipitation is about 914 mm (36 inches), and mean annual temperature is about 10.0 degrees C (50 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Mollic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Longlois silt loam, on a convex, 4 percent slope in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 23 cm (9 inches); very dark grayish brown (10YR 3/2) silt loam, brown (10YR 5/3) dry; common coarse dark brown (7.5YR 3/4) pockets of silty clay loam material from the subsoil; moderate medium granular structure; friable; many fine roots; strongly acid; abrupt smooth boundary. [18 to 23 cm (7 to 9 inches) thick]\nBt1--23 to 41 cm (9 to 16 inches); dark brown (7.5YR 3/4) silty clay loam; moderate medium subangular blocky structure; firm; common very fine roots; many very fine pores; thin continuous dark brown (10YR 3/3) clay films on faces of peds; strongly acid; clear smooth boundary. [13 to 28 cm (5 to 11 inches) thick]\n2Bt2--41 to 51 cm (16 to 20 inches); brown (7.5YR 4/4) clay loam; moderate medium subangular blocky structure; firm; common very fine roots; common very fine pores; thin continuous dark brown (7.5YR 3/4) clay films on faces of peds; 2 percent rock fragments; strongly acid; clear smooth boundary.\n2Bt3--51 to 64 cm (20 to 25 inches); brown (7.5YR 4/4) sandy clay loam; moderate medium subangular blocky structure; firm; common very fine roots; many very fine pores; thin continuous dark brown (7.5YR 3/2) clay films on faces of peds; 10 percent rock fragments; strongly acid; clear smooth boundary. [Combined thickness of the 2Bt horizon is 13 to 25 cm (5 to 10 inches).]\n3Bt4--64 to 89 cm (25 to 35 inches); brown (7.5YR 4/4) gravelly sandy clay loam; weak medium subangular blocky structure; friable; few very fine roots; common very fine pores; thin continuous dark brown (7.5YR 3/2) clay films on faces of peds; 20 percent rock fragments; strongly acid; gradual smooth boundary.\n3Bt5--89 to 109 cm (35 to 43 inches); dark brown (7.5YR 3/2) very gravelly sandy clay loam; weak fine subangular blocky structure; friable; few very fine roots; common very fine pores; thin continuous dark brown (7.5YR 3/2) clay films on faces of peds; 40 percent rock fragments; strongly acid; gradual smooth boundary. [Combined thickness of the 3Bt horizon is 51 to 76 cm (20 to 30 inches).]\n3BCt--109 to 137 cm (43 to 54 inches); dark brown (7.5YR 3/2) very gravelly sandy clay loam; weak fine subangular blocky structure; friable; few very fine roots; thin continuous dark brown (7.5YR 3/2) clay films on faces of peds; 40 percent rock fragments; slightly effervescent; slightly alkaline; gradual wavy boundary. [8 to 38 cm (3 to 15 inches)]\n3C--137 to 152 cm (54 to 60 inches); yellowish brown (10YR 5/4) gravelly loamy coarse sand with strata of sand; single grain; loose; 35 percent rock fragments; strongly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Tippecanoe County, Indiana; about 2 1/2 miles south of Elston; 1,640 feet west and 1,960 feet north of the southeast corner of sec. 18, T. 22 N., R. 4 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 102 to 152 cm (40 to 60 inches)\nThickness of the loess: 18 to 51 cm (7 to 20 inches)\nAp or A horizon:\nHue: 10YR\nValue: 3\nChroma: 2 or 3\nReaction: strongly acid to neutral depending on liming history\nBt horizon:\nHue: 7.5YR or 10YR\nValue: 3 to 5\nChroma: 4 to 6\nClay content: 27 to 35 percent\nReaction: very strongly acid to moderately acid\n2Bt horizon:\nHue: 7.5YR or 10YR\nValue: 3 or 4\nChroma: 3 to 6\nTexture: clay loam or sandy clay loam\nClay content: averages 22 to 35 percent\nSand content: 25 to 70 percent\nRock fragment content: 2 to 14 percent\nReaction: very strongly acid to moderately acid\n3Bt or 3BCt horizon:\nHue: 7.5YR or 10YR\nValue: 3 to 5\nChroma: 2 to 6\nTexture: gravelly or very gravelly sandy clay loam\nClay content: 20 to 30 percent\nSand content: 35 to 70 percent\nRock fragment content: averages 15 to 60 percent\nReaction: strongly acid to slightly alkaline\n3C horizon (in some pedons the 3C horizon in not within the series control section):\nHue: 7.5YR or 10YR\nValue: 3 to 5\nChroma: 2 to 6\nTexture: stratified sand, gravelly loamy coarse sand, gravelly sand, or very gravelly coarse sand\nRock fragment content: averages 15 to 60 percent\nCalcium carbonate equivalent: 10 to 25 percent\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Dunbridge, Falleaf, Lauramie, Lydick, Mohawk, Oneco, Pana, and Razort series. Dunbridge and Oneco soils have a lithic contact at depths of less than 152 cm (60 inches). Falleaf, Lauramie, and Mohawk soils have less than 15 percent rock fragments in the lower part of the series control section. Lydick soils have less than 15 percent rock fragments in the lower part of the argillic horizon. Pana soils are in areas where the mean annual temperature is greater than 11.1 degrees C (52 degrees F). Razort soils do not have carbonates in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Longlois soils are on terraces, outwash plains, kames, and eskers of Wisconsinan age. Slope ranges from 2 to 6 percent. The soils formed in as much as 51 cm (20 inches) of loess and in the underlying loamy and gravelly outwash. They are deep to calcareous, stratified sandy and gravelly outwash. Mean annual precipitation ranges from 889 to 965 mm (35 to 38 inches). Mean annual temperature ranges from 10.0 to 11.1 degrees C (50 to 52 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bowes, Lafayette, Mahalasville, and Waupecan soils. The Bowes and Waupecan soils have less sand in the upper part of the control section, and are on less sloping areas. The somewhat poorly drained Lafayette soils are on toe slopes and in slight depressions. The very poorly drained Mahalasville soils are in drainageways and depressions. Where Mahalasville soils are mapped in association with Longlois soils, they have gravelly substrata."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Potential for surface runoff is low or medium. Saturated hydraulic conductivity is moderately high in the subsoil and very high in the underlying material. Permeability is moderate in the subsoil and very rapid in the underlying material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used to grow corn and soybeans. Winter wheat is the principal small grain. Native vegetation is predominantly prairie grasses with mixed hardwood trees and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 111C and 111D in west-central Indiana. The type location is in MLRA 111D. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Carroll County, Indiana, 1955."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon (mollic intergrade): from the surface to a depth of 23 cm (Ap horizon).\nArgillic horizon: from a depth of 23 to 137 cm (Bt, 2Bt, 3Bt, 3BCt horizons).\nADDITIONAL DATA: Lab data available from Purdue University, S86IN157-10.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
