{
  "SERIES": "LONGBILLY",
  "STATUS": "Established Series",
  "BYREV": "Rev. CAF/JJJ/CEJ",
  "REVDATE": "02/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Typic Natrixeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Longbilly silt loam on a 1 percent slope under a cover of black greasewood and rubber rabbitbrush at an elevation of 4130 feet.  (Colors are for dry soil unless otherwise stated.  When described September 22, 1983, the soil was dry throughout).\nE--0 to 1 inch; light gray (10YR 7/2) silt loam, dark grayish brown (10YR 4/2) moist; moderate thin platy structure; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; common very fine tubular and few very fine vesicular pores; very slightly effervescent and disseminated; moderately alkaline (pH 7.9); abrupt smooth boundary.  (1 to 2 inches thick)\nBtn1--1 to 4 inches; light brownish gray (10YR 6/2) silt loam, dark brown (10YR 3/3) moist; moderate fine subangular blocky structure; very hard, friable, sticky and plastic; few thin clay films in pores; few very fine roots throughout and few coarse roots between peds; many very fine tubular pores; violently effervescent and disseminated; strongly alkaline (pH 8.8); abrupt wavy boundary.  (2 to 5 inches thick)\nBtn2--4 to 7 inches; grayish brown (10YR 5/2) silty clay loam, dark brown (10YR 3/3) moist; strong very fine angular blocky structure; very hard, friable, sticky and plastic; few thin clay films in pores; common very fine roots; common very fine tubular pores; violently effervescent and disseminated; very strongly alkaline (pH 9.5); abrupt wavy boundary.   (2 to 5 inches thick)\nBtkn1--7 to 12 inches; grayish brown (10YR 5/2) silty clay, very dark grayish brown (10YR 3/2) moist; strong very fine and fine angular blocky structure; very hard, friable, sticky and plastic; few moderately thick clay films in pores; common very fine roots throughout and few coarse roots between peds; few very fine tubular pores; common segregated fine irregular soft masses; violently effervescent; very strongly alkaline (pH 9.9); clear wavy boundary.\nBtkn2--12 to 22 inches; dark grayish brown (10YR 4/2) silty clay, dark brown (10YR 3/3) moist; weak fine prismatic structure parting to strong fine angular blocky; very hard, friable, sticky and plastic; common moderately thick clay films in pores and on peds; common very fine roots throughout and few medium roots between peds; few very fine tubular pores; common segregated fine irregular masses; violently effervescent; very strongly alkaline (pH 10.0); clear wavy boundary.\nBtkn3--22 to 34 inches; brown (10YR 5/3) silty clay, dark brown (10YR 3/3) moist; weak fine prismatic structure parting to strong fine angular blocky; hard, friable, sticky and plastic; many moderately thick clay films in pores and on peds; common very fine roots throughout and few medium roots between peds; few very fine tubular pores; common segregated fine irregular masses; violently effervescent; very strongly alkaline (pH 9.7); clear wavy boundary.\nBtkn4--34 to 43 inches; dark grayish brown (10YR 4/2) silty clay loam, dark brown (10YR 3/3) moist; weak fine prismatic structure parting to strong very fine angular blocky; hard, friable, sticky and plastic; many moderately thick clay films in pores and on peds; few very fine roots between peds and few fine roots between peds; few very fine tubular pores; many segregated fine irregular soft masses; violently effervescent; very strongly alkaline (pH 9.3); clear wavy boundary.\nBtkn5--43 to 54 inches; gray (10YR 5/1) silty clay loam, very dark grayish brown (10YR 3/2) moist; weak fine prismatic structure parting to strong very fine angular blocky; hard, friable, sticky and plastic; many moderately thick clay films in pores and on peds; few very fine roots between peds and few fine roots between peds; few very fine tubular pores; common segregated fine irregular soft masses; very slightly effervescent; very strongly alkaline (pH 9.1); abrupt wavy boundary.  (Combined thickness of the Btk horizons is 40 to 55 inches.)\n2Btkn6--54 to 60 inches; light yellowish brown (10YR 6/4) sandy clay loam, dark yellowish brown (10YR 4/4) moist; massive; slightly hard, friable, sticky and slightly plastic; many moderately thick clay films in pores; few very fine and few fine roots throughout; few very fine tubular pores; common segregated fine irregular soft masses; very slightly effervescent; very strongly alkaline (pH 9.1)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lassen County, California; about 3.5 miles north of Bieber, 200 feet south of dirt road on BLM property; 2,650 feet north and 400 feet east of southwest corner of sec. 34, T. 39 N., R. 7 E., Bieber NW (Lookout) quadrangle (7.5 minute series)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to mixed alluvial deposits is 40 to 60 inches or more.  The mean annual soil temperature is 49 to 51 degrees F.   The temperature exceeds 41 degrees F. from mid March to late November (245 days) and exceeds 47 degrees F. from mid April to early November.  The soil moisture control section (5 to 18 inches) is dry in all parts mid July to mid October and moist in all parts mid November to mid May.  The electrical conductivity in most profiles is less than 2 mmhos/cm on the surface and increases to 2 to 4 mmhos/cm within 20 inches.  The SAR is 15 to 45 throughout.  Organic carbon decreases irregularly with depth.\nThe E horizon color is 10YR 6/2 or 7/2.  Moist color is 10YR 4/2 or 3/4 moist. Reaction is moderately alkaline or strongly alkaline.\nThe upper part of the Bt horizon color is 10YR 5/2 or 6/2 and 10YR 3/3 or 3/2 moist.  Texture is silt loam or silty clay loam with a clay content of 15 to 35 percent.  The lower part of the Bt horizon color is 10YR 4/2, 5/1, 5/2, 5/3, 6/3 or 6/4 and 10YR 3/2, 3/3, 4/3, or 4/4 moist.  Clay content ranges from 35 to 50 percent.  Sandy clay loam or clay loam with 25 to 35 percent clay occurs within 40 to 60 inches.  Reaction is strongly alkaline or very strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Springcove (ID) series.  Springcove soils have mean annual soil temperatures of 52 to 54 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Longbilly soils are on stream terraces.  Slopes are 0 to 2 percent.  These soils formed in alluvium from extrusive igneous rock and lacustrine deposits.  Elevation is 4100 to 4700 feet. The climate is semiarid with warm dry summers and cold moist winters. Mean annual precipitation is 12 to 16 inches.  Snowfall is 12 to 24 inches.  The mean annual temperatures is 48 to 50 degrees F.  The mean January temperature is about 31 degrees F.  The mean July temperature is about 65 degrees F.  Frost-free period is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Pastolla and Pit series.   The Pastolla soils are medial and are in basins.  The Pit soils do not have a natric horizon or E horizon and are in basins."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; ponded to slow runoff; very slow permeability.  The soils are flooded for a period of a few days in December to April.  A water table occurs at depths of 48 to 60 inches from December throughout August."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used mainly for livestock grazing.  Some areas are used for crops mainly grain and pasture.  The vegetation is beardless wildrye, lemmon alkali grass, rubber rabbitbrush and black greasewood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Lassen California.  The soils are not extensive. MLRA 21"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lassen County, Intermountain Soil Survey Area, California 1994.  Source of name is from a spring."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the soil surface to 4 inches (E, Btn1)\nNatric horizon - the zone from 4 to 54 inches (Bt and Btk horizons)\nSelected Soil Properties Data:\nDepth   Ca   Mg   Na    K     CO3    HCo3   E.C.   SAR\n0-1     0.5  0.2  13.3  0.2   ---     9.0   1.26   22\n1-4     0.5  0.3  18.8  0.1   ---     7.5   1.83   25\n4-7     2.2  0.3  27.7  0.1   ---    15.6   2.44   25\n7-12    4.3  0.5  31.4  0.1   10.8   14.6   2.77   20\n12-22   3.7  0.4  29.7  0.1   13.4   12.5   2.57   21\n22-34   0.9  0.2  19.4  0.1    7.0    9.9   1.77   26\n34-43   0.4  0.1  12.5  0.1   ---    10.9   1.13   25\n43-54   0.5  0.2  10.2  0.1   ---     8.9   0.92   17\nADDITIONAL DATA:  This pedon was characterized by Lincoln Laboratory in 1984.  Sample number 84CA-049-003 unpublished.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
