{
  "SERIES": "LONGHOPE",
  "STATUS": "Established Series",
  "BYREV": "RLM-JWT; Rev. MKC",
  "REVDATE": "11/2006",
  "STATES": "NC",
  "OVERVIEW": "The Longhope series consists of very deep, very poorly drained soils formed in organic material 16 to 30 inches thick overlying loamy mineral deposits. These soils are in broad upland drainageways at high elevations in the Southern Blue Ridge (MLRA 130B). Permeability is moderate to moderately rapid in the organic layers and moderately slow to moderately rapid in the mineral horizons. Slope ranges from 0 to 6 percent. Mean annual precipitation is about 75 inches and mean annual temperature is about 45 degrees F. near the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy or sandy-skeletal, isotic, euic, frigid Terric Haplohemists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Longhope mucky peat on 0 percent slope in a broad drainageway at 4,300 feet elevation. (Colors are for moist soil unless otherwise stated.)\nOe1--0 to 6 inches; dark brown (7.5YR 3/2) broken face mucky peat, dark reddish brown (5YR 3/2) crushed and rubbed (hemic material); about 60 percent fiber, 30 percent rubbed; massive; loose; primarily sphagnum moss fibers; many very fine to medium roots; very strongly acid; clear smooth boundary.\nOe2--6 to 12 inches; very dark brown (10YR 2/2) broken face mucky peat, very dark grayish brown (10YR 3/2) rubbed (hemic material); about 70 percent fiber, 40 percent rubbed; massive; loose; many very fine to medium roots; very strongly acid; clear smooth boundary.\nOa--12 to 20 inches; very dark brown (10YR 2/2) broken face muck, very dark grayish brown (10YR 3/2) rubbed (sapric material); about 50 percent fiber, 15 percent rubbed; massive; loose; many very fine to medium roots; very strongly acid; clear smooth boundary. (Combined thickness of the O layer is 16 to 30 inches.)\nCg--20 to 32 inches; olive gray (5Y 5/2) loamy sand; massive; friable; common medium prominent light olive brown (2.5Y 5/6) masses of iron accumulation with clear boundaries in the matrix; many fine and medium mica flakes; 5 percent by volume pebbles; moderately acid; clear smooth boundary. (5 to 30 inches thick)\nC1--32 to 48 inches; yellowish brown (10YR 5/6) sandy loam; massive; friable; few fine faint light olive brown (2.5Y 5/6) iron depletions with gradual boundaries in the matrix; many fine and medium mica flakes; common fine hornblende minerals; 10 percent by volume pebbles; slightly acid; clear smooth boundary.\nC2--48 to 65 inches; dark yellowish brown (10YR 4/6) gravelly loamy coarse sand; massive; loose; few fine distinct light olive brown (2.5Y 5/6) iron depletions with clear boundaries in the matrix; many fine and medium mica flakes; many fine hornblende minerals; 20 percent by volume pebbles and cobbles; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Watauga County, North Carolina--Long Hope Mountain Area; 10.7 miles northeast of Boone on North Carolina Highway 194; 1.0 mile northwest on Secondary Road 1346; 3.1 miles northwest on a private road; 0.25 mile southeast on a farm road; 500 feet northeast of the farm road; USGS Zionville topographic quadrangle; lat. 36 degrees 20 minutes 16 seconds N. and long. 81 degrees 38 minutes 46 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to the mineral horizons range from 16 to 30 inches. Depth to lithic contact with hard, unweathered bedrock (R) is more than 60 inches. Rock fragments, mostly pebbles or cobbles range from 0 to 50 percent by volume in individual horizons in the mineral layers, generally increasing with depth. Content of mica flakes and dark minerals ranges from few to many in the organic layers and are many in the mineral horizons. The organic layers are extremely acid to strongly acid and the mineral horizons are very strongly acid to slightly acid.\nThe surface tier (Oi or Oe horizon) has hue of 5YR to 2.5Y, value of 2 to 4, and chroma of 1 to 4, or has hue of N, value of 2 to 4. Values normally increase when pressed. The upper 1 to 4 inches commonly is living plant material with the lower part having undergone decomposition. Fiber content ranges from 60 to 95 percent before rubbing and 20 to 75 after rubbing. In most pedons the surface tier is peat or mucky peat.\nThe subsurface tier (Oa horizon) has hue of 10YR to 5Y, value of 2 to 4, and chroma of 1 to 3, or has hue of N, value of 2 to 4. The materials are dominantly muck (sapric material), but layers of mucky peat (hemic material) totaling less than 5 inches are in some pedons. Fiber content ranges from 15 to 60 percent before rubbing and is less than 20 percent after rubbing.\nThe A horizon, where present, has hue of 7.5YR to 2.5Y, value of 3 or 4, and chroma of 1 to 3, or has hue of N, value of 2 to 4. Texture is loamy coarse sand, loamy sand, coarse sandy loam, or sandy loam in the fine-earth fraction. If present, masses of iron accumulation are in shades of red, brown, yellow, or olive and iron depletions are in shades of gray, yellow, olive, or brown.\nThe Cg horizon hue of 7.5YR to 5G, value of 4 to 8 and chroma of 1 or 2, or has hue of N, value of 4 to 8. Texture is loamy coarse sand, loamy sand, coarse sandy loam, or sandy loam in the fine-earth fraction. Masses of iron accumulation are in shades of red, brown, yellow, or olive and iron depletions are in shades of gray, yellow, olive, or brown.\nThe C horizon has hue of 7.5YR to 5Y, value of 4 to 8, and chroma of 3 to 8. Texture is loamy coarse sand, loamy sand, coarse sandy loam, or sandy loam in the fine-earth fraction. Masses of iron accumulation are in shades of red, brown, yellow, or olive and iron depletions are in shades of gray, yellow, olive, or brown."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family. Series in closely related families are Nikwasi and Toxaway. These soils are mineral, are in drainageways that flood, and are in a mesic temperature regime. Nikwasi soils are coarse-loamy over sandy or sandy-skeletal family and Toxaway soils are in a fine-loamy family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Longhope soils are in broad upland drainageways or fens (locally refered to as bogs) of high mountains. These drainageways are thought to be formed from periglacial activity. The mean annual air temperature ranges from 35 to 45 degrees F., the frost-free season ranges from 90 to 135 days, and the average annual rainfall ranges from 45 to 100 inches. Elevation ranges from 4,000 to 6,000 feet. Slope ranges from 0 to 6 percent."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Balsam, Burton, Clingman (T), Craggey, Tanasee, and Wayah soils. All these soils are on mountain slopes or ridges. Clingman soils are organic and are very shallow or shallow to bedrock. Balsam, Burton, Craggey, Tanasee, and Wayah soils are mineral. Balsam and Tanasee soils are very deep, and formed in colluvium materials. Burton soils are moderately deep to bedrock, Wayah soils are very deep, and Craggey soils are shallow."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Very poorly drained. The depth to the seasonal high water table ranges from 0.5 foot above the surface to 0.5 foot below the surface throughout most of the year. Permeability is moderate to moderately rapid in the organic material and moderately slow to moderately rapid in the mineral horizons. Surface runoff is very slow or ponded."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Very little agricultural or commercial use is made of these soils because of the high water table and organic deposits. Most of the areas are in natural vegetation. Overstory vegetation is sparse with Carolina hemlock, red maple and red spruce comprising the major species. Ground cover is commonly consists of sphagnum moss, haircap moss, bulrush, spike-rush, sedges, grays lily, cinnamon fern, violet, meadow sweet, tag alder, silky willow, Carolina geranium, sundew, cranberry, and rhododendron."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The high mountains of North Carolina and possibly Tennessee and Virginia. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Watauga County, North Carolina; 2001."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Longhope soils were previously mapped as a peaty phase of the Wehadkee series in the 1958 Soil Survey of Watauga County, NC. Some pedons included in mapping may have a texture finer than loamy sand (by weighted average in the particle size control section) in the fine earth fraction. Some pedons included in mapping may contain less than 65 percent mica (by grain count) in the mineralogy control section. Some pedons may have all organic layers with pH less than 4.5 (in .01 M CaCl2).\nThe 11/99 revision updates classification to the 8th Edition of Keys to Soil Taxonomy and changes the particle size class to sandy or sandy-skeletal based upon Soil Survey Laboratory data.\nDiagnostic horizons and soil characteristics recognized in this pedon are:\nHistic epipedon - the zone from the soil surface to 20 inches (Oe and Oa horizons).\nAquic conditions - endosaturation and redoximorphic features including masses of iron accumulation or iron and clay depletions in the mineral layers.\nPeraquic moisture regime - seasonal high water table at or near the surface throughout the year. Water is supplied mainly by seeps and excessive rainfall.\nSIR = NC0215\nMLRA = 130\nRevised: 1/99; 11/06-MKC\nADDITIONAL DATA: Laboratory data is available from the National Soil Survey Laboratory, Lincoln, NE for the following pedons: S94NC-189-02.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe1",
        "top": 0,
        "bottom": 15,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Oe1--0 to 6 inches; dark brown (7.5YR 3/2) broken face mucky peat, dark reddish brown (5YR 3/2) crushed and rubbed (hemic material); about 60 percent fiber, 30 percent rubbed; massive; loose; primarily sphagnum moss fibers; many very fine to medium roots; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Oe2",
        "top": 15,
        "bottom": 30,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Oe2--6 to 12 inches; very dark brown (10YR 2/2) broken face mucky peat, very dark grayish brown (10YR 3/2) rubbed (hemic material); about 70 percent fiber, 40 percent rubbed; massive; loose; many very fine to medium roots; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Oa",
        "top": 30,
        "bottom": 51,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Oa--12 to 20 inches; very dark brown (10YR 2/2) broken face muck, very dark grayish brown (10YR 3/2) rubbed (sapric material); about 50 percent fiber, 15 percent rubbed; massive; loose; many very fine to medium roots; very strongly acid; clear smooth boundary. (Combined thickness of the O layer is 16 to 30 inches.)"
      },
      {
        "name": "Cg",
        "top": 51,
        "bottom": 81,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Cg--20 to 32 inches; olive gray (5Y 5/2) loamy sand; massive; friable; common medium prominent light olive brown (2.5Y 5/6) masses of iron accumulation with clear boundaries in the matrix; many fine and medium mica flakes; 5 percent by volume pebbles; moderately acid; clear smooth boundary. (5 to 30 inches thick)"
      },
      {
        "name": "C1",
        "top": 81,
        "bottom": 122,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C1--32 to 48 inches; yellowish brown (10YR 5/6) sandy loam; massive; friable; few fine faint light olive brown (2.5Y 5/6) iron depletions with gradual boundaries in the matrix; many fine and medium mica flakes; common fine hornblende minerals; 10 percent by volume pebbles; slightly acid; clear smooth boundary."
      },
      {
        "name": "C2",
        "top": 122,
        "bottom": 165,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loamy coarse sand",
        "cf_class": "gravelly",
        "pH_class": "slightly acid",
        "narrative": "C2--48 to 65 inches; dark yellowish brown (10YR 4/6) gravelly loamy coarse sand; massive; loose; few fine distinct light olive brown (2.5Y 5/6) iron depletions with clear boundaries in the matrix; many fine and medium mica flakes; many fine hornblende minerals; 20 percent by volume pebbles and cobbles; slightly acid."
      }
    ]
  ]
}
