{
  "SERIES": "LONGVALLEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. KWC",
  "REVDATE": "10/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Pachic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Longvalley loam - rangeland  (Colors are for dry soil unless otherwise noted)\nA--0 to 4.5 inches (0 to 11 cm); brown (7.5YR 5/3) loam, dark brown (7.5YR 3/3), moist; 21 percent clay; moderate medium subangular blocky structure; soft, very friable, nonsticky and slightly plastic; common very fine and fine roots throughout; very fine vesicular pores; 2 percent gravel; slightly effervescent; slightly alkaline, pH 7.8; clear smooth boundary (4.5 to 17 inches ,11 to 42 cm thick).\nBt--4.5 to 11.5 inches (11 to 29 cm); brown (7.5YR 4/3) loam, dark brown (7.5YR 3/3), moist; 25 percent clay; strong fine angular blocky structure; hard, firm, slightly sticky and slightly plastic; common  very fine, few fine, and medium roots throughout; few clay bridges on faces of peds; 3 percent gravel; slightly effervescent; slightly alkaline, pH 7.8; gradual smooth boundary (7 to 12 inches ,18 to 30 cm thick).\nBtk--11.5 to 32.5 inches (29 to 82 cm); brown (7.5YR 4/3) clay loam, dark brown (7.5YR 3/3), moist; 30 percent clay; strong fine angular blocky structure; hard, firm, slightly sticky and moderately plastic; few  very fine, fine, and medium roots throughout; common clay bridges on faces of peds; common fine carbonate filaments ; 3 percent gravel; strongly effervescent; slightly alkaline, pH 7.8; clear wavy boundary (8.5 to 21 inches ,21 to 53 cm  thick).\nBk--32.5 to 61.5 inches (82 to 156 cm); reddish yellow (7.5YR 6/6) loam, strong brown (7.5YR 4/6), moist; 23 percent clay; weak coarse subangular blocky structure; soft, friable, slightly sticky and slightly plastic; few  very fine roots throughout; common fine carbonate filaments; 5 percent gravel; strongly effervescent; moderately alkaline, pH 8.0."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kane County, McDonald Canyon; about 1.7 miles south of turn off for Alton on highway 89; lat. 37 degrees 23 minutes 55.68 seconds N. and long. 112 degrees 32 minutes 26.01 seconds W., NAD 83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  Intermittently moist in some part of the soil moisture control section from December to March and July to September, Driest from April to June; typic ustic soil moisture regime\nSoil temperature:  42 to 47 degrees F (5.6 to 7.8 degrees C), Frigid soil temperature regime\nParticle-size control section (weighted average):\nClay content:  24 to 35 percent\nRock fragment content:  0 to 15 percent gravel\nA or Ap Horizons\nHue:  7.5YR, 10YR\nValue:  3 to 5 dry, 2 or 3 moist\nChroma: 2 to 4 dry, 1 to 3 moist\nTexture:  clay loam, loam, sandy clay loam, silty clay loam\nClay: 20 to 35 percent\nCalcium carbonate equivalent:  1 to 10 percent\nRock fragments: 0 to 15 percent gravel\nReaction:  neutral to moderately alkaline (6.6 to 8.4)\nBt and Btk Horizons\nHue:  7.5YR, 10YR, 2.5Y\nValue: 3 to 5 dry, 2 to 5 moist\nChroma: 2 to 4 dry, 2 or 3 moist\nTexture:  clay loam, loam, silty clay loam\nClay: 24 to 35 percent\nCalcium carbonate equivalent:  1 to 15 percent\nRock fragments: 0 to 15 percent gravel\nReaction:  neutral to moderately alkaline (6.6 to 8.4)\nBk Horizon\nHue:  7.5YR, 10YR, 2.5Y\nValue:  4 to 6 dry, 3 to 5 moist\nChroma: 3 to 6, dry and moist\nTexture:  clay loam, loam, sandy clay loam\nClay: 18 to 32 percent\nCalcium carbonate equivalent:  5 to 15 percent\nRock fragments: 0 to 15 percent gravel\nReaction:  slightly alkaline or moderately alkaline (7.4 to 8.4)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bowbells(ND), Cambern(AZ), Carfall(MT), Center Creek(UT), Chugcreek(WY), Detra(UT), Fiesta(NM), Flaxton(ND), Gordo(AZ), Hereford(AZ), Hesperus(CO), Jaythree(NM), Laceycreek(MT), Ohwiler(CO), Pachel(MT), Schauson(UT), Shermap(CO), Todacheene(NM), Tschicoma(NM), Weed(CO)series.\nBowbells and Flaxton are in LRR-F and reflect the soil forming factors of the Northern Great Plains.  Cambern and Chugcreek soils are moderately deep to a lithic contact. Carfall, Hesperus, Jaythree, Laceycreek, Schauson, Shermap, Todacheene, and Tschicoma soils do not have carbonates. Center Creek soils have redoximorphic features beginning at depths of 20 to 40 inches (50 to 100 cm). Detra soils have a lithic contact between 40 and 60 inches (100 to 150 cm) deep. Fiesta soils have rock fragments derived from granite, gneiss, and schist and are in MLRA 48A. Gordo soils have a paralithic contact at 41 to 61 inches (104 to 155 cm) deep. Hereford soils have an aridic ustic moisture regime. Pachel soils are in LRR-G and reflect the soil forming factors of the Western Great Plains Range. Peta soils are saturated at depths of 24 to 48 inches (61 to 122 cm) at some time from April through June. Weed soils are moist for 45 or more consecutive days immediately following April 1."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Longvalley soils are on footslopes along valley floors,  summits of structural benches, and footslopes of mountain slopes at elevations of 6,000 to 8,040 feet (2095 to 2230 m). Slopes range from 4 to 35 percent. Longvalley soils formed in alluvium and slope alluvium derived siltstone, sandstone, and shale. The mean annual precipitation is 17 to 20 inches (432 to 508 mm).  April, May and June are the driest months, with monsoonal pattern rainfall in August, September, and October.  Moderate snowfall occurs during the winter months.. The mean annual air temperature is 41 to 45 degrees F (5 to 7.2 degrees C). The average frost-free period is 94 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Brycan (UT), Diagulch(UT), and Ess(AZ) series.  The Brycan soils are on valley floors, lower in the landscape than the Longvalley soils.  Brycan soil do not have an argillic horizon.  Diagulch soils are on mountain slopes and do not have an argillic horizon.  Ess soils are on mountain slopes and are loamy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, medium runoff, moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Longvalley soils are used for livestock grazing and wildlife habitat. Native vegetation includes Gambel's Oak, Letterman's needlegrass, Kentuckybluegrass, and mountain snowberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Kane County, Utah; LRR E, MLRA 47; Longvalley soils are of limited extent in southern Utah."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: BOZEMAN, MONTANA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Soil Survey of Kane County, Utah (UT642) 2017"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Longvalley soils are named after Long Valley in Kane County, Utah where the series can be found along with the adjacent drainages and terraces.\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section:  The zone from 4.5 to 32.5 inches (11 to 82 cm) (Bt horizons)\nMollic epipedon:  The zone from 0 to 32.5 inches (0 to 82 cm) (A, Ap, Bt, Btk horizons)\nArgillic horizon:  The zone from 4.5 to 32.5 inches (11 to 82 cm) (Bt and Btk horizons)\nThe assignment of the cation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
