{
  "SERIES": "LONGABAUGH",
  "STATUS": "Established Series",
  "BYREV": "Rev. CSW/RJL/JWB",
  "REVDATE": "03/2011",
  "STATES": "UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Typic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Longabaugh very stony fine sandy loam, on a northwest facing, convex, 70 percent slope in Douglas-fir woodland at an elevation of 2,489 meters.  (Colors are for dry soil unless otherwise noted.)  The surface is covered by 2 percent boulders, 15 percent stones, 15 percent cobbles, 5 percent channers and 15 percent gravel.\nA1--0 to 11 cm; dark grayish brown (10YR 4/2) very stony fine sandy loam,  very dark brown (10YR 2/2) moist; 16 percent clay; weak fine granular structure; very friable, soft, slightly sticky, slightly plastic; common coarse, medium, fine and very fine roots; many very fine interstitial and tubular pores; 2 percent boulders, 5 percent stones, 10 percent flagstones, 15 percent cobbles, 15 percent gravel; noneffervescent; slightly alkaline (pH 7.7); abrupt wavy boundary.\nA2--11 to 34 cm; grayish brown (10YR 5/2) very stony loam, very dark grayish brown (10YR 3/2) moist; 18 percent clay; weak fine subangular blocky structure; very friable, slightly hard, slightly sticky, slightly plastic; common coarse, medium, fine and very fine roots; many very fine tubular and interstitial pores; 15 percent stones, 15 percent cobbles, 5 percent channers, 15 percent gravel; slightly effervescent, carbonates are finely disseminated; slightly alkaline (pH 7.8); clear wavy boundary.  (Combined thickness of the A horizons is 23 to 34 cm)\nBk--34 to 58 cm; light yellowish brown (10YR 6/4) very cobbly loam, yellowish brown (10YR 5/4) moist; 22 percent clay; weak medium and fine subangular blocky structure; friable, slightly hard, slightly sticky, moderately plastic; common coarse, medium and fine and few fine roots; common fine and very fine tubular and interstitial pores; 5 percent stones, 20 percent cobbles,  5 percent channers, 10 percent gravel; strongly effervescent, carbonate coats on rock fragments, carbonates are finely disseminated in matrix; moderately alkaline (pH 8.3); clear wavy boundary.\nBCk--58 to 118 cm; pale brown (10YR 6/3) very cobbly loam, dark grayish brown (10YR 4/2) moist; 22 percent clay; weak medium and fine subangular blocky structure; friable, slightly hard, slightly sticky, moderately plastic; common coarse, medium and very fine and few fine roots; common fine and very fine interstitial and  tubular pores; 3 percent stones, 15 percent cobbles, 10 percent channers, 10 percent gravel; strongly effervescent, carbonate coats on rock fragments, carbonates are finely disseminated in matrix; moderately alkaline (pH 8.4); gradual wavy boundary.  (Combined thickness of the Bk and BCk horizons is 40 to 110 cm)\nC--118 to 175 cm; light brownish gray (10YR 6/2) very cobbly loam, dark grayish brown (10YR 4/2) moist; 23 percent clay; massive; friable, hard, slightly sticky, moderately plastic; few coarse, medium and fine common very fine roots; common fine and very fine irregular pores; 20 percent cobbles, 15 percent channers, 20 percent gravel; strongly effervescent, carbonates are finely disseminated; moderately alkaline (pH 8.4); abrupt wavy boundary.\nR--175 to 185 cm; calcareous sandstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Emery County, Utah; about 3.2 kilometers (2 miles) west-northwest of Mohrland ghost town; located about 2,425 feet east and 1,500 feet south of the northwest corner of sec. 8, T. 16 S., R. 8 E.; Hiawatha USGS quad; lat. 39 degrees 26 minutes 57 seconds N. and long. 111 degrees 2 minutes 55 seconds W., NAD 83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  The soil moisture control is usually moist throughout the year, with occasional intermittent drying during the summer.  Udic bordering ustic moisture regime.\nMean annual soil temperature:  2.2 to 5.0 degrees C\nMean summer soil temperature:  5.6 to 10.5 degrees C\nDepth to lithic contact:  152 to greater than 205 cm to sandstone bedrock\nDepth to secondary calcium carbonate:  34 to 64 cm\nDepth to cambic horizon:  34 to 53 cm\nThickness of the mollic epipedon:  23 to 34 cm\nThickness of the cambic horizon:  66 to 133 cm\nThickness of the layer of secondary carbonates:  40 to 110 cm\nParticle-size control section (weighted averages):\nClay content:  18 to 24 percent\nRock fragment content:  35 to 60 percent, dominantly cobbles and stones\nA horizon:\nHue:  7.5YR or 10YR\nValue:  4 or 5 dry; 2 or 3 moist\nChroma:  2 to 4 dry or moist\nTexture:  very stony fine sandy loam, very stony loam\nClay content:  15 to 24 percent\nRock fragments:  35 to 60 percent boulders, stones, cobbles and gravel\nCalcium carbonate equivalent:  0 to 5 percent\nEC (mmhos/cm):  0 to 2\nReaction:  neutral or slightly alkaline\nBw horizon (when present):\nHue:  7.5YR or 10YR\nValue:  6 or 7 dry; 4 or 5 moist\nChroma:  2 to 6 dry or moist\nTexture:  very gravelly or very stony loam\nRock fragments:  35 to 60 percent stones, cobbles and gravel\nCalcium carbonate equivalent:  2 to 14 percent\nEC (mmhos/cm):  0 to 2\nReaction:  slightly alkaline or moderately alkaline\nBk, BCk horizon:\nHue:  7.5YR or 10YR\nValue:  5 to 7 dry; 4 or 5 moist\nChroma:  2 to 6 dry or moist\nTexture:  very cobbly loam\nClay content:  18 to 24 percent\nRock fragments:  35 to 60 percent stones, cobbles and gravel\nCalcium carbonate equivalent:  1 to 14 percent\nEC (mmhos/cm):  0 to 2\nReaction:  moderately alkaline\nC horizon:\nHue:  7.5YR or 10YR\nValue:  5 to 7 dry; 4 or 5 moist\nChroma:  2 to 6 dry or moist\nTexture:  very cobbly loam, very bouldery fine sandy loam\nClay content:  12 to 25 percent\nRock fragments:  35 to 60 percent boulders, stones, cobbles, and gravel\nPararock fragments:  0 to 20 percent parachanners\nCalcium carbonate equivalent:  1 to 12 percent\nEC (mmhos/cm):  0 to 2\nReaction:  moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Broad Canyon, Kamack, Midfork and Sawpit series.  Broad Canyon soils formed in glacial till and have a lithologic discontinuity.  Kamack soils have bedrock at a depth of 102 to 152 cm (40 to 60 inches) and do not have a layer of secondary carbonates.  Midfork soils do not have a cambic horizon and have peak periods of precipitation in the spring and early summer.  Sawpit soils are moderately well drained and do not have a layer of secondary carbonates."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  colluvium over residuum derived from calcareous sandstone and shale\nLandform:  mountain slopes\nSlopes:  50 to 70 percent\nElevation:  2,316 to 3,048 meters\nMean annual temperature:  1.1 to 3.9 degrees C\nMean annual precipitation:  56 to 89 cm\nPrecipitation pattern:  Wettest months are October to May and driest months are June to September.\nFrost-free period:  40 to 70 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aagard, Comodore, Gilluly, and Northorn series.  The Aagard soils have argillic and calcic horizons and are on less sloping mountainsides under aspen.  The Comodore soils are shallow to bedrock and are on ridges under Douglas-fir.  The Gilluly soils have argillic horizons and are on less sloping mountainsides under Douglas-fir.  The Northorn soils have an argillic horizon and are on concave, less sloping mountainsides under Douglas-fir."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  well drained, high runoff, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for timber and wildlife habitat.  Native vegetation consists of Douglas-fir, mountainmahogany, aspen, Oregongrape, Utah serviceberry, Salina wildrye and bluegrass. Utah correlates this soil to High Mountain Very Steep (Douglas-Fir) R048AY53OUT ecological site."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountains of central Utah, Wasatch Mountains - North; LRR E, MLRA 47A; small extent.  About 5,700 acres (2,300 hectares) in Emery County, Utah."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Emery County, Utah, Emery Area, Utah, 2011, Parts of Emery, Carbon, Grand and Sevier Counties.  The name commemorates a regional outlaw also known as the Sundance Kid."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nSeries control section:  The zone from 0 to 200 cm.\nParticle-size control section:  The zone from 25 to 100 cm.  (parts of the A2, Bk and BCk horizons)\nMollic epipedon:  The zone from 0 to 34 cm.  (A horizons)\nCambic horizon:  The zone from 34 to 118 cm.  (Bk and BCk horizons)\nHorizon with secondary carbonates:  The zone from 34 to 118 cm.  (Bk and BCk horizons)\nLithic contact:  The contact with calcareous sandstone bedrock at 175 cm.  (R horizon)\nA continuous or discontinuous layer of partially decomposed twigs, needles and leaves may be present in some pedons.\nThe assignment of the cation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomic Version:  Classified according to Keys to Soil Taxonomy, Eleventh Edition, 2011.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
