{
  "SERIES": "LONGHIKE",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. PWB/TM/JVC",
  "REVDATE": "04/2019",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive Xeric Haplocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Longhike stony sandy loam--forest land.  (Colors are for dry soil unless otherwise noted). The soil surface is covered by about 15 percent gravel, 10 percent cobbles, and 5 percent stones.  Undecomposed pine needles and twigs are a discontinuous cover on the soil surface.\nA--0 to 8 cm; grayish brown (10YR 5/2) stony sandy loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; soft, very friable, slightly sticky and nonplastic; common very fine and fine, few medium roots; many very fine interstitial pores; 10 percent gravel, 5 percent cobbles, and 5 percent stones; slightly acid (pH 6.4); abrupt smooth boundary. (5 to 13 cm thick)\nBw1--8 to 23 cm; yellowish brown (10YR 5/4) gravelly sandy loam, dark yellowish brown (10YR 3/4) moist; weak coarse subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; common very fine and fine, many medium and coarse roots; common very fine tubular and many very fine interstitial pores; 20 percent gravel and 5 percent cobbles; slightly acid (pH 6.4); abrupt smooth boundary. (13 to 20 cm thick)\nBw2--23 to 43 cm; pale brown (10YR 6/3) gravelly sandy loam, dark yellowish brown (10YR 3/4) moist; weak medium subangular blocky structure; soft, very friable, slightly sticky and nonplastic; many very fine, fine, medium and coarse roots; common very fine tubular and many very fine interstitial pores; 20 percent gravel and 5 percent cobbles; moderately acid (pH 5.6); clear wavy boundary. (20 to 38 cm thick)\nC--43 to 75 cm; very pale brown (10YR 7/3) very cobbly sandy loam, dark grayish brown (10YR 4/2) moist; weak medium subangular blocky structure; soft, very friable, slightly sticky and nonplastic; common very fine, fine and  medium, few coarse roots; common very fine tubular and many very fine interstitial pores; 25 percent gravel, 20 percent cobbles, and 5 percent stones; moderately acid (pH 5.6); abrupt irregular boundary. (25 to 50 cm thick).\nCr--75 to 107 cm; weathered rhyolite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Elko County, Nevada; on the Humboldt National Forest about 0.75 mile northeast of Coon Creek Summit in the Copper Mountains; approximately 700 feet east and 325 feet south of the northwest corner of section 18, T. 45 N., R. 58 E.; USGS Jarbidge South 7.5 minute topographic quadrangle; 41 degrees 48 minutes 02 seconds north latitude and 115 degrees 28 minutes 41 seconds west longitude; WGS84 Decimal Degrees 41.8005556 latitude, -115.4780556 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually moist from late fall through early summer; completely moist for more than 150 days following the winter solstice; completely dry for 45 or more consecutive days from late July to October; typic xeric moisture regime.\nMean annual soil temperature - 5.0 to 7.2 degrees C.\nMean summer soil temperature - 6.1 to 8.3 degrees C.\nDepth to bedrock - 75 to 100 cm to a paralithic contact.  The paralithic materials below the contact are weathered volcanic rock such as rhyolite.\nReaction - Moderately acid or slightly acid.\nParticle-size control section - Clay content: 10 to 18 percent;\nRock fragments: 35 to 55 total with 20 to 35 percent gravel, 0 to 25 percent cobbles, and 0 to 5 percent stones.  Lithology of fragments are quartzite or rhyolite.\nA horizon\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nBw horizons\nValue: 5 or 6 dry, 3 or 4 moist.\nRock fragments: 15 to 35 percent; with 20 to 30 percent gravel, 0 to 5 percent cobbles, and 0 to 5 percent stones.\nC horizon\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma: 2 through 4, dry or moist.\nRock fragments: 40 to 60 percent; with 25 to 35 percent gravel, 15 to 25 percent cobbles, 0 to 5 percent stones."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Holdon series.  Potential competitors in the obsolete subgroup of Xeric Eutrocryepts are the Ketchum and Yankeefork series.\nHoldon soils have fragmental material at depths of 20 to 40 inches and are deep to lithic contacts.  Ketchum and Yankeefork soils are very deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Longhike soils are on mountains.  These soils formed in residuum and colluvium derived from rhyolite and quartzite.  Slopes are 15 to 75 percent.  Elevations range from 2,290 to 3,025 meters.  The climate is subhumid with cold, wet winters and cool, dry summers.  The mean annual precipitation is 760 to 4100 mm, the mean annual temperature is 3.9 to 5.6 degrees C., and the frost-free period is 50 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Jarbidge (T) soil.  Jarbidge soils are shallow to lithic contacts."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; very high surface runoff; moderately rapid permeability (high saturated hydraulic conductivity)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Longhike soils are used for forest land and wildlife habitat. The present vegetation is mainly a forest canopy of subalpine fir and whitebark pine with an understory of mountain big sagebrush, Letterman's needlegrass, and mountain brome."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Nevada.  These soils are not extensive. MLRA 25."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Elko County, Nevada, 1995.  The name is taken from a nearby historical mine."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A horizon and part of the Bw1 horizon).\nCambic horizon - The zone from 8 to 43 cm (Bw1 and Bw2 horizons).\nParalithic contact - The boundary at 75 cm to underlying soft, weathered bedrock (Cr layer).\nParticle-size control section - The zone from 25 to 75 cm (C horizon and part of the Bw2 horizon).\nThe revision of December 2006 updated the taxonomic class from Xeric Eutrocryepts based on the tenth edition of the Keys to Soil Taxonomy, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
