{
  "SERIES": "LONGSIDING",
  "STATUS": "Established Series",
  "BYREV": "ALV-RLB-AGG",
  "REVDATE": "05/2007",
  "STATES": "MN",
  "OVERVIEW": "The Longsiding series consists of very deep, somewhat poorly drained soils that formed in calcareous, clayey and silty lacustrine sediments on glacial lake plains. Slopes range from 0 to 3 percent.  Mean annual precipitation is about 670 mm. Mean annual air temperature is about 4.5 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Aquic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Longsiding silt loam with a plane slope of 1 percent on a glacial lake plain in a cultivated area.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 23 cm; very dark grayish brown (10YR 3/2) silt loam, light brownish gray (10YR 6/2) dry; weak fine subangular blocky structure; friable; moderately acid; abrupt smooth boundary. (10 to 23 cm thick)\nB/E--23 to 30 cm; 60 percent dark grayish brown (10YR 4/2) silty clay loam (Bt); 40 percent grayish brown (10YR 5/2) silt loam (E); weak thick platy structure; friable; strongly acid; clear wavy boundary. (5 to 25 cm thick)\nBt1--30 to 46 cm; brown (10YR 4/3) silty clay; moderate medium prismatic structure parting to moderate fine angular blocky; firm; faint discontinuous dark brown (10YR 3/3) clay films on faces of peds; common fine faint dark grayish brown (10YR 4/2) Fe depletions and common fine prominent yellowish brown (10YR 5/6) Fe concentrations; strongly acid; gradual wavy boundary.\nBt2--46 to 69 cm; brown (10YR 4/3) silty clay; moderate medium prismatic structure parting to moderate fine and medium angular blocky; firm; faint discontinuous dark brown (10YR 3/3) clay films on faces of peds; common medium distinct dark grayish brown (2.5Y 4/2) Fe depletions and common fine and medium prominent yellowish brown (10YR 5/6) Fe concentrations; strongly acid; clear wavy boundary.\nBt3--69 to 89 cm; brown (10YR 5/3) silty clay loam; moderate coarse prismatic structure parting to moderate medium angular blocky; friable; faint discontinuous brown (10YR 4/3) clay films on faces of peds and distinct continuous very dark grayish brown (10YR 3/2) organic coats in root channels; common fine and medium faint grayish brown (10YR 5/2) Fe depletions and common medium prominent yellowish brown (10YR 5/6) Fe concentrations; neutral; gradual wavy boundary. (Combined thickness of the Bt horizon is 38 to 102 cm)\nBk--89 to 114 cm; light yellowish brown (10YR 6/4) silt loam; weak medium and coarse subangular blocky structure; friable; distinct continuous very dark grayish brown (10YR 3/2) organic coats in root channels; common fine light gray (10YR 7/2) carbonate threads; common medium and coarse distinct grayish brown (10YR 5/2) Fe depletions and common medium prominent yellowish brown (10YR 5/6) Fe concentrations; strongly effervescent; slightly alkaline; gradual wavy boundary. (0 to 51 cm thick)\nC--114 to 203 cm; light yellowish brown (10YR 6/4) silt loam; massive; friable; common medium and coarse distinct light brownish gray (10YR 6/2) Fe depletions and common medium and coarse distinct yellowish brown (10YR 5/6) Fe concentrations; strongly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kanabec County, Minnesota; about 3.5 miles southwest of Grasston; 2,100 feet north and 1,000 feet east of the southwest corner of sec. 16, T. 38 N., R. 23 W.; USGS Grasston topographic quadrangle; lat. 45 degrees 46 minutes 47 seconds N. and long. 93 degrees 13 minutes 13 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to free carbonates ranges from 64 to 127 cm.  The series control section does not have rock fragments.\nThe A or Ap horizon has hue of 10YR, value of 2 to 4, and chroma of 1 or 2.  It is silt loam, loam, silty clay loam, very fine sandy loam, or fine sandy loam. It is moderately acid to neutral.\nSome pedons have an E horizon with hue of 10YR, value of 4 to 6, and chroma of 1 or 2.  It is silt loam, loam, or very fine sandy loam.  It is moderately acid to neutral.  In some pedons the E horizon has been incorporated into the plow layer.\nThe B/E or E/B horizon has colors and textures similar to the E and Bt horizons.\nThe Bt horizon has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 3.  It is silty clay, clay, or silty clay loam. Redox depletions are in the upper 25 cm.  It is strongly acid to neutral.\nThe Bk horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 2 to 4. It is silty clay loam or silt loam.  It has soft threads or rounded masses of calcium carbonate.  It is slightly alkaline to moderately alkaline.\nSome pedons have a BC horizon.\nThe C horizon has hue of 10YR or 2.5Y, value of 5 to 6, and chroma of 2 to 4.  It is silt loam, silty clay loam, or very fine sandy loam.  This horizon is varved in some pedons.  It is slightly alkaline to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ashlake and Coin series.  The Ashlake soils have rock fragments throughout the profile and have more than 20 percent fine sand and coarser in the particle size control section.  The Coin soils have coarse textured outwash in the lower third of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils have slightly convex to slightly concave slopes on glacial lake plains.  Slope gradients range from 0 to 3 percent.  They formed in calcareous, clayey and silty lacustrine sediments of Late Wisconsin age.  These sediments are primarily derived from the Des Moines lobe. Mean annual air temperature ranges from 2 to 7 degrees C. Mean annual precipitation ranges from 625 to 750 mm. Frost free days range from 90 to 140. Elevation above sea level ranges from 300 to 500 meters."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Debs, Foglake and Grasston soils. The well drained Debs and moderately well drained Grasston soils on higher lying areas. The poorly drained Foglake soils in swales and flats."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Somewhat poorly drained.  Surface runoff is low.  Saturated hydraulic conductivity is 4.23 to 14.11 micrometers per second (.6 to 2.0 inches)in the upper part, .42 to 4.23 micrometers per second (.06 to .6 inches) in the middle part and 1.41 to 14.11 micrometers per second (.2 to 2.0 inches) in the lower part.   The apparent seasonal high saturation is as high as 46 cm below the surface during spring in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The main use is cropland.  Common crops grown include corn, soybeans, oats, and legume hay.  A few areas are forested.   Native vegetation is deciduous forest; ash, maple, basswood, and elm were the dominant species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA-88, 90A and 93A.  East-central and northeastern Minnesota. Minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mille Lacs County, Minnesota, 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon include:  ochric epipedon - the zone from the surface to 23 cm (Ap horizon); glossic horizon - the zone from 23 to 30 cm (B/E horizon); argillic horizon - the zone from 23 to 89 cm (B/E, Bt1, Bt2, and Bt3 horizons); aquic subgroup based upon low chroma redox depletions within 25 cm of the top of the argillic horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
