{
  "SERIES": "LONGCREEK",
  "STATUS": "Established Series",
  "BYREV": "Rev. JVC-JBF",
  "REVDATE": "04/2019",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, mesic Aridic Lithic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Longcreek very cobbly loam--on a north to northwest-facing slope of 18 percent under mountain big sagebrush, cheatgrass, bluebunch wheatgrass, and Thurber's needlegrass at 4,600 feet elevation--rangeland.  (Colors are for dry soil unless otherwise noted.  When described on June 15, 1979, the soil was dry to 18 cm and slightly moist from 18 to 46 cm.)\nA--0 to 8 cm; dark grayish brown (10YR 4/2) very cobbly loam, very dark brown (10YR 2/2) moist; moderate fine and medium granular structure; slightly hard, very friable, moderately sticky and moderately plastic; common very fine and fine roots; many very fine and fine tubular and interstitial pores; 3 percent stones; 25 percent cobbles and 20 percent gravel; neutral (pH 7.0); clear smooth boundary.  (5 to 20 cm thick)\nBAt--8 to 18 cm; brown (7.5YR 4/2) very cobbly clay loam, dark brown (7.5YR 3/2) moist; moderate medium angular blocky structure; hard, friable, moderately sticky and moderately plastic; common very fine and fine and few medium roots; many very fine and fine tubular pores; few faint clay bridges between mineral grains; 30 percent cobbles and 15 percent gravel; neutral (pH 7.0); clear wavy boundary.  (0 to 15 cm thick)\nBt1--18 to 30 cm; brown (7.5YR 4/2) very cobbly clay, dark brown (7.5YR 3/2) moist; strong fine and medium angular blocky structure; very hard, friable, very sticky and very plastic; common very fine, few fine and medium roots; common very fine and fine tubular pores; 25 percent cobbles and 15 percent gravel; common pressure cutans on faces of peds; neutral (pH 7.0); gradual wavy boundary.\nBt2--30 to 46 cm; light brown (7.5YR 6/4) very cobbly clay, brown (7.5YR 4/4) moist; strong medium and coarse angular blocky structure; very hard, friable, very sticky and very plastic; common very fine, few fine and medium roots, mostly along or on peds; common very fine and fine and few medium tubular pores; 25 percent cobbles and 15 percent gravel; few faint clay films on rock fragments; common pressure cutans on faces of peds; neutral (pH 7.0); abrupt irregular boundary.  (Combined thickness of the Bt horizons is 18 to 36 cm)\nR--46 cm; hard fractured andesite with some material between cracks and many clay film coatings on fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lassen County, California; north of the Skedaddle Mountains about 0.5 mile southwest of Horsecamp Reservoir found at a site about 0.75 mile north of Brubeck Spring and 0.75 mile west of the road on a northeast-facing slope; about 750 feet north and 500 feet west of the southeast corner of section 28, T. 30 N., R. 16 E.; USGS Little Mud Flat 7.5 minute topographic quadrangle; latitude 40 degrees 25 minutes 37 seconds N and longitude 120 degrees 10 minutes 27 seconds W; WGS84 Decimal Degrees 40.4269444 latitude, -120.1741667 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry; moist on the winter and spring; aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 8 to 12 degrees C.\nMollic epipedon thickness: 18 to 36 cm; includes the BAt horizon (when present) and the Bt1 horizon.\nDepth to base of argillic horizon: 25 to 50 cm.\nDepth to bedrock: 25 to 50 cm to a lithic contact.\nParticle-size control section - Clay content: Averages 35 to 50 percent.\nRock fragments: 35 to 55 percent, mainly cobbles.  Lithology of fragments is volcanic rocks such as basalt and andesite.\nA horizon\nHue: 10YR or 7.5YR.\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 through 4 dry.\nStructure:  In the upper 5 to 8 cm is moderate or strong medium or fine granular or weak thin to thick platy. The lower part of the A horizon is moderate or strong, fine or medium, angular or subangular, blocky structure.\nOrganic matter content: 1 to 4 percent.\nReaction: Slightly acid or neutral.\nBt horizons\nHue: 10YR or 7.5YR.\nValue: 4 through 6 dry, 2 or 3 moist.\nChroma: 2 through 4 dry.\nTexture: Clay, silty clay or clay loam.\nModifiers: Very cobbly, very stony or very gravelly.\nStructure: Strong fine or moderate medium angular or subangular blocky in the upper part and strong medium and coarse angular blocky or is weak or strong fine to coarse prismatic parting to strong or moderate fine to coarse angular blocky in the lower part.\nOrganic matter content: 0.5 to 2 percent.\nReaction:  Neutral or slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Coelho, Flatron, Loomer, Pioche, Ruckles, and Vantage series.\nCoelho soils have a lithic contact at 10 to 25 cm. Flatron soils have an average of 50 to 60 percent clay in the particle-size control section. Loomer soils have 60 to 80 percent rock fragments in the particle-size control section.  Pioche soils have rock fragments that are quartzite in the particle-size control section and are more moist in spring and summer months due to summer convection storms.  Ruckles soils are dominated by stones and average 50 to 60 percent clay in the particle-size control section.  Vantage soils have a subhorizon of the argillic with secondary silica coats and are dry in all parts for less than 140 days."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Longcreek soils are on lava plateaus, structural benches, hills, and mountains.  These soils formed in residuum and colluvium derived from volcanic rocks such as basalt, andesite, and tuff.  Slopes are 2 to 75 percent.  Elevation ranges from 1,100 to 1,700 meters and up to 2,000 meters on south-facing aspects.  The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 230 to 400 mm.  The mean annual temperature is 7 to 10 degrees C. The frost-free period is 50 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Brubeck, Devada, Gerlach, Glean, Horsecamp, and Shinnpeak soils.  Brubeck and Horsecamp soils are fine, have ochric epipedons and cambic horizons, and have cracks that open and close each year.  Devada soils are clayey.  Gerlach soils are fine, very deep, and have cracks that open and close each year.  Glean soils are loamy-skeletal, deep to lithic contacts, and have thick mollic epipedons.  Shinnpeak soils are loamy-skeletal, shallow to indurated duripans, and have ochric epipedons and argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; very high surface runoff; moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Longcreek soils are used for rangeland and wildlife habitat.  The vegetation is mountain big sagebrush, basin big sagebrush, Wyoming big sagebrush, bluebunch wheatgrass, Thurber's needlegrass, Sandberg's bluegrass, and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern California, southwestern Idaho, south-central Oregon, and western Nevada.  These soils are moderately extensive.  The series concept and main acreage is in MLRA 23, while other acreage occurs in MLRAs 10, 21, 25, and 26."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Owyhee County Area, Idaho, 1992.  The series was proposed from the Susanville Area Soil Survey, California in 1980.  The type location is currently in this survey area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 30 cm (A, BAt, and Bt1 horizons).\nArgillic horizon - The zone from 18 to 46 cm (Bt1 and Bt2 horizons).\nLithic contact - The boundary at 46 cm to underlying hard, unweathered bedrock (R layer).\nParticle-size control section - The zone from 18 to 46 cm (Bt1 and Bt2 horizons).\nClassification was updated to 11th edition on 07/2011 changed from Lithic Argixerolls to Aridic Lithic Argixerolls.\nADDITIONAL DATA: Previous authors and editors include: DCE-JJJ-TM.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
