{
  "SERIES": "LONJON",
  "STATUS": "Established Series",
  "BYREV": "Rev. CAL/FRK/RJS",
  "REVDATE": "01/2008",
  "STATES": "ID,UT",
  "OVERVIEW": "The Lonjon series consists of moderately deep, well drained, moderately permeable soils that formed in residuum, colluvium and eolian deposits derived dominantly from sandstone and limestone.  These soils are on foothills and mountains.  Slopes are 2 to 65 percent. Average annual precipitation is about 14 inches and mean annual temperature is about 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic, frigid Typic Calcixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lonjon silt loam - on a 4 percent north facing, convex-concave slopes in rangeland. (When described the soil was dry throughout. Colors are for moist soil unless otherwise noted.)\nA--0 to 10 inches; dark brown (10YR 3/3) silt loam, brown (10YR 4/3) dry; weak fine granular structure; soft, friable, slightly sticky and slightly plastic; common very fine and few fine roots; 5 percent gravel; slightly calcareous, carbonate disseminated; neutral (pH 7.2); clear wavy boundary. (3 to 12 inches thick)\nBw--10 to 16 inches; yellowish brown (10YR 5/4) gravelly silt loam, light yellowish brown (10YR 6/4) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; common very fine pores; 25 percent gravel; strongly calcareous, carbonate disseminated; slightly alkaline (pH 7.6); clear wavy boundary. (5 to 10 inches thick)\nBk--16 to 30 inches; very pale brown (10YR 7/4) extremely gravelly loam, very pale brown (10YR 8/3) dry; massive; hard, friable, slightly sticky and slightly plastic; few very fine roots; common very fine pores; 55 percent gravel and 15 percent cobbles; very strongly calcareous, carbonates are disseminated, moderately alkaline (pH 8.2); abrupt irregular boundary. (6 to 14 inches thick)\nR--30 inches; hard sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Rich County, Utah; 5 miles east and 5 miles north of Laketown; 750 feet east and 1,700 feet north of the SE corner of section 1, T.13N., R.6E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:   The mollic epipedon is 7 to 12 inches thick and the depth to bedrock ranges from 20 to 40 inches. Calcium carbonate averages 40 to 60 percent in the control section.\nMean annual soil temperature is 39 to 45 degrees F., and the mean summer soil temperature ranges from 60 to 64 degrees F. The soil is dry in all parts of the moisture control section for 45 or more consecutive days within the 4 months following the summer solstice, and is moist for 45 or more consecutive days within the 4 months following the winter solstice in 6 out of 10 years.\nThe A horizon has hue of 10YR or 7.5YR, value of 3 or 5 dry, 2 or 3 moist and chroma of 2 or 3 dry and moist.  It is silt loam, gravelly silt loam, gravelly loam, very gravelly loam, or very gravelly silt loam. Rock fragment content ranges from 0 to 60 percent, with 0 to 50 percent gravel and 0 to 15 percent cobbles. It is neutral to moderately alkaline and slightly calcareous or moderately calcareous.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 5 or 6 dry, 3 or 5 moist, and chroma of 2 through 4 dry and moist. It is gravelly silt loam, gravelly loam very gravelly loam or very gravelly silt loam. Rock fragments range from 20 to 55 percent, with 20 to 50 percent gravel and 0 to 15 percent as cobbles. This horizon is slightly alkaline or moderately alkaline.\nThe Bk horizon has hue of 10YR or 7.5YR value of 6 to 8 dry, 4 to 7 moist, and chroma of 2 through 4 dry and moist. It is extremely gravelly loam, very gravelly loam or very gravelly silt loam. Rock fragments range from 35 to 80 percent, with 30 to 55 percent as gravel and 0 to 20 percent as cobbles. The Bk horizon is moderately alkaline or strongly alkaline.  In Idaho, rock fragments in the upper part of the Bk horizon range from 20 to 40 percent and include gravelly textures.  The particle size control section averages more than 35 percent rock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cavehill (NV), Fontreen (UT), Granzan (NV), Highup (NV), Lizdale (ID), Lizzant (UT) and Sylvaniam (NV) series. Cavehill soils have a 14 to 20 inch thick mollic epipedon.  Granzam soils are 40 to 60 inches to bedrock.  Fontreen, Lizdale, and Lizzant soils are more the 60 inches deep to bedrock.  Highup soils have a 15 to 20 inch thick mollic epipedon.  Sylvaniam soils have a 12 to 17 inch thick mollic epipedon and a mean annual soil temperature of 45 to 47 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Lonjon soils are on foothills and mountains that have a convex to concave surface. The slope is 2 to 65 percent. The soils formed in residuum and colluvium derived dominantly from sandstone and limestone. Elevation ranges from 5,800 to 7,500 feet. The mean annual temperature ranges from 37 to 43 degrees F., and the average annual precipitation ranges from 12 to 18 inches. Freeze-free season is 65 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Kearl, Thatcher, Solak and Gobine soils. Kearl, Thatcher and Gobine soils have less than 35 percent rock fragments in the particle size control section. Solak soils do not have a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow or medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Lonjon soils are used mainly for rangeland. The native vegetation is bluebunch wheatgrass, black sagebrush, muttongrass, and bitterbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Lonjon soils are of small extent in northeastern Utah and southern Idaho. MLRA 43 and 47."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Rich County, Utah, 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the surface of the soil to 10 inches (A horizon).\nCalcic horizon - the zone from 16 inches to the bedrock.\nParticle size control section - the zone from 10 inches to bedrock.\nCarbonatic mineralogy - the particle size control section averages more than 40 percent by weight carbonates in the size fraction less than 20 mm in diameter.\nField work is needed on the Lonjon series to determine if pedogenic lime is present in the Bk as filaments, soft coatings, or soft nodules.  The portion of the mollic range of 7 to 10 inches would not be an applicable part of the concept if the lime is not present as filaments, soft coatings, or soft nodules.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 10 inches; dark brown (10YR 3/3) silt loam, brown (10YR 4/3) dry; weak fine granular structure; soft, friable, slightly sticky and slightly plastic; common very fine and few fine roots; 5 percent gravel; slightly calcareous, carbonate disseminated; neutral (pH 7.2); clear wavy boundary. (3 to 12 inches thick)"
      },
      {
        "name": "Bw",
        "top": 25,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "gravelly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--10 to 16 inches; yellowish brown (10YR 5/4) gravelly silt loam, light yellowish brown (10YR 6/4) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; common very fine pores; 25 percent gravel; strongly calcareous, carbonate disseminated; slightly alkaline (pH 7.6); clear wavy boundary. (5 to 10 inches thick)"
      },
      {
        "name": "Bk",
        "top": 41,
        "bottom": 76,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "extremely gravelly",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bk--16 to 30 inches; very pale brown (10YR 7/4) extremely gravelly loam, very pale brown (10YR 8/3) dry; massive; hard, friable, slightly sticky and slightly plastic; few very fine roots; common very fine pores; 55 percent gravel and 15 percent cobbles; very strongly calcareous, carbonates are disseminated, moderately alkaline (pH 8.2); abrupt irregular boundary. (6 to 14 inches thick)"
      },
      {
        "name": "R",
        "top": 76,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--30 inches; hard sandstone."
      }
    ]
  ]
}
