{
  "SERIES": "LONON",
  "STATUS": "Established Series",
  "BYREV": "Rev. RHR:RAG",
  "REVDATE": "10/2001",
  "STATES": "GA,NC,TN",
  "OVERVIEW": "The Lonon series consists of very deep, well drained, moderately permeable soils formed in loamy colluvium and alluvium derived from soils formed in weathered metasedimentary rocks such as quartzite, phyllite, and metasandstone.  It is in coves, on benches, fans and toe slopes in the Southern Appalachian Mountains.  Slope ranges from 2 to 50 percent.  Near the type location, mean annual temperature is 56 degrees F., and mean annual precipitation is 43 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lonon fine sandy loam on a 22 percent slope, west facing, colluvial fan at an elevation of 1480 feet; forested.  (Colors are for moist soil.)\n0e--1 to 0 inches, partially decomposed hardwood and pine litter.\nA--0 to 3 inches; dark brown (10YR 4/3) fine sandy loam; weak medium granular structure; very friable; many fine and medium roots; 3 percent quartzite gravel; very strongly acid; abrupt wavy boundary.  (2 to 7 inches thick)\nE--3 to 8 inches; strong brown (7.5YR 5/6) fine sandy loam; weak medium granular structure; very friable; common medium and coarse roots; 3 percent quartzite gravel; very strongly acid; clear wavy boundary.  (0 to 7 inches thick)\nBE--8 to 12 inches; yellowish red (5YR 4/6) loam; weak fine subangular blocky structure; friable; few medium and coarse roots, 3 percent quartzite gravel; very strongly acid, clear wavy boundary.  (0 to 10 inches thick)\nBt1--12 to 35 inches; yellowish red (5YR 4/6) clay loam; weak medium subangular blocky structure; friable; few coarse roots; common distinct clay films on faces of peds; 3 percent quartzite gravel; very strongly acid; clear irregular boundary.  (18 to 40 inches thick)\nBt2--35 to 43 inches; red (2.5YR 4/6) cobbly clay loam; weak medium subangular blocky structure; friable; common distinct clay films on faces of ped and rock impressions; 20 percent rounded, partially weathered, quartzite cobbles; few stones; very strongly acid; gradual wavy boundary.  (6 to 40 inches thick)\nBt3--43 to 80 inches; red (2.5YR 4/6) very cobbly clay loam; weak medium subangular blocky structure; friable; common distinct clay films on faces of ped and rock impressions; 45 percent rounded, partially weathered, quartzite cobbles and stones; few boulders; very strongly acid.  (0 to 40 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  McDowell County, North Carolina, 1/4 mile northeast of Lonon Station on State Road 1560, 350 feet north of Conley Memorial Presbyterian Church, 100 feet east of the road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to more than 60 inches. Depth to bedrock is greater than 80 inches.  Reaction ranges from extremely acid through moderately acid unless the soil has been limed. Rock fragment content ranges up to 35 percent in the upper 40 inches of the soil, and ranges up to 60 percent below 40 inches.  Rock fragment content and size usually increase with depth.  However, rock fragments of any size may be in any horizon.\nThe A horizon has hue of 5YR through 10YR, value of 2 through 5, and chroma of 2 through 4.  Where the value and chroma are both 3 or less the horizon is less than 6 inches thick.  The A horizon is fine sandy loam, sandy loam, loam, or their gravelly, cobbly, channery, or flaggy analogues.\nThe E horizon, where present, has hue of 5YR to 10YR, value of 4 to 6, and chroma of 3 to 8.  It has the same textures as the A horizon.\nThe BE horizon. where Present, has color similar to the Bt horizon. The BE horizon is sandy loam, fine sandy loam, loam, or their gravelly, cobbly channery, or flaggy analogues.\nThe Bt horizon has hue of 2.5YR or 5YR, value of 4 through 6, and chroma of 4 through 8.  The Bt horizon to depths of 40 inches or more, is loam, clay loam, sandy clay loam, or their gravelly, cobbly, channery, or flaggy analogues.  Below 40 inches it may range to include the very cobbly or very flaggy analogues of these textures.  It also may contain fragments of stone or boulder size.\nThe C horizon, where present, is typically loamy colluvial material that is variable in color.  Coarse fragments of quartzite, phyllite, metasandstone, or other metasedimentary rocks range from 15 to 60 percent.  Fragments range from gravel and channer to boulder size."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Allegheny, Allenwood, Arcola, Ardentsville, Aura, Bedington, Brasstown, Birdsboro, Buck, Butano, Chester, Chetwynd, Chilmark, Cowee, Clymer, Edgemont, Edneytown, Elsinboro, Eubanks, Frankstown, Freehold, Gilpin, Glenelg, Leck Kill, Junaluska, Matapeake, Meadowville, Murrill, Nixon, Pineville, Quakertown, Rayne, Shelocta, Shouns, Syenite, Tate, Thurmont, Ungers, and Whiteford in the same family.  Bailegap, Brevard, Gunstock, Jefferson and Nolichucky are in closely related families.  Allegheny, Chilmark, Clymer, Edgemont, Edneytown, Elsinboro, Gilpin, Glenelg, Matapeake, Meadowville, Pineville, Quakertown, Shelocta, Tate, Thurmont have colors yellower than 7.5YR in all or part of the B horizon.  Allenwood, Arcola, Aura, Chetwynd and Chilmark soils formed in materials deposited by glacial activity.  Bedington, Bucks, Butano, Frankstown, Gilpin, Leck Kill, Nixon, Rayne, Shelocta, Ungers and Whiteford soils are dominated with shale rock fragments.  Additionally Allenwood, Arcola, Birdsboro, Bucks, Chester, Leck Kill, Matapeake, Quakertown, Shelocta, Shouns, Syenite, and Whiteford soils have silt loam or silty clay loam textures in some or all horizons.\nArendtsville, Brasstown, Bucks, Clymer, Cowee, Edgemont, Edneytown, Elsinboro, Eubanks, Gilpin, Glenelg, Junaluska, Leck Kill, Syenite and Whiteford soils have sola less than 40 inches thick or have bedrock shallower than 80 inches.  Collington and Freehold soils contain glauconite.  Murrill soils are dominated with limestone rock fragments.  Bailegap, Gunstock, Jefferson, and Nolichucky soils have siliceous mineralogy.  Brevard soils have oxidic mineralogy and were derived primarily from mountains with gneiss and schist geology."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lonon soils are on colluvial fans, footslopes, benches, and in coves in the Southern Appalachian Mountains.  Slopes are commonly 6 to 30 percent, but range from 2 to 50 percent. Elevation ranges from about 1200 to 3800 feet.  The soil formed colluvial material weathered from metasedimentary rocks such as quartzite, phyllite and metasandstone.  Mean annual temperature near the type location is 56 F.  and mean annual precipitation is 43 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Brasstown, Cataska, Junaluska, Northcove, Potomac, Soco, Spivey, Stecoah, and Sylco series.  Brasstown, Cataska, Junaluska, Soco, Stecoah, and Sylco soils are on mountain ridgetops and side slopes above Lonon soils.  Cataska and Sylco are in a loamy-skeletal family.  Soco and Stecoah are in coarse-loamy family.  Spivey and Northcove soils are in colluvial positions and are in a loamy-skeletal family."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; very little runoff where forest litter has not been disturbed or had only partial disturbance; medium to rapid runoff where litter has been removed; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  More than 60 percent is in native woodland of mixed hardwoods such as northern red oak, yellow-poplar, white oak, black oak, hickory, red maple, scarlet oak, chestnut oak, and pitch pine.  Some areas have been planted to Eastern white pine.  Cleared areas are used for pastures, corn, hay, ornamental trees and shrubs, Christmas trees, and homesites."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Southern Appalachian Mountains of North Carolina, Virginia, Tennessee, and possibly Georgia.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: McDowell County, North Carolina; 1989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This series was formerly included in the Brevard and Tate series.  Lonon formed in areas with metasedimentary geology and contains fragments of quartzite, metasandstone, and phyllite.  Brevard and Tate soils formed in areas with geology dominated by granite, gneiss, and schist and contain fragments of those rocks.\nDiagnostic horizons and feature recognized in this pedon are:\nOchric epipedon - the zone from the surface to a depth of 8 inches.\nArgillic horizon - the zone from about 12 to 80 inches below the surface.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "0e",
        "top": 3,
        "bottom": 0,
        "narrative": "0e--1 to 0 inches, partially decomposed hardwood and pine litter."
      },
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 3 inches; dark brown (10YR 4/3) fine sandy loam; weak medium granular structure; very friable; many fine and medium roots; 3 percent quartzite gravel; very strongly acid; abrupt wavy boundary.  (2 to 7 inches thick)"
      },
      {
        "name": "E",
        "top": 8,
        "bottom": 20,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E--3 to 8 inches; strong brown (7.5YR 5/6) fine sandy loam; weak medium granular structure; very friable; common medium and coarse roots; 3 percent quartzite gravel; very strongly acid; clear wavy boundary.  (0 to 7 inches thick)"
      },
      {
        "name": "BE",
        "top": 20,
        "bottom": 30,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BE--8 to 12 inches; yellowish red (5YR 4/6) loam; weak fine subangular blocky structure; friable; few medium and coarse roots, 3 percent quartzite gravel; very strongly acid, clear wavy boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 30,
        "bottom": 89,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Bt1--12 to 35 inches; yellowish red (5YR 4/6) clay loam; weak medium subangular blocky structure; friable; few coarse roots; common distinct clay films on faces of peds; 3 percent quartzite gravel; very strongly acid; clear irregular boundary.  (18 to 40 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 89,
        "bottom": 109,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "cf_class": "cobbly",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--35 to 43 inches; red (2.5YR 4/6) cobbly clay loam; weak medium subangular blocky structure; friable; common distinct clay films on faces of ped and rock impressions; 20 percent rounded, partially weathered, quartzite cobbles; few stones; very strongly acid; gradual wavy boundary.  (6 to 40 inches thick)"
      },
      {
        "name": "Bt3",
        "top": 109,
        "bottom": 203,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "cf_class": "very cobbly",
        "pH_class": "very strongly acid",
        "narrative": "Bt3--43 to 80 inches; red (2.5YR 4/6) very cobbly clay loam; weak medium subangular blocky structure; friable; common distinct clay films on faces of ped and rock impressions; 45 percent rounded, partially weathered, quartzite cobbles and stones; few boulders; very strongly acid.  (0 to 40 inches thick)"
      }
    ]
  ]
}
