{
  "SERIES": "LONTI",
  "STATUS": "Established Series",
  "BYREV": "Rev. GEW/JEJ",
  "REVDATE": "12/2008",
  "STATES": "AZ,NM",
  "OVERVIEW": "The Lonti series consists of very deep, well drained soils that formed in old gravelly alluvium from mixed sources.  These soils are on nearly level plains to steep alluvial fans.  The mean annual precipitation is about 15 inches and the mean annual air temperature is about 54 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, mesic Ustic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lonti gravelly sandy loam - rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 2 inches; grayish brown (10YR 5/2) gravelly sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium and thick platy structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine roots; many very fine and fine vesicular pores; 25 percent gravel and few cobbles; noneffervescent; neutral (pH 6.9); clear wavy boundary.  (1 to 5 inches thick)\nBt1--2 to 5 inches; dark brown (10YR 3/3) dry and moist gravelly sandy clay loam; moderate very fine and fine subangular blocky structure; hard, friable, sticky and plastic; many very fine and fine roots; many fine and very fine interstitial and common very fine and fine tubular pores; few thin clay films on peds; 20 percent gravel; noneffervescent; neutral (pH 6.6); clear wavy boundary.  (2 to 6 inches thick)\nBt2--5 to 10 inches; reddish brown (5YR 4/3) gravelly clay, reddish brown (5YR 4/4) moist; weak fine and medium subangular blocky structure; very hard, firm, sticky and plastic; many very fine and fine roots; common fine interstitial pores; common thin clay films on peds; 25 percent gravel; noneffervescent; neutral (pH 6.6); clear smooth boundary.  (5 to 14 inches thick)\nBt3--10 to 26 inches; reddish brown (5YR 4/4) gravelly clay, dark reddish brown (5YR 3/4) moist; moderate medium subangular blocky structure; very hard, firm, sticky and plastic; common fine and medium roots; common very fine and fine tubular and many fine interstitial pores; common moderately thick clay films on peds; 25 percent gravel; noneffervescent; moderately alkaline (pH 7.9); clear wavy boundary.  (6 to 16 inches thick)\nBt4--26 to 45 inches; reddish brown (5YR 5/4) gravelly clay loam, reddish brown (5YR 4/4) moist; 25 percent of horizon consists of pockets of pink (5YR 7/4) gravelly clay loam, reddish brown (5YR 4/4) moist; similar to Bk1 horizon but noneffervescent; weak medium subangular blocky structure; very hard, firm, sticky and plastic; few fine and very fine roots; few very fine and fine tubular and common fine interstitial pores; common moderately thick clay films on peds and common pressure faces; 30 percent gravel; noneffervescent; moderately alkaline (pH 8.0); gradual wavy boundary.  (4 to 20 inches thick)\nBk1--45 to 55 inches; pink (5YR 7/3) very gravelly sandy clay loam, yellowish red (5YR 5/6) moist; massive; very hard, firm, slightly sticky and plastic; few fine and very fine roots; few fine tubular and common fine interstitial pores; few pressure faces; 40 percent gravel; slightly effervescent; moderately alkaline (pH 8.0); gradual irregular boundary.  (8 to 20 inches thick)\nBk2--55 to 68 inches; light reddish brown (5YR 6/4) extremely gravelly sandy clay loam, reddish brown (5YR 5/4) moist; massive; hard, friable, slightly sticky and plastic; few fine roots; common fine tubular and many interstitial pores; 60 percent gravel; noneffervescent to strongly effervescent; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Yavapai County, Arizona; about 1 mile NW of the junction of the Rancho Moano and Williamson Valley roads; 1/2 mile west and 3/10 mile north of SE corner of sec. 3, T.15N., R.4W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Intermittently moist in some part of the soil moisture control section during July through September and December through March. Driest during May and June. Ustic aridic soil moisture regime.\nMean annual soil temperature: 54 degrees to 59 degrees F.\nThickness of the solum: 18 to 45 inches\nRock fragments: 5 to 35 percent by volume\nOrganic matter: more than 1 percent\nA and upper B horizons\nHue: 5YR through 10YR but are dominantly 7.5YR or 10YR\nTexture: A horizon is sandy loam, gravelly sandy loam, gravelly loam or cobbly loam\nReaction: slightly acid to neutral\nBt horizons\nHue: 5YR, 7.5YR\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 3 through 6, dry or moist\nTexture: clay loam, clay, gravelly heavy clay loam, gravelly clay\nStructure: medium prismatic to weak fine and medium subangular blocky\nBk horizons\nHue: 5YR, 7.5YR, 10YR\nValue: 5 through 8 dry\nChroma: 4 through 6, dry or moist\nTexture: gravelly clay loam, gravelly sandy loam, gravelly loamy sand\nCalcium carbonate: occurs as medium to large pockets but the horizon has less than 15 percent CaC03 equivalent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Mags (CO), Padilla (AZ), Servilleta (NM), Silver (NM), and Tobish (UT) series.  Chafin soils have less than 5 percent rock fragments and are effervescent throughout the profile.  Mags, Padilla and Silver soils have secondary carbonates in the argillic horizon.  The Silver series attempts to reflect the effects of soil forming agents unique to the Great Plains. Servilleta and Tobish soils have bedrock at moderate depths."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lonti soils are on nearly level plains to steep alluvial fans.  The soils are formed in old gravelly alluvium from granite, schist, sandstone, limestone, shale and basaltic materials.  These soils are at elevations of 4,000 to 5,500 feet in a continental climate with an annual precipitation of 12 to 20 inches.  The mean annual air temperature ranges from 52 degrees to 57 degrees F.  The frost-free period is 140 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Abra, Cordes, Lynx, Pastura and Wineg soils and the competing Balon and Poley soils.  Abra, Lynx and Cordes soils lack fine-textured argillic horizons.  Pastura soils are shallow to an indurated calcic horizon.  Wineg soils have a moderately fine-textured control section and a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; medium to slow runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used mainly for livestock grazing and wildlife habitat.   Small areas are irrigated. Vegetation is oakbrush, deerbrush and squaw bush with an understory of grama grasses, muhly grasses and squirreltail.  At higher elevations some pinon pine and juniper occur.  At lower elevations the grasses are dominant and include tobosa grass in addition to those mentioned above."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Yavapai County Area, Yavapai County, Arizona.  These soils are extensive. MLRA 38 & 39."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Western Yavapai County Area, Yavapai County, Arizona, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 2 inches (A horizon)\nArgillic horizon - The zone from 2 to 45 inches (Bt horizons)\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Tenth Edition, 2006.\nThe mean annual precipitation of 12 to 20\" p.z. described in the GEOGRAPHIC SETTING section crosses two moisture regimes - Ustic aridic and Aridic ustic. The soil mapped in the Aridic ustic moisture regime (16 to 20\" p.z.) would classify as Aridic Haplustalfs. When Western Yavapai County Area, Yavapai County, Arizona soil survey is updated, this series should be evaluated to decide which moisture regime is typical.\nUpdate and revisions for the competing series section  2/08  DWD\nNational Cooperative Soil Survey\nU.S.A."
  }
}
