{
  "SERIES": "LORAY",
  "STATUS": "Established Series",
  "BYREV": "Rev. DWW-RLB-JBF",
  "REVDATE": "12/2011",
  "STATES": "ID,NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, mesic Typic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Loray gravelly loam--rangeland.  (Colors are for dry soil unless otherwise noted.)  The soil surface is partially covered with 50 percent gravel.\nA1--0 to 5 cm; light gray (10YR 7/2) gravelly loam, brown (10YR 5/3) moist; moderate thick platy structure; slightly hard, very friable, nonsticky and slightly plastic; few very fine roots; many very fine and fine interstitial pores; 25 percent gravel; strongly effervescent; strongly alkaline (pH 8.8); abrupt smooth boundary.  (3 to 10 cm thick)\nA2--5 to 15 cm; light gray (10YR 7/2) loam, brown (10YR 5/3) moist; strong very thin platy structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine, and few fine and medium roots; common very fine interstitial pores; 10 percent gravel; violently effervescent; strongly alkaline (pH 8.8); clear wavy boundary.  (0 to 15 cm thick)\nBk1--15 to 30 cm; light gray (10YR 7/2) gravelly loam, brown (10YR 5/3) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine, and few medium roots; common very fine and few fine interstitial pores; 25 percent gravel; common distinct secondary calcium carbonate coats on the bottom of gravel; common fine threads and masses of secondary calcium carbonate; violently effervescent; strongly alkaline (pH 8.6); clear wavy boundary.  (10 to 25 cm thick)\n2Bk2--30 to 46 cm; light gray (10YR 7/2) extremely gravelly loamy sand, brown (10YR 5/3) moist; massive; slightly hard, very friable, nonsticky and nonplastic; many very fine roots; common very fine interstitial pores; 70 percent gravel; strong secondary calcium carbonate cementation in 10 percent of the horizon; many prominent secondary calcium carbonate coats on the bottom of gravel; common soft masses of secondary calcium carbonate; violently effervescent; moderately alkaline (pH 8.4); abrupt irregular boundary.  (10 to 76 cm thick)\n2Bk3--46 to 58 cm; very pale brown (10YR 8/2) extremely gravely loamy fine sand, pale brown (10YR 6/3) moist; single grain; loose, nonsticky and nonplastic; many very fine roots; many very fine interstitial pores; 60 percent gravel; many prominent secondary calcium carbonate coats on undersides of gravel; common masses of secondary calcium carbonate; violently effervescent; moderately alkaline (pH 8.0); clear wavy boundary.  (10 to 76 cm thick)\n2Ck1--58 to 119 cm; very pale brown (10YR 8/2) stratified extremely gravelly sand and extremely gravelly coarse sand, pale brown (10YR 6/3) moist; single grain; loose, nonsticky and nonplastic; many very fine roots; common very fine interstitial pores; 70 percent gravel and 5 percent cobbles; few distinct secondary calcium carbonate coats on the bottom of rock fragments; violently effervescent; moderately alkaline (pH 8.0); clear wavy boundary. (13 to 100 cm thick)\n2Ck2--119 to 155 cm; light gray (10YR 7/2) extremely gravelly coarse sand, brown (10YR 5/3) moist; single grain; loose, nonsticky and nonplastic; few very fine roots; common very fine interstitial pores; 65 percent gravel and 15 percent cobbles; few distinct secondary calcium carbonate coats on the bottom of rock fragments; violently effervescent; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Elko County, Nevada; approximately 3 miles southwest of Montello, about 500 feet south and 2,100 feet west of the northeast corner, sec. 36, T. 39 N., R. 68 E.; latitude 41 degrees 13 minutes 48 seconds N and longitude 114 degrees 13 minutes 34 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist in winter and spring, dry late May through early November; typic aridic soil moisture regime.\nMean annual soil temperature: 12 to 15 degrees C.\nDepth to calcic horizon: 10 to 46 cm.\nProfile reaction: Moderately alkaline or strongly alkaline\nCalcium carbonate equivalent: 5 to 20 percent.\nIdentifiable secondary calcium carbonates: 5 to 20 percent threads, masses or pendants on the bottoms of rock fragments.\nParticle-size control section - Clay content:  Averages 0 to 8 percent.\nRock fragments:  Averages 60 to 80 percent mainly gravel with 0 to 10 percent cobbles.\nA horizons\nValue:  6 or 7 dry, 4 or 5 moist.\nChroma:  2 or 3, dry or moist.\nBk horizon\nValue: 6 through 8 dry, 4 through 6 moist.\nTexture: Loamy fine sand, sandy loam, fine sandy loam or loam.\nClay content: 5 to 20 percent.\nRock fragments: 5 to 35 percent, mainly gravel.\nConsistence: Nonsticky or slightly stick and nonplastic or slightly plastic.\n2Bk horizons\nValue:  6 through 8 dry, 4 through 6 moist.\nChroma:  2 or 3, dry or moist.\nTextures:  Stratified extremely gravelly loamy fine sand to extremely gravelly coarse sand.\nConsistence: Loose or slightly hard dry, loose or very friable moist.\nClay content:  0 to 8 percent.\nRock fragments:  60 to 80 percent, mainly gravel.\nStructure:  Massive or single grain.\nSecondary calcium carbonate cementation:  Up to 20 percent weak or strong discontinuous secondary calcium carbonate cementation is common in any subhorizon.\n2Ck horizon:\nValue 6 through 8 dry, 4 through 6 moist.\nChroma:  2 or 3, dry or moist.\nTexture: Stratified extremely gravely loamy fine sand to extremely gravely coarse sand.\nStructure:  Massive or single grain.\nConsistence:  Slightly hard or loose dry, loose or very friable moist.\nCalcium carbonate equivalent:  5 to 10 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Aysees and Oljeto series.\nThe Aysees soils are moist for 10 to 20 days in the summer, and also have 35 to 60 percent rock fragments in the particle-size control section.  Oljeto soils have a hue of 2.5YR."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Loray soils are on beach plains, offshore bars and fan skirts. These soils formed in alluvium derived from mixed rocks with a component of loess.  Slopes are 0 to 30 percent.  Elevations are 1,310 to 1,955 meters.  The climate is cool, semiarid with warm, dry summers and cool, moist winters.  The mean annual precipitation is 130 to 200 mm; mean annual temperature is 8 to 11 degrees C; and the frost-free season is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Laup, Piltdown and Shuttle series.  Laup soils have a continuous strong lime cementation.  Piltdown soils lack rock fragments.  Shuttle soils lack rock fragments and are weakly silica-lime cemented."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Somewhat excessively drained, low to medium runoff, moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  The present vegetation is mainly shadscale, bud sagebrush, Indian ricegrass and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeast Nevada and Southern Idaho.  MLRA 28A.  These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Elko County, Nevada, northeast part, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A1, A2 and part of the Bk horizons)\nCalcic horizon - The zone from 30 to 58 cm (2Bk2 and 2Bk3 horizons)\nParticle-size control section - The zone from 25 to 100 cm (part of the Bk1, 2Bk2, 2Bk3 and part of the 2Ck1 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
