{
  "SERIES": "LORACK",
  "STATUS": "Established Series",
  "BYREV": "Rev. FOS/CBG/DJE/ET",
  "REVDATE": "02/2003",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, frigid Ultic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lorack very gravelly fine sandy loam - on a southwest facing concave slope of 5 percent under a dense stand of red fir mixed with some sugar pine, white fir and lodgepole pine at 5,840 feet elevation. (Colors are for dry soil unless otherwise stated.  When described on 9/29/77 the soil was moist down to 20 inches).\n01--2 inches to 0; fresh and decomposed needles and leaves. (1 to 4 inches thick)\nA1--0 to 3 inches; dark brown (7.5YR 3/4) very gravelly fine sandy loam, dark brown (7.5YR 3/2) moist; weak fine and medium granular structure; soft, very friable, nonsticky and nonplastic; common very fine roots; many very fine and fine interstitial pores; 30 percent pebbles; 10 percent cobbles, 10 percent stones; moderately acid (pH 6.0); abrupt smooth boundary. (3 to 12 inches thick)\nA3--3 to 8 inches; strong brown (7.5YR 5/6) very gravelly fine sandy loam, dark reddish brown (5YR 3/4) moist; weak very fine and fine subangular blocky structure; soft, very friable, nonsticky and slightly plastic; many very fine, fine and medium, common coarse roots; many very fine and fine interstitial, few very fine tubular pores; 30 percent pebbles, 10 percent cobbles, 10 percent stones; slightly acid (pH 6.3); clear wavy boundary. (0 to 12 inches thick)\nB1--8 to 19 inches; strong brown (7.5YR 5/6) very gravelly loam, strong brown (7.5YR 4/6) moist; weak very fine and fine subangular blocky structure; soft, very friable, nonsticky and slightly plastic; many very fine and fine medium, common coarse roots; many very fine and fine interstitial, common very fine and fine tubular pores; 30 percent pebbles, 10 percent cobbles, 10 percent stones; moderately acid (pH 6.0); clear wavy boundary. (0 to 18 inches thick)\nB21t--19 to 32 inches; yellowish brown (10YR 5/8) very gravelly heavy loam, strong brown (7.5YR 5/6) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and slightly plastic; many very fine and fine, common medium and coarse roots; many very fine and fine interstitial, common fine tubular pores; few thin clay films in pores; 30 percent pebbles, 10 percent cobbles, 10 percent stones; strongly acid (pH 5.5); clear wavy boundary. (8 to 16 inches thick)\nB22t--32 to 45 inches; yellowish brown (10YR 5/8) very gravelly heavy loam, strong brown (7.5YR 5/8) moist; weak medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine, fine and medium, few coarse roots; many very fine and fine interstitial, common very fine and fine tubular pores; few thin clay films in pores, root channels and as bridges between mineral grains; 40 percent pebbles, 10 percent cobbles, 10 percent stones; strongly acid (pH 5.5); clear irregular boundary. (10 to 27 inches thick)\nB3t--45 to 56 inches; reddish yellow (7.5YR 6/8) very gravelly sandy loam, strong brown (7.5YR 4/6) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, nonsticky and slightly plastic; common fine and medium roots; many very fine and fine interstitial, few fine tubular pores; common thin and few moderately thick clay films in pores, root channels and on peds; 20 percent pebbles, 20 percent cobbles, 10 percent stones; very strongly acid (pH 5.0); abrupt wavy boundary. (0 to 26 inches thick)\nCsi--56 to 75 inches; yellow (10YR 7/6) extremely gravelly sandy loam, strong brown (7.5YR 5/8) common fine distinct mottles of strong brown (7.5YR 4/6) moist; massive; very hard, very firm, nonsticky and nonplastic; common fine and medium roots in cracks 6 to 12 inches apart; few thin clay films in root channels and very few thin clay films as bridges between sand grains; 70 percent pebbles, 10 percent cobbles, 10 percent stones; extremely acid (pH 4.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Nevada County, Tahoe National Forest, California; approximately 6.5 miles north of Hwy 20 along the Bowman Road, 0.4 miles northeast on the Carr Lake Road from its intersection with the Bowman Road and 220 feet north, up slope, near the northwest corner of SE1/4, SE1/4 of sec. 30, T.18N., R.12E., MDB&M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum is 45 to 70 inches thick.  Base saturation in the lower B2t or B3t horizons is between 2 and 33 percent.   The soil between the depths of 11 and 28 inches is usually dry in all parts all the time from late July until late September or early October and is moist in some or all parts the rest of the year.  Mean annual soil temperature is 43 to 46 degrees F.  The soil is influenced but not dominated by amorphous material.\nThe A horizon is 7.5YR 3/4, 4/4; 5YR 4/4, 5/6 and 7.5YR 3/2, 3/4; 5YR 3/4, 4/6 moist.  It is gravelly, very gravelly fine sandy loam, very gravelly loam or gravelly loam and has 15 to 45 percent pebbles.  It is moderately or slightly acid.\nThe B2t horizon is 7.5YR 5/6, 6/6, 6/8; 10YR 5/8, 6/6 and 7.5YR 4/6, 5/6, 5/8, 6/6; 5YR 5/6, 5/8 moist. It is gravelly or very gravelly heavy loam, light clay loam, clay loam or silty clay loam, and has 15 to 50 percent pebbles and 5 to 25 percent cobbles, averaging about 45 percent rock fragments.  The B2t horizon is very strongly to moderately acid.  Some pedons have a C horizon of very gravelly sandy loam texture between the B2t horizon and the compacted glacial till.  The glacial till is intermittently cemented with either silica or iron."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Agatha, Euer (T), Inville, Jorge, Pincushion, and Rasser series.  Agatha soils have base saturation of 40 to 75 percent in the B2t horizon.  Euer and Inville soils have solum less than 40 inches thick.  Jorge soils have base saturation of 50 to 75 percent in the B2t horizon.  Rasser soils have silt loam A horizons and have a lithological discontinuity below the A horizon. (See Remarks for Pincushion series)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Loracks soils are on gently sloping to steep terraces or moraines at elevations of 5,500 to 7,000 feet.  They formed in glacial outwash and till from mixed sources.  The climate is typified by warm dry summers and cold moist winters.  The mean annual precipitation is 65 to 75 inches, most of which occurs as snow.  The mean annual temperature is 44 to 50 degrees F., mean January temperature is 35 degrees F., and mean July temperature is 65 degrees F.  The average frost-free season is 100 to 125 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Putt, Smokey, Tallac, Tinker, Woodseye and Zeibright soils, which all lack argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderate permeability above the cemented pan, very slow through the pan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for commercial timber production.  Vegetation is red fir or mixed stands of red fir, white fir and sugar pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern part of the Sierra Nevada Range of California.  The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Nevada County (Tahoe National Forest Area), California, 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Pincushion series description is very old and concept is unclear.  According to the Fresno-Sierra Area Lab.  Data Review and Soil Correlation by Sherrell, Cook, Huntington and Hartman, Pincushion soils are not skeletal and do not have sufficient clay increase for an argillic.\nThe activity class was added to the classification in February of 2003. Competing series were not checked at that time. - ET\nOSED scanned by SSQA.  Last revised by state on 3/81.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
