{
  "SERIES": "LORDSTOWN",
  "STATUS": "Established Series",
  "BYREV": "Rev. MGC-JWW-MWH",
  "REVDATE": "06/2016",
  "STATES": "NJ,NY,OH,PA,VT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lordstown channery silt loam in an idle area. (Colors are for moist broken soil unless noted otherwise.)\nAp --  0 to 13 cm (0 to 5 in); dark grayish brown (10YR 4/2) channery silt loam; weak fine granular structure; very friable; many fine roots; 20 percent rock fragments; strongly acid; clear smooth boundary. (13 to 28 cm [5 to 11 in] thick)\nBw1 --  13 to 41 cm (5 to 16 in); yellowish brown (10YR 5/4) channery silt loam; weak very fine subangular blocky structure; very friable; common fine roots; many fine pores; 20 percent rock fragments; strongly acid; gradual wavy boundary.\nBw2 --  41 to 66 cm (16 to 26 in); yellowish brown (10YR 5/4) grading with depth to brown (10YR 5/3) channery silt loam; weak fine subangular blocky structure; friable; many fine pores; few fine roots; 30 percent rock fragments; strongly acid; clear wavy boundary. (Combined thickness of the Bw horizons is 15 to 79 cm [6 to 31 in].)\nC --  66 to 76 cm (26 to 30 in); grayish brown (2.5Y 5/2) very channery loam; massive; friable; few thin clay coats on coarse fragments; few fine roots; 40 percent rock fragments; strongly acid; abrupt smooth boundary. (0 to 36 cm [0 to 14 in thick.])\n2R --  76 cm (30 in); thin bedded gray sandstone and siltstone bedrock, jointed and with shattered sections, few fine roots penetrate in cracks."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Tompkins County, New York, 5 miles northeast of Ithaca, 0.56 mile southeast of Highway 13 on Pine Woods Hill Road, 300 feet south of road. Elevation 1540 feet. Ithaca East, NY USGS topographic quadrangle; Latitude 42 degrees, 28 minutes, 2.64 seconds N. and Longitude 76 degrees, 23 minutes, 8.24 seconds W. NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of solum and depth to bedrock ranges from 51 to 102 cm (20 to 40 in). Rock fragments are dominantly flat angular fragments and flagstones and occupy 10 to 35 percent of the volume in the Ap horizon and 20 to 60 percent in the B and C horizons, but the weighted average for the control section is less than 35 percent. Reaction is very strongly acid through neutral in the surface layer, very strongly acid to moderately acid in the subsoil and strongly acid or moderately acid in the substratum.\nThe Ap horizon has hue of 7.5YR to 2.5Y, value of 3 to 5, and chroma of 2 to 4. Texture of the fine-earth fraction is loam or silt loam. Structure is weak or moderate fine granular. Consistence is friable or very friable. Some pedons have thin black A horizons and reddish Bhs horizons where unplowed.\nSome pedons have an E horizon with hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 2 or 3. Texture is fine sandy loam in the fine earth fraction.\nThe Bw horizon has hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 3 to 6. Texture of the fine-earth fraction is loam or silt loam. Structure is weak or moderate, very fine to medium subangular blocky or granular. Consistence is friable or very friable.\nThe BC horizon, if present, has colors and textures similar to the B or C horizon. It has weak subangular blocky or platy structure. Consistence is friable or firm.\nThe C horizon has hue of 7.5YR to 5Y, value of 3 to 6, and chroma of 2 to 4 with or without redoximorphic features. Texture of the fine-earth fraction is fine sandy loam to silt loam. It is massive or has weak plate-like divisions. Consistence is friable or firm.\nThe 2R layer consists of massive thick to thin beds of siltstone or sandstone interbedded with shale. The rock is jointed and is commonly fractured along joint planes within the upper 1 or 2 m (about 3 to 6 ft)."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ashe, Buladean, Cardigan, Chestnut, Delaware, Dutchess, Edneyville, Foresthills, Gallimore, Hazel, Rixeyville, Soco, St. Albans, Stecoah, Steinsburg, and Yalesville series. Ashe, Buladean, Chestnut, Edneyville, Gallimore, Hazel, Rixeyville, Soco, Steinsburg, and Stecoah soils are commonly used in MLRAs outside of LRRs R and S.\nAshe soils have granite bedrock at 51 to 102 cm (20 to 40 in). Buladean, Chadakoin, Chestnut, Dutchess, Edneyville, Foresthills, and St. Albans soils are all more than 102 cm (40 in) deep to bedrock. Cardigan soils have rock fragments dominated by phyllite. Delaware soils have less than 5 percent rock fragments in the solum and substratum. Hazel soils formed in piedmont sediments derived from graywacke and phyllite containing abundant mica. Rixeyville, Soco and Stecoah soils are more than 102 cm (40 in) deep to hard bedrock and formed in residuum that formed from weathered metasedimentary rocks. Steinsburg soils have sola less than 51 cm (20 in) thick. Yalesville soils have 5YR or redder hue in the B and C horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Lordstown soils are nearly level to very steep soils with slopes ranging from 0 to 90 percent. These soils formed in till and cryoturbated material derived from siltstone and sandstone on bedrock controlled landforms of glaciated dissected plateaus. Mean annual temperature ranges from 6 to 11 degrees C (43 through 52 degrees F). Mean annual precipitation ranges from 795 through 1725 mm (31 to 68 in), and mean annual frost-free season ranges from 105 to 180 days. These soils generally occur at elevations between 100 and 670 m (328 and 2,198 ft), but have been mapped as high as 750 m (2,460 ft) in some areas."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the very deep well drained Bath soils, the moderately deep Mardin soils, and the somewhat poorly drained Volusia soils that occupy associated deep deposits of till. Shallow somewhat excessively drained Arnot soils, and somewhat poorly drained Tuller soils are closely associated on landforms where the soil mantle is thinner over bedrock. The very deep Cadosia soils occur on adjacent landforms below the bedrock controlled Lordstown areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. The potential for surface runoff is low to very high. Saturated hydraulic conductivity is moderately high or high throughout the soil."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Large areas on the steep and very steep landforms are in cut-over forest, composed of American beech, oaks, sugar maple and associated species. Some cleared areas are in pasture or are used for hay, but mostly they are idle or have reverted to woodland or brush. A limited acreage is in corn and small grains. Potatoes are grown locally on undulating to sloping areas. Some areas have been reforested, mainly with red pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The glaciated Allegheny Plateau of southern New York, northern New Jersey, Pennsylvania and Ohio, and Vermont. MLRAs 101, 127, 139, 140, and 142. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Trumbull County, Ohio, 1914."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Lordstown is the mesic equivalent of the Mongaup series. Original classification of Lordstown placed it in the subgroup Typic Dystrochrepts, but because of changes established in the 8th edition of Keys To Soil Taxonomy, this soil now classifies in the subgroup of Typic Dystrudepts. Competing series are expected to change as similar soils are reclassified.\nThe areas of Lordstown soils mapped in Franklin County, VT should be investigated, as these are outside the central range of the series and have different climatic conditions and till origin.\nSeveral Survey areas in New York and Pennsylvania have typical pedons of Lordstown series that are actually loamy-skeletal. Many other survey areas may also be loamy-skeletal. The Lordstown series needs investigation over its entire range to determine if a reclassification is needed.  This will be done as a future MLRA project.\nThe acreage of Lordstown will decrease when updates occur and the frigid analog, Mongaup, is separated out.\nDiagnostic horizons and other features recognized in the typical pedon include:\n1. Ochric epipedon - the zone from 0 to 13 cm (0 to 5 in) (Ap horizon).\n2. Cambic horizon - the zone from 13 to 66 cm (5 to 26 in) (Bw horizons).\n3. Udic soil moisture regime.\n4. CEC activity class estimated to be active based on sampled pedon S91NY077-05 (note pedon S79NY105-06 was superactive).\nArchived Soil Interpretation Records: NY0096, NY0097, NY0289\nNational Cooperative Soil Survey\nU.S.A."
  }
}
