{
  "SERIES": "LORHUNT",
  "STATUS": "Established Series",
  "BYREV": "Rev. RSJ/MJD",
  "REVDATE": "10/98",
  "STATES": "UT",
  "OVERVIEW": "The Lorhunt series consists of shallow, moderately permeable, well drained soils that formed in residuum and colluvium from sandstone, shale, and conglomerate. Lorhunt soils are on hillsides and mountain slopes. Slopes are 15 to 70 percent. The average annual precipitation is about 13 inches and the mean annual air temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, calcareous, mesic Lithic Xerorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lorhunt gravelly loam - rangeland. (Colors are for air dry soil unless otherwise noted.)\nThe surface has 40 percent gravel and 5 percent cobbles.\nA--0 to 4 inches; light yellowish brown (10YR 6/4) gravelly loam, yellowish brown (10YR 5/4) moist; weak fine granular structure; soft, very friable, slightly sticky and plastic; common very fine and fine roots; 20 percent; strongly effervescent; moderately alkaline (pH 8.2), clear smooth boundary. (3 to 6 inches thick)\nC--4 to 14 inches; very pale brown (10YR 7/4) very gravelly loam, yellowish brown (10YR 5/4) moist; massive; slightly hard, friable, slightly sticky and plastic; few very fine and fine roots; 50 percent gravel; strongly effervescent; strongly alkaline (pH 8.6), abrupt smooth boundary. (7 to 13 inches thick)\nR--14 inches; sandstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Iron County, Utah; at the mouth of Red Creek Canyon near Paragonah; 100 feet south and 600 feet east of the northwest corner of sec. 3, T. 34 S., R. 8 W; Paragonah quadrangle; lat. 37 degrees 52 minutes 46 seconds N. and long. 112 degrees 45 minutes 23 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to bedrock ranges from 10 to 20 inches.  These soils have a soil moisture regime that is xeric bordering on aridic.  The particle size control section averages 35 to 60 percent rock fragments, dominantly gravel and some cobbles and 18 to 27 percent clay. Rock fragments are sandstone, shale, and conglomerate with a few igneous surface rocks. The mean annual soil temperature is 47 to 50 degrees F. and the mean summer soil temperature is 68 to 70 degrees F.\nThe A horizon has hue of 10YR, value of 5 or 6 dry, 4 or 5 moist and chroma of 3 or 4.  It is gravelly loam, very gravelly loam, gravelly sandy loam, or extremely gravelly loam.  Reaction is moderately to strongly alkaline.\nThe C horizon has hue of 10YR, value of 6 or 7 dry, 4 or 5 moist and chroma of 3 or 4.  It is very gravelly loam or extremely gravelly loam.  Reaction is moderately alkaline or strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Lorhunt soils occur on mountain slopes and hillsides at elevations of 6,000 to 7,500 feet. Slopes range from 15 to 70 percent. These soils formed in residuum and colluvium from sandstone, shale, and conglomerate. The mean annual temperature is 45 to 48 degrees F. and the mean summer temperature is 70 to 72 degrees F. Average annual precipitation is 12 to 14 inches. The frost-free period is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICAL ASSOCIATED SOILS",
    "content": "GEOGRAPHICAL ASSOCIATED SOILS:  These are the Moondog and Ocambee soils.   Moondog soils are moderately deep to bedrock.  Ocambee soils are very deep and clayey-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to severe runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for rangeland and wildlife habitat. The vegetation is dominantly pinyon, juniper, black sagebrush, cliffrose, Mormon tea, bluebunch wheatgrass and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southwestern Utah; MLRA 28A.  These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Iron-Washington Area Soil Survey, Iron County, Utah, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface of the soil to 4 inches. (A horizon)\nLithic contact - the boundary with hard bedrock at 14 inches.\nThe classification is based on the \"Keys to Soil Taxonomy, Eighth Edition, 1998\".  The cation exchange activity class is an estimate based on NASIS data.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; light yellowish brown (10YR 6/4) gravelly loam, yellowish brown (10YR 5/4) moist; weak fine granular structure; soft, very friable, slightly sticky and plastic; common very fine and fine roots; 20 percent; strongly effervescent; moderately alkaline (pH 8.2), clear smooth boundary. (3 to 6 inches thick)"
      },
      {
        "name": "C",
        "top": 10,
        "bottom": 36,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 8.6,
        "pH_class": "strongly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C--4 to 14 inches; very pale brown (10YR 7/4) very gravelly loam, yellowish brown (10YR 5/4) moist; massive; slightly hard, friable, slightly sticky and plastic; few very fine and fine roots; 50 percent gravel; strongly effervescent; strongly alkaline (pH 8.6), abrupt smooth boundary. (7 to 13 inches thick)"
      },
      {
        "name": "R",
        "top": 36,
        "texture_class": "sand",
        "narrative": "R--14 inches; sandstone bedrock."
      }
    ]
  ]
}
