{
  "SERIES": "LORMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev.WMM:RBH",
  "REVDATE": "06/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Chromic Vertic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lorman silt loam, on a steep convex 25 percent slope, in woodland.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 2 inches; dark grayish brown (10YR 4/2) silt loam; weak, fine granular structure; friable; common very fine and fine roots; slightly acid; clear wavy boundary.  (A horizon is 1 to 3 inches thick; Ap horizon is 4 to 10 inches thick.)\nE--2 to 5 inches; brown (10YR 5/3) silt loam; weak fine granular and weak medium subangular blocky structure; friable; few very fine and fine roots; slightly acid; abrupt wavy boundary.  (0 to 5 inches thick)\nBt1--5 to 9 inches; yellowish red (5YR 4/6) clay; moderate fine and medium subangular blocky structure; firm, plastic and sticky; few very fine and fine roots concentrated along vertical faces of peds; few distinct silt coats on faces of peds; few faint clay films and stress surfaces on faces of peds;  slightly acid; clear wavy boundary.\nBt2--9 to 15 inches; yellowish red (5YR 5/6) clay; common medium distinct light red (2.5YR 6/6) and common fine and medium prominent light gray (10YR 7/2) and pale brown (10YR 6/3) mottles; moderate fine and medium subangular blocky structure; firm, very plastic, sticky; few very fine and fine roots; common distinct clay films and stress surfaces on faces of peds; medium acid; gradual smooth boundary. (Combined thickness of upper part of Bt horizon is 4 to 15 inches)\nBt3--15 to 25 inches; yellowish brown (10YR 5/6) clay; many fine and medium distinct light brownish gray (10YR 6/2) and yellowish red (5YR 4/6) mottles; moderate medium subangular blocky structure; firm, very plastic, sticky; common distinct clay films and stress surfaces on faces of peds; few very fine and medium roots; medium acid; gradual smooth boundary.\nBtss--25 to 33 inches; light brownish gray (10YR 6/2) clay; few fine distinct strong brown (7.5YR 5/6) and many fine faint pale brown (10YR 6/3) mottles; weak medium angular blocky structure; firm, very plastic, sticky; few medium roots; common distinct clay films and stress surfaces on faces of peds; few polished and grooved slickensides; medium acid; abrupt smooth boundary.  (Combined thickness of lower part of Bt horizon is 10 to 30 inches)\nBC--33 to 47 inches; grayish brown (10YR 5/2) clay; weak medium angular blocky structure; firm; very plastic, sticky; few shiny grooves and stress surfaces on faces of peds; few polished and grooved slickensides; few fine and medium siltstone fragments; medium acid; abrupt smooth boundary.  (0 to 20 inches thick)\nC--47 to 65 inches; light brownish gray (10YR 6/2) silty clay; few fine distinct yellowish brown (10YR 5/6) mottles in lower part; massive; firm; many medium and coarse siltstone fragments; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, Mississippi; 0.5 mile north of Union Church on State Highway 28, 3.5 miles west on gravel road to a road fork, 1,000 feet to the right on gravel road and 50 feet west into woods.  NE1/4SE1/4 sec. 21, T. 9 N., R. 4 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to 60 inches.  Reaction ranges: from very strongly acid to slightly acid in the A horizon and the E horizon, if present; and from very strongly acid to mildly alkaline in the Bt horizon and C horizon.\nThe A horizon has hue of 10YR, value of 3 to 5, and chroma of 1 to 3.  The Ap horizon has hue of 10YR, value of 4 to 6, and chroma of 2 to 6.  The A horizon is silt loam, fine sandy loam, or loam.\nThe E horizon, if present, has hue of 10YR, value of 4 to 6, and chroma of 2 to 4.  It is silt loam, fine sandy loam, or loam.\nThe upper part of the Bt horizon has hue of 5YR or 2.5YR, value of 4 or 5, and chroma of 3 to 8; and mottles, if present, are few or common in shades of brown or gray.  It is clay, silty clay, or silty clay loam.  The particle-size control section, the upper 20 inches of the argillic horizon, has 35 to 55 percent clay.\nThe lower part of the Bt horizon has hue of 2.5YR to 10YR, value of 4 or 5, and chroma of 2 to 8; with few to common mottles in shades of brown and gray or it is mottled in shades of red, brown or gray. Texture of the Bt horizon is clay, silty clay, or silty clay loam.\nThe BC horizon, where present, commonly has hue of 10YR or 2.5Y, value of 5 or 6 and chroma of 1 or 2; and mottles, if present, are few to many in shades of brown or red.  Siltstone fragments, if present are fine to coarse and few to many.  Texture is clay, silty clay, or silty clay loam.\nThe C horizon has hue of 10YR or 2.5Y, value of 5 or 6 and chroma of 1 or 2; and commonly has mottles or stains in shades of brown or red. Fine to coarse siltstone fragments are few to many. The texture is the same as the Bt horizon and, in addition, includes interbedded shaly and silty strata with few to many weakly indurated lamellae. Some pedons have few to common calcium carbonate nodules."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Colbert, Eastwood, Etoile, Kipling, Oula Rayburn, Wilcox, and Woodtell series in the same family and the closely related Boswell, Cadeville, McKamie, Natchitoches and Susquehanna series.  Colbert soils are underlain by limestone bedrock at a depth of less than 72 inches.  Eastwood soils are not as clayey in the C horizon and are in a lower rainfall area with average annual precipitation of 45 to 52 inches. Etoile and Kipling soils have C horizons of calcareous clay or marl.  Oula soils have hue of 7.5YR or browner in the upper part of the Bt horizon. Rayburn soils have a paralithic contact at a depth of 40 to 60 inches.  Wilcox soils have shaly clay at a depth of 26 to 58 inches.  Woodtell soils have stratified loamy C horizons.  Boswell and Susquehanna soils have a solum thicker than 60 inches.  Cadeville soils are extremely acid to strongly acid in the B and C horizons and do not crack during dry periods.  McKamie soils have stratified 2C horizons.  Natchitoches soils contain appreciable glauconite in the B and C horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lorman soils formed in sediments composed of interbedded, gray, and massive clay, silty clay and silt; and weakly indurated shale, siltstone, and sand. These soils are in dissected uplands of the Southern Coastal Plain and Southern Mississippi Valley Silty Uplands Major Land Resource Areas. Slopes range from 2 to 40 percent.  The climate is warm and humid with the mean annual temperature about 66 degrees Fahrenheit, and the mean annual precipitation about 54 inches near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Boswell and Susquehanna series and the Lexington, Loring, Memphis, and Smithdale series.  Moderately well drained Boswell and somewhat poorly drained Susquehanna soils are on slightly higher ridges, well drained Lexington and Memphis soils and moderately well drained Loring soils which are all fine-silty in the particle-size control section, are on slightly higher, broader ridges.  Smithdale soils, which are fine-loamy in the particle-size control section, are on adjacent hillsides."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Lorman soils are moderately well drained.  Runoff is medium to very rapid, and permeability is very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Pine and mixed hardwood forests."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Louisiana and Mississippi.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jefferson County, Mississippi; 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Colors of chroma 2 in the B horizon are attributed to the color of the original sediments rather than to wetness.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to a depth of about 5 inches (A, E horizons).\nArgillic horizon - The zone from approximately 5 to 33 inches (Bt1, Bt2, Bt3, Btss horizons).\nADDITIONAL DATA:  Laboratory data:  particle-size distribution and engineering test data for one pedon are published in Soil Survey of Copiah County, Mississippi (issued November 1984) pp. 117-118.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
