{
  "SERIES": "LOS TANOS",
  "STATUS": "Established Series",
  "BYREV": "Rev. WJR-LWH-KFS-ACT",
  "REVDATE": "11/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, thermic Ustic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Los Tanos sandy loam - rangeland. (Colors are for dry soil unless otherwise stated.)\nA-- 0 to 6 inches; light brown (7.5YR 6/3) sandy loam, brown (7.5YR 4/3) moist; weak thick platy structure in the upper inch and weak fine granular structure below; slightly hard, very friable, slightly sticky; common fine roots; few very fine pores; slightly alkaline; clear smooth boundary. (4 to 8 inches thick)\nBw-- 6 to 24 inches; reddish brown (5YR 5/4) sandy loam, dark reddish brown (5YR 3/4) moist; weak medium prismatic structure; slightly hard, very friable, slightly sticky; common fine roots; few fine and very fine pores; few very thin calcium carbonate coating in root channels and as threads in lower part; strongly effervescent; slightly alkaline; abrupt smooth boundary. (16 to 32 inches thick)\nR--24 to 30 inches; reddish yellow (5YR 6/6) sandstone, yellowish red (5YR 4/6) moist; partially weathered in upper 4 to 10 inches grading to unweathered indurated sandstone; few fractures in upper part; strongly effervescent."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Quay County, New Mexico; 0.6 miles east and 0.1 miles south of the NW corner of sec. 36, T.11N., R.35E.; 103 degrees, 10 minutes, 22 seconds west longitude and 35 degrees, 08 minutes, 15 seconds north latitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Usually dry, but is intermittently moist in some part of the soil moisture control section April through October. The soil is driest during November and March.\nSoil Temperature: 59 to 72 degrees F.\nDepth to bedrock range from 20 to 40 inches.\nReaction is slightly to moderately alkaline.\nA horizon\nHue: 5YR, 7.5YR, 10YR\nValue: 5 or 6 dry, 3,4, or 5 moist\nChroma: 2, 3 or 4.\nTexture: fine sandy loam or sandy loam.\nB horizon\nHue: 2.5YR, 5YR, 7.5YR\nValue: 4 to 7 dry, 3 to 5\nmoist Chroma: 3, 4, or 6.\nTexture: sandy loam, fine sandy loam or loam with less than 18 percent clay.\nOther features: Secondary calcium carbonate ranges from weak indistinct to distinct in thicker profiles where the Bk horizon may occur immediately above the bedrock. Calcium carbonate equivalent averages less than 6 percent in the control section. Some pedons may have thin Bk horizons of up to 15 percent calcium carbonate equivalent, but these horizons are too thin to qualify as a calcic horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series in the same family. Similar soils are the Ignacio, Ima, Latom, Pajarito and Travessilla series. Ignacio soils have average annual soil temperature between 47 and 59 degrees F. Ima and Pajarito soils are deeper than 40 inches. In addition, Ima soils are in the superactive family.  Latom and Travessilla soils have bedrock at depths of less than 20 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Los Tanos soils are on upland knolls, ridges, and mesas with slopes ranging from 0 to 9 percent. The soils formed in loamy sediments derived from the underlying bedrock with minor additions of mixed eolian material. The bedrock is mostly sandstone with minor inclusions of shale and limestone, and is usually of a \"redbed\" formation of Jurassic, Triassic, Permian or Pennsylvanian age. The average annual air temperature is 58 to 65 degrees F. The average annual precipitation is 13 to 14 inches with more than 1/2 of it received between the middle of June and the middle of September as thunderstorms. In Texas, elevations are as low as 2600 to 4500 feet and frost free period as long as 230 days. Elevation ranges from 4000 to 5000 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ima, Redona, La Lande, and Quay soils. Redona soils have an argillic horizon and do not have bedrock within a depth of 40 inches. The La Lande soils do not have bedrock within a depth of 40 inches and have more than 18 percent clay in the control section. Quay soils have calcic horizon and do not have bedrock within a depth of 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is moderately rapid. Runoff is negligible on slopes less than 5 percent and very low on 5 to 9 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Principal use is rangeland. Native vegetation is blue grama, sideoats grama, bluestem, yucca, mesquite, and sand sage."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: East central New Mexico where it is of moderate extent. MLRA 70,77,42."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Quay County (Tucumcari Area), New Mexico, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The classification of Los Tanos series was changed from\nUstochreptic to Ustollic in 1992 based on organic carbon data for this soil and associated soils.  Classification change from Ustollic Camborthids to Ustic Haplocambids based on initiative to update series for STATSGO, and application of the Second Edition, Soil Taxonomy, 1999.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 6 inches (A horizon). When colors meet\nthe requirements of a mollic epipedon, the horizon is less than 7 inches thick.\nCambic horizon - 6 to 24 inches (Bw horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
