{
  "SERIES": "LOSTBEAR",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. DBM/JFD/TDT",
  "REVDATE": "06/2008",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial-skeletal over loamy-skeletal, amorphic over isotic, nonacid Typic Cryaquands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lostbear medial silt loam - supporting the Engelmann spruce/bog blueberry/forb plant association, woodland, on a 1 percent slope at 5470 feet elevation. (Colors are for moist soil unless otherwise noted.)\nOi--0 to 0.5 inch; slightly decomposed plant material; forest litter of needles, twigs, cones, leaves and herbaceous material; abrupt smooth boundary. (0 to 1 inch thick)\nOa--0.5 to 3 inches; highly decomposed plant material; about 20 percent fiber, 5 percent rubbed; many very fine and fine, common medium, and few coarse roots; many very fine irregular pores; root mat dominated by woody and herbaceous material; abrupt smooth boundary. (0 to 3 inches thick)\nA--3 to 8 inches; very dark brown (10YR 2/2) medial silt loam, grayish brown (10YR 5/2) dry; moderate very thick platy structure parting to moderate medium subangular blocky; slightly hard, very friable, slightly sticky, slightly plastic; many very fine, common fine, and few medium roots; common very fine tubular pores; 1 percent medium irregular yellowish red (5YR 4/6) iron-manganese masses infused into matrix adjacent to pores, brown (7.5YR 4/4) dry; 5 percent indurated volcanic rock gravel, 1 percent indurated volcanic rock cobbles and 5 percent indurated volcanic rock stones; moderately acid (pH 5.8); clear wavy boundary. (5 to 10 inches thick)\nBw--8 to 22 inches; brown (7.5YR 4/4) extremely stony medial loam, light yellowish brown (10YR 6/4) dry; moderate coarse subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; common very fine and fine roots; many very fine tubular pores; 15 percent medium irregular strong brown (7.5YR 4/6) iron-manganese masses throughout, yellowish brown (10YR 5/8) dry; 5 percent indurated volcanic rock gravel and 35 percent indurated volcanic rock cobbles and 30 percent indurated volcanic rock stones; moderately acid (pH 5.8); gradual wavy boundary. (10 to 32 inches thick)\nBqc--22 to 33 inches; brown (7.5YR 4/4) very gravelly sandy loam, light yellowish brown (10YR 6/4) dry; moderate thick platy structure; slightly hard, firm, slightly sticky, moderately plastic; brittle; few very fine and fine roots; common very fine and fine tubular, and few medium irregular pores; 25 percent indurated volcanic rock gravel, 4 percent strongly cemented iron-manganese nodule gravel, 15 percent indurated volcanic rock cobbles and 5 percent moderately cemented iron-manganese nodule paragravel; moderately acid (pH 5.8); abrupt wavy boundary. (8 to 20 inches thick)\nBq--33 to 63 inches; brown (7.5YR 4/3) very gravelly silt loam, brown (10YR 5/3) dry; massive; slightly hard, firm, moderately sticky, moderately plastic; brittle; common fine tubular pores; 30 percent indurated volcanic rock gravel and 10 percent indurated volcanic rock cobbles; moderately acid (pH 5.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Klamath County, Oregon; about 4 miles south and 15 miles west of Chiloquin; 950 feet east and 350 feet south of the northwest corner of section 13, T. 35 S., R. 5 E., Pelican Butte, Oregon USGS quadrangle. UTM: 0566993 meters E; 4708892 meters N; Zone 10 N. NAD27 CONUS datum. Latitude: 42 degrees 31 minutes 53.00 seconds north, Longitude: 122 degrees 11 minutes 3.00 seconds west."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Temperature: cryic regime\nMean annual soil temperature - 35 to 38 degrees F\nMean summer soil temperature - 38 to 42 degrees F\nMean winter soil temperature - 32 to 35 degrees F\nSoil Moisture: aquic regime; moisture control section - 8 to 24 inches, saturated in all parts for 15 to 30 days in May or June, saturated in lower part for 90 to 120 days in May to August, moist when not saturated\nParticle-size control section: from the mineral soil surface to 40 inches below the mineral soil surface\nUpper part (medial): 5 to 10 inches thick\nrock fragment content, average: 5 to 15 percent\nMiddle part (medial-skeletal; thickest part): 10 to 32 inches thick\nrock fragment content, average: 60 to 85 percent\nLower part (loamy-skeletal):\nclay content, average: 12 to 24 percent\nrock fragment content, average: 40 to 60 percent\nDiagnostic horizons and features:\nOchric epipedon\nDepth to aquic conditions - 5 to 10 inches\nDepth to common or many iron-manganese concentrations - 5 to 16 inches\nThickness of andic soil properties (A and Bw horizon) and depth to the loamy-skeletal material (Bqc horizon): 20 to 40 inches\nAndic soil properties:\nbulk density at 33 kPa water tension: 0.60 to 0.90 g/cc\nammonium oxalate extractable Al + 1/2Fe: 2 to 6 percent\nphosphate retention: 85 to 100 percent\ncoarse silt and sand content: 30 to 60 percent in the 0.02 to 2.0 mm fraction\nvolcanic glass content: 5 to 30 percent\nwater content at 1500 kPa tension: 15 to 18 percent\nA horizon\nValue: 2 or 3 moist, 4 or 5 dry\nRock fragment content: 5 to 15 percent\nGravel Content: 5 to 15 percent\nCobble Content: 0 to 5 percent\nStone Content: 0 to 5 percent\nBoulder Content: 0 to 1 percent\nReaction: moderately acid or slightly acid (pH 5.6 to 6.5)\nBase saturation (ammonium acetate); 10 to 40 percent\nBw horizon\nDepth to: 5 to 16 inches\nHue: 7.5YR to 10YR moist or dry\nValue: 2 to 4 moist, 4 to 6 dry\nChroma: 2 to 6 moist, 3 or 4 dry\nTexture: extremely cobbly medial sandy loam, extremely stony medial sandy loam, extremely cobbly medial loam, extremely stony medial loam\nRock fragment content: 60 to 85 percent\nGravel Content: 5 to 20 percent\nCobble Content: 20 to 45 percent\nStone Content: 20 to 45 percent\nBoulder Content: 0 to 5 percent\nReaction: moderately acid or slightly acid (pH 5.6 to 6.5)\nBqc horizon\nDepth to: 20 to 40 inches\nHue: 7.5YR or 10YR moist or dry\nValue: 3 or 4 moist, 4 to 6 dry\nChroma: 4 to 6 moist or dry\nTexture: very cobbly sandy loam, extremely cobbly sandy loam, very cobbly loam, extremely cobbly loam\nClay content: 12 to 24 percent clay\nParagravel content: 2 to 20 percent\nRock fragment content: 35 to 70 percent\nGravel content: 15 to 45 percent\nCobble content: 15 to 40 percent\nStone content: 0 to 15 percent\nBoulder content: 0 to 5 percent\nAndic soil properties:\nVolcanic glass content: 0 to 5 percent\nAmmonium oxalate extractable Al + 1/2Fe: 2 to 6 percent\nPhosphate retention: 85 to 100 percent\nMoist bulk density: 1.30 to 1.60 g/cc\nReaction: moderately acid or slightly acid (pH 5.6 to 6.5)\nBq horizon\nHue: 7.5YR, 10YR or 2.5Y moist or dry\nValue: 3 or 4 moist, 5 or 6 dry\nChroma: 2 or 3 moist or dry\nTexture: very gravelly silt loam, very cobbly silt loam, very gravelly loam, very cobbly loam\nRock fragment content: 35 to 60 percent\nClay content: 12 to 24 percent\nGravel content: 20 to 40 percent\nCobble content: 10 to 40 percent\nStone content: 0 to 10 percent\nBoulder content: 0 to 5 percent\nAndic soil properties:\nVolcanic glass content: 0 to 5 percent\nAmmonium oxalate extractable Al +1/2Fe: 0.2 to 0.4 percent\nPhosphate retention: 10 to 25 percent\nMoist bulk density; 1.30 to 1.60 g/cc\nReaction: moderately acid or slightly acid (pH 5.6 to 6.5)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape - mountains and plateaus\nLandform - drainageways\nElevation - 4280 to 7250 feet\nSlope - 0 to 8 percent\nParent material - till derived from volcanic rock or tephra\nClimate - cold wet winters, cool dry summers\nMean annual air temperature - 35 to 45 degrees F\nMean annual precipitation - 38 to 70 inches\nFrost-free period - 5 to 35 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Grousehill and Hoxie soils. Grousehill soils are moderately well drained and 20 to 40 inches deep to a duripan. Hoxie soils are poorly drained and have less than 15 percent rock fragments in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage - somewhat poorly\nPermeability - very slow\nWatertable - a seasonal water table perched on the Bq horizon is at its uppermost limit in May or June, and present in May to August"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Lostbear soils are used for wildlife habitat, watershed and recreation. The potential natural plant community is the Engelmann spruce/bog blueberry/forb plant association. Common overstory species include Engelmann spruce, lodgepole pine, mountain hemlock, subalpine fir, western white pine or white fir. Common understory species include bog blueberry, dwarf bilberry, grouse whortleberry, rose spirea, Saskatoon serviceberry, thinleaf huckleberry or twinflower."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Klamath County, Oregon; MLRA 3. Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Winema National Forest, Klamath County, Oregon, 2008"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nAndic soil properties - 3 to 22 inches (A and Bw horizons)\nOchric epipedon\nAquic conditions with episaturation - 8 to 33 inches (Bw and Bqc horizons)\nCambic horizon - 8 to 63 inches (Bw, Bqc and Bq horizons)\nParticle-size control section - 3 to 43 inches (A, Bw, Bqc and portion of Bq horizons)\nMedial part - 3 to 8 inches (A horizon)\nMedial-skeletal part - 8 to 22 inches (Bw horizon)\nLoamy-skeletal part - 22 to 43 inches (Bqc and Bq horizons)\nThe A horizon does not meet criteria for aquic conditions.\nADDITIONAL DATA:\nNASIS SITE ID - 04-JFD-08; NASIS PEDON ID - 04OR635008\nNational Cooperative Soil Survey\nU.S.A."
  }
}
