{
  "SERIES": "LOSTWELLS",
  "STATUS": "Established Series",
  "BYREV": "Rev. CJF/PSD/JAL",
  "REVDATE": "02/2003",
  "STATES": "WY",
  "OVERVIEW": "The Lostwells series consists of very deep, well drained soils that formed in alluvium.  Lostwells soils are on alluvial terraces and floodplains and have slopes of 0 to 10 percent.  The mean annual precipitation is about 7 inches.  The mean annual temperature is about 45 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, calcareous, mesic Typic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lostwells sandy clay loam-cultivated.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 10 inches; light brownish gray (10YR 6/2) sandy clay loam, dark grayish brown (10YR 4/2) moist; moderate fine granular structure; soft, very friable; moderately sticky and moderately plastic; calcareous; moderately alkaline (pH 8.4); clear smooth boundary.  (4 to 12 inches thick)\nC--10 to 60 inches; light brownish gray (10YR 6/2) sandy clay loam stratified with thin lenses of sandy loam and clay loam (weighted average texture sandy clay loam); dark grayish brown (10YR 4/2) moist; massive; hard, very friable; moderately sticky and moderately plastic; calcareous; moderately alkaline (pH 8.4).  (Several feet thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fremont County, Wyoming; approximately 900 feet west and 327 feet south of the NE corner of sec. 15, T. 1 N., R. 4 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are usually calcareous throughout but are leached to depth of 10 inches in some pedons.  The mean annual soil temperature is 47 to 51 degrees F.  Organic carbon in the surface horizon ranges from 0.3 to 1 percent and decreases irregularly with increasing depth.  The control section contains thin lenses of sandy loam and clay loam.  The weighted average texture is sandy clay loam, having more than 35 percent fine or coarser sand.  Rock fragments, mainly gravel, are typically less than 5 percent but range from 0 to 15 percent.\nThe A horizon has hue of 5Y through 10YR, value of 5 or 6 dry, 3 through 5 moist, and chroma of 2 through 4.  It is sandy clay loam or clay loam.  Reaction is slightly alkaline through strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Battlerock, Binton, Boysen, Clayhole, Jocity, Toddler, and Youngston series. Battlerock and Youngston soils have less than 35 percent fine or coarser sand in the control section. Boysen soils have a pH of 9.0 or greater and exchangeable sodium percentage in excess of 15 in a major part of the control section.  Binton soils have more than 15 percent exchangeable sodium.  Clayhole soils have horizons of gypsum accumulation. Jocity soils have hue of 7.5YR or redder.  Toddler soils have more than 15 percent calcium carbonate equivalent in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lostwells soils are on alluvial terraces and flood plains.  Slopes are 0 to 10 percent.  The soils formed in thick, calcareous, stratified alluvial material derived principally from sandstones or rain in April, May, and early June.  Elevations range from 3,800 to 6,300 feet.  The mean annual temperature ranges from 43 to 47 degrees F.  Estimated frost-free season is 110 to 140 days depending upon aspect, elevation, and air drainage."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Apron, Kinnear, and Youngston soils. Apron soils are coarse-loamy. Kinnear soils have a cambic horizon. Youngston soils have 15 to 35 percent fine sand or coarser in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow or medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly as rangeland. Vegetation is bluebunch wheatgrass, western wheatgrass, needleandthread, and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Basin areas of central and northern Wyoming.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Fremont County (Riverton Irrigated Area), Wyoming; 1969.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 10 inches; light brownish gray (10YR 6/2) sandy clay loam, dark grayish brown (10YR 4/2) moist; moderate fine granular structure; soft, very friable; moderately sticky and moderately plastic; calcareous; moderately alkaline (pH 8.4); clear smooth boundary.  (4 to 12 inches thick)"
      },
      {
        "name": "C",
        "top": 25,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--10 to 60 inches; light brownish gray (10YR 6/2) sandy clay loam stratified with thin lenses of sandy loam and clay loam (weighted average texture sandy clay loam); dark grayish brown (10YR 4/2) moist; massive; hard, very friable; moderately sticky and moderately plastic; calcareous; moderately alkaline (pH 8.4).  (Several feet thick)"
      }
    ]
  ]
}
