{
  "SERIES": "LOSTMINER",
  "STATUS": "Established Series",
  "BYREV": "Rev. LDS/CW/JWB",
  "REVDATE": "03/2011",
  "STATES": "UT",
  "OVERVIEW": "The Lostminer series consists of moderately deep, well drained soils that formed in slope alluvium derived from thinly interbedded calcareous sedimentary rocks.  Lostminer soils are on mountain plateaus.  Slopes range from 3 to 15 percent.  Mean annual precipitation is about 73 cm and the mean annual temperature is about 2.5 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive Pachic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lostminer loam, on an east-southeast facing, convex, 3 percent slope in rangeland at an elevation of 2,930 meters.  (Colors are for dry soil unless otherwise noted.)  When described on November 8, 2001 the soil was frozen from 0 to 15 cm and slightly moist below this depth.  The surface is covered with about 2 percent indurated limestone gravel.\nA1--0 to 9 cm; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; 15 percent clay; weak fine granular structure; very friable, soft, slightly sticky, slightly plastic; common coarse, medium and fine and many very fine roots; many very fine irregular and tubular pores; 2 percent gravel; noneffervescent; neutral (pH 7.2); clear wavy boundary.\nA2--9 to 20 cm; brown (10YR 4/3) loam, very dark grayish brown (10YR 3/2) moist; 16 percent clay; weak medium and fine subangular blocky structure; very friable, slightly hard, slightly sticky, slightly plastic; common coarse, medium and fine and many very fine roots; common fine tubular and many very fine tubular pores; 2 percent gravel; noneffervescent; neutral (pH 7.2); clear wavy boundary.  (Combined thickness of the A horizons is 13 to 20 cm)\nBt1--20 to 41 cm; brown (10YR 4/3) loam, dark brown (10YR 3/3), moist; 26 percent clay; moderate medium subangular blocky structure; friable, hard, slightly sticky, moderately plastic; common coarse, medium, fine, and very fine roots; common very fine and fine tubular pores; common thin clay films on all faces of peds and on surfaces along pores; 5 percent gravel; noneffervescent; slightly alkaline (pH 7.4); gradual wavy boundary.\nBt2--41 to 55 cm; brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; 23 percent clay; moderate medium and fine subangular blocky structure; friable, slightly hard, slightly sticky, moderately plastic; common coarse, medium, fine and very fine roots; common fine and very fine tubular pores; common thin clay films on all faces of peds and on surfaces along pores; 5 percent gravel; noneffervescent; slightly alkaline (pH 7.5); clear wavy boundary. (Combined thickness of the Bt horizons is 25 to 63 cm)\nBCk--55 to 63 cm; light yellowish brown (10YR 6/4) very cobbly loam, brown (10YR 4/3) moist; 19 percent clay; weak fine subangular blocky structure; very friable, slightly hard, slightly sticky, slightly plastic; few medium and common fine and very fine roots; common very fine tubular pores; 5 percent very weakly cemented carbonate masses; 20 percent cobbles, 25 percent gravel; strongly effervescent, carbonate coats on bottom surfaces of rock fragments, common soft carbonate masses; moderately alkaline (pH 7.9); abrupt irregular boundary.\nR--63 to 73 cm; fractured limestone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Emery County, Utah; on Gentry Mountain, about 7.2 kilometers (4.5 miles) east of the Crandall Canyon mine, on Gentry Mountain; located about 100 feet east and 2,800 feet south of the northwest corner of sec. 6, T. 16 S., R. 8 E.; Hiawatha USGS quad; lat. 39 degrees 27 minutes 42.22 seconds N. and long. 111 degrees 4 minutes 33.78 seconds W., NAD 83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  The soil moisture control section is usually moist throughout the year, with occasional intermittent drying during the summer; Udic moisture regime bordering Ustic.\nMean annual soil temperature:  2.2 to 5.0 degrees C\nMean summer soil temperature:  10 to 12.8 degrees C\nDepth to lithic contact:  51 to 102 cm (20 to 40 inches) to calcareous sedimentary bedrock\nDepth to argillic horizon:  15 to 51 cm\nDepth to secondary calcium carbonate:  35 to 81 cm\nThickness of the mollic epipedon:  41 to 66 cm\nThickness of the argillic horizon:  24 to 63 cm\nThickness of horizon with secondary carbonates: 8 to 31 cm\nThe horizon of secondary carbonates does not meet the requirements for a calcic horizon because it is too thin and/or does not have the required calcium carbonate equivalent.\nParticle-size control section (weighted averages):\nClay content:  18 to 35 percent\nFine sand and coarser sand content:  20 to 35 percent\nRock fragment content:  0 to 15 percent gravel and/or channers\nA horizon:\nHue:  10YR\nValue:  3 to 5 dry; 2 or 3 moist\nChroma:  2 or 3 dry or moist\nTexture:  loam\nClay content:  12 to 27 percent\nRock fragments:  0 to 15 percent channers and/or gravel, up to 2 percent cobbles\nEC (mmhos/cm):  0 to 2\nReaction:  slightly acid to moderately alkaline\nBt horizon:\nHue:  10YR or 7.5YR\nValue:  4 to 6 dry; 2 to 5 moist\nChroma:  2 to 4 dry; 1 to 4 moist\nTexture:  clay loam, loam, gravelly clay loam\nClay content:  18 to 35 percent\nRock fragments:  0 to 20 percent channers and/or gravel, up to 2 percent cobbles\nEC (mmhos/cm):  0 to 2\nReaction:  slightly acid to moderately alkaline\nBtk horizon (when present):\nHue:  10YR or 2.5Y\nValue:  5 or 6 dry; 3 or 4 moist\nChroma:  2 or 3 dry or moist\nTexture:  very channery clay loam, gravelly clay loam\nClay content:  27 to 35 percent\nRock fragments:  15 to 60 percent total; 0 to 20 percent gravel, 35 to 45 percent channers, 0 to 2 percent cobbles and 0 to 15 percent flagstones\nCalcium carbonate equivalent:  0 to 4 percent; matrix may be noncalcareous with carbonate pendants on rock fragments\nEC (mmhos/cm):  0 to 2\nReaction:  neutral to moderately alkaline\nBCk or Bk horizon (when present):\nHue:  10YR or 2.5Y\nValue:  5 to 8 dry; 3 to 7 moist\nChroma:  2 to 5 dry or moist\nTexture:  very cobbly loam, parachannery silty clay loam.  The texture and color ranges widely in this horizon, reflecting residuum from the varied interbedded parent material.\nClay content:  18 to 35 percent\nRock fragments:  15 to 60 percent total; 0 to 30 percent gravel, 0 to 30 percent cobbles and 0 to 5 percent stones\nPararock fragments:  0 to 30 percent parachanners\nCalcium carbonate equivalent:  2 to 15 percent\nEC (mmhos/cm):  0 to 4\nReaction:  neutral to moderately alkaline\nSome pedons have a Cr horizon up to 14 cm thick above the indurated bedrock. The top of the Cr horizon occurs below a depth of 52 cm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bachus, Bavdark, Benteen, Brushtop, Clayburn, Croydon, Crystalbutte, Davtone, Dehana, Demast, Dranburn, Dranyon, Echemoor, Hagenbarth, Hoopgobel, Millerlake, Odark (T), Senchert, Southmount, Squawval, Stubbs, Thulepah, Vadnais and Winu series.\nBachus, Echemoor, Senchert, Squawval, Vadnais and Winu soils do not have a Bk horizon below the argillic horizon.\nBavdark, Clayburn, Crystalbutte, Davtone, Dehana, Dranburn, Millerlake, Odark, Southmount and Thulepah soils are very deep.\nBenteen and Stubbs soils have soil moisture control sections affected by peak periods of precipitation in the spring and early summer.\nBrushtop soils are deep to a paralithic contact with ash.\nCroydon and Demast and Dranyon soils are deep and/or very deep to a lithic contact.\nHoopgobel soils are formed in ash or tuffaceous material.\nMillerlake soils are greater than 40 inches deep over any contrasting material."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  slope alluvium and/or residuum derived from thinly interbedded limestone, soapstone, talc and calcareous shale and sandstone.\nLandform:  mountain plateaus\nSlopes:  3 to 15 percent\nElevation:  2,682 to 3,109 meters\nMean annual temperature:  1.1 to 4.0 degrees C\nMean annual precipitation:  56 to 89 cm\nPrecipitation pattern:  Wettest months are October to May and driest months are June to September\nFrost-free period:  40 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aagard (T), Gilluly (T), McCadden (T), Minnimaud and Toze series.  The Aagard and Gilluly soils are on north aspects; the very deep Aagard soils are under aspen in concave positions.   Gilluly soils have a mollic epipedon less than 41 cm thick and are under Douglas-fir.  The McCadden soils are shallow to bedrock and are on ridges and upper sideslopes of rolling mountain plateaus under mountain big sagebrush.  The Minnimaud soils are deep to bedrock and are on south aspects under mountain browse shrubs.  The Toze soils are very deep, have a calcic horizon and are on concave positions under mountain big sagebrush."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  well drained, medium to high runoff, moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Grazing and wildlife habitat.  Native vegetation consists of mountain big sagebrush, mountain snowberry, Columbia needlegrass, Letterman's needlegrass, slender wheatgrass, mountain brome and widely scattered Douglas-fir and aspen.  Utah correlates this soil to High Mountain Loam (Mountain Big Sagebrush) R047XA516UT ecological site."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Wasatch Mountains of central Utah; LRR E, MLRA 47; small extent.  About 1,900 acres (760 hectares) in Emery, Utah, Wasatch, and Duchesne Counties, Utah."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Emery County, Utah, Emery Area, Utah, 2011, Parts of Emery, Carbon, Grand, and Sevier Counties soil survey area.  The name commemorates coal miners and rescuers lost at the Crandall Canyon mine near the type location in 2007."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nSeries control section:  The zone from 0 to 63 cm.\nParticle-size control section:  The zone from 20 to 55 cm.  (Bt horizons)\nMollic epipedon:  The zone from 0 to 55 cm.  (A and Bt horizons)\nArgillic horizon:  The zone from 20 to 55 cm.  (Bt horizons)\nHorizon with secondary carbonate accumulations:  The zone from 55 to 63 cm.  (BCk horizon)\nLithic contact:  The contact with limestone bedrock at 63 cm.  (R horizon)\nA lithologic discontinuity has not been recognized in this series due to the inherent thinly interbedded nature of the parent material.\nThe assignment of the cation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomic Version:  Classified according to Keys to Soil Taxonomy, Eleventh Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
