{
  "SERIES": "LOSTPALMS",
  "STATUS": "Established Series",
  "BYREV": "Rev: PBF/CAH/ET",
  "REVDATE": "09/2015",
  "STATES": "CA",
  "OVERVIEW": "The Lostpalms series consists of very shallow and shallow, somewhat excessively drained soils that formed in residuum from granitoid rocks. Lostpalm soils are on hills and pediments. Slopes range from 8 to 50 percent. The mean annual precipitation is about 138 millimeters (5.5 inches) and the mean annual air temperature is about 18.5 degrees C (65 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, thermic Lithic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lostpalms gravelly loamy fine sand, on a west-facing, convex, 50 percent slope under desert shrubs at an elevation of 832 meters (2,729 feet). (Colors are for dry soil unless otherwise noted.) The surface is covered by approximately 20 percent fine gravel, 15 percent medium and coarse gravel, 25 percent cobbles, 10 percent stones and 5 percent boulders.\nA -- 0 to 2 centimeters (0 to 1 inch); brown (10YR 5/3) gravelly loamy fine sand, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; very few very fine roots; 10 percent fine gravel, 5 percent medium and coarse gravel and 5 percent cobbles; slightly alkaline (pH 7.6); abrupt wavy boundary. (1 to 3 centimeters)\nC -- 2 to 19 centimeters (1 to 7 inches); brown (10YR 5/3) very cobbly loamy fine sand, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine, few fine, and very few medium and coarse roots; 7 percent fine gravel, 8 percent medium and coarse gravel and 25 percent cobbles; slightly alkaline (pH 7.8); very abrupt wavy boundary. (4 to 32 centimeters)\nR -- 19 centimeters (7 inches); slightly weathered, unfractured granitoid bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Riverside County, California; approximately 1.9 kilometers south southwest of the junctions of Pinto Basin Road, Blackeagle Road and Old Dale Road within Joshua Tree National Park; 486 meters (1,594 feet) south and 715 meters (2,345 feet) east of the northwest corner of sec. 19, T. 4 S., R. 12 E., San Bernardino Base and Meridian; 33 degrees, 48 minutes, and 41.2 seconds north latitude and 115 degrees, 45 minutes, 55.6 seconds west longitude; USGS Porcupine Wash 7.5 minute topographic quadrangle; UTM 11S 613968e 3745357n (DTM: NAD83)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: usually dry, moist in some parts for short\nperiods during winter and early spring and for 10 to 20 days cumulative\nbetween July and September following convection storms. The soils have a\ntypic-aridic soil moisture regime.\nSoil temperature: 19 to 22 degrees C (66 to 72 degrees F).\nDepth to a lithic contact: 5 to 35 centimeters (2 to 14 inches).\nOrganic matter: 0 to 0.5 percent.\nSurface rock fragments: 75 to 95 percent; with 15 to 40 percent fine gravel,\n15 to 30 percent medium and coarse gravel, 10 to 40 percent cobbles, 5 to\n10 percent stones and 0 to 10 percent boulders.\nControl section -\nClay content: 5 to 10 percent.\nRock fragments: ranges from 35 to 60 percent, dominantly gravel and cobbles.\nC horizon (where present)\n85 to 95 percent rock fragments; gravel, cobbles, stones and boulders.\nA horizon\nValue: 5 or 6 dry, and 3 or 4 moist.\nChroma: 2 or 3, dry or moist.\nTexture of the fine earth: loamy sand or loamy fine sand.\nClay content: 3 to 10 percent.\nRock fragments: 15 to 34 percent; with 15 to 30 percent gravel and 0 to\n10 percent cobbles.\nEffervescence: very slightly or slightly effervescent.\nReaction: neutral or slightly alkaline.\nC or C' horizon\nValue: 5 or 6 dry.\nChroma: 3 or 4 dry.\nTexture of the fine earth: loamy sand or loamy fine sand.\nClay content: 3 to 10 percent.\nRock fragments: 35 to 55 percent; with 15 to 30 percent gravel and 5 to\n25 percent cobbles.\nEffervescence: slightly or strongly effervescent.\nReaction: slightly or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Minlith (NM) soil. Minlith soils are formed in eolian parent material over basalt, have hues of 5YR or 7.5YR and a MAP of 203 to 254 millimeters (8 to 10 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Lostpalms soils are on pediments and hills. Slopes range from 8 to 50 percent. These soils formed in residuum from granitoid rocks. Elevations range from 640 to 1,110 meters (2,080 to 3,640 feet). The climate is arid, with hot, dry summers and warm, moist winters. The mean annual precipitation is 100 to 175 millimeters (4 to 7 inches) and the mean annual air temperature is 17 to 20 degrees C (62 to 68 degrees F). The frost-free season is 270 to 320 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: This is the Aguilareal soil. Aguilareal soils are on similar landscape positions, have a cambic horizon, a loamy-skeletal particle-size control section and are 36 to 50 centimeters deep to a lithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained; very high runoff; high saturated hydraulic conductivity above the bedrock and moderately low saturated hydraulic conductivity within the bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Lostpalms soils are used for recreation and wildlife habitat. The present vegetation is mainly creosote bush and Parish's goldeneye."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Mojave Desert of southeastern California. MLRA 30. These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Riverside County, California; Soil Survey of Joshua Tree National Park, California, 2012. The name is from a location in the soil survey area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nOchric epipedon - from a depth of 0 to 2 centimeters (A horizon).\nLithic contact - the zone beginning at 19 centimeters (R horizon).\nParticle-size control section - from a depth of 0 to 19 centimeters (A and C\nhorizons).\nADDITIONAL DATA: NASIS User Pedon ID: POWA75.\nResponsibility for this series was transferred from Davis to Phoenix 9/2015. The last revision to the series was 5/2012. ET\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 2,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loamy fine sand",
        "cf_class": "gravelly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A -- 0 to 2 centimeters (0 to 1 inch); brown (10YR 5/3) gravelly loamy fine sand, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; very few very fine roots; 10 percent fine gravel, 5 percent medium and coarse gravel and 5 percent cobbles; slightly alkaline (pH 7.6); abrupt wavy boundary. (1 to 3 centimeters)"
      },
      {
        "name": "C",
        "top": 2,
        "bottom": 19,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy fine sand",
        "cf_class": "very cobbly",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "very abrupt",
        "topography": "wavy",
        "narrative": "C -- 2 to 19 centimeters (1 to 7 inches); brown (10YR 5/3) very cobbly loamy fine sand, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine, few fine, and very few medium and coarse roots; 7 percent fine gravel, 8 percent medium and coarse gravel and 25 percent cobbles; slightly alkaline (pH 7.8); very abrupt wavy boundary. (4 to 32 centimeters)"
      },
      {
        "name": "R",
        "top": 19,
        "narrative": "R -- 19 centimeters (7 inches); slightly weathered, unfractured granitoid bedrock."
      }
    ]
  ]
}
