{
  "SERIES": "LOSTPOINT",
  "STATUS": "Established Series",
  "BYREV": "DCE/RE/RLR",
  "REVDATE": "04/2019",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Sodic Haploxererts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lostpoint loam -- on a 3 percent slope facing north under a cover of soft chess, slender oats, Australian saltbush, tarweed and burclover at 220 meters (725 feet elevation). (Colors are for dry soil unless otherwise noted. When described on August 31, 1981 the soil was dry to 56 centimeters (22 inches) and slightly moist below.)\nA--0 to 5 centimeters (0 to 2 inches); gray (10YR 5/1) loam, very dark gray (10YR 3/1) moist; strong medium coarse subangular blocky structure; hard, friable, moderately sticky and moderately plastic; many very fine and few fine roots; few coarse and common very fine tubular pores; surface cracks 5 to 10 cm wide; ESP is 2.6; moderately alkaline (pH 8.0); clear wavy boundary. (0 to 8 centimeters; 0 to 3 inches thick).\nAn1--5 to 15 centimeters (2 to 6 inches); grayish brown (10YR 5/2) clay, very dark grayish brown (10YR 3/2) moist; strong medium prismatic and strong medium and coarse angular blocky structure; extremely hard, friable, very sticky and very plastic; few fine, common and many very fine roots, mostly on ped faces; many very fine tubular pores; cracks 5 to 10 millimeters wide, ESP is 5.2; moderately alkaline (pH 8.0; clear wavy boundary). (15 to 20 centimeters; 6 to 8 inches thick).\nAn2--15 to 56 centimeters (6 to 22 inches); dark grayish brown (10YR 4/2) clay, very dark grayish brown (10YR 3/2) with coatings of black (10YR 2/1) moist; moderate medium and strong very coarse prismatic structure; extremely hard, friable, very sticky and very plastic; few fine, common and many very fine roots, mostly on ped faces; common very fine tubular pores; cracks are 5 to 10 millimeters wide; ESP is 12.8; EC is 10.5 ds/m; moderately alkaline (p 8.0); gradual wavy boundary. (36 to 50 centimeters; 14 to 20 inches thick).\nBnss--56 o 91 centimeters (22 to 36 inches); dark grayish brown (10YR 4/2) clay, very dark grayish brown (10YR 3/2) moist; strong very coarse prismatic structure; extremely hard, friable, very sticky and very plastic; many very fine roots, mostly on ped faces; common very fine tubular pores; cracks 1 to 5 millimeters wide; ESP is 25.8; EC is 17.7 ds/m; few pressure faces and few intersecting slickensides; neutral (pH 6.8); gradual wavy boundary. (30 to 40 centimeters; 12 to 16 inches thick).\nBCn--91 to 102 centimeters (36 to 40 inches); brown (10YR 4/3) clay, mixed with grayish brown (10YR 5/2) and dark brown (10YR 3/3) and very dark grayish brown (10YR 3/2) moist; strong medium and coarse angular blocky structure; extremely hard, friable, very sticky and very plastic; many very fine roots; few very fine tubular pores; ESP is 28.9; EC is 14.7 ds/m; cracks 1 to 2 millimeters wide; moderately acid (pH 5.8) abrupt smooth boundary. (8 to 15 centimeters; 3 to 6 inches thick).\n2Cn--102 to 112 centimeters (40 to 44 inches); yellowish brown (10YR 5/4) mixed very dark brown (10YR 2/2) clay loam; dark brown (10YR 3/3) with coatings of yellowish red (5YR 4/6) moist, massive; very hard, very friable, moderately sticky and moderately plastic; many very fine roots, mostly in cracks; few very fine tubular pores; ESP is 24.4; cracks 1 to 2 millimeters wide; strongly acid (pH 5.5); abrupt smooth boundary. (8 to 15 centimeters; 3 to 6 inches thick).\n2Cr--112 to 152 centimeters (44 to 60 inches); soft sandstone that crushes into coarse sand."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Clemente Island, Los Angeles County, California; about 1.67 miles going south from Billeting office on main road to the road intersecting with road to photo lab, about 500 feet east from main road and then about 800 feet north from photo lab to site; 32.9806 degrees latitude, -118.55056 degrees longitude; UTM zone 11, 3650203.68n, 355114.19e; U.S.G.S. Quad Name: San Clemente Island Central, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: about 18 degrees C. (64.5 degrees F.)\nSoil moisture and cracks: when dry, the soil forms cracks about 1 to 5 cm wide that extend from the surface to a depth of 56 to 91 cm (22 to 36 inches) and remain closed from December to late March or early April and remain open the rest of the time.\nDepth to paralithic contact: 100 to 150 centimeters (40 to 60 inches).\nRock fragment content: less than 10 percent cobbles and gravel.\nCalcium carbonate: some pedons have finely disseminated calcium carbonate or fine threadlike masses in the subsurface.\nElectrical conductivity (EC): 8 to 16 ds/m\nExchangeable sodium percentage (ESP): 15 to 30 percent\nClay content: 40 to 60 percent.\nA horizon: (when the upper 18 centimeters is mixed)\nDry color: 10YR 5/2 or 6/2\nMoist color: 10YR 3/2 or 4/2\nTexture: loam or silt loam at the surface and clay when mixed.\nReaction: neutral to moderately alkaline\nAn horizon:\nDry color: 10YR 4/2, 5/2, 7.5YR 4/2, or 5/2\nMoist color: 10YR 3/2 or 7.5YR 3/2\nTexture: clay\nStructure: few common wedge shape aggregates and few intersecting slickensides.when the upper 7 inches are mixed is clay.\nReaction: neutral to moderately alkaline.\nB horizons:\nDry color: 10YR 6/3, 5/2, 5/3 or 5/4\nMoist color: 10YR 2/2, 3/2, 3/3, or 3/4 with coatings of 5YR 4/6\nTexture: clay\nReaction: moderately acid to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAlcapay soils: do not have a paralithic contact and are found in level basins.\nChinapoint soils: are moderately-deep to a paralithic contact and are on similar landforms.\nTranquillity soils: are somewhat poorly drained and are on fan skirts."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: islands\nLandform: hills and terraces\nSlopes range from 2 to 30 percent\nParent material: alluvium derived from mixed rock sources, resting on unrelated weakly consolidated sands\nElevation: 90 to 310 meters (295 to 1,020 feet)\nClimate: maritime with warm foggy dry summers and cool moist clear winters.\nMean annual precipitation: is about 245 millimeters (9.5 inches)\nMean annual air temperature: 16 to 17.5 degrees C. (60 to 64 degrees F.)\nFrost-free season: 360 to 365 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nEelpoint soil: are moderately-deep to a lithic contact and are on similar landforms.\nNotspier soils: are moderately-deep to a paralithic contact and are on similar landforms.\nShoba soils: have an argillic horizon over a lithic contact and are on hills or mountains.\nThirst soils: are shallow to a lithic contact and are on hills or mountains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained, medium to very high runoff and low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for military maneuvers and to minor extent for wildlife habitat. Vegetation consists mostly of slender oats, soft chess, tarweed, clover, Australian saltbush, blue dick and red brome."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Channel Islands Soil Survey Area, San Clemente Island; Southern California Mountains, MLRA 20. The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: San Clemente Island, Los Angeles County, California, 1982. Source of name is for Lost Point."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from a depth of 0 to 56 centimeters\nSlickensides - the zone from a depth of 56 to 91 centimeters\nParalithic contact - at a depth of 112 centimeters\nParalithic materials - the zone from a depth of 112 to 152 centimeters\nThis description reflects a change in classification from Fine, smectitic, thermic Halic Haploxererts to Fine, smectitic, thermic Sodic Haploxererts based on exchangeable sodium percent (ESP) and electrical conductivity (EC) values in the range in characteristics.\nOSD revised during correlation of the San Clemente Island Interim Report in 2018.\nADDITIONAL DATA:\nNASIS User Site/Pedon ID: 1982CA037LOSTPOINT\nClassified using the Twelfth Edition Keys to Soil Taxonomy\nNational Cooperative Soil Survey\nU.S.A."
  }
}
