{
  "SERIES": "LOSTTRAIL",
  "STATUS": "Established Series",
  "BYREV": "Rev. EMR/JMS/RJS",
  "REVDATE": "07/2013",
  "STATES": "MT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Typic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Losttrail loam, in rangeland on a 20 percent slope at 1,130 meters elevation (Colors are for dry soil unless otherwise indicated).\nA--0 to 20 cm; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; moderate coarse granular structure; friable, slightly hard, slightly sticky, nonplastic; common very fine and fine roots; many very fine and fine tubular pores; 5 percent gravel; neutral (pH 6.8); clear smooth boundary.  18 to 30 cm thick)\nBw--20 to 51 cm; light yellowish brown (10YR 6/4) sandy loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure; friable, slightly hard, nonsticky, nonplastic; common very fine and fine roots; common fine tubular pores; 5 percent gravel; slightly alkaline (pH 7.4); gradual smooth boundary. (20 to 46 cm thick)\nBk--51 to 79 cm; light gray (10YR 7/2) sandy loam, dark grayish brown (10YR 4/2) moist; moderate medium subangular blocky structure; friable, slightly hard, nonsticky, nonplastic; common very fine and fine roots; common fine interstitial pores; 10 percent gravel; finely disseminated carbonates throughout; strongly effervescent, moderately alkaline (pH 8.1); gradual smooth boundary. (10 to 28 cm thick)\nC1--79 to 124 cm; light gray (10YR 7/2) gravelly loamy sand, grayish brown (10YR 5/2) moist; single grain; loose, nonsticky, nonplastic; few fine roots; common fine interstitial pores; 20 percent gravel; very slightly effervescent; slightly alkaline (pH 7.8) gradual wavy boundary.\nC2--124 to 152 cm; light gray (10YR 7/2) very gravelly sand, grayish brown (10YR 5/2) moist; single grain; loose, nonsticky, nonplastic; common fine interstitial pores; 40 percent gravel, 5 percent cobbles; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Grayhorse Creek topographic quadrangle, Ravalli County, Montana; 370 meters north and 405 meters west of the SE corner section 10, T 9 N, R 19 W; UTM zone 12, 272547e, 5159175n, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 5 to 8 degrees C\nMollic epipedon thickness - 18 to 30 cm\nDepth to secondary calcium carbonate accumulation - 38 to 76 cm\nDepth to sandy-skeletal material - 75 to 124 cm\nA horizon\nValue: 4 or 5 dry; 3 or 2 moist\nTexture: loam or sandy loam\nClay content: 14 to 24 percent\nContent of rock fragments: 0 to 15 percent-- 0 to 15 percent gravel, 0 to 5 percent cobbles\nReaction: pH 6.6 to 7.8\nBw horizon\nChroma: 2 to 4 dry or moist\nTexture: sandy loam or loam\nClay content: 12 to 18 percent\nContent of rock fragments: 0 to 15 percent--0 to 15 percent gravel, 0 to 5 percent cobbles\nReaction: pH 6.6 to 7.8\nBk horizon\nValue: 7 dry; 4 or 5 moist\nTexture: sandy loam or fine sandy loam\nClay content: 12 to 18 percent\nContent of rock fragments: 0 to 35 percent--0 to 20 percent gravel, 0 to 10 percent cobbles\nCalcium carbonate equivalent: 4 to 10 percent\nReaction: pH 7.9 to 8.2\nC horizon(s)\nValue: 6 or 7 dry; 4 or 5 moist\nTexture: sand, loamy sand, loamy coarse sand\nClay content: 2 to 14 percent\nContent of rock fragments: 15 to 60 percent--15 to 50 percent gravel, 0 to 15 percent cobbles\nCalcium carbonate equivalent: 0 to 5 percent\nReaction: pH 6.6 to 8.0"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBaggs (MT) - do not have a horizon of secondary calcium carbonate accumulation; do not have more than 15 percent rock fragments throughout the subsoil\nBaxton (MT) - have a paralithic contact at depths of 50 to 102 cm; have a lithic contact at depths of 102 to 152 cm\nBelain (MT) - have a lithic contact at depths of 50 to 102 cm\nBitterroot (MT) - have a calcic horizon; have a paralithic contact at depths of 50 to 102 cm\nBurnt Fork (MT) - have a calcic horizon; do not have sandy-skeletal material in the lower part of the subsoil\nChincap (WY) - have a lithic contact at depths of 50 to 102 cm\nHopley (MT) - have a paralithic contact at depths of 102 to 152 cm\nMott (ND) - do not have a horizon of secondary calcium carbonate accumulation; do not have more than 10 percent rock fragments\nRelan (MT) - have hue redder than 10YR\nTally (MT) - do not have more than 15 percent rock fragments in the particle-size control section; have hue redder than 10YR\nUnaweep (CO) - do not have more than 10 percent rock fragments; have hue redder than 10YR\nVebar (ND) - have a paralithic contact at depths of 50 to 102 cm\nVictor (MT) - do not have a horizon of secondary calcium carbonate accumulation; are slightly acid to strongly acid\nWeedzunit (MT) - do not have a horizon of secondary calcium carbonate accumulation; have a lithic contact at depths of 50 to 102 cm"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - alluvial fans, fan remnants, and stream terraces\nElevation - 995 to 1,460 meters\nSlope - 0 to 25 percent\nParent material - alluvium from mixed sources\nClimate - Long, cold winters; moist springs; warm summers\nMean annual precipitation - 330 to 432 millimeters\nMean annual air temperature - 4 to 7 degrees C\nFrost-free period - 90 to 120 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; moderately rapid permeability to 79 cm and rapid to very rapid below."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Losttrail soils are mainly used for irrigated pasture and hayland, or for dryland pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Losttrail soils are of small extent in the intermountain valleys of southwest Montana. MLRA 44A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Bitterroot Valley Area, Montana, 2013; proposed in Ravalli County, Montana, 2008."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic features and horizons recognized in this pedon are:\nMollic epipedon - from the surface to 20 cm (A horizon)\nCambic horizon - from 20 to 51 cm (Bw horizon)\nHorizon of secondary calcium carbonate accumulation - from 51 to 79 cm (Bk horizon)\nParticle-size control section - from 25 to 100 cm (part of the Bw horizon, Bk, and part of the C1)\nLosttrail soils have a frigid temperature regime and an ustic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
