{
  "SERIES": "LOSTVALLEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. PJS/ALH/CLM",
  "REVDATE": "04/2019",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Typic Palexeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lostvalley silt loam -- on a slope of 2 percent, in native rangeland at 1,680 meter elevation.  The surface has 10 to 15 percent cover of stone and cobble.  (When described on July 22, 1980, the soil was dry throughout.  Colors are for air dry soil unless otherwise stated.)\nA--0 to 5 cm; pale brown (10YR 6/3) silt loam, dark brown (10YR 4/3) moist; weak medium platy structure parting to weak fine subangular blocky; slightly hard, very friable, slightly sticky and nonplastic; common very fine and fine roots; common very fine and fine vesicular pores; 10 percent stones; slightly acid (pH 6.4); clear smooth boundary.  (3 to 15 cm thick)\nAB--5 to 15 cm; pale brown (10YR 6/3) silt loam, dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure parting to moderate fine granular; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine, few medium roots; common very fine and fine interstitial and tubular pores; slightly acid (pH 6.5) abrupt smooth boundary.  (0 to 15 cm thick)\nBt1--15 to 36 cm; yellowish brown (10YR 5/4) clay, dark brown (7.5YR 4/4) moist; moderate medium prismatic structure parting to strong medium angular blocky; very hard, very firm, very sticky and very plastic; common very fine and fine, few medium roots; few very fine tubular pores; continuous prominent clay films on faces of peds and in pores; neutral (pH 7.2); clear smooth boundary.  (15 to 41 cm thick)\nBt2--36 to 69 cm; yellowish brown (10YR 5/4) silty clay, dark yellowish brown (10YR 4/4) moist; moderate medium angular blocky structure; hard, friable, moderately sticky and moderately plastic; common very fine and fine, few medium roots; few very fine interstitial and tubular pores; many distinct clay films on faces of peds and in pores; moderately alkaline (pH 8.0); clear smooth boundary.  (0 to 33 cm thick)\nBtkq--69 to 81 cm; yellowish brown (10YR 5/4) gravelly clay loam, dark yellowish brown (10YR 4/4) moist; moderate fine and medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; few very fine, fine and medium roots; few very fine interstitial and tubular pores; many distinct clay films on faces of peds and in pores; 10 percent gravel, 5 percent cobbles; slightly effervescent; common fine and medium calcium carbonate and silica concretions and filaments; moderately alkaline (pH 8.2); abrupt wavy boundary.  (0 to 28 cm thick)\nR--81 cm; fractured basalt with strongly effervescent coatings of calcium carbonates in fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Owyhee County, Idaho; about 15 1/2 miles west and 12 miles north of Grasmere; about 1,500 feet north and 1,000 feet east of the southwest corner of section 14, T. 10 S., R. 2 E.; USGS Sugarloaf 7.5 minute topographic quadrangle; latitude 42 degrees 33 minutes 10 seconds N and longitude 116 degrees 11 minutes 38 seconds W; WGS84 Decimal Degrees 42.5527778 latitude, -116.1938889 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to abrupt textural change - 10 to 25 cm.\nDepth to bedrock - 64 to 100 cm.\nAverage annual soil temperature - 6.1 to 8.3 degrees C.\nAverage summer soil temperature - 17.2 to 19.4 degrees C.\nXeric moisture regime bordering on aridic.\nA horizon\nValue - 5 or 6 dry\nChroma - 2 or 3 dry or moist\nReaction (pH) - slightly acid or neutral\nBt horizon\nHue - 7.5YR or 10YR\nValue - 5 or 6 dry, 4 or 5 moist\nChroma - 3 to 6 dry or moist\nTexture - C, SIC, or CB-C\nClay content - 40 to 55 percent\nRock fragments - 0 to 15 percent\nReaction (pH) - neutral to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series listed in the same family.  Bostrum soils are closely related, but have average annual soil temperature of more than 8.3 degrees C."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lostvalley soils occur on nearly level to strongly sloping basalt tablelands and calderas at elevations of 5,300 to 6,200 feet.  Slopes range from 1 to 10 percent.  These soils formed in alluvium and loess from basalt and volcanic ash.  The climate is cool and moist in the winter and hot and dry in the summer.  Average annual precipitation is 330 to 410 mm, and average annual temperature is 5.0 to 7.2 degrees C.  The frost-free period is 70 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Budlewis, Deunah, Chayson, Merlin, and Yatahoney soils.  Budlewis, Deunah, Chayson, and Yatahoney soils are underlain by a duripan.  Merlin soils are less than 50 cm to a lithic contact and lack an abrupt textural change.  These soils are all on similar landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; slow or medium runoff; very slow saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Lostvalley soils are used mainly for rangeland and wildlife habitat.  The dominant natural vegetation is alkali sagebrush, low sagebrush, Idaho fescue, bluebunch wheatgrass, and Sandberg bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Idaho.  This series is not extensive. MLRA 25."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Owyhee County Area, Idaho, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features recognized in this pedon:\nOchric epipedon - The zone from 0 to 15 cm (A and AB horizons).\nArgillic horizon - The zone from 15 to 81 cm (Bt1, Bt2, and Btkq horizons).\nAbrupt textural change - The boundary at 15 cm, estimated 23% clay increase within 2.5 cm (upper boundary of Bt1 horizon).\nLithic contact - The boundary at 81 cm (R layer).\nParticle-size control section - The zone from 15 to 65 cm (Bt1 and part of the Bt2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
