{
  "SERIES": "LOSTCREEK",
  "STATUS": "Established Series",
  "BYREV": "REV. WCH/RJE/JAL",
  "REVDATE": "11/2002",
  "STATES": "WA",
  "OVERVIEW": "The Lostcreek series consists of very deep, moderately well drained soils formed in alluvium and glacial till with a component of loess and volcanic ash.  These soils are on alluvial fans, terraces, and toeslopes of hills and mountains.  Slopes are 3 to 15 percent.  The average annual precipitation is about 17 inches, and the mean annual air temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, isotic, frigid Vitrandic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lostcreek ashy loam - on a northeast facing 9 percent slope at 2,780 feet elevation, under a mixed Douglas-fir-ponderosa pine-western larch canopy.  (Colors are for dry soil unless otherwise stated.)\nOi--0 to 0.5 inch; needles, twigs, leaves, bark, and partially decomposed organic matter; abrupt smooth boundary.\nA--0.5 to 11 inches; grayish brown (10YR 5/2) ashy loam, very dark grayish brown (10YR 3/2) moist; moderate fine subangular blocky structure; soft, very friable, nonsticky, nonplastic; common very fine, fine, and few medium, coarse roots; 2 percent pebbles; slightly acid (pH 6.2); clear wavy boundary.  (10 to 17 inches thick)\nBw1--11 to 20 inches; light brownish gray (10YR 6/2) loam, dark grayish brown (10YR 4/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky, nonplastic; common very fine, fine, coarse, and few medium roots; 3 percent pebbles; neutral (pH 6.6); clear wavy boundary.\nBw2--20 to 27 inches; light brownish gray (10YR 6/2) loam, dark grayish brown (10YR 4/2) moist; moderate medium subangular blocky structure; soft, very friable, nonsticky, nonplastic; common fine and few medium, coarse roots; 5 percent pebbles; neutral (pH 6.8); clear wavy boundary.  (Combined thickness of the Bw horizon is 10 to  24 inches.)\nC1--27 to 42 inches; pale brown (10YR 6/3) fine sandy loam, brown (10YR 5/3) moist; massive; soft, very friable, nonsticky, nonplastic; common fine, medium, and few coarse roots; 10 percent pebbles; neutral (pH 6.8); clear wavy boundary.\nC2--42 to 60 inches; light gray (10YR 7/2) fine sandy loam, pale brown (10YR 6/3) moist; common, fine, distinct light yellowish brown (10YR 6/4) redox concentrations, dark yellowish brown (10YR 4/4) moist; massive; slightly hard, friable, nonsticky, nonplastic; few fine and coarse roots; 10 percent pebbles; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Colville Indian Reservation, Okanogan County, Washington; about 4 1/2 miles northwest of the town of Nespelem; 600 feet north, 500 feet west of the southeast corner of sec. 8, T. 31 N., R. 30 E., W.M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature at a depth of 20 inches is 44 to 46 degrees F.  These soils are usually moist but are dry in all parts between a depth of 8 and 24 inches for 45 to 60 consecutive days following the summer solstice.  The mollic epipedon is 10 to 20 inches thick.  The upper 7 to 14 inches has an estimated moist bulk density of 1.10 to 1.35 g/cc, volcanic glass content of 5 to 20 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 0.4 to 1.0 percent, and 15-bar water retention of 5 to 10 percent for air dried samples.   The solum ranges from 20 to 35 inches thick. The particle-size control section averages 7 to 15 percent clay and 5 to 25 percent rock fragments.  Reaction is slightly acid or neutral throughout.\nThe A horizon has value of 4 or 5 dry, 2 or 3 moist, and chroma of 1 through 3 dry or moist.  It is 0 to 15 percent pebbles.\nThe Bw horizon has value of 5 or 6 dry, 3 or 4 moist, and chroma of 2 through 4 dry or moist.  It is loam, sandy loam, or fine sandy loam and is gravelly in some pedons.  It is 0 to 20 percent pebbles and 0 to 2 percent cobbles.\nThe C horizon has hue of 10YR or 2.5Y, value of 6 or 7 dry, 4 through 6 moist, and chroma of 2 through 4 dry or moist.  It is loam, sandy loam, or fine sandy loam and is gravelly in some pedons.  It is 10 to 25 percent pebbles and 0 to 5 percent cobbles.\nSome pedons have a 2C horizon.  It commonly is very pale brown (10YR 7/3) very gravelly sandy loam, yellowish brown (10YR 5/4) moist.  It is very gravelly loamy s and in some pedons.  It is 35 to 50 percent pebbles and 0 to 5 percent cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Dinkleman, Kilmerque and Republic series.  Dinkleman soils are deep to a paralithic contact. Kilmerque soils are moderately deep to a paralithic contact. Republic soils are dry more than 60 consecutive days."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lostcreek soils are on alluvial fans, terraces, and toeslopes of hills and mountains.  These soils formed in alluvium and glacial till with an admixture of loess and volcanic ash.  Slops are 3 to 15 percent.  Elevations range from 2,000 to 3,500 feet.  The climate is characterized by warm, dry summers and cold, moist winters.  The average annual precipitation is 15 to 18 inches.  The mean January temperature is about 22 degrees F, mean July temperature is about 65 degrees F, and the mean annual air temperature is 42 to 44 degrees F.  The frost-free season is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Republic soils and the Apex (T), Barnellcreek (T), Donavan, Goldlake (T), Louploup (T), Merkel, Sanpoil (T), Scoap, Stapaloop (T), and Stevens soils.  Apex, Barnell, Louploup, Merkel, and Stapaloop soils lack a mollic epipedon.  Scoap and Stevens soils have a mollic epipedon greater than 20 inches thick, and Sanpoil soils have a mollic epipedon greater than 24 inches thick.  Barnellcreek  and Louploup soils are ashy over loamy, and Merkel and Scoap soils are loamy-skeletal. Donavan, Goldlake, and Stevens soils are mesic.  Sanpoil soils are poorly drained.  Barnellcreek and Goldlake soils are moderately well drained, and the other soils are well drained.   In addition, all of these soils, except the Barnellcreek, Goldlake, and Sanpoil soils, are dry in the moisture control section for more than 60 consecutive days following the summer solstice."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Timber production, wildlife habitat, watershed, and grazing are the principal uses.  The native vegetation is Douglas-fir, ponderosa pine, western larch, quaking aspen, willow, pinegrass, common snowberry, white spiraea, kinnikinnick, Saskatoon serviceberry, thimbleberry, Virginia strawberry, wild rose, and Oregon-grape."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northcentral Washington.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Colville Indian Reservation, Okanogan and Ferry Counties, Washington, 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in the soil are a mollic epipedon from the surface to 11 inches, a cambic horizon from 11 to 27 inches, a weighted average of 6 percent rock fragments in the particle-size control section, and mottles with a chroma of 2 or less below a depth of 42 inches.   The description reflects a change in classification by changing mineralogy to isotic.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
