{
  "SERIES": "LOTEX",
  "STATUS": "Established Series",
  "BYREV": "Rev. HBR/TER",
  "REVDATE": "02/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive Lithic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lotex sandy loam on a 7 percent south slope - rangeland.   (Colors are for air-dry soil unless otherwise stated.)\nA--0 to 2 inches; reddish brown (5YR 4/3) sandy loam, dark reddish brown (5YR 3/2) moist; moderate very fine granular structure; soft, very friable, slightly sticky and plastic; common very fine and fine roots; many very fine irregular pores; neutral (pH 7.2); clear smooth boundary.   (2 to 15 inches thick)\nBw--2 to 8 inches; reddish brown (5YR 5/3) loam, dark reddish brown (5YR 3/3) moist; weak coarse subangular blocky structure; soft, very friable, sticky and plastic; common very fine and fine roots; common very fine irregular and tubular pores; neutral (pH 7.2); abrupt smooth boundary.  (0 to 9 inches thick)\nR--8 inches; hard quartzite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Daggett County, Utah, on O-Wi-Yu-Kuts Flats; 2,220 feet north and 2,500 feet west of the southeast corner, sec. 2 T.2 N., R. 25 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature ranges from 37 to 43 degrees F.  Summer soil temperature ranges from 54 to 58 degrees F.  Depth to lithic contact is 7 to 20 inches.  Thickness of the mollic epipedon ranges from 7 to 16 inches.  Texture of the control section is loam or sandy loam with 8 to 18 percent clay.  Gravel content ranges from 0 to 15 percent. Some pedons have 5 to 15 percent cobbles, stones and boulders.\nThe A horizon has hue of 5YR or 2.5YR, value of 3 to 5 dry and 2 or 3 moist, and chroma of 2 or 3 moist and dry.  It is loam, sandy loam, stony loam, or stony sandy loam.\nThe Bw horizon has hue of 5YR or 2.5YR, value of 3 to 6 dry and 2 to 4 moist, and chroma of 2 or 3 moist and dry.  It is loam, sandy loam, stony loam, or stony sandy loam.  It has weak or moderate subangular blocky structure."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Duncom, Ganis (T), Hanagita, Hazton, Heisspitz (T), Jenkinson, Skisams, Spliten, Splitro, Trump, and Udelope (T) series.  Duncom and Trump soils have secondary lime or gypsum. Ganis soils are moderately and strongly acid and contain minor amounts of volcanic ash.  Hanagita soils have textures of silt loam and mean annual soil temperatures of 32 to 35 degrees F.  Jenkinson and Skisams soils have 18 to 27 percent clay in the control section and the Jenkinson soil is also calcareous throughout the profile.  Hazton, Heisspitz, Spliten, Splitro, and Udelope soils have hues yellower than 5YR.  Also, Udelope soils have mean annual soil temperatures from 44 to 47 degrees F. and the mollic always includes the entire profile.  In addition, the Heisspitz soil also has 18 to 35 percent clay in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lotex soils are on mountainsides, plateaus and benches.  They formed in residuum from quartzite and sandstone.  Slopes are 0 to 30 percent.  Elevation is 7,500 to 8,700 feet.  The average annual precipitation is 16 to 20 inches.  The average annual air temperature is 35 to 40 degrees F.  The frost-free season is 30 to 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Bachus and Cittum series.  Bachus soils are moderately deep to bedrock and have argillic horizons.  Chittum soils are shallow to bedrock and have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:   Well drained; slow to rapid runoff and moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for rangeland.  Native vegetation is Wyoming three-tip sagebrush, black sagebrush, curlleaf mountain mahogany, rock goldenrod, blue bunch wheatgrass, junegrass, squirreltail and eriogunum."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Utah and possibly northwestern Colorado.  This soil is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Daggett County (Henry's Fork Area), Utah, 1990."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from 0 to 8 inches.\nBw feature - the zone of structural development from 2 to 8 inches.\nLithic contact - at 8 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
