{
  "SERIES": "LOTUS",
  "STATUS": "Established Series",
  "BYREV": "CLB-WLC",
  "REVDATE": "9/85",
  "STATES": "LA",
  "OVERVIEW": "The Lotus series consists of deep, moderately well to somewhat poorly drained, rapidly permeable soils that formed in sandy alluvium.  The soils are on level to very gently undulating natural levees of streams in the Southern Coastal Plains.  Slope is dominately less than 1 percent, but ranges up to 3 percent in undulating areas.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Thermic, coated Aquic Quartzipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lotus sand, in hardwood forest.\n(Colors for moist soil)\nA--0 to 2 inches; grayish brown (10YR 5/2) sand; weak fine granular structure; very friable; many fine and medium roots; slightly acid; clear smooth boundary.  (0 to 14 inches)\nC--2 to 10 inches; light brownish gray (10YR 6/2) sand; single grained; loose; many fine and medium roots; medium acid; clear wavy boundary.  7 to 21 inches thick)\nAb--10 to 21 inches; grayish brown (10YR 5/2) sand; single grained; loose; common fine roots; very strongly acid; clear smooth boundary.  (4 to 14 inches thick)\nCb1--21 to 40 inches; light brownish gray (10YR 6/2) loamy sand; common medium distinct yellowish brown (10YR 5/4) mottles; single grained; loose; few medium and fine roots; few pockets of uncoated sand grains; very strongly acid; clear wavy boundary.  (4 to 28 inches thick)\nCb2--40 to 65 inches; light gray (10YR 7/1) loamy sand; common medium distinct yellowish brown (10YR 5/4) mottles; single grained; loose; common pockets of uncoated sand grains; very strongly acid; clear wavy boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Natchitoches Parish, Louisiana.  In the southern part of Natchitoches Parish, 2.3 miles south of Bellwood, Louisiana, 3.2 miles east on U.S. Forest Service Lotus-Gorum road; 350 feet south of road in woods; sec. 24, R. 8 W., T. 6 N."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to layers with textures finer than loamy fine sand ranges from 60 to more than 80 inches.  The clay content ranges from 2 to 15 percent and the silt plus clay ranges from 10 to 25 percent in the 10 to 40 inch control section.  Reaction of the A horizon is strongly acid to slightly acid and the C, Ab and Cb horizons are very strongly acid to medium acid.\nThe A horizon has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 2 or 3.  It is sand, fine sand or loamy fine sand.  The Ab horizon has the same color and texture range as the A horizon.\nThe C and Cb horizons have hue of 10YR, value of 5 to 7, and chroma of 1 to 3.  Mottles where present are in shades of brown or gray.  Texture is sand, fine sandy, loamy sand or loamy fine sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Chipley and Pactolus series in the same family and the Alaga, Alpin, Arenosa, Bigbee, Cainhoy, Corolla, Darden, Foxworth, Fripp, Glentosh, Kershaw, Lakeland, Newhan, Ortega, Ousley, and Tonkawa series in related families.  The Chipley and Pactolus soils do not have buried A horizons within the solum.  All of the remaining competing series also lack buried A horizons within the solum.  In addition, the Alaga, Alpin, Arenosa, Bigbee, Cainhoy, Darden, Foxworth, Fripp, Glentosh, Kershaw, Lakeland, Newhan, Ortega, and Tonkawa soils do not have a water table within 3 feet of the soil surface.  Also the Corolla, Fripp, Kershaw, Newhan, Ortega, and Ousley series have less than 5 percent slit plus clay in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lotus soils are on local stream floodplains of the Southern Coastal Plains.  Slopes range from 0 to 3 percent.  They were formed in acid, sandy alluvium.  The climate is warm and humid with a mean annual temperature of 65.5 degrees F., and an average rainfall of 54 inches near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Beauregard, Betis, Briley, Guyton, Ruston, and Smithdale soils.  The Beauregard, Betis, Briley, Ruston, and Smithdale soils occur on higher upland landscapes, have argillic horizons, redder hues and finer textures than Lotus soils.  Guyton soils occur on floodplains at slightly lower elevations, are poorly drained, and have fine-silty control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Lotus soils are moderately well to somewhat poorly drained.  Runoff is slow and permeability is rapid.  Depth to a seasonally high water table is 1.5 to 3 feet below the surface December through April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in woodland.  Forest vegetation includes loblolly pine, water oak, and shortleaf pine.  Some small areas are in pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Louisiana and possibly east Texas.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Natchitoches Parish, Louisiana; 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Lotus soils were formerly included with the Ochlocknee Series.  Dominant 1 or 2 chroma matrix colors where present in the C horizon are attributed primarily to colors of the sand particles rather than wetness.\nNational Cooperative Soil Survey\nU. S. A."
  }
}
