{
  "SERIES": "LOUIE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JJN/TDC",
  "REVDATE": "03/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Durixeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Louie stony loam - on an east facing concave slope of 4 percent under Idaho fescue, beardless wheatgrass, squirreltail and western juniper at 2,820 feet elevation. (Colors are for dry soil unless otherwise stated.  When described (2/26/70), the soil was moist throughout.)\nA11--0 to 3 inches; light brownish gray (10YR 6/2) stony loam, very dark grayish brown (10YR 3/2) moist; weak medium platy structure; slightly hard, friable, sticky and slightly plastic; many very fine and fine roots; many very fine and fine interstitial pores; 5 percent stones, 10 percent cobbles and 15 percent pebbles; slightly acid (pH 6.5); abrupt smooth boundary. (2 to 5 inches thick)\nA12--3 to 6 inches; light brownish gray (10YR 6/2) stony loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; slightly hard, friable, sticky and slightly plastic; many very fine and fine roots; few very fine tubular and fine interstitial pores; 5 percent stones, 10 percent cobbles and 10 percent pebbles; neutral (pH 7.0); clear smooth boundary. (2 to 4 inches thick)\nA13--6 to 12 inches; light brownish gray (10YR 6/2) cobbly loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; slightly hard, friable, sticky and slightly plastic; many very fine and fine tubular pores; few very thin clay films in pores and on peds; 3 percent stones, 10 percent cobbles and 10 percent pebbles; neutral (pH 7.3); abrupt smooth boundary. (4 to 9 inches thick)\nB1t--12 to 21 inches; yellowish brown (10YR 5/4) cobbly loam, dark brown (10YR 3/3) rubbed, very dark grayish brown (10YR 3/2) faces of peds, moist; moderate medium subangular blocky structure; hard, friable, sticky and plastic; few very fine and fine roots; common fine and very fine tubular pores; common thin clay films in pores and on peds; 3 percent stones, 10 percent cobbles and 10 percent pebbles; mildly alkaline (pH 7.5); clear smooth boundary. (6 to 11 inches thick)\nB2t--21 to 29 inches; yellowish brown (10YR 5/4) cobbly sandy clay loam, dark brown (10YR 3/3) rubbed, dark yellowish brown (10YR 4/4) faces of peds, moist; strong medium subangular blocky structure; hard, friable, sticky and plastic; few fine and very fine roots; few fine and very fine tubular pores; continuous moderately thick clay films in pores and on peds; 3 percent stones, 10 percent cobbles and 10 percent pebbles; mildly alkaline (pH 7.5); abrupt wavy boundary. (6 to 11 inches thick)\nC1sim--29 to 32 inches; light yellowish brown (10YR 6/4) strongly cemented duripan, dark yellowish brown (10YR 3/4) moist; duripan is laminar to platy with a few masses or thin seams of segregated lime; cementing agent is dominantly silica with some lime and iron. (2 to 12 inches thick)\nC2--32 to 60 inches; stratified sands, gravel, cobbles, and some stones."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Siskiyou County, California; Shasta Valley area, about 10 miles southeast of Grenada at a location 1 1/2 miles due east of the junction of the Big Springs Road and Louie Lane; 2,700 feet east and about 200 feet north of the southwest corner sec. 1, T. 43 N., R. 5 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil is 20 to 40 inches deep to the duripan.  The mean annual soil temperature is 51 to 57 degrees F.  The soil temperature at a depth of 20 inches exceeds 41 degrees F. from March 1 to December 20 and exceeds 47 degrees F. from April 1 to November 15.  The mean January soil temperature is 35 to 38 degrees F.; the mean July soil temperature is 64 to 79 degrees F.  The soil is dry between the depths of 10 and 24 inches from July 1 until October 15 and is moist in some or all parts the rest of the year.  Rock fragments consisting of stones, cobblestones, and pebbles range from 0 to 35 percent, commonly increasing with increasing depth.\nThe A horizon is grayish brown, brown, light brownish gray, or pale brown (10YR 5/2, 5/3, 6/2, 6/3; 2.5Y 5/2, 6/2).  Moist colors are very dark grayish brown or brown (10YR 3/2, 3/3, 4/2, 4/3; 2.5Y 3/2, 4/2).  There is less than 1 percent organic matter in the surface 7 inches.  It is sandy loam or loam with 10 to 20 percent clay and is stony or cobbly in most pedons.  It is slightly acid to mildly alkaline.\nThe B2t horizon ranges from brown to pale yellow (10YR 5/3, 5/4, 6/3, 6/4, 7/3, 7/4; 2.5Y 5/4, 6/4, 7/4).  Moist colors range from very dark grayish brown to light olive brown (10YR 3/2, 3/3, 3/4, 4/2, 4/3, 4/4, 5/2, 5/3, 5/4; 2.5Y 3/2, 4/2, 4/4, 5/2, 5/4).  It is sandy clay loam or clay loam with 20 to 27 percent clay and is stony or cobbly in most pedons.  There is at least 4 percent increase in clay content from the A horizon to the B horizon.  It is neutral to moderately alkaline.\nThe C1sim horizon is mostly weakly or strongly cemented but is indurated in some laminar plate.  The duripan is over stratified sand or loamy sand alluvial deposits.  In some pedons, hard bedrock is within a depth of 60 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ditchcamp, Exel, Modoc, Packwood and Thoms series.  All of these soils have aridic soil moisture regimes.  Also, Exel soils have stratified cobbly sediments at depths greater than 40 inches.  Modoc soils have a mollic epipedon.  Packwood and Thoms soils have a duripan at depths less than 20 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Louie soils are on terraces and alluvial fans that are undulating to smooth.  Slopes are 0 to 9 percent.  The soils formed in alluvium from extrusive igneous rocks such as basalt, andesite, and tuff and some volcanic dust.  Much of the alluvium was deposited directly on lava flows that have outcrops above the soil surface.  Stones cover 0 to 15 percent of the soil surface.  This soil common is in a complex with rock outcrop.  Elevations are 2,500 to 3,500 feet in a continental and subhumid climate with warm dry summers and cold moist winters.  Mean annual precipitation is 10 to 14 inches.  Seasonal snowfall is 10 to 36 inches.  Mean January temperature is 33 to 36 degrees F.; mean July temperature is 67 to 70 degrees F.; and mean annual temperature is 48 to 51 degrees F.  Frost-free season is 100 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Delaney, Gazelle, Lassen, Mary and Plutos soils.  Delaney soils have an ashy control section and are 60 inches or more deep.  Gazelle soils have an electrical conductivity greater than 2 mmhos, are calcareous, and have a coarse-loamy control section.  Lassen soils have clay texture with intersecting slickensides, cracks to the surface and lack a duripan.  Mary soils lack a duripan and are over hard bedrock at depths of 20 to 40 inches.  Plutos soils have an ashy control section and are 20 to 40 inches deep to hard bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used primarily as rangeland.  Areas that are cultivated are used for hay, small grains, and pasture, both irrigated and dry.  Some areas of these soils have been subdivided for recreational homes.  Native vegetation is bluebunch wheatgrass, Idaho fescue, Sandberg bluegrass, prairie junegrass and sagebrush."
  },
  "REGIONAL OFFICE": {},
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Siskiyou County, California, 1978."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": null
  }
}
