{
  "SERIES": "LOURDES",
  "STATUS": "Established Series",
  "BYREV": "Rev. TEF-SRS-TWN",
  "REVDATE": "12/2004",
  "STATES": "IA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Aquollic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lourdes loam, on a convex, 3 percent slope in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 centimeters (0 to 8 inches); very dark brown (10YR 2/2) loam, grayish brown (10YR5/2) dry; some mixing of brown (10YR 4/3) peds; weak medium subangular blocky structure parting to weak fine granular; friable; moderately acid; abrupt smooth boundary. [13 to 23 centimeters (5 to 9 inches) thick]\nE--20 to 28 centimeters (8 to 11 inches); brown (10YR 4/3) loam, pale brown (10YR 6/3) dry; moderate medium platy structure; friable; few very dark brown (10YR 2/2) worm casts; strongly acid; clear wavy boundary. [5 to 15 centimeters (2 to 6 inches) thick]\nBE--28 to 38 centimeters (11 to 15 inches); yellowish brown (10YR 5/4) clay loam; faces of peds brown (10YR 4/3); moderate fine subangular blocky structure; friable; very few very dark brown (10YR 2/2) worm casts; few fine soft strong brown accumulations (oxides); very strongly acid; clear smooth boundary. [0 to 18 centimeters (0 to 7 inches) thick]\n2Bt1--38 to 46 centimeters (15 to 18 inches); yellowish brown (10YR 5/6) loam with some pebbles; faces of peds brown (10YR 5/3) and yellowish brown (10YR 5/6); moderate very fine subangular blocky structure; firm; few fine soft strong brown accumulations (oxides); thin discontinuous very dark gray (10YR 3/1) clay films; pebble band at about 38 centimeters (15 inches); very strongly acid; clear wavy boundary.\n2Bt2--46 to 56 centimeters (18 to 22 inches); strong brown (7.5YR 5/8) and gray (5Y 6/1) clay loam with some pebbles; faces of peds gray (5Y 6/1) with some very dark gray (N 3/0) and dark gray (N 4/0); moderate medium prismatic structure parting to strong fine subangular blocky; very firm; thick discontinuous very dark gray (10YR 3/1) and dark gray (10YR 4/1) clay films on prisms and faces of peds; few very fine soft strong brown accumulations (oxides); very strongly acid; clear wavy boundary.\n2Bt3--56 to 79 centimeters (22 to 31 inches); strong brown (7.5YR 5/6) and gray (5Y 6/1) clay loam with some pebbles; faces of peds gray (5Y 6/1) with some very dark gray (N 3/0) and dark gray (N 4/0); moderate medium and coarse prismatic structure parting to moderate to strong medium subangular blocky; very firm; thick discontinuous very dark gray (10YR 3/1) and dark gray (10YR 4/1) clay films on prisms and faces of peds; thin discontinuous white (N 8/0), dry silt and sand coatings on prisms; few fine soft yellowish red accumulations (oxides); strongly acid; clear wavy boundary.\n2Bt4--79 to 112 centimeters (31 to 44 inches); strong brown (7.5YR 5/6) and gray (5Y 5/1) clay loam with some pebbles; faces of peds gray (5Y 5/1) with some strong brown (7.5YR 5/6); moderate coarse prismatic structure parting to weak coarse subangular blocky; very firm; few thin discontinuous clay films; neutral; clear wavy boundary. [Combined thickness of the 2Bt horizon is 61 to 97 centimeters (24 to 38 inches).]\n2BC--112 to 130 centimeters (44 to 51 inches); strong brown (7.5YR 5/6) and gray (5Y 5/1) clay loam with some pebbles; gray colors on faces of prisms become less distinct with depth; weak medium prismatic structure; very firm; very few thin discontinuous black (N 2/0) clay films on faces of prisms and in pores; common lime concretions; strongly effervescent; slightly alkaline; gradual smooth boundary. [0 to 25 centimeters (0 to 10 inches) thick]\n2C--130 to 193 centimeters (51 to 76 inches); strong brown (7.5YR 5/6) and gray (5Y 5/1) clay loam with some pebbles; massive; very firm; few hard lime concretions; strongly effervescent, moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 104-Eastern Iowa and Minnesota Till Prairies; Howard County, Iowa subset; about 7 miles north of Lourdes; located about 1800 feet north and 300 feet west of the southeast corner of section 30, T. 99 N., R. 12 W.; USGS Lourdes quadrangle; lat. 43 degrees 21 minutes 44 seconds N. and long. 92 degrees 17 minutes 59 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to glacial till--30 to 56 centimeters (12 to 22 inches)\nDepth to carbonates--91 to 152 centimeters (36 to 60 inches)\nContent of clay in the particle-size control section (weighted average)--30 to 35 percent\nContent of sand in the particle-size control section (weighted average)--less than 5 percent\nSpecial feature--some pedons have a stone line or thin layer, 2 to 13 centimeters (1 to 5 inches) thick of gravelly and sandy materials at the base of the loamy sediments\nAp or A horizons:\nHue--10YR\nValue--2 or 3\nChroma--1 or 2\nTexture--loam or silt loam\nClay content--20 to 27 percent\nSand content--20 to 40 percent\nRock fragment content--1 to 10 percent\nReaction--very strongly acid to moderately acid.\nE or BE (when present) horizons:\nHue--10YR\nValue--4\nChroma--3 or 4\nTexture--loam or silt loam\nClay content--24 to 32 percent\nSand content--20 to 40 percent\nRock fragment content--1 to 10 percent\nReaction--very strongly acid to moderately acid\n2Bt horizon:\nHue--7.5YR or 10YR\nValue--4 or 5\nChroma--4 to 8\nTexture--loam or clay loam\nClay content--30 to 35 percent\nSand content--25 to 45 percent\nRock fragment content--2 to 15 percent\nReaction--very strongly acid to neutral\nSome pedons have subhorizons with a clay content of 38 percent\n2BC (when present) or 2C horizons:\nHue--7.5YR to 5Y\nValue--4 to 6\nChroma--1 to 8\nTexture--loam or clay loam\nClay content--28 to 33 percent\nSand content--30 to 40 percent\nRock fragment content--2 to 15 percent\nReaction--neutral to moderately alkaline\nCalcium carbonate equivalent--less than 15 percent\nSome pedons have extremely coarse prismatic structure dissected by few oblique fractures in the upper 2Bt through the 2BC and in places into the 2C horizon\nSome pedons have vertical seams or wedges of sand or loamy sand about 5 to 15 centimeters (2 to 6 inches) wide and about 0.9 to 1.2 meters (3 to 4 feet) deep extending downward from the stone line into the glacial till"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Alida, Ashippun, Kibbie, Marker, Montmorenci, and Symco series.\nAlida--do not have carbonates within a depth of 183 centimeters (72 inches)\nAshippun--have 5 to 25 percent shale fragments in the lower part of the series control section\nKibbie--have less than 1 percent rock fragments in the series control section\nMarker--have a clay content of 20 to 27 percent in the lower third of the series control section\nMontmorenci--are in areas that have a mean annual precipitation range of 86 to 102 centimeters (34 to 40 inches) and have carbonates within depths of 51 to 102 centimeters (20 to 40 inches)\nSymco--have a calcium carbonate equivalent range of 15 to 40 percent in the lower half of the series control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--30 to 56 centimeters (12 to 22 inches) of loamy sediments and the underlying glacial till\nLandform--convex ridges and long convex side slopes on dissected till plains\nSlopes--2 to 14 percent\nElevation--198 to 335 meters (650 to 1,100 feet) above sea level\nMean annual air temperature--7 to 10 degrees C (45 to 50 degrees F)\nMean annual precipitation--76 to 86 centimeters (30 to 34 inches)\nFrost-free period--145 to 180 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cresco, Clyde, Protivin, and Riceville soils.\nCresco--are in similar landscape positions to those of the Lourdes soils and have a mollic epipedon 25 to 51 centimeters (10 to 20 inches) thick\nClyde--are at lower elevations in toe slopes and drainageways and have a frequently saturated zone within a depth of 0.3 meters (0 to 1 foot) in normal years\nProtivin--are in slightly lower elevations on side slopes, have a mollic epipedon 30 to 51 centimeters (12 to 20 inches) thick, and have a frequently saturated zone within depths of 0.3 to 1.1 meters (1 to 3.5 feet) in normal years\nRiceville--are in slightly lower elevations on side slopes, have an ochric epipedon, and have a frequently saturated zone within depths of 0.3 to 1.1 meters (1 to 3.5 feet) in normal years"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class--moderately well drained--a frequently saturated zone occurs within depths of 1.2 to 1.8 meters (4 to 6 feet) during the during March to June in normal years and is considered apparent\nSaturated hydraulic conductivity--moderately high\nSurface runoff potential--low or medium"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are cultivated. The principal crops are corn, soybeans, small grains, and legume hays. The native vegetation is mixed big bluestem, little bluestem, switchgrass, other grasses of the tall grass prairie and deciduous trees (oak-hickory)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic section--Dissected till plains\nMLRA--Eastern Iowa and Minnesota Till Prairies (104)\nLRR M; northeastern Iowa\nExtent--moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Howard County, Iowa, 1969"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 38 to 88 centimeters (15 to 35 inches) (2Bt1, 2Bt2, 2Bt3, and 2Bt4 horizons);\nseries control section--the zone from the surface to a depth of 150 centimeters (0 to 59 inches) (Ap, E, BE, 2Bt1, 2Bt2, 2Bt3, 2Bt4, 2BC, and 2C horizons).\nDiagnostic horizons and features recognized in this pedon:\nochric epipedon--the zone from the surface to a depth of 20 centimeters (8 inches) (Ap horizon);\nargillic horizon--the zone from a depth of 38 to 112 centimeters (15 to 44 inches) (2Bt1, 2Bt2, 2Bt3 and 2Bt4 horizons);\nudic moisture regime.\nAquollic subgroup based on matrix value of 2 in zone from 0 to 8 inches (Ap horizon) and matrix chroma of 1 and oxide accumulations in zone from 18 to 25 inches (2Bt2 and 2Bt3 horizons).\nThese soils are marginal to Mollic Hapludalfs but are believed best characterized as Aquollic Hapludalfs.\nCation-exchange class is supported by laboratory data-pedon numbers S56IA-089-005, NSSL.\nTaxonomy version--Keys to Soil Taxonomy, ninth edition, 2003.\nADDITIONAL DATA:\nLaboratory data--National Soil Survey Laboratory, Lincoln, Nebraska-many pedons (http://ssldata.sc.egov.usda.gov/).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
