{
  "SERIES": "LOVELL",
  "STATUS": "Established Series",
  "BYREV": "Rev. AEK/GHL/TDT",
  "REVDATE": "11/2013",
  "STATES": "ID",
  "OVERVIEW": "The Lovell series consists of very deep, poorly drained soils that formed in alluvium from loess weathered from basalt and medisedimentary rocks mixed with volcanic ash.  Lovell soils are in concave positions or depressions on flood plains. Slopes are 0 to 2 percent.  The mean annual precipitation is about 22 inches and the mean annual temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, isotic, frigid Aquandic Epiaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lovell ashy silt loam-cultivated. (Colors are for dry soil unless otherwise noted.)\nAp--0 to 8 inches; light brownish gray (10YR 6/2) ashy silt loam, very dark brown (10YR 2/2) moist; weak medium granular structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots; many fine interstitial pores; moderately acid (pH 6.0); abrupt smooth boundary. (6 to 10 inches thick)\nEg1--8 to 14 inches; gray (10YR 6/1) ashy silt loam, very dark brown (10YR 2/2) moist; weak medium platy structure parting to weak fine subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; many fine pores; common fine black (10YR 2/1) concretions; slightly acid (pH 6.4); clear smooth boundary. (4 to 8 inches thick)\nEg2--14 to 18 inches; gray (10YR 6/1) ashy silt loam, very dark gray (10YR 3/1) moist; massive; very friable, slightly sticky and slightly plastic; few very fine roots; many fine pores; common fine black (10YR 2/1) concretions; slightly acid (pH 6.5); abrupt smooth boundary. (2 to 10 inches thick)\nEBtg--18 to 22 inches; gray (10YR 6/1) silt loam, very dark grayish brown (10YR 3/2) moist; moderate medium platy structure; hard, friable, slightly sticky and slightly plastic; few very fine roots; many fine pores; common fine black (10YR 2/1)  concretions; prominent nearly continuous very dark brown (10YR 2/2) moist; clay films on horizontal faces of peds; neutral (pH 6.7); abrupt smooth boundary. (2 to 6 inches thick)\nBt1--22 to 26 inches; light gray (10YR 7/2) silt loam, dark grayish brown (10YR 4/2) moist; weak fine and medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; many fine and very fine pores; common continuous very dark brown (10YR 2/2) moist clay films in pores; neutral (pH 7.0); abrupt smooth boundary. (2 to 6 inches thick)\nBt2--26 to 34 inches; light gray (10YR 7/2) silt loam, dark grayish brown (10YR 4/2) moist; weak thin and medium platy structure; hard, firm, slightly sticky and slightly plastic; many very fine pores; prominent nearly continuous very dark brown (10YR 2/2) moist clay films on faces of peds and in pores; neutral (pH 7.0); clear smooth boundary. (6 to 9 inches thick)\n2Bt3--34 to 37 inches; light gray (10YR 7/2) loam, dark grayish brown (10YR 4/2) moist; weak thin platy structure; hard, firm, slightly sticky and slightly plastic; common very fine pores; prominent continuous very dark grayish brown (10YR 3/2) moist clay films on peds and in pores; neutral (pH 7.0); clear smooth boundary. (2 to 6 inches thick)\n2Bt4--37 to 44 inches; light yellowish brown (10YR 6/4) loam, dark yellowish brown (10YR 4/4) moist; weak thin platy structure; slightly hard, firm, slightly sticky and slightly plastic; common very fine tubular pores; common nearly continuous very dark gray (10YR 3/1) moist clay films on peds and in pores; neutral (pH 6.7); clear smooth boundary. (4 to 10 inches thick)\n2Bt5--44 to 51 inches; very pale brown (10YR 7/3) loam, brown (10YR 4/3) moist; weak thin platy structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine tubular pores; common nearly continuous clay films in pores; common medium and coarse distinct reddish brown (5YR 5/4) iron accumulations; neutral (pH 6.8); abrupt smooth boundary. (4 to 10 inches thick)\n2BC--51 to 60 inches; light gray (10YR 7/2) loam, pale brown (10YR 6/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; common very fine tubular pores; common fine black (10YR 2/1) concretions and many coarse prominent reddish brown (5YR 5/4) and yellowish red (5YR 5/6) iron accumulations; neutral (pH 6.9)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Benewah County, Idaho; about 600 feet north and 45 feet east of center of section 10, T.44N., R.5W.  Latitude-47 degrees, 9 minutes, 47.3 seconds North and Longitude-116 degrees, 56 minutes, 45.4 seconds West"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThe mean annual soil temperature is 41 to 47 degrees F\nThickness of volcanic ash (aquandic feature Ap and Eg horizons)--12 to 20 inches, contains 12 to 25 percent glass, and Al + 1/2Fe is 0.15 to 0.30\nDepth to redox features (black manganese concretions) and low chroma matrix--6 to 10 inches\nDepth to the top of the perched water table (epi saturation)--13 to 20 inches\nDepth to the top of the argillic horizon (Bt1)--15 to 25 inches\nApparent water table (endo saturation)--is present below 40 inches\nThe Ap horizon has hue of 10YR, value of 5 or 6 dry, 2 through 4 moist, and chroma of 2 through 4 dry, 2 or 3 moist. It is moderately acid or slighty acid.  Base saturation by sum is 60 to 75 percent.  Clay content is 15 to 25 percent\nThe Eg and EBtg horizons have hue of 10YR or 2.5Y, value of 6 dry, 2 through 4 moist and chroma of 1 dry, 1 or 2 moist.  It is slighty acid or neutral.  Base saturation by sum is 70 to 85 percent.  Clay content is 15 to 25 percent\nThe Bt and 2Bt horizons have hue of 10YR, value of 6 or 7 dry, 3 or 4 moist and chroma of 2 through 4 dry and 2 through 4 moist.  It is moderately acid to neutral,  Base saturation by sum is 80 to 90 percent.  It is silt loam, silty clay loam or loam in the lower part.  Clay content is 20 to 30 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series.  The Porrett and Teneb series are similar.  Porrett soils have redox features at depths of 0 to 6 inches from the soil surface are very poorly drained.  Teneb soils lack an albic horizon and are classified as mixed, active."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Lovell soils are in the concave positions or depressions on flood plains. They formed in alluvium from loess, weathered from basalt and medisedimentary rocks mixed with volcanic ash.  Elevation  2,000 to 2,800 feet.  Slopes are 0 to 2 percent. The mean annual precipitation is 18 to 23 inches. The mean annual temperature is 43 to 45 degrees F.  The frost-free period is 90 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Latahco soil.  Latahco soils have a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; very slow runoff; slow permeability.  Flooding is frequent or occasional in the spring.  A perched water table is present at 13 to 20 inches in the spring and an apparent water table is present at 38 to more than 60 inches in the spring and summer."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are drained and under cultivation of small grain, hay and pasture. The natural vegetation is mainly tufted hairgrass, sedges, rushes and willows."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Idaho. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Benewah County, Idaho, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features recognized in the pedon are:\nOchric epipedon--from 0 to 18 inches\nAlbic horizon--from 14 to 18 inches; the Eg1 horizon is not part of the albic horizon because the moist color value is 2.\nArgillic horizon--from 22 to 51 inches\nAquandic feature--from 0 to 18 inches the (Al+1/2Fe) X 60 plus the (glass)=34;  (.15) X 60 plus (25)=34\nEpisaturation--layer that perches the water is the argillic horizon\nParticle-size control section--22 to 42 inches; fine-silty but borderline to fine-loamy.\nADDITIONAL DATA: NSSL pedon ID is S04ID009-011 and pedon number is 05N0151.  The pedon is near the typical pedon but the particle-size class family is fine-loamy near coarse-loamy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
