{
  "SERIES": "LOVEWELL",
  "STATUS": "Established Series",
  "BYREV": "Rev. KJL-NRK-WDH",
  "REVDATE": "04/2016",
  "STATES": "ME,NH,NY,VT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, frigid Fluvaquentic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lovewell very fine sandy loam, on a 1 percent slope in a hayfield. (Colors are for moist soil unless otherwise stated.)\nAp -- 0 to 14 inches; dark grayish brown (10YR 4/2) very fine sandy loam, very pale brown (10YR 7/3) dry; weak fine granular structure; very friable; many very fine and few medium roots; moderately acid; abrupt smooth boundary. (6 to 14 inches thick)\nBw -- 14 to 22 inches; brown (10YR 4/3) very fine sandy loam; weak fine granular structure; very friable; common fine roots; moderately acid; clear wavy boundary. (5 to 22 inches thick)\nC1 -- 22 to 31 inches; brown (10YR 4/3) very fine sandy loam; massive; very friable; few fine roots; few fine distinct grayish brown (2.5Y 5/2) iron depletions and few fine prominent strong brown (7.5YR 5/6) masses of iron accumulation; slightly acid; clear wavy boundary.\nC2 -- 31 to 41 inches; brown (10YR 4/3) very fine sandy loam; massive; friable; few fine roots; many medium prominent light brownish gray (2.5Y 6/2) iron depletions and many medium prominent strong brown (7.5YR 5/6) masses of iron accumulation; slightly acid; clear wavy boundary.\nC3 -- 41 to 65 inches; brown (10YR 4/3) very fine sandy loam; massive; friable; many medium prominent light brownish gray (2.5Y 6/2) iron depletions and few medium prominent strong brown (7.5YR 5/6) masses of iron accumulation; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Oxford County, Maine; town of Fryeburg; 0.3 mile west-southwest of intersection of Maine Route 5 and U.S. Route 302 and 0.4 mile northeast of junction of Maine Route 113 and the Saco River; USGS Fryeburg topographic quadrangle; lat. 44 degrees 01 minute 09 seconds N. and long. 70 degrees 58 minutes 57 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 20 to 30 inches. Gravel content ranges from 0 to 5 percent by volume to a depth of 40 inches and from 0 to 20 percent below 40 inches. Redox depletions are between depths of 16 to 24 inches. The soil ranges from very strongly acid to slightly acid, unless limed. Some pedons have buried horizons.\nSome pedons have an O horizon.\nThe Ap horizon has hue of 10YR or 2.5Y, value of 3 to 5, and chroma of 2 to 4. Dry value is 6 or 7. It is silt loam or very fine sandy loam. Structure is weak to strong, very fine to coarse, granular or subangular blocky. Consistence is very friable or friable.  Some pedons have A horizons with similar characteristics.\nThe B horizon has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 2 to 6. It is silt loam or very fine sandy loam. Structure is weak or moderate, fine to coarse, granular or subangular blocky. Some pedons have platy or prismatic structure. Consistence is very friable or friable. A CB horizon is present in some pedons between the B and C horizons.\nThe C horizon has hue of 10YR to 5Y, value of 4 to 6, and chroma of 1 to 4. It is silt loam, very fine sandy loam, or loamy very fine sand. Some pedons have strata below 40 inches that range from silt loam to fine gravel. The C horizon is massive or single grain, depending upon texture, or has platy structure. Consistence ranges from loose to friable."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Cornish series is currently the only one in the same family. Cornish soils have redox depletions within a depth of 7 to 16 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Lovewell soils are nearly level soils on flood plains that are commonly in broad depressions. Slope ranges from 0 to 3 percent. The soils formed in alluvial deposits of very fine sand and silt. Flooding frequency varies from once or twice a year to once in 5 to 10 or more years. Overflow generally occurs during spring runoff and during periods of high rainfall. The climate is humid and cool temperate with cool summers and cold winters. Mean annual precipitation ranges from 34 to 50 inches. The mean annual temperature ranges from 38 to 46 degrees F. The frost-free season ranges from 80 to 160 days. Elevation ranges from 10 to 2000 feet above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Adams, Allagash, Charles, Colton, Cornish, Croghan, Duxbury, Fryeburg, Madawaska, Nicholville, Salmon and Sunday soils. Adams, Allagash, Colton, Duxbury, and Salmon soils are better drained and Croghan and Madawaska soils have coarser subsoil textures. These soils are on adjacent outwash plains, deltas, and terraces. Charles soils are poorly drained and Cornish soils are somewhat poorly drained and are on lower more concave areas of the flood plain. Fryeburg soils are well drained and Sunday soils are excessively drained and are on higher more convex areas of the flood plain. Nicholville soils have a spodic horizon and are on higher adjacent uplands."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. Estimated saturated hydraulic conductivity is moderately high or high in the coarse-silty layers and moderately high to very high in the silt loam to fine gravel strata, where present."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Cleared areas are used mainly for hay, corn silage, pasture, potatoes, and truck crops. The remaining areas are mostly forested. Dominant tree species are willow, elm, eastern white pine, balsam fir, red spruce, white spruce, red maple, and gray birch."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Maine, New Hampshire, New York and Vermont. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Knox and Lincoln Counties, Maine, 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Lovewell series replaces some soils formerly mapped Winooski that have a frigid temperature regime.\nDiagnostic horizons and features recognized in this pedon include:\n1. Ochric epipedon - the zone from 0 to 14 inches (Ap horizon).\n2. Cambic horizon - the zone from 14 to 22 inches (Bw horizon).\n3. Fluvaquentic feature - content of organic carbon decreases irregularly with depth and redox depletions within 24 inches of the soil surface (C1 horizon).\n4. Aquic conditions - redoximorphic features at 22 inches below the mineral soil surface.\nADDITIONAL DATA: Source of the data used in establishing taxonomic class and range in characteristics is Maine Agricultural Experiment Station Technical Bulletin 145, July 1991.\nThe Soil Interpretation Record Numbers for the Lovewell Series are: Lovewell, ME0081; and Lovewell, stratified substratum, ME0118.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
