{
  "SERIES": "LOVETT",
  "STATUS": "Established Series",
  "BYREV": "Rev. CAW-WGH",
  "REVDATE": "09/2002",
  "STATES": "FL",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, siliceous, subactive, thermic Arenic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lovett sand - on a 3 percent concave, southeast-facing slope in pasture.  (Colors are for moist soil.)\nAp--0 to 9 inches; dark grayish brown (10YR 4/2) sand; weak fine granular structure; very friable; few coarse and many medium, fine and very fine roots; strongly acid; clear smooth boundary.  (5 to 10 inches thick)\nE--9 to 38 inches; brownish yellow (10YR 6/6) sand; weak medium granular structure; very friable; few coarse and many medium, fine and very fine roots; strongly acid; gradual wavy boundary.  (11 to 30 inches thick)\nBt1--38 to 47 inches; yellowish brown (10YR 5/6) fine sandy loam; weak medium subangular blocky structure; friable; common medium, fine, and very fine roots; very strongly acid; gradual wavy boundary.  (5 to 16 inches thick)\nBt2--47 to 62 inches; yellowish brown (10YR 5/6) sandy clay; few fine distinct light gray (10YR 7/2) and common medium prominent red (10R 4/8) mottles; moderate medium subangular blocky structure; firm; few medium, fine and very fine roots; common clay films along root channels; very strongly acid; gradual wavy boundary.  (6 to 25 inches thick)\nC--62 to 80 inches; reticulately mottled yellowish brown (10YR 5/6), red (10R 4/8), and light gray (10YR 7/2) sandy clay; massive; firm; extremely acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Madison County, Florida; 0.5 miles north of Cherry Lake, 0.1 miles west of dirt road, 700 feet north and 600 feet west of southeast corner of Georgia Lot Number 201, latitude 30 37'45\", longitude 83 25'15\"."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 60 to more than 80 inches.  Soil reaction is strongly acid or very strongly acid in the solum, and ranges from strongly acid to extremely acid in the C horizon.  Weighted average clay content of the particle size control section is 18 to 35 percent.  Silt content is less than 20 percent.\nThe A horizon has hue 10YR, value 3 to 5, chroma 2 or 3.\nThe E horizon has hue 10YR, value 4 to 6, chroma 3 to 6.\nTextures of the A and E horizons are loamy fine sand, fine sand, or sand.\nThe upper part of the Bt horizon has hue 10YR or 7.5YR, value 5 or 6, chroma 6 to 8.  Red, brown, and yellow mottles range from none to common, increasing with depth.  Chroma 2 or less mottling is at depths greater than 36 inches.  Texture is fine sandy loam or sandy clay loam.  Some pedons contain 1 to 5 percent plinthite or ironstone nodules.\nThe lower part of the Bt horizon has hue 10YR or 7.5YR, value 5 or 6, chroma 6 to 8.  It has few to many red, brown, yellow, and gray mottles.  It is coarsely mottled with these colors in some pedons, lacking a matrix color.  It is sandy clay or clay.\nThe C horizon is reticulately mottled and varicolored in hues ranging from 10R through 10YR.  Its texture is sandy clay or clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Autryville, Bonneau, Boykin, Briley, Letney, Lowndes, Lucy, Trep, and Wagram series in the same family.  Autryville and Lowndes are bisequal.  Bonneau has an apparent water table and moderate permeability.  Boykin, Briley, and Lucy soils have Bt horizons with dominant hues redder than 7.5YR.  Letney and Wagram soils do not have mottles of chroma 2 or less within 60 inches.  Trep soils are in climatic regions which receive less than 50 inches of precipitation annually and have moderately slow permeability."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lovett soils are on nearly level to sloping uplands of the coastal plain.  Slopes range from 0 to 8 percent.  These soils formed in marine sediments.  Near the type location mean annual temperature is 68 degrees F, and mean annual precipitation is 52 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Albany, Blanton, Esto, Nankin, Ocilla, Orangeburg, and Plummer series.  Esto, Nankin, and Orangeburg soils are on slightly higher landscape positions and have a sandy epipedon less than 20 inches thick.  Albany, Ocilla, and Plummer soils are on lower lying landscapes and are somewhat poorly or poorly drained.  Blanton soils have loamy argillic horizons starting at depths below 40 inches of the surface."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  A seasonal high water table is perched above the Bt horizon for 1 to 3 months during most years.  Permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for soybeans, corn, watermelons, tobacco, peaches, small grains, and pasture.  Increasing acreages are being planted to pine trees.  Natural vegetation includes live oak, water oak, laurel oak, slash pine, loblolly pine, sweetgum, wild cherry, and blackgum, with an understory of American beautyberry, blueberry, grassleaf goldaster, greenbriar, hawthorn, poison ivy, sparkleberry, waxmyrtle, wild grape, winged sumac, and Carolina yellow jessamine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Madison County, Florida and possibly adjoining counties.  The series is moderate in extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Madison County, Florida, 1987."
  },
  "REMARKS": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  This Lovett pedon was sampled for characterization by the University of Florida, IFAS - Soil Science Department - Soil Characterization Laboratory as sample S40 - 6 - (1-6).  The E and the Bt2 horizons were sampled for the Florida Department of Transportation for engineering test data as Madison County Sample Numbers 8 and 9, respectively.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface of the soil to a depth of 38 inches (Ap and E horizon).\nArgillic horizon - the zone from 38 to 62 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
