{
  "SERIES": "LOVEJOY",
  "STATUS": "Established Series",
  "BYREV": "Rev. GMK/LCL",
  "REVDATE": "4/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Abruptic xeric Argidurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lovejoy loam - rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 2 1/2\" inches; light gray (10YR 6/1) loam, dark grayish brown (10YR 4/2) moist; strong very thin platy structure; soft, very friable, slightly sticky, slightly plastic; many very fine and few fine roots; many very fine vesicular pores and common tubular pores; strongly acid (pH 5.3); clear smooth boundary. (2 to 6 inches thick)\nA2--2 1/2 to 10 inches; light brownish gray (10YR 6/2) clay loam, dark grayish brown (10YR 4/2) moist; moderate medium prismatic and moderate thin platy structure; hard, friable, sticky, plastic; common very fine and few fine and medium roots; many very fine horizontal tubular pores and common very fine interstitial pores; common thin clay films lining pores; strongly acid (pH 5.5); clear smooth boundary. (5 to 8 inches thick)\nA3--10 to 16 inches; light gray (10YR 7/1) loam, dark grayish brown (10YR 4/2) moist; moderate coarse prismatic structure; hard, friable, slightly sticky, slightly plastic; few fine and medium mostly exped roots; common very fine tubular and interstitial pores; common thin clay films lining pores; few black shot; medium acid (pH 5.9); noncalcareous; abrupt smooth boundary. (1/2 to 7 inches thick)\nBt--16 to 21 inches; pale brown (10YR 6/3) clay, dark grayish brown (10YR 4/2) moist; strong coarse columnar structure; extremely hard, extremely firm, very sticky, very plastic; few fine and medium exped roots; few very fine tubular pores; continuous moderately thick clay films lining pores and on faces of peds; few black shot; medium acid (pH 6.0); abrupt smooth boundary. (5 to 12 inches thick)\nBqkm--21 to 41 inches; light gray (2.5Y 7/2) indurated pan, olive brown (2.5Y 4/4) and pale yellow (2.5Y 7/4) moist; massive; extremely hard, extremely firm; no roots except for a thin mat 3 inches below the B2t horizon; strongly effervescent, lime occurs in soft masses; moderately alkaline (pH 8.0); clear smooth boundary. (7 to 24 inches thick)\nC--41 to 53 inches; pale yellow (2.5Y 7/4) clay loam (near loam), light olive brown (2.5Y 5/4) moist; massive; very hard, firm, sticky, plastic; common very fine, few fine tubular and few very fine interstitial pores; common moderately thick clay films line pores; moderately alkaline (pH 7.9); noncalcareous."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Plumas County, California; about 4 miles south of the town of Beckwourth, 100 feet north of farm road; 0.6 mile north and 0.1 mile west of the SE corner of sec. 14, T.22N., R.14E.; 39 degrees North, 45 minutes, 38 seconds and 120 degrees West, 22 minutes, 18 seconds."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the duripan is 20 to 30 inches.  This soil is continuously moist in some parts between depths of 4 and 12 inches starting around mid-November.  It is continuously dry in all parts after the 15th of June.  The mean annual soil temperature at a depth of 20 inches is about 48 to 50 degrees F.  Soil temperature exceeds 41 degrees F. from about March 15 until November 15 and is above 47 degrees F. from April 1 until November 1.  The A1 horizon is light gray to grayish brown (10YR 7/1, 6/1, 5/1, 7/2, 6/2, 5/2) dry and grayish brown to dark grayish brown (10YR 5/2, 4/2, 3/2) moist.  The A2 horizon is white to light brownish gray (10YR 8/2, 7/1, 7/2, 6/2) when dry.  The A horizon is fine sandy loam, loam or clay loam.  Organic matter is 2 to 4 percent in the upper part of the A horizon and 1 1/2 to 2 1/2 percent in the lower part of the A horizon or in the A2 horizon.  The Bt horizon is pale brown to brown (10YR 6/3, 5/3, 5/2, 4/2) dry and dark grayish brown to dark brown (10YR 4/2, 3/2, 4/3, 3/3) moist.  It has about 0.2 to 0.4 percent organic matter, 35 to 45 percent clay, and moderate or strong columnar structure.  This horizon is slightly or medium acid and has about 1 to 5 percent exchangeable sodium.  The Bqkm horizon is white to light brownish gray (2.5Y 8/2, 7/2, 6/2) dry and pale yellow to light olive brown (2.5Y 7/4, 6/4, 5/4) when moist."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bravane, Chilcott, Kepler, Lookout, Puls, and Reno series.  Bravane, Chilcott, and Lookout soils are neutral or are mildly to moderately alkaline in the B2t horizon.  Puls soils have a duripan less than 20 inches below the surface.  The duripan in the Reno soils is not indurated."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Lovejoy soils are nearly level to undulating and are on hummocky terraces at elevations of 4,500 to 5,000 feet.  They formed in alluvium from mixed sources that contain some vitric material.   The climate is cool semiarid with warm dry summers and cool moist winters.  Mean annual precipitation is 14 to 20 inches.  Average January temperature is 28 degrees F. and average July temperature is 69 degrees F.  Mean annual temperature is 48 to 50 degrees F.  The freeze-free season is 50 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Beckwourth, Calpine, Loyalton, and Ramelli soils. Beckwourth, Calpine, and Ramelli soils have mollic epipedons and lack duripans.  Loyalton soils have natric horizons and lack duripans."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well-drained; slow runoff; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for range pasture; forage production is low.  The vegetation is low sagebrush, dryland sedge, and perennial grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern California.  The soils are inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Plumas County, California, 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Lovejoy soils were formerly classified as Planosols.\nADDITIONAL DATA:  NSSL pedon S61CA-063-021 (type location) and S61CA-091-006 (fine-loamy taxadjunct).\nOSED scanned by SSQA.  Last revised by state on 8/73.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
