{
  "SERIES": "LOWASSIE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JDP-SVV-RLT",
  "REVDATE": "02/2004",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Vertic Epiaquults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lowassie silt loam - on a concave 1 percent east facing slope in a bluegrass, fescue, and hop clover pasture at an elevation of 1,330 feet.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 10 inches; brown (10YR 4/3) silt loam, light gray (10YR 7/2) dry; weak fine granular structure; very friable; many fine roots; many fine tubular pores; many fine iron-manganese concretions; slightly acid (pH 6.5); abrupt smooth boundary. (5 to 12 inches thick)\nBE--10 to 18 inches; grayish brown (2.5Y 5/2) silty clay loam: weak very fine subangular blocky structure; very friable; common very fine roots; many very fine tubular pores; common fine distinct light gray (2.5Y 7/2) silt coats; few very fine iron-manganese concretions; moderately acid (pH 5.9); abrupt smooth boundary. (0 to 10 inches thick)\nBtg1--18 to 21 inches; grayish brown (2.5Y 5/2) silty clay; moderate fine subangular blocky structure; firm; few very fine roots; common very fine tubular pores; common prominent clay films on faces of peds; common fine prominent light olive brown (2.5Y 5/6) masses of iron accumulation; few very fine iron-manganese concretions; very strongly acid (pH 4.7); abrupt smooth boundary.\nBtg2--21 to 36 inches; dark grayish brown (2.5Y 4/2) and olive brown (2.5Y 4/4) clay; moderate medium subangular blocky structure parting to strong very fine angular blocky; very firm; common very fine tubular and few medium vesicular pores; common prominent clay films on faces of peds; common prominent light gray (2.5Y 7/2) silt coats; common fine prominent yellowish brown (10YR 5/6) masses of iron accumulation; common medium iron-manganese concretions; very strongly acid (pH 4.5); clear smooth boundary. (combined thickness of the Btg horizon is 15 to 24 inches)\n2Btg3--36 to 41 inches; light brownish gray (2.5Y 6/2), light yellowish brown (2.5Y 6/4) and light olive brown (2.5Y 5/6) silt loam; moderate fine subangular blocky structure; friable; common very fine tubular and few medium vesicular pores; few distinct clay films on faces of peds; common very fine iron-manganese concretions; very strongly acid (pH 4.9); clear wavy boundary.\n2Btg4--41 to 80 inches; light yellowish brown (2.5Y 6/4), light brownish gray (2.5Y 6/2) and light olive brown (2.5Y 5/6) silt loam; weak very fine subangular blocky structure; friable; common very fine tubular and few medium vesicular pores; few faint clay films on faces of peds; 1 percent fine chert gravel; common very fine iron-manganese concretions; very strongly acid (pH 4.9). (combined thickness of the 2Btg horizon is 20 or more inches)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Texas County, Missouri; located about 7 miles east of Houston; 300 feet west and 900 feet south of the northeast corner of Sec. 5, T. 30 N., R. 8 W.; USGS Raymondville quadrangle; latitiude 37 degrees 25 minutes 19 seconds N. and longitude 91 degrees 49 minutes 44 seconds W.."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is 60 inches or more.  Rock fragments are mainly gravel size, are 5 percent or less throughout, and are in the lower part of the profile.\nThe A horizon has hue of 10YR or 2.5Y, value of 3 or 4 moist, 6 or 7 dry, and chroma of 2 or 3.  Reaction is neutral to strongly acid.\nThe E or BE horizon has hue of 10YR or 2.5Y and value of 5 or 6.  Texture is silt loam or silty clay loam.  Reaction is moderately acid to very strongly acid.\nThe Btg horizon has hue of 2.5Y or 10YR, value of 3 to 5, and chroma of 1 or 2.  Iron depletions and iron accumulations have hue of 2.5Y to 7.5YR, value of 4 to 7, and chroma of 1 to 6.  Texture is silty clay or clay.  Reaction is strongly acid to extremely acid.\nThe 2Btg horizon has hue of 10YR or 2.5Y, value of 3 to 6, and chroma of 1 to 6.  Mottles are similar to the upper Btg horizon.  Texture is silty clay, silty clay loam or silt loam.  Reaction is strongly to extremely acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lowassie soils are on nearly level and gently sloping concave upland divides and in large sinkhole basins.  Slopes range from 0 to 3 percent.  Lowassie soils formed in loess and the underlying hillslope sediments.  Elevations are 1,100 to 1,500 feet. Mean annual temperature ranges from 54 to 58 degrees F., and the mean annual precipitation ranges from 38 to 48 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Celt, Needleye, Tonti, and Viburnum soils. Tonti and Viburnum soils are on nearly level convex uplands below the Lowassie soils and the Celt and Needleye soils are on similar landscape positions.  Celt, Needleye, and Tonti soils have a fragipan.  Viburnum soils are moderately well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Runoff is negligible or ponded.  Permeability is slow, and the saturated hydraulic conductivity is moderately low.  In undisturbed areas, a perched water table has an upper limit of +.5 foot to 1.5 feet during December to April in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used mainly for hay and pasture. Native vegetation is mixed hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Ozark Highland region (MLRA 116A) of southern Missouri.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Laclede County, Missouri soil survey; 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the soil surface to a depth of 10 inches.  (Ap horizon)\nArgillic horizon - the zone from 18 to 80 inches.  (Btg and 2Btg horizons)\nADDITIONAL DATA:  University of Missouri Soil Characterization Lab Sample Number M8921517\nNational Cooperative Soil Survey\nU.S.A."
  }
}
