{
  "SERIES": "LOWDER",
  "STATUS": "Established Series",
  "BYREV": "Rev. DES-JAL",
  "REVDATE": "8/98",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, nonacid Typic Cryaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lowder very cobbly loam, very bouldery, in forest (colors are for moist soil unless otherwise noted).\nOe--2 to 0 inches; very dark brown (10YR 2/2) cobbly mucky-peat, very dark gray (10YR 3/1) dry; massive; soft, very friable, nonsticky and nonplastic; many very fine and fine and common medium roots; 5 percent cobbles and 10 percent pebbles; moderately acid (pH 6.0); abrupt smooth boundary.  (0 to 3 inches thick)\nA--0 to 2 inches; black (10YR 2/1) cobbly mucky-loam, dark gray (10YR 4/1) dry; weak medium subangular blocky structure; many very fine and fine and common medium roots; many very fine and fine interstitial pores; 5 percent cobbles, 10 percent pebbles; slightly acid (pH 6.2); abrupt smooth boundary.  (1 to 4 inches thick)\nBg1--2 to 7 inches; very dark grayish brown (10YR 3/2) very cobbly sandy clay loam, grayish brown (10YR 5/2) dry; common medium faint dark gray (5Y 4/1) redox depletions; moderate medium subangular blocky structure; hard, friable, slightly sticky and nonplastic; many very fine and fine roots; many very fine and fine interstitial pores; 20 percent cobbles and 25 percent pebbles; slightly acid (pH 6.4); gradual wavy boundary.\nBg2--7 to 12 inches; dark grayish brown (10YR 4/2) very cobbly sandy clay loam, light brownish gray (10YR 6/2) dry; common medium faint dark gray (5Y 4/1) redox depletions and few fine faint reddish yellow (7.5YR 6/6) redox concentrations; moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine and fine and few coarse roots; many very fine and fine interstitial pores; 25 percent cobbles, 20 percent pebbles; slightly acid (pH 6.4); gradual wavy boundary.\nBg3--12 to 21 inches; dark grayish brown (2.5Y 4/2) very cobbly coarse sandy loam, light brownish gray (10YR 6/2) dry; few medium faint very dark gray (5Y 3/1) redox depletions and common fine distinct reddish yellow (7.5YR 6/6) redox concentrations; massive; hard, firm, slightly sticky and slightly plastic; common very fine and fine and few coarse roots; many very fine and fine tubular pores; 20 percent cobbles, 25 percent pebbles; slightly acid (pH 6.4);  gradual irregular boundary.  (Combined thickness of E horizons is 12 to 25 inches).\nBg4--21 to 33 inches; dark brown (10YR 3/3) very gravelly sandy clay loam, light olive brown (2.5Y 5/4) dry; common distinct very dark gray (5Y 3/1) redox depletions, many distinct strong brown (7.5YR 5/8) redox concentrations; massive; hard, firm, slightly sticky and slightly plastic; few very fine, fine and medium roots; 15 percent cobbles, 35 percent pebbles; slightly acid (pH 6.4); gradual irregular boundary.  (8 to 22 inches thick)\nBCg--33 to 60 inches; brown (10YR 4/3) very gravelly  sandy clay loam, light olive brown (2.5Y 5/4) dry; common medium distinct very dark gray (5Y 3/1) redox depletions, few fine distinct strong brown (7.5YR 5/8) redox concentrations; massive; very hard, friable, slightly sticky and slightly plastic; few very fine, fine and medium roots; 15 percent cobbles, 40 percent pebbles; neutral (pH 6.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, Montana; 2,300 feet north and 1,700 feet west of the SE corner of sec. 31, T. 4 N., R. 3 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Temperature - 36 to 42 degrees F.\nMoisture control section - between 4 and 12 inches.\nDepth to water table - 0 to 12 inches during months of May through August.\nOe horizon - Hue:  10YR or 2.5Y\nValue:  2 or 3 moist, 3 or 4 dry\nChroma:  1 or 2\nRock fragments:  10 to 35 percent--0 to 10 percent stones and cobbles, 10 to 25 percent pebbles\nReaction:  pH 5.6 to 6.5\nA horizon - Hue:  10YR, 2.5Y or 5Y\nValue:  2 or 3 moist, 3 or 4 dry\nChroma:  0, 1 or 2\nTexture:  mucky-silt loam or mucky-loam\nClay content:  15 to 27 percent\nRock fragments:  10 to 50 percent--0 to 20 percent stones and cobbles, 10 to 30 percent pebbles\nReaction:  pH 6.1 to 6.5\nBg1, Bg2 and Bg3 horizons - Hue:  2.5Y or 10YR\nValue:  3 or 4 moist, 5 or 6 dry\nChroma:  2 or 3\nTexture:  sandy clay loam or coarse sandy loam\nClay content:  18 to 30 percent\nRock fragments:  35 to 60 percent--15 to 25 percent stones and cobbles, 20 to 35 percent pebbles\nRedox concentrations:  none to common, faint to distinct; Hue - 10YR, 7.5YR or 5YR; Value - 5 or 6; Chroma - 4, 6 or 8\nRedox depletions:  few to many; fine to medium, faint to distinct;   Hue - 10YR, 2.5Y or 5Y; Value - 2, 2.5, 3, or 4; Chroma - 0 or 1\nReaction:  pH 6.1 to 6.5\nBg4 horizon - Hue:  7.5YR, 10YR or 2.5Y\nValue:  3, 4 or 5 moist, 5 or 6 dry\nChroma:  3 or 4\nTexture:  coarse sandy loam or sandy clay loam\nClay content:  18 to 30 percent\nRock fragments:  35 to 75 percent--0 to 25 percent stones and cobbles, 25 to 55 percent pebbles\nRedox concentrations:  few to many, faint to distinct; Hue - 10YR, 7.5YR or 5YR; Value - 5 or 6; Chroma - 4, 6 or 8\nRedox depletions:  few to many, fine to medium, faint to distinct;   Hue - 10YR, 2.5Y or 5Y; Value - 2, 2.5, 3, or 4; Chroma - 0 or 1\nReaction:  pH 6.1 to 6.5\nBCg horizon - Hue:  7.5YR, 10YR or 2.5Y\nValue : 4 or 5 moist, 5 or 6 dry\nChroma:  3 or 4\nTexture:  coarse sandy loam, sandy loam or sandy clay loam\nClay content:  12 to 27 percent\nRock fragments:  35 to 75 percent--0 to 25 percent stones and cobbles, 35 to 50 percent pebbles\nRedox concentrations:  few to many, faint to distinct; Hue - 10YR, 7.5YR or 5YR; Value - 5 or 6; Chroma - 4, 6 or 8\nRedox depletions:  few to many, fine to medium, faint to distinct;   Hue - 10YR, 2.5Y or 5Y; Value - 2, 2.5, 3, or 4; Chroma - 0 or 1\nReaction:  pH 6.1 to 7.3"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThere are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - alluvial fans, moraines, swales and flood plain steps.\nElevation - 5,500 to 7,500 feet.\nSlope - 2 to 25 percent.\nParent material - alluvium  and alpine glacial till from hard fine grained igneous and metamorphic rocks.\nClimate - long, cold winters; cool, moist springs; short, cool summers.\nMean annual precipitation - 15 to 24 inches.\nMean annual air temperature - 36 to 40 degrees F.\nFrost-free period - 30 to 70 days."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": null
  },
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained, moderate permeability."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Lowder soils are primarily used for timber production, wildlife habitat and for watershed.  The potential native vegetation is mainly lodgepole pine, subalpine fir, quaking aspen, Engelmann spruce, Rocky Mountain juniper, tall sedges, starry false solomonseal, western meadowrue, buttercup, strawberry, clover, prickly current, Kentucky bluegrass, sedges, iris and shrubby cinquefoil."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Lowder soils are of small extent in southwestern Montana."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jefferson County, Montana, 1998."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  }
}
