{
  "SERIES": "LOWE",
  "STATUS": "Established Series",
  "BYREV": "Rev. KFM-BOK-WJB-AGG",
  "REVDATE": "03/2009",
  "STATES": "SD",
  "OVERVIEW": "The Lowe series consists of very deep, poorly drained and very poory drained soils formed in loamy alluvium on flood plains.  Permeability is moderate.  Slopes range from 0 to 2 percent.  Mean annual precipitation is about 23 inches and mean annual temperature is about 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Typic Calciaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lowe loam - on a slope of less than 1 percent in a cultivated field.  When described the soil was moist throughout. (Colors are for moist soils unless otherwise stated.)\nAp--0 to 8 inches; black (10YR 2/1) loam, very dark gray (10YR 3/1) dry; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; strong effervescence; 5 percent calcium carbonate equivalent; moderately alkaline; abrupt smooth boundary. (7 to 16 inches thick)\nBk--8 to 15 inches; gray (10YR 5/1) and very dark gray (10YR 3/1) clay loam, gray (10YR 6/1) and dark gray (10YR 4/1) dry; weak medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; about 20 percent worm casts; many fine accumulations of carbonate; violent effervescence; 15 percent calcium carbonate equivalent; moderately alkaline; gradual smooth boundary.\nBkg1--15 to 28 inches; gray (5Y 5/1) loam, light gray (5Y 7/2) dry; few fine distinct black (5Y 2/1) and olive brown (2.5Y 4/3) mottles; weak medium and coarse subangular blocky structure; hard, friable, slightly sticky and slightly plastic; about 5 percent very dark gray (5Y 3/1) worm casts; violent effervescence; 26 percent calcium carbonate equivalent; moderately alkaline; gradual smooth boundary.\nBkg2--28 to 32 inches; dark gray (5Y 4/1) loam, gray (5Y 5/1) dry; few fine distinct black (5Y 2/1) mottles; weak medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; strong effervescence; 23 percent calcium carbonate equivalent; moderately alkaline; gradual smooth boundary.  (Combined Bk horizon is 10 to 30 inches thick.)\nAkb--32 to 42 inches; very dark gray (5Y 3/1) sandy loam, dark gray (5Y 4/1) dry; weak coarse subangular blocky structure; soft, very friable; common fine accumulations of carbonate; strong effervescence; 8 percent calcium carbonate equivalent; slightly alkaline; gradual smooth boundary. (0 to 14 inches thick)\nCg1--42 to 56 inches; olive gray (5Y 5/2) stratified sandy loam with a few strata of loamy sand, light olive gray (5Y 6/2) dry; massive; soft, very friable; common fine coats of carbonate; strong effervescence; 13 percent calcium carbonate equivalent; slightly alkaline; clear smooth boundary.\nCg2--56 to 60 inches; olive gray (5Y 4/2) stratified loam and sandy loam, gray (5Y 5/1) dry; few fine prominent light olive brown (2.5Y 5/6) and distinct black (5Y 2/1) mottles; massive, hard, friable, slightly sticky and slightly plastic; many fine and medium coats of carbonate; strong effervescence; 15 percent calcium carbonate equivalent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Deuel County, South Dakota; about 1 mile south and 2 miles east of Estelline; 135 feet south and 1,725 feet west of the northeast corner, sec. 31, T. 113 N., R. 50 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon ranges from 7 to 36 inches in thickness and extends into the Bk horizon of most pedons. The 10 to 40 inch control section averages 18 to 35 percent clay and 15 to 35 percent fine sand and coarser sand. The soil typically is calcareous throughout, but some pedons do not have carbonate to a depth of 10 inches. The calcic horizon has a calcium carbonate equivalent of 15 to 45 percent. Electrical conductivity of the saturation extract is typically less than 4 mmhos/cm but a saline phases are recognized where the conductivity is up to 16 mmhos/cm.\nThe Ap horizon is neutral or has hue of 10YR, 2.5Y, or 5Y; value of 2 or 3 and 3 or 4 dry; and chroma of 1 or less.  It typically is loam, but in some pedons is clay loam, silt loam or silty clay loam.  It is neutral to moderately alkaline.\nThe Bk and Bkg horizons have hue of 10YR, 2.5Y, or 5Y or are neutral; value of 2 to 5 and 3 to 7 dry; and chroma of 0 to 2.  If mottles are not present, chroma is 1 or less moist, below the mollic epipedon.  It typically is loam or clay loam, but in some pedons it is silt loam.  Carbonates are disseminated in most pedons, but some have few to many accumulations of carbonate.  Few to common gypsum crystals are in some pedons.  It is slightly alkaline or moderately alkaline. Some pedons have a Bkb horizon.\nThe Akb horizon has hue of 10YR, 2.5Y, or 5Y; value of 2 or 3 and 3 to 5 dry.  It is sandy loam, loam, clay loam or sandy clay loam.  It is slightly alkaline or moderately alkaline.  Some pedons do not have an Ab horizon.\nThe Cg horizon has hue of 2.5Y or 5Y, value of 3 to 6 and 4 to 7 dry, and chroma of 1 to 3.  It typically is stratified loam, clay loam, or sandy loam, but strata of silty clay loam, sandy clay loam or loamy sand are in some pedons.  It is slightly alkaline or moderately alkaline.  Some pedons have gravelly material below a depth of 40 inches.  Some pedons have few or common gypsum crystals in the Cg horizon.  Some pedons are not stratified in the Cg horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Easby, Hapur, Nortonville, and Vallers series.  Easby soils have an EC greater than 16 mmhos/cm.  The Hapur soils have a drier soil moisture control section and have a shorter growing season.  Nortonville soils have a gypsic horizon.  Vallers soils do not have a uniform sand size distribution in the series control section and have more coarse fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lowe soils are on nearly level flood plains.  Surfaces are plane or slightly concave and slopes are less than 2 percent.  They formed in loamy alluvium.  Mean annual temperature ranges from 43 to 48 degrees F, and mean annual precipitation ranges from 20 to 24 inches.  Growing season is about 125 to 130 days; average growing season precipitation from 15 to 18 inches; and growing degree days are about 2500 to 2900."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Divide, Fulda, La Prairie, Lamoure, and Marysland soils.  Divide and Marysland soils have sand and gravel at a depth of 20 to 40 inches. They are in positions on the landscape similar to the Lowe series.  Fulda, Lamoure, and La Prairie soils do not have a calcic horizon within a depth of 16 inches.  In addition, Fulda soils have a fine textured series control section and are in slight depressions and drainageways.  Lamoure soils typically are adjacent to the stream channel.  The moderately well drained La Prairie soils are in slightly higher landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained and very poorly drained.  Runoff is low or very low.  Permeability is moderate.  These soils are commonly flooded.  A seasonal high water table is at +1 to 1.5 feet."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in cropland.  The main crops are corn, soybeans, small grain, and hay.  Native grasses include big bluestem, indiangrass, switchgrass, prairie cordgrass, little bluestem, forbs and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern South Dakota and possibly west central Minnesota.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Deuel County, South Dakota, 1990."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: Mollic epipedon - the zone from the surface of the soil to a depth of about 15 inches (Ap and Bk1 horizons);  Calcic horizon - the zone of carbonate accumulation from about 8 to 32 inches (Bk1, Bk2, and Bk3).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loam",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; black (10YR 2/1) loam, very dark gray (10YR 3/1) dry; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; strong effervescence; 5 percent calcium carbonate equivalent; moderately alkaline; abrupt smooth boundary. (7 to 16 inches thick)"
      },
      {
        "name": "Bk",
        "top": 20,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bk--8 to 15 inches; gray (10YR 5/1) and very dark gray (10YR 3/1) clay loam, gray (10YR 6/1) and dark gray (10YR 4/1) dry; weak medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; about 20 percent worm casts; many fine accumulations of carbonate; violent effervescence; 15 percent calcium carbonate equivalent; moderately alkaline; gradual smooth boundary."
      },
      {
        "name": "Bkg1",
        "top": 38,
        "bottom": 71,
        "dry_hue": "5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bkg1--15 to 28 inches; gray (5Y 5/1) loam, light gray (5Y 7/2) dry; few fine distinct black (5Y 2/1) and olive brown (2.5Y 4/3) mottles; weak medium and coarse subangular blocky structure; hard, friable, slightly sticky and slightly plastic; about 5 percent very dark gray (5Y 3/1) worm casts; violent effervescence; 26 percent calcium carbonate equivalent; moderately alkaline; gradual smooth boundary."
      },
      {
        "name": "Bkg2",
        "top": 71,
        "bottom": 81,
        "dry_hue": "5Y",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bkg2--28 to 32 inches; dark gray (5Y 4/1) loam, gray (5Y 5/1) dry; few fine distinct black (5Y 2/1) mottles; weak medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; strong effervescence; 23 percent calcium carbonate equivalent; moderately alkaline; gradual smooth boundary.  (Combined Bk horizon is 10 to 30 inches thick.)"
      },
      {
        "name": "Akb",
        "top": 81,
        "bottom": 107,
        "dry_hue": "5Y",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Akb--32 to 42 inches; very dark gray (5Y 3/1) sandy loam, dark gray (5Y 4/1) dry; weak coarse subangular blocky structure; soft, very friable; common fine accumulations of carbonate; strong effervescence; 8 percent calcium carbonate equivalent; slightly alkaline; gradual smooth boundary. (0 to 14 inches thick)"
      },
      {
        "name": "Cg1",
        "top": 107,
        "bottom": 142,
        "dry_hue": "5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Cg1--42 to 56 inches; olive gray (5Y 5/2) stratified sandy loam with a few strata of loamy sand, light olive gray (5Y 6/2) dry; massive; soft, very friable; common fine coats of carbonate; strong effervescence; 13 percent calcium carbonate equivalent; slightly alkaline; clear smooth boundary."
      },
      {
        "name": "Cg2",
        "top": 142,
        "bottom": 152,
        "dry_hue": "5Y",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "slightly alkaline",
        "narrative": "Cg2--56 to 60 inches; olive gray (5Y 4/2) stratified loam and sandy loam, gray (5Y 5/1) dry; few fine prominent light olive brown (2.5Y 5/6) and distinct black (5Y 2/1) mottles; massive, hard, friable, slightly sticky and slightly plastic; many fine and medium coats of carbonate; strong effervescence; 15 percent calcium carbonate equivalent; slightly alkaline."
      }
    ]
  ]
}
