{
  "SERIES": "LOX",
  "STATUS": "Established Series",
  "BYREV": "Rev. WMA/GJS/JBF",
  "REVDATE": "05/2016",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Typic Natrargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lox gravelly fine sandy loam, rangeland.  (Colors are for dry soil unless otherwise noted.)\nAl--0 to 3 cm; light brownish gray (10YR 6/2) gravelly fine sand, grayish brown (10YR 5/2) moist; single grained; loose, nonsticky and nonplastic; many very fine interstitial pores; l5 percent gravel; strongly alkaline (pH 8.8); abrupt wavy boundary. (3 to 8 cm thick)\nA2--3 to 8 cm; light gray (10YR 7/2) gravelly loam, grayish brown (10YR 5/2) moist; massive; hard, friable, moderately sticky and slightly plastic; few fine and very fine roots; many fine and very fine vesicular pores; l5 percent gravel; strongly effervescent in spots; very strongly alkaline (pH 9.6+); abrupt wavy boundary. (3 to 8 cm thick)\nBtn--8 to 20 cm; pale brown (10YR 6/3) clay loam, brown (10YR 5/3) moist; weak fine prismatic structure that parts to moderate fine subangular blocks; slightly hard, friable, very sticky and moderately plastic; few faint clay films on faces of peds and on surfaces along pores; many fine and very fine roots; many very fine tubular pores; strongly effervescent in spots; very strongly alkaline (pH 9.6+); clear wavy boundary. (10 to 20 cm thick)\n2Cnl--20 to 30 cm; very pale brown (10YR 7/3) very gravelly sandy loam, brown (10YR 5/3) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few fine and very fine roots; many very fine interstitial pores; 35 percent gravel; strongly effervescent; strongly alkaline (pH 9.0); clear wavy boundary. (10 to 25 cm thick)\n2Cn2--30 to 64 cm; light brownish gray (10YR 6/2) very gravelly sandy loam; brown (10YR 5/3) moist; massive; soft, very friable, nonsticky and nonplastic; few fine and very fine roots; many very fine interstitial pores; 40 percent gravel; strongly effervescent; very strongly alkaline (pH 9.6); clear wavy boundary. (25 to 50 cm thick)\n2Cn3--64 to 152 cm; light brownish gray (10YR 6/2) very gravelly sandy loam, grayish brown (10YR 5/2) moist; massive; slightly hard, very friable, nonsticky and nonplastic; many very fine interstitial pores; 45 percent gravel; slightly effervescent to strongly effervescent; very strongly alkaline (pH 9.6+)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lyon County, Nevada; about 11 miles north of Smith, 2,185 feet south and 2,050 feet west of the northeast corner of sec.  28, T. l3 N., R. 24 E.; USGS Artesia Lake, NV 7.5 minute topographic quadrangle; latitude 38 degrees 57 minutes 49 seconds N and longitude 119 degrees 17 minutes 57 seconds W; WGS84 Decimal Degrees 38.9636111 latitude, -119.2991667 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: These soils are usually dry.  They are moist for short periods in the winter and spring months, but are dry in the summer and fall; typic aridic soil moisture regime.\nMean annual soil temperature: 12 to 13 degrees C.\nDepth to 2C horizon: 15 to 25 cm.\nReaction: Strongly alkaline or very strongly alkaline.\nParticle-size control section - Clay content: Averages 10 to 18 percent\nRock fragments: Average 35 to 60 percent gravel.\nA horizon\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma: 2 or 3.\nCarbonates: Noneffervescent to slightly effervescent.\nBtn horizon\nValue: 5 or 6 dry, 4 or 5 moist.\nChroma: 3 or 4.\nTexture: Loam, clay loam, or sandy clay loam and clay and.\nClay content: Averages 25 to 35 percent.\nRock fragments: 0 to l5 percent gravel.\nSodium Absorption Ratio (SAR): l3 to 45 percent.\nCarbonates: Slightly effervescent or strongly effervescent.\n2Cn horizons\nValue: 5 through 7 dry, 4 through 6 moist.\nChroma: 2 or 3.\nTexture: Very gravelly sandy loam or very gravelly loam.\nRock fragments: Averages 35 to 60 percent gravel.\nSodium Absorption Ratio (SAR): l3 to 45 percent.\nCarbonates: slightly effervescent or strongly effervescent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Bandbox series. Bandbox soils average 27 to 35 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lox soils are on alluvial fans at elevations of 1,370 to 1,460 meters.  Slopes are 2 to 15 percent.  The soils formed in alluvium from granitic rocks and andesite with additions of wind borne saline-alkali material.  The climate is cool, and arid having warm dry summers and cold dry winters.  Mean annual precipitation is 125 to 150 mm.  Mean annual temperature is about 10 to 12 degrees C.  The frost-free season is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Delp, Preatorson, Cleaver and Theon soils.  Delp soils are on dunes and lack gravel.  Preatorson soils have gravel throughout the Bt horizon.  Cleaver soils have duripans.  Theon soils are shallow over bedrock.  None of these soils have natric horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; medium or rapid runoff; moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for grazing and wildlife habitat.  Vegetation is shadscale, bud sagebrush, Bailey greasewood, and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Valleys of Western Nevada.  These soils are inextensive. MLRA 27."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lyon County area, Nevada, l98l."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 8 cm (A1 and A2 horizons).\nNatric horizon - The zone from 8 to 20 cm (Btn horizon).\nParticle-size control section - The zone from 25 to 100 cm (Part of the 2Cn1 horizon, the 2Cn2 and part of the 2Cn3 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
