{
  "SERIES": "LOYAL",
  "STATUS": "Established Series",
  "BYREV": "Rev. DTS-HFG-DJH",
  "REVDATE": "04/2002",
  "STATES": "WI",
  "OVERVIEW": "The Loyal series consists of very deep, moderately well drained soils, formed in loess or silty alluvium and in the underlying loamy till on ground moraines. Permeability is moderate in the silty mantle and moderately slow in the underlying till. Slopes range from 1 to 12 percent. Mean annual precipitation is about 30 inches. Mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Oxyaquic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Loyal silt loam - on a convex, north-facing 3 percent slope in a cultivated field at an elevation of about 1115 feet. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; very dark grayish brown (10YR 3/2) silt loam, light brownish gray (10YR 6/2) dry; moderate fine subangular blocky structure; friable; common fine roots; neutral; abrupt smooth boundary. (6 to 9 inches thick)\nE--9 to 14 inches; brown (10YR 5/3) silt loam, very pale brown (10YR 7/3) dry; moderate thick platy structure; parting to moderate fine subangular blocky; friable; few fine roots; common medium distinct brownish yellow (10YR 6/6) masses of iron accumulation; neutral; abrupt smooth boundary. (0 to 7 inches thick)\nE/B--14 to 20 inches; 75 percent brown (10YR 5/3) silt loam (E), very pale brown (10YR 7/3) dry; moderate medium subangular blocky structure; friable; extends as tongues into and surrounds remnants of brown (7.5YR 5/4) silt loam (Bt); strong coarse prismatic structure parting to strong medium and coarse subangular blocky; firm; few faint brown (7.5YR 4/4) clay films on faces of peds; few fine roots; common medium prominent and distinct strong brown (7.5YR 5/6) masses of iron accumulation; strongly acid; clear wavy boundary. (0 to 15 inches thick)\n2B/E--20 to 24 inches; 75 percent reddish brown (5YR 5/4) loam (Bt); strong coarse prismatic structure parting to strong coarse subangular blocky; firm; few faint reddish brown (5YR 4/4) clay films on faces of peds; penetrated by tongues of brown (7.5YR 5/3) silt loam (E); light brown (7.5YR 6/3) dry; moderate coarse subangular blocky structure; friable; common fine prominent and distinct strong brown (7.5YR 5/6) masses of iron accumulation; about 4 percent gravel; very strongly acid; clear wavy boundary. (0 to 15 inches thick)\n2Bt1--24 to 36 inches; reddish brown (5YR 4/4) loam; strong coarse prismatic structure parting to strong coarse subangular blocky; firm; common faint dark reddish brown (5YR 3/4) clay films on faces of peds; common medium prominent reddish yellow (7.5YR 6/8) masses of iron accumulation; about 4 percent gravel; very strongly acid; gradual smooth boundary.\n2Bt2--36 to 45 inches; yellowish red (5YR 4/6) loam; moderate coarse subangular blocky structure; firm; few distinct reddish brown (5YR 4/4) clay films on vertical faces of peds; common medium distinct strong brown (7.5YR 5/6) masses of iron accumulation; about 4 percent gravel; very strongly acid; gradual smooth boundary. (Combined thickness of the 2Bt horizons ranges from 5 to 40 inches.)\n2C--45 to 60 inches; brown (7.5YR 5/4) sandy loam; massive; firm; common medium distinct strong brown (7.5YR 5/6) masses of iron accumulation; about 4 percent gravel; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clark County, Wisconsin. About 4 miles east and 2 miles south of Christie; 1,300 feet south and 200 feet east of the northwest corner, sec. 28, T. 25 N., R. 1 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the silty mantle and depth to till range from 12 to 36 inches. Depth to the base of the argillic horizon is more than 40 inches. The content of clay averages 18 to 25 percent in the particle size control section and the content of fine sand or coarser averages 15 to 65 percent. Volume of rock fragments averages less than 15 percent in the silty mantle and less than 35 percent in the till. Volume of gravel ranges from 0 to 10 percent in the silty mantle and from 3 to 35 percent in the till. Volume of cobbles ranges from 0 to 5 percent in the silty mantle and from 0 to 10 percent in the till. Reaction typically ranges from very strongly acid to moderately acid throughout the soil but ranges to neutral in the upper part, where the soil is limed. Redox accumulations are within a depth of 40 inches. Redox depletions with chroma of 2 or less are below the upper 10 inches of the argillic horizon in some pedons. Saturation occurs within 40 inches, but below the upper 10 inches of the argillic horizon in most years.\nThe Ap horizon has value of 3 or 4 and chroma of 1 to 3. Value dry is less than 5.5. Uncultivated pedons have an A horizon with value of 2 or 3 and chroma of 1 or 2.\nThe E horizon has value of 4 to 6 and chroma of 2 or 3. Colors of 4/3 or 5/3 have value dry of 7 or more. The E horizon is silt loam or silt.\nLoyal soils have a glossic horizon. Horizonation has a wide range depending on the thickness of the loess mantle and the depth to which eluviation has occurred. Therefore, there can be E/B, B/E, 2E/B, or 2B/E horizons singly or in combination with or without a Bt horizon.\nThe E part of the E/B or B/E horizon has color and texture like the E horizon described above. The Bt part has hue of 7.5YR or 10YR value of 4 or 5, and chroma of 3 to 6.\nSome pedons have a Bt horizon with color and texture like the Bt part described above.\nThe 2E part of the 2E/B or 2B/E horizon has hue of 5YR, 7.5YR, or 10YR; value of 4 to 6 and chroma of 2 or 3. Colors of 4/3 or 5/3 have value dry of 7 or more. The 2E part is sandy loam, loam, sandy clay loam, or the gravelly analogs.\nThe 2Bt part of the 2E/B or 2B/E horizon has hue of 5YR, 7.5YR or 10YR; value of 3 to 5; and chroma of 4 to 6. It is loam, sandy clay loam, clay loam, or the gravelly analogs.\nThe 2Bt horizon has color like the 2Bt part described above. It is typically loam, sandy clay loam, clay loam, or the gravelly analogs at least in the upper part. It grades to sandy loam or the gravelly analogs in the lower part in some pedons. Bulk density ranges from 1.6 to 1.85 g/cm3.\nSome pedons have a 2BC horizon with colors and textures like the 2C horizon described below.The 2C horizon has hue of 5YR or 7.5YR, value of 3 to 5, and chroma or 4 to 6. It is loam, sandy clay loam, sandy loam, or the gravelly analogs. Bulk density ranges from 1.7 to 1.95 g/cm3."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Branstad, Daybrook, Flambeau, Hiles, and Nashwauk series.\nBranstad soils have secondary carbonates within the series control section.\nDaybrook, Flambeau, and Nashwauk soils do not have a 12 to 36 inch mantle with more than 50 percent silt.\nHiles soils have a paralithic contact within a depth of 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Formed in loess or silty alluvium and in the underlying loamy till of Early Wisconsinan Age.\nLandform: Ground moraines.\nSlope: 1 to 12 percent.\nElevation: 800 to 1950 feet.\nMean annual air temperature: 39 to 45 degrees F.\nMean annual precipitation: 28 to 33 inches\nFrost-free days: 120 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Withee and Marshfield soils. The somewhat poorly drained Withee soils and the poorly drained and very poorly drained Marshfield soils form a drainage sequence with Loyal soils, and are on lower or less sloping landscape positions that are generally flat or concave in shape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. Surface runoff is medium orhigh. Permeability is moderate in the silty mantle and moderately slow in the till. These soils have a perched seasonal high water table at a depth of 1.5 to 3.5 feet for 1 month or more per year at some time during the period November to May normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of this soil has been cleared and are used for cropland. Corn, small grain, and hay are the principal crops. Some areas are used for pastureland. Native vegetation is mainly deciduous forest with some conifers. Common trees are sugar maple and American basswood with lesser amounts of northern red oak, white ash, and eastern white pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North-central Wisconsin. LRR K and MLRA 90B. This soil is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Chippewa County, Wisconsin, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and other features recognized in this pedon are:\nParticle size control section - the zone from 20 to 40 inches.\nOchric epipedon - the zone from 0 to 20 inches (Ap, E, E/B)\nAlbic horizon - the zone from 9 to 20 inches (E, E part of the E/B).\nGlossic horizon - the zone from 14 to 24 inches (E/B, 2B/E).\nArgillic horizon - the zone from 20 to 45 inches (2B/E, 2Bt1, 2Bt2).\nRedoximorphic concentrations - oxidized color features in the zone from 14 to 60 inches.\nLithologic discontinuity - at the upper boundary of the 2B/E at 20 inches."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Former Soil Interpretation Record - WI0156"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 9 inches; very dark grayish brown (10YR 3/2) silt loam, light brownish gray (10YR 6/2) dry; moderate fine subangular blocky structure; friable; common fine roots; neutral; abrupt smooth boundary. (6 to 9 inches thick)"
      },
      {
        "name": "E",
        "top": 23,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "E--9 to 14 inches; brown (10YR 5/3) silt loam, very pale brown (10YR 7/3) dry; moderate thick platy structure; parting to moderate fine subangular blocky; friable; few fine roots; common medium distinct brownish yellow (10YR 6/6) masses of iron accumulation; neutral; abrupt smooth boundary. (0 to 7 inches thick)"
      },
      {
        "name": "E/B",
        "top": 36,
        "bottom": 51,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E/B--14 to 20 inches; 75 percent brown (10YR 5/3) silt loam (E), very pale brown (10YR 7/3) dry; moderate medium subangular blocky structure; friable; extends as tongues into and surrounds remnants of brown (7.5YR 5/4) silt loam (Bt); strong coarse prismatic structure parting to strong medium and coarse subangular blocky; firm; few faint brown (7.5YR 4/4) clay films on faces of peds; few fine roots; common medium prominent and distinct strong brown (7.5YR 5/6) masses of iron accumulation; strongly acid; clear wavy boundary. (0 to 15 inches thick)"
      },
      {
        "name": "2B/E",
        "top": 51,
        "bottom": 61,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2B/E--20 to 24 inches; 75 percent reddish brown (5YR 5/4) loam (Bt); strong coarse prismatic structure parting to strong coarse subangular blocky; firm; few faint reddish brown (5YR 4/4) clay films on faces of peds; penetrated by tongues of brown (7.5YR 5/3) silt loam (E); light brown (7.5YR 6/3) dry; moderate coarse subangular blocky structure; friable; common fine prominent and distinct strong brown (7.5YR 5/6) masses of iron accumulation; about 4 percent gravel; very strongly acid; clear wavy boundary. (0 to 15 inches thick)"
      },
      {
        "name": "2Bt1",
        "top": 61,
        "bottom": 91,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "2Bt1--24 to 36 inches; reddish brown (5YR 4/4) loam; strong coarse prismatic structure parting to strong coarse subangular blocky; firm; common faint dark reddish brown (5YR 3/4) clay films on faces of peds; common medium prominent reddish yellow (7.5YR 6/8) masses of iron accumulation; about 4 percent gravel; very strongly acid; gradual smooth boundary."
      },
      {
        "name": "2Bt2",
        "top": 91,
        "bottom": 114,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "2Bt2--36 to 45 inches; yellowish red (5YR 4/6) loam; moderate coarse subangular blocky structure; firm; few distinct reddish brown (5YR 4/4) clay films on vertical faces of peds; common medium distinct strong brown (7.5YR 5/6) masses of iron accumulation; about 4 percent gravel; very strongly acid; gradual smooth boundary. (Combined thickness of the 2Bt horizons ranges from 5 to 40 inches.)"
      },
      {
        "name": "2C",
        "top": 114,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C--45 to 60 inches; brown (7.5YR 5/4) sandy loam; massive; firm; common medium distinct strong brown (7.5YR 5/6) masses of iron accumulation; about 4 percent gravel; strongly acid."
      }
    ]
  ]
}
