{
  "SERIES": "LOYSVILLE",
  "STATUS": "Inactive Series",
  "BYREV": "Rev. EDM-JTH-DLY",
  "REVDATE": "01/2009",
  "STATES": "MD",
  "OVERVIEW": "The Loysville series consists of deep and very deep to bedrock, moderately deep to a fragipan, poorly drained, slowly permeable soils on upland colluvial footslopes, benches and in depressions. They formed in colluvium from cherty limestone. Slope ranges from 0 to 8 percent. Mean annual temperature is 53 degrees F, and mean annual precipitation is 36 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, mesic Typic Fragiaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Loysville gravelly silt loam  cultivated (Colors are for moist soil.)\nAp--0 to 8 inches, brown (10YR 4/3) gravelly silt loam; weak fine granular structure; friable, slightly sticky, slightly plastic; many roots; 20 percent angular and subangular chert fragments; neutral; clear smooth boundary. (7 to 10 inches thick)\nBE-- 8 to 16 inches, grayish brown (10YR 5/2) gravelly light silty clay loam; common medium faint mottles of brown or dark brown (10YR 4/3); weak fine subangular blocky structure; friable and firm, sticky, slightly plastic; common roots; 20 percent angular chert fragments; slightly acid; gradual smooth boundary. (5 to 8 inches thick)\nBtg-- 16 to 24 inches, gray (10YR 5/1) gravelly silty clay loam; common medium distinct mottles of brown (7.5YR 4/4 and 5/4); moderate medium and coarse angular and subangular blocky structure; firm, sticky, plastic; common roots; prominent brown clay films on ped faces; 20 percent angular chert fragments; slightly acid; abrupt wavy boundary. (5 to 10 inches thick)\nBtxg--24 to 36 inches, dark gray (N 4/0) gravelly clay loam; common coarse prominent mottles of yellowish brown (10YR 5/6); moderate thick platy and strong coarse angular and subangular blocky structure; very firm, brittle, sticky, plastic; few roots along ped faces in upper part; thick prominent strong brown (7.5YR 5/6) clay films on ped faces; 15 percent angular chert fragments; slightly acid; abrupt wavy boundary. (10 to 15 inches thick)\nCg-- 36 to 56 inches, mottled gray and very dark gray (10YR 5/1 to 3/1) cherty light silty clay loam, many medium prominent mottles of yellowish brown (10YR 5/6); massive, with widely spaced fractures; friable and firm, sticky, plastic; 20 percent angular chert fragments; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Allegany County, Maryland; south side of Williams Road, just east of Rush."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 30 to 45 inches. Bedrock is unconforming, at depths of 4 to 10 or more feet. Rock fragments of chert range from 10 to 30 percent in the solum and 20 to 35 percent in the C horizon. The soil is medium acid to neutral and acidity decreases with depth. Base saturation in the lower part of the C horizon is greater than 50 percent.\nThe A horizons have hues of 10YR or 2.5Y, values of 3 through 5, and chroma of 2 through 4. They are silt loam in the fine earth fraction.\nThe B horizons have hues of 10YR or 2.5Y, values of 4 through 6, chroma of 0 through 2 and are mottled. BE and Bt horizons range from silt loam to silty clay loam in the fine earth fraction. The Bx horizon is silt loam, silty clay loam, clay loam or their gravelly analogues.\nThe C horizons have hue of 10YR or 2/5Y, values of 3 to 6, and chromas of 0 to 2. Fine earth texture is loam or silty clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Frenchtown, Hasbrouck, and Towhee soils are in related families. The Frenchtown soils have an albic horizon and rock fragments dominated by sandstone. Hasbrouck soils have less than 10 percent clay in the lower part of the series control section. The Towhee soils have 5 to 30 percent rock fragments dominated by diabase in the argillic horizon.\nThe Abbottstown, Ravenna, and Venango series are similar soils in related families. The Abbottstown, Ravenna, and Venango soils have chroma of 3 or more in the upper part of the B horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Loysville soils are on colluvial footslopes, branches and in depressions. Slopes are concave to linear. Slope ranges from 0 to 8 percent. Loysville soils formed in colluvium from cherty limestones. The climate is temperate and humid with a mean annual temperature of 45 to 57 degrees F., mean annual precipitation is 30 to 40 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the well drained Elliber soils, developed in cherty limestone materials. Other associates are the Albrights, Buchanan, Ernest, Laidig, and Monongahela soils, none of which have developed from limestone materials and all of which are better drained than Loysville soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained. Runoff is slow. Permeability is moderate in the A, Btg and Cg horizons and slow or very slow in the Btxg horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Dominantly wooded but small amounts are used for pasture, hay and cultivated crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Maryland (major land resource area 147). The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Juniata and Perry Counties, Pennsylvania, 1951."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric Epipedon -- The zone from the surface to a depth of 8 inches (Ap horizon)\nArgillic horizon -- The zone from about 16 to 36 inches (Btg and Btxg horizons)\nFragipan horizon -- The zone from about 24 to 36 inches (Btxg horizon)\nTypic Aqualf feature -- Dominant chromas of less than 2 below the Ap horizon and slightly acid in the Cg horizon.\nThe 12/2005 revision updates this soil to the 9th Edition of the Keys to Soil Taxonomy (2003). The CEC activity class placement is based on similar soils and not on laboratory data. Class placement may be revised in the future when laboratory data are reviewed or become available.\nCompeting series, pedon description (including horizon nomenclature and/or descriptive terms), and other sections on the OSD were not revised.\n1/2009  the Loysville series was deactivated. This series was used in two survey areas. The type location was in Allegany County, MD, with a correlation date of 1968 (300 acres). It was not recorrelated with the update of this county.\nLoysville was listed as a minor component in the soil survey of Juniata and Mifflin Counties, PA (correlated 1975) in an Evandale map unit (Ev), resulting in about 45 acres.\nPrevious revision dates: 1/85; 12/2005-EDM, JTH, DLY"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches, brown (10YR 4/3) gravelly silt loam; weak fine granular structure; friable, slightly sticky, slightly plastic; many roots; 20 percent angular and subangular chert fragments; neutral; clear smooth boundary. (7 to 10 inches thick)"
      },
      {
        "name": "BE",
        "top": 20,
        "bottom": 41,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "BE-- 8 to 16 inches, grayish brown (10YR 5/2) gravelly light silty clay loam; common medium faint mottles of brown or dark brown (10YR 4/3); weak fine subangular blocky structure; friable and firm, sticky, slightly plastic; common roots; 20 percent angular chert fragments; slightly acid; gradual smooth boundary. (5 to 8 inches thick)"
      },
      {
        "name": "Btg",
        "top": 41,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Btg-- 16 to 24 inches, gray (10YR 5/1) gravelly silty clay loam; common medium distinct mottles of brown (7.5YR 4/4 and 5/4); moderate medium and coarse angular and subangular blocky structure; firm, sticky, plastic; common roots; prominent brown clay films on ped faces; 20 percent angular chert fragments; slightly acid; abrupt wavy boundary. (5 to 10 inches thick)"
      },
      {
        "name": "Btxg",
        "top": 61,
        "bottom": 91,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "N",
        "moist_value": 4,
        "moist_chroma": 0,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Btxg--24 to 36 inches, dark gray (N 4/0) gravelly clay loam; common coarse prominent mottles of yellowish brown (10YR 5/6); moderate thick platy and strong coarse angular and subangular blocky structure; very firm, brittle, sticky, plastic; few roots along ped faces in upper part; thick prominent strong brown (7.5YR 5/6) clay films on ped faces; 15 percent angular chert fragments; slightly acid; abrupt wavy boundary. (10 to 15 inches thick)"
      },
      {
        "name": "Cg",
        "top": 91,
        "bottom": 142,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg-- 36 to 56 inches, mottled gray and very dark gray (10YR 5/1 to 3/1) cherty light silty clay loam, many medium prominent mottles of yellowish brown (10YR 5/6); massive, with widely spaced fractures; friable and firm, sticky, plastic; 20 percent angular chert fragments; slightly acid."
      }
    ]
  ]
}
