{
  "SERIES": "LOZEN",
  "STATUS": "Established Series",
  "BYREV": "ALS, WJG",
  "REVDATE": "08/2012",
  "STATES": "TX",
  "OVERVIEW": "The Lozen series consists of very shallow and shallow, well drained soils that formed in loamy residuum and colluvium weathered from Permian limestone and dolomite bedrock. Slopes range from 10 to 95 percent. The mean annual precipitation is about 584 mm (23 in) and the mean annual temperature is about 12 degrees C (54 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Lithic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lozen extremely cobbly loam, on a northwest-facing 35 percent slope in rangeland at an elevation of 2,658 m (8,720 feet). (Colors are for dry soil unless otherwise noted).\nA1--0 to 22 cm (0 to 9 in); very dark brown (10YR 2/2) extremely cobbly loam, black (10YR 2/1) moist; moderate fine and medium granular structure; soft, friable, slightly sticky, slightly plastic; many very fine and fine roots; 10 percent subangular 251 to 600 mm limestone fragments and 60 percent subangular 76 to 250 mm limestone fragments; slightly alkaline; diffuse smooth boundary.\nA2--22 to 43 cm (9 to 17 in); very dark brown (10YR 2/2) extremely cobbly loam, black (10YR 2/1), moist; moderate fine and medium granular structure; slightly hard, friable, slightly sticky, slightly plastic; common very fine and fine roots; 20 percent subangular 251 to 600 mm limestone fragments and 55 percent subangular 76 to 250 mm limestone fragments; slightly alkaline; very abrupt irregular boundary. (Combined thickness of the A horizon is 8 to 45 cm [3 to 18 in])\nR--43 to 68 cm (17 to 27 in); indurated limestone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Culberson County, Texas; from the trailhead at the Pine Springs campground in Guadalupe Mountains National Park; 4.6 miles south-west on the Guadalupe Peak Trail; site is 100 feet west of Guadalupe Peak. (Guadalupe Peak, TX USGS topographic quadrangle; Latitude: 31 degrees, 53 minutes, 29 seconds N; Longitude: 104 degrees, 51 minutes, 40 seconds W; UTM Easting 513127 m, UTM Northing 3528399 m, UTM Zone 13, NAD83.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: (Depths given are measured from the mineral soil surface)\nDepth to limestone bedrock: 11 to 44 cm (4 to 18 in)\nParticle-size control section (weighted average):\nClay content: 18 to 34 percent\nRock fragment content: 35 to 80 percent; 5 to 65 percent gravel; 5 to 70 percent cobbles; 0 to 50 percent stones\nOi horizon (where present)\nHue: 10YR\nValue: 2 to 4 dry and moist\nChroma: 1 to 4 dry and moist\nTexture: slightly decomposed plant material\nA horizon\nHue: 7.5YR or 10YR\nValue: 2 to 4 dry, 2 or 3 moist\nChroma: 1 to 4 dry, 1 to 3 moist.\nTexture of the fine-earth fraction: sandy loam, loam, silt loam, or clay loam\nClay content: 18 to 33 percent\nCoarse fragments: 25 to 80 percent total; 10 to 60 percent gravels; 0 to 45 percent cobbles\nEffervescence: none or very slight\nReaction: slightly alkaline\nBw horizon (where present)\nHue: 7.5YR or 10YR\nValue: 3 to 5 dry, 2 to 4 moist\nChroma: 2 to 4 dry, 1 to 4 moist.\nTexture of the fine-earth fraction: loam, sandy clay loam, or clay loam\nClay content: 23 to 34 percent\nCoarse fragments: 35 to 75 percent total; 5 to 50 percent gravels; 25 to 55 percent cobbles\nEffervescence: none or very slight\nReaction: slightly alkaline\nR layer:\nFractures: greater that 10cm (4 in) apart\nBedrock kind: indurated limestone and dolomite"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are; Baller (CO), Boriana (AZ), Demayo (CO), Docdee (NM), Far (AZ), Huachuca (AZ).\nBaller, Boriana and Huachuca soils: have less than 18 percent clay in the control section\nDemayo soils: have basalt rock fragments in the control section\nDocdee soils: have sandstone rock fragments in the control section\nFar soils: are slightly acid to strongly acid"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent Material: colluvium and residuum weathered from Permian age limestone and dolomite\nLandscape: Mountains\nLandform: Mountainsides and Ridges\nSlope: 10 to 90 percent\nSoil moisture: Typic Ustic soil moisture regime.\nMean annual soil temperature: 9.0 to 15.0 degrees C (48 to 59 degrees F)\nMean annual air temperature: 8.0 to 14.0 degrees C (46 to 57 degrees F)\nMean annual precipitation: 508 to 660 mm (20 to 26 inches)\nPrecipitation pattern: Most precipitation occurs as high intensity rain during afternoon convective thunderstorms from June to September.\nFrost-free period: 135 to 250 days\nElevation: 1584 to 2667 m (5196 to 8749 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Desario (NM), Biduya (TX), and Victorio (TX) series.\nBiduya soils: have an aridic ustic soil moisture regime and occur on hills at a lower elevation.\nDesario soils: have a calcic horizon and occur on hills at a lower elevation.\nVictorio soils: have more than 35 percent clay in the control section and occur on similar positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; Runoff is high on 10 to 20 percent slopes; and very high on slopes over 20 percent; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for wildlife habitat and recreation. Vegetation is alligator juniper, one seed juniper, ponderosa pine, oaks, pine muhly, mountain muhly, New Mexico muhly, bull muhly, little bluestem, big bluestem, yellow Indiangrass, finestem needlegrass, pinyon ricegrass, Arizona Fescue, plains lovegrass, cliff fendlerbush, mountain mahagony, and New Mexico agave."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: LRR G; Western Great Plains Range and Irrigated Region; MLRA 70C-Central New Mexico Highlands. The soil is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Culberson County, Texas; 2010. The name is from the sister of the Apache war chief, Biduya or Victorio as he was called, who inhabited this area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 43 cm (0 to 17 in) (A1 and A2 horizons)\nLithic contact: 43 cm (27 in) (top of R layer)\nThe taxonomic version is Keys to Soil Taxonomy, Eleventh Edition, 2010\nADDITIONAL DATA: None\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 22,
        "dry_hue": "10YR",
        "dry_value": 2,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loam",
        "cf_class": "extremely cobbly",
        "pH_class": "slightly alkaline",
        "distinctness": "diffuse",
        "topography": "smooth",
        "narrative": "A1--0 to 22 cm (0 to 9 in); very dark brown (10YR 2/2) extremely cobbly loam, black (10YR 2/1) moist; moderate fine and medium granular structure; soft, friable, slightly sticky, slightly plastic; many very fine and fine roots; 10 percent subangular 251 to 600 mm limestone fragments and 60 percent subangular 76 to 250 mm limestone fragments; slightly alkaline; diffuse smooth boundary."
      },
      {
        "name": "A2",
        "top": 22,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 2,
        "dry_chroma": 2,
        "texture_class": "loam",
        "cf_class": "extremely cobbly",
        "pH_class": "slightly alkaline",
        "distinctness": "very abrupt",
        "topography": "irregular",
        "narrative": "A2--22 to 43 cm (9 to 17 in); very dark brown (10YR 2/2) extremely cobbly loam, black (10YR 2/1), moist; moderate fine and medium granular structure; slightly hard, friable, slightly sticky, slightly plastic; common very fine and fine roots; 20 percent subangular 251 to 600 mm limestone fragments and 55 percent subangular 76 to 250 mm limestone fragments; slightly alkaline; very abrupt irregular boundary. (Combined thickness of the A horizon is 8 to 45 cm [3 to 18 in])"
      },
      {
        "name": "R",
        "top": 43,
        "bottom": 68,
        "narrative": "R--43 to 68 cm (17 to 27 in); indurated limestone bedrock."
      }
    ]
  ]
}
