{
  "SERIES": "LUANA",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJK-JRW-RJW",
  "REVDATE": "02/2003",
  "STATES": "IA",
  "OVERVIEW": "The Luana series consists of deep, well drained soils that formed on uplands in 20 to 40 inches of loess overlying residuum weathered from arenaceous limestone.  Permeability is moderate in the solum and moderately rapid in the substratum.  Slopes range from 5 to 18 percent.  Mean annual temperature is about 47 degrees F, and mean annual precipitation is about 33 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Mollic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Luana silt loam on a northeast-facing convex slope of 7 percent - cultivated.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 6 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak fine subangular blocky structure; friable; slightly acid; abrupt smooth boundary.  (6 to 9 inches thick)\nA2--6 to 9 inches; dark grayish brown (10YR 4/2) silt loam, dark brown (10YR 3/3) and very dark grayish brown (10YR 3/2) coatings on faces of peds; fine platy structure parting to weak fine subangular blocky; friable; slightly acid; clear smooth boundary.  (0 to 5 inches thick)\nB1--9 to 13 inches; dark yellowish brown (10YR 4/4) silt loam; weak fine subangular blocky structure; friable; slightly acid; clear smooth boundary.  (4 to 7 inches thick)\nB21t--13 to 23 inches; yellowish brown (10YR 5/4) silty clay loam; dark yellowish brown (10YR 4/4) coatings on faces of peds; weak fine subangular blocky structure; friable; thin discontinuous brown (10YR 4/3) clay films on faces of peds; slightly acid; abrupt smooth boundary.  (10 to 14 inches thick)\nB22t--23 to 27 inches; brownish yellow (10YR 6/6) silty clay loam; moderate fine subangular blocky and strong fine angular blocky structure; firm; thin discontinuous brown (10YR 4/3) clay films on faces of peds; slightly acid; abrupt wavy boundary.  (0 to 5 inches thick)\nIIC--27 to 60 inches; yellow (10YR 7/6) channery fine sandy loam; massive; friable; few roots; soft limestone fragments comprise about 25 percent by volume; violent effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clayton County, Iowa; 2 miles east and 1 mile north of the small town of Luana; 660 feet west and 2,560 feet south of the northeast corner of sec. 3, T. 95 N., R. 5 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum coincides with depth to residuum weathered from arenaceous limestone and typically ranges from about 24 to 40 inches but in some pedons is as shallow as 20 inches.  The solum is leached of primary carbonates.  The Ap or A1 horizon is very dark grayish brown (10YR 3/2), very dark gray (10YR 3/1), or very dark brown (10YR 2/2).  Where present, the A2 horizon is dark grayish brown (10YR 4/2) or brown (10YR 4/3).  In some pedons, the A2 horizon is incorporated into the Ap horizon.\nThe B1 and B21t horizons are brown (10YR 4/3), dark yellowish brown (10YR 4/4) or yellowish brown (10YR 5/4).\nThe B22t horizon has 10YR hue, value of 5 to 7, and chroma of 4 to 8.  The B horizon typically is slightly or medium acid but range in reaction from strongly acid to neutral.\nThe IIC horizon typically is brownish yellow (10YR 6/6) or yellow (10YR 7/6) but ranges to include hue of 2.5Y, value of 4 to 7, and chroma of 4 to 8.  Typically, 15 to 30 percent of the volume of the IIC horizon consists of fragments of limestone.  The extreme range is 10 to 35 percent.  The IIC horizon is mildly or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ashton, Batavia, Bowes, Downs, Festina, Frankville, Grays, Harvard, Hedrick, Juda, Knox, Massbach, Mellott, Mt. Carroll, Myrtle, Nasset, Richview, Shelbyville, Watkins, Waubeek, and Wingate series in the same family and the Mottland, Rossfield, Waucoma, and Winneshiek series.  The Ashton, Batavia, Bowes, Downs, Festina, Grays, Harvard, Hedrick, Knox, Massbach, Mellott, Mt.  Carroll, Myrtle, Richview, Shelbyville, Watkins, Waubeek, and Wingate soils have a thicker solum and fewer coarse fragments in the C horizon.  Frankville soils have a lithic contact at depths of 20 to 40 inches.  Juda soils lack coarse fragments.  Nasset soils have a thicker solum and a lithic contact at depths of 40 to 60 inches.  Mottland soils have sola formed in less than 20 inches of medium textured sediments overlying residuum weathered from arenaceous limestone.  Rossfield soils have thicker A horizons and are fine-loamy.  Waucoma and Winneshiek soils average more than 15 percent fine sand and coarser in the argillic horizon and have a lithic contact at depths of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on moderately sloping convex ridges and strongly sloping to moderately steep convex sideslopes on uplands.  Slope gradients range from 5 to 18 percent.  They formed in 20 to 40 inches of oxidized and leached loess of low sand content ( 5 percent) overlying residuum weathered from arenaceous limestone.  Hard limestone bedrock underlies arenaceous limestone below a depth of about 8 to 12 feet in most places.  Mean annual temperature ranges from about 45 to 49 degrees F, and mean annual precipitation ranges from about 30 to 34 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Downs, Frankville, and Mottland soils and the Tama soils.  Downs and Tama soils occur upslope from the Luana soils and have formed in loess that is more than 60 inches thick.  Frankville soils occupy similar landscape positions in areas where the underlying limestone bedrock is at depths less than 40 inches.  Mottland soils occur downslope on lower elevations where the mantle of loess or sediments is thinner."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Surface runoff is medium or rapid.  Permeability is moderate in the solum and moderately rapid in the underlying residuum weathered from arenaceous limestone."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The moderately and strongly sloping areas are used principally for corn, soybeans, and small grains.  The moderately steep areas are used mainly for hay and pasture.  Native vegetation was deciduous trees and prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Iowa and possibly adjoining states.  They are inextensive.  The acreage is estimated to be about 4,000 to 6,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Clayton County, Iowa, 1979.\nNational Cooperative Soil Survey U.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 6 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak fine subangular blocky structure; friable; slightly acid; abrupt smooth boundary.  (6 to 9 inches thick)"
      },
      {
        "name": "A2",
        "top": 15,
        "bottom": 23,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--6 to 9 inches; dark grayish brown (10YR 4/2) silt loam, dark brown (10YR 3/3) and very dark grayish brown (10YR 3/2) coatings on faces of peds; fine platy structure parting to weak fine subangular blocky; friable; slightly acid; clear smooth boundary.  (0 to 5 inches thick)"
      },
      {
        "name": "B1",
        "top": 23,
        "bottom": 33,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "B1--9 to 13 inches; dark yellowish brown (10YR 4/4) silt loam; weak fine subangular blocky structure; friable; slightly acid; clear smooth boundary.  (4 to 7 inches thick)"
      },
      {
        "name": "B21t",
        "top": 33,
        "bottom": 58,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "B21t--13 to 23 inches; yellowish brown (10YR 5/4) silty clay loam; dark yellowish brown (10YR 4/4) coatings on faces of peds; weak fine subangular blocky structure; friable; thin discontinuous brown (10YR 4/3) clay films on faces of peds; slightly acid; abrupt smooth boundary.  (10 to 14 inches thick)"
      },
      {
        "name": "B22t",
        "top": 58,
        "bottom": 69,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "B22t--23 to 27 inches; brownish yellow (10YR 6/6) silty clay loam; moderate fine subangular blocky and strong fine angular blocky structure; firm; thin discontinuous brown (10YR 4/3) clay films on faces of peds; slightly acid; abrupt wavy boundary.  (0 to 5 inches thick)"
      },
      {
        "name": "IIC",
        "top": 69,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "cf_class": "channery",
        "pH_class": "moderately alkaline",
        "narrative": "IIC--27 to 60 inches; yellow (10YR 7/6) channery fine sandy loam; massive; friable; few roots; soft limestone fragments comprise about 25 percent by volume; violent effervescence; moderately alkaline."
      }
    ]
  ]
}
