{
  "SERIES": "LUAP",
  "STATUS": "Established Series",
  "BYREV": "Rev. STD-DWW-RLB-JBF",
  "REVDATE": "12/2011",
  "STATES": "NV",
  "OVERVIEW": "The Luap series consists of moderately deep to a strongly cemented lime hardpan, well drained soils that formed in alluvium derived from mixed rocks with a component of loess and volcanic ash.  The Luap soils are on fan skirts and offshore bars.  Slopes are 2 to 8 percent.  The mean annual precipitation is about 180 mm and the mean annual temperature is about 8 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Typic Petrocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Luap very gravelly fine sandy loam--rangeland.  The soil surface is partially covered with 45 percent gravel.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 8 cm; light gray (10YR 7/2) very gravelly fine sandy loam, brown (10YR 5/3) moist; massive; slightly hard, very friable, nonsticky and nonplastic; common very fine roots; many very fine and few fine interstitial pores; 40 percent gravel; violently effervescent; strongly alkaline (pH 8.8); clear wavy boundary.  (5 to 10 cm thick)\nBw--8 to 20 cm; light gray (10YR 7/2) very gravelly very fine sandy loam, brown (10YR 5/3) moist; weak fine subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine and few fine and medium roots; many very fine and few fine interstitial pores; 35 percent gravel; violently effervescent; strongly alkaline (pH 9.0); abrupt wavy boundary.  (10 to 25 cm thick)\nBk1--20 to 58 cm; very pale brown (10YR 8/4) very gravelly very fine sandy loam, light yellowish brown (10YR 6/4) moist; massive; hard, firm, nonsticky and nonplastic; common very fine roots; many very fine and few fine interstitial pores; 50 percent discontinuous weak lime cementation; 40 percent gravel; few, fine soft lime masses; violently effervescent; strongly alkaline (pH 8.8); abrupt wavy boundary.  (23 to 50 cm thick)\n2Bk2--58 to 94 cm; variegated extremely gravelly coarse sand; single grained; loose, nonsticky and nonplastic; common very fine roots; many very fine interstitial pores; 70 percent gravel; thin lime coats on undersides of gravel; violently effervescent; moderately alkaline (pH 8.2); abrupt wavy boundary.  (0 to 40 thick)\n3Bkm--94 to 112; very pale brown (10YR 8/2) continuous strongly cemented lime hardpan, pale yellow (2.5Y 7/4) moist; massive; extremely hard, extremely firm; 70 percent gravel; violently effervescent; clear wavy boundary.  (5 to 20 thick)\n4Ck--112 to 155 cm; variegated extremely gravelly coarse sand; massive; hard, firm, nonsticky and nonplastic; many very fine interstitial pores; 50 percent discontinuous weak lime cementation; 80 percent gravel; violently effervescent; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Elko County, Nevada; approximately 2 miles southeast of Montello, about 250 feet east and 2,400 feet south of the northwest corner, sec. 22, T. 39 N., R. 69 E.; latitude 41 degrees 15 minutes 23 seconds N and longitude 114 degrees 09 minutes 40 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist for short periods in the winter and spring, dry late May through early November; typic aridic soil moisture regime.\nMean annual soil temperature: 12 to 15 degrees C.\nDepth to petrocalcic horizon: 50 to 100 cm.\nReaction: Moderately alkaline or strongly alkaline.\nSodium absorption ratio: Ranges from 6 to 25 between a depth of 25 cm to the petrocalcic horizon.\nParticle-size ontrol section - Clay content:  8 to 18 percent.\nRock fragments:  Averages 45 to 70 percent gravel.\nA horizon\nValue:  6 or 7 dry, 4 or 5 moist.\nChroma:  2 or 3.\nBw horizons\nValue:  6 or 7 dry, 4 or 5 moist.\nChroma:  2 through 4.\nTexture:  Very gravelly very fine sandy loam or very gravelly loam.\nBk horizons\nValue:  7 or 8 dry, 6 or 7 moist.\nChroma:  2 through 4.\nTexture:  Very gravelly very fine sandy loam, fine sandy loam or loam with extremely gravelly coarse sand or loamy sand common in some lower subhorizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Luap soils are on fan skirts and offshore bars.  These soils formed in alluvium derived from mixed rocks with a component of loess and volcanic ash.  Slopes are 2 to 8 percent.  Elevations are 1,465 to 1,800 meters.  The climate is cool, semiarid with warm, dry summers and cool, moist winters.  The mean annual precipitation is 150 to 200 mm; mean annual temperature is 7 to 10 degrees C; and the frost-free season is 100 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Clowfin, Piltdown and Valmy series.  Clowfin and Piltdown soils lack lime cementation.  In addition Piltdown soils have less than 15 percent rock fragments in the particle-size control section.  Valmy soils lack a petrocalcic horizon and have less than 35 percent rock fragments in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; medium runoff; moderate high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  The present vegetation is mainly shadscale, bud sagebrush, Indian ricegrass, black greasewood and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Nevada.  These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Elko County, Nevada, northeast part, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A and part of the Bw horizons).\nPetrocalcic horizon - The zone from about 94 to 112 cm (3Bkm horizon).\nParticle-size control section - The zone from about 25 to 94 cm (Bk1, 2Bk2 horizons and part of the Bw horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
