{
  "SERIES": "LUCIEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. EGF:GFS:JLD",
  "REVDATE": "01/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, thermic, shallow Udic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lucien very fine sandy loam-rangeland, at an elevation of 335 m (1100 ft). (Colors are for dry soil unless otherwise stated.)\nA--0 to 10 cm (0 to 4 in); brown (7.5YR 4/2) very fine sandy loam, dark brown (7.5YR 3/2) moist; moderate fine and medium granular structure; slightly hard, very friable; many very fine and fine roots throughout; common irregular worm casts; few very fine constricted tubular, and common fine and medium constricted tubular pores; slightly acid; clear smooth boundary. (Thickness of the A horizon is 10 to 25 cm [4 to 10 in])\nBA--10 to 20 cm (4 to 8 in); brown (7.5YR 4/2) very fine sandy loam; dark brown (7.5YR 3/2) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable; common very fine and fine roots throughout; common irregular worm casts; many very fine and few fine constricted tubular pores; neutral; clear smooth boundary. (Thickness of the BA horizon is 0 to 20 cm [0 to 8 in])\nBw--20 to 36 cm (8 to 14 in); brown (7.5YR 4/4) very fine sandy loam; dark brown (7.5YR 3/4) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable; common very fine and fine roots throughout; common irregular worm casts; common very fine constricted tubular pores; 10 percent sandstone pebbles, noncalcareous having a yellowish red (5YR 5/6) weathering rind 1/4 inch to 1/2 inch thick, interior is strong brown (7.5YR 5/6); neutral; abrupt wavy boundary. (Thickness of the Bw horizon is 8 to 33 cm [3 to 13 in])\nCr--36 to 51 cm (14 to 20 in); 75 percent strong brown (7.5YR 5/6), and 25 percent yellowish red (5YR 5/6) weathered bedrock; 75 percent strong brown (7.5YR 4/6), and 25 percent yellowish red (5YR 4/6) moist; few very fine and fine roots in cracks; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Noble County, Oklahoma; about 6 mile east and 8 miles north of Perry; 3,000 feet east and 2,450 feet south of the northwest corner of sec. 2, T. 22 N., R. 1 E. North\nUSGS topographic quadrangle: Red Rock, OK\nLatitude: 36 degrees, 24 minutes, 48 seconds N\nLongitude: 97 degrees, 9 minutes, 54 seconds W\nDatum: NAD 83\nDecimal degrees:\nLatitude: 36.413200\nLongitude: -97.1646800\nUTM Northing: 4031380.00\nUTM Easting: 6645553.00\nUTM Zone: 14N"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth of soil: 25 to 51 cm (10 to 20 in)\nThickness of the mollic epipedon: 18 cm (7 in) or more thick\nRock fragments: sandstone fragments, 0 to 30 percent by volume.  About 0 to 10 percent by volume is less than 76 mm (3 in) in diameter and 0 to 20 percent by volume is more than 76 mm (3 in) in diameter in all horizons\nEffervescence: noneffervescent in all horizons\nA horizon:\nHue: 2.5YR to 7.5YR\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 2 or 3 dry or moist\nTexture: loam, fine sandy loam, or very fine sandy loam and their gravelly or stony phases\nReaction: slightly acid\nBA horizon:\nHue: 2.5YR to 7.5YR\nValue: 4 or 5 dry or moist\nChroma: 3 to 6 dry or moist\nTexture: loam, fine sandy loam, or very fine sandy loam and their gravelly or stony phases\nReaction: slightly acid to neutral\nBw horizon:\nHue: 2.5YR to 7.5YR\nValue: 4 to 6 dry or moist\nChroma: 4 to 8 dry or moist\nTexture: loam, fine sandy loam, or very fine sandy loam and their gravelly or stony phases\nReaction: neutral\nCr horizon:\nHue: 2.5YR or 5YR\nValue: 4 to 6\nChroma: 4 to 8\nOther features: It is rippable sandstone interbedded with clay, siltstone, or sandy shale. This material is paralithic with a high excavation difficulty. Fractures are greater than 10 cm (4 in) apart.  The material is dense enough to be root restrictive.  Most of this material slakes in water within 15 hours.\nReaction: moderately acid to slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series in the same family. Similar soils in MLRA 80A are Highview, Ironmound, and Masham series; and Darnell in MLRA 84A.\nHighview and Masham soils: are clayey, and weathered from shale\nIronmound soils: do not have a mollic epipedon\nDarnell soils: do not have a mollic epipedon, and have siliceous mineralogy"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: material weathered from sandstone interbedded with clay, siltstone, or sandy shale of Permian age\nLandscape: Low hills of the Central Rolling Red Prairies (MLRA 80A)\nLandform: summits and shoulders of low hills\nSlope: 1 to 30 percent\nClimate: Udic-Ustic\nMean Annual Precipitation: 660 to 1041 mm (26 to 41 in)\nMean Annual Temperature: 13.9 to 17.2 degrees C (57 to 63 degrees F)\nFrost-free period: 181 to 240 days\nElevation: 213 to 457 m (700 to 1500 ft)\nThornthwaite Annual P-E indices: 44 to 64"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing series and Coyle, Grainola, Kingfisher, Nash, Shidler, Steedman, Stoneburg, and Zaneis series.\nCoyle, Grainola, Kingfisher, Nash, Steedman, Stoneburg, and Zaneis soils: usually occur on adjacent hill slopes\nCoyle, Grainola, Kingfisher, Nash, and Steedman soils: have a solum more than 20 in thick\nCoyle, Grainola, Kingfisher, Steedman, Stoneburg, and Zaneis soils: have argillic horizons\nShidler soils: occur on summits and shoulders over limestone"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: Well drained\nRunoff: very high\nPermeability: high"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly in rangeland and used for grazing for livestock.  Some of the less sloping areas in complexes with deeper soils are cultivated to small grains or tame pasture. Native vegetation consists of mid and tall prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Oklahoma, Kansas, and Texas; Land Resource Region H; Central Rolling Red Prairies, MLRA 80A; moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Noble County, Oklahoma; 1947 by E.G Fitzgerald."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nUpdated competing series, taxonomic version, saturated hydraulic conductivity, and formatting (JLD 01/2016).\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 20 cm (8 in) (A and BA horizons)\nCambic horizon: 20 to 36 cm (8 to 14 in) (Bw horizon)\nParalithic contact: 36 cm (14 in) (Cr horizon)\nADDITIONAL DATA:  Lab sample 76-OK-103-2 by Oklahoma State University.  NSSL sample S91OK-103-001, complete characterization.\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
