{
  "SERIES": "LUCKYCREEK",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. TDT/GDM",
  "REVDATE": "10/2005",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Vitrandic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Luckycreek ashy loam, on a 7 percent slope, rangeland.  (Colors are for moist soil unless otherwise noted.)\nA1--0 to 2 inches; very dark grayish brown (10YR 3/2) ashy loam, brown (10YR 4/3) dry; moderate very fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots; many fine vesicular pores; 10 percent gravel; neutral (pH 6.8); clear wavy boundary.\nA2--2 to 8 inches; very dark grayish brown (10YR 3/2) ashy loam, brown (10YR 5/3) dry; moderate fine subangular blocky structure; slightly hard, very friable, moderately sticky and slightly plastic; common very fine and few medium and fine roots; many very fine tubular pores; 10 percent gravel; neutral (pH 7.0); clear wavy boundary. (Combined thickness of the A horizon is 7 to 12 inches thick)\n2Bt1--8 to 23 inches; very dark grayish brown (10YR 3/2) clay loam, grayish brown (10YR 5/2) dry; moderate fine subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine roots;  ommon very fine tubular pores; common discontinuous faint clay films on faces of peds and lining pores; 10 percent gravel; neutral (pH 7.0); clear wavy boundary. (* to 18 inches thick)\n2Bt2--23 to 38 inches; dark grayish brown (10YR 4/2) gravelly clay loam, grayish brown (10YR 5/2) dry; moderate very fine subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine roots;  few fine tubular pores; few discontinuous faint clay films on faces of peds and lining pores; 20 percent gravel; neutral (pH 7.2); gradual wavy boundary.  (10 to 20 inches thick)\n2Bk1--38 to 52 inches; dark grayish brown (10YR 4/2) clay loam, light brownish gray (10YR 6/2) dry; weak very fine subangular blocky structure; slightly hard, very friable, slightly sticky and moderately plastic; few very fine roots; very few fine tubular pores; 5 percent gravel; slightly alkaline (pH 7.8); strongly effervescent with common lime filaments; clear wavy boundary.\n2Bk2--52 to 60 inches; dark grayish brown (10YR 4/2) very gravelly clay loam, pale brown (10YR 6/3) dry; weak fine subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; 40 percent gravel; moderately alkaline (pH 8.2); strongly effervescent with common lime filaments."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Crook County, Oregon; 2200 feet north and 900 feet east of the SW corner of section 33, T. 16 S, R. 18 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: These soils are usually moist  but are dry in the moisture control section for 75 to 100 days following the summer solstice.  The mean annual soil temperature ranges from 42 to 47 degrees F.  Depth to bedrock is greater than 60 inches.  The mollic epipedon is 20 to 30 inches thick. Depth to secondary carbonates is 25 to 40 inches.  The weighted average clay content of the particle-size control section is 25 to 35 percent.\nThe A horizon has value of 2 or 3 moist, 3 or 4 dry in the upper part and 4 or 5 dry in the lower part and chroma of 2 or 3 moist and dry.  It contains 0 to 15 percent gravel.  It is loam or sandy loam with 15 to 25 percent clay.  It has 5 to 15 percent glass and the acid oxalate aluminum plus one-half the oxalate iron is 0.4 to 0.7 percent.\nThe Bt horizon has value of 3 or 4 moist, 4 or 5 dry, and chroma of 2 or 3 moist and dry.  It is loam, clay loam, or sandy clay loam and contains 5 to 30 percent gravel.  It has 20 to 35 percent clay.\nThe Bk horizon has value of 4 or 5 moist, 5 or 6 dry, and chroma of 2 or 3 moist and dry. It is loam or clay loam with 20 to 30 percent clay and contains 5 to 40 percent gravel. It is slightly or moderately alkaline.  It is slightly to violently effervescent.  It has 5 to 15 percent calcium carbonate."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Pinney and Powellbutte series.  Pinney soils have an O horizon, are dry for 45 to 60 consecutive days and lack carbonates.  Powellbutte soils are 20 to 40 inches deep to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Luckycreek soils are on fan terraces at elevations of  3,800 to 4,300 feet.  Slopes range from 1 to 15 percent.  These soils formed in eolian and colluvium with an influence of volcanic ash in the surface.  The climate is characterized by cool, wet winters and hot, dry summers.  The mean annual precipitation is 12 to 16 inches, the mean annual temperature is 40 to 45 degrees F, and the frost-free period is 40 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Bonnieview (T), Polkbutte (T), and Prill soils.  Bonnieview soils are clayey and are on adjacent north slopes of foothills.  Polkbutte are ashy and are on adjacent north slopes of foothills.  Prill soils are moderately deep, clayey and are on adjacent south slopes of foothills."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used mainly for pasture and rangeland.  Native vegetation is basin wildrye, Idaho fescue, bluebunch wheatgrass, and mountain big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Oregon; MLRA 10.  This series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Crook County, Oregon, 2000."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features are:\nMollic epipedon - the zone from the surface to a depth of 23 inches  (A1, A2 and 2Bt1 horizons).\nArgillic horizon - the zone from 8 to 38 inches ( Bt1 and Bt2 horizons).\nVitrandic feature  the zone from 0 to 8 inches.\nCalcic feature - segregated and disseminated lime in the zone from 38 to 60 inches ( 2Bk1 and 2Bk2 horizons).\nParticle-size control section - the zone from 8 to 28 inches with about 30 percent clay.\nXeric soil moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
