{
  "SERIES": "LUCKY STAR",
  "STATUS": "Established Series",
  "BYREV": "Rev: MEO/TAD/RLT",
  "REVDATE": "05/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Typic Palecryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lucky Star gravelly silt loam - woodland.  (Colors are for air dry soil unless otherwise stated.)\nA layer of matted leaves and twigs is on the surface.\nA--0 to 13 inches; very dark grayish brown (10YR 3/2) gravelly silt loam, very dark brown (10YR 2/2) moist; weak very fine granular structure; soft, very friable, nonsticky and nonplastic; many medium and fine and few coarse roots; 30 percent gravel and cobbles; slightly acid (pH 6.3); clear wavy boundary.  (10 to 20 inches thick)\nE--13 to 35 inches; pink (7.5YR 7/3) very cobbly fine sandy loam, brown (7.5YR 5/3) moist; massive; soft, very friable, nonsticky and nonplastic; common medium and fine and few coarse roots; common medium and fine interstitial pores; 50 to 60 percent cobbles and gravel; moderately acid (pH 6.0); gradual irregular boundary.  (10 to 26 inches thick)\nE/B--35 to 55 inches; 60 percent E and 40 percent Bt; the E portion is light brown (7.5YR 6/4) very cobbly fine sandy loam, brown (7.5YR 5/4) moist; massive; soft, friable, slightly sticky and nonplastic; common fine, medium and few coarse roots; few medium and many very fine interstitial pores; 50 to 60 percent cobbles and gravel; many clay films in pores and on rocks and very few on surfaces of peds; moderately acid (pH 6.0); the Bt portion is as described below in the B/E horizon; clear wavy boundary.  (0 to 20 inches thick)\nB/E--55 to 70 inches; mixed Bt and E horizons with 60 percent Bt and 40 percent E; Bt portion is reddish brown (5YR 5/4) very cobbly sandy clay loam, reddish brown (5YR 4/4) moist; and the E portion is light brown (7.5YR 6/4) very cobbly fine sandy loam, brown (7.5YR 5/4) moist; moderate medium prismatic structure; hard, firm, moderately sticky and moderately plastic; moderately thick continuous clay films on surfaces of peds and common moderately thick in pores; few medium and fine roots; common medium and large pores; 50 to 70 percent cobbles and gravel; slightly acid (pH 6.1); clear irregular boundary.  (10 to 40 inches thick)\nC--70 to 86 inches; light brown (7.5YR 6/4) very cobbly loam, brown (7.5YR 5/4) moist, and reddish brown (5YR 4/4) moist; very cobbly clay loam; massive; soft and hard, friable and firm, nonsticky and nonplastic; few medium and fine roots; many medium and large interstitial pores; 50 to 70 percent cobbles and gravel; slightly acid (pH 6.1)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cache County, Utah; in South Cottonwood Canyon, near Clarence Keller Road; 2,400 feet west and 1,800 feet north of the southeast corner of sec. 31, T. 10 N., R. 3 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon is 10 to 20 inches thick. The soil is moderately acid to neutral throughout.  Coarse fragments are mainly cobble and gravel size angular or rounded sandstone and quartzite rock fragments, but the soils have up to 20 percent stones in some pedons.  Rock fragment content ranges from 10 to 35 percent in the A horizons, 35 to 70 percent in the E horizon, and 35 to 80 percent in the argillic and C horizons. The average annual soil temperature is 36 to 46 degrees F., and the mean summer soil temperature at about 20 inches depth is 52 to 58 degrees F. The ratio of cation exchange capacity to clay is about 0.65 to 0.9. Reaction is moderately acid to neutral.  The soils are usually moist but are dry in parts of some subhorizons for periods of 30 to 45 days during the late summer or early autumn. The soil moisture regime is udic.\nThe A horizon has hue of 10YR or 7.5YR, value of 3 to 5 dry, 2 or 3 moist, and chroma of 2 to 3.  It has weak to moderate, very fine to medium granular or subangular blocky structure.\nThe E part of the E/B or B/E horizon has hue of 10YR, 7.5YR or 5YR, value of 5 to 8 dry, 3 to 6 moist, and chroma of 2 to 6.  It  is very cobbly fine sandy loam, cobbly fine sandy loam, very cobbly sandy loam, very cobbly loamy fine sand, very gravelly sandy loam or very gravelly fine sandy loam.  It has weak fine to coarse subangular blocky structure or is single grained or massive.  The E horizon tongues into the Bt horizon.\nThe Bt part of the E/B or B/E horizon has hue of 10YR, 7.5YR, 5YR, or 2.5YR, value of 4 to 7 dry, 3 to 6 moist, and chroma of 3 to 8.  It is very cobbly sandy clay loam, very cobbly loam, very cobbly clay loam or very gravelly sandy clay loam.  It has weak to moderate, fine to coarse prismatic or subangular blocky structure.  It has few to continuous, thin to moderately thick clay films on peds and in pores.\nA Bt or C horizon may occur below 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Dunckley (T), Nordic, Nordicol (T), Norway Flat and Schuster series.  Dunckley soils have a Bt horizon within 40 inches.  Nordic soils lack E horizons.  Nordicol soils have rock fragments mainly of stones and have mean summer soil temperature of less than 47 degrees F.  Norway Flat soils have less than 18 percent clay in the particle size control section.  Schuster soils lack E/B horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lucky Star soils are on sloping to very steep mountain slopes and glacial moraines at elevations of 5,600 to 10,800 feet. Slopes gradients are 5 to 60 percent.  These soils formed in formed in residuum, glacial till, slope alluvium and colluvium from sandstone, quartzite, conglomerate and shale.  The climate is humid with warm dry summers and cold moist winters.  The average annual precipitation ranges from 22 to 35 inches.  The mean annual temperature is 32 to 44 degrees F.  The average summer air temperature is 56 to 58 degrees F.  The average freeze-free period is 20 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Charcol, Condie, Ercan, Fitzgerald, Herd, Moweba, Mult, St. Mary's, and Yeljack soils.  Charcol soils have mollic epipedons more than 20 inches thick.  Condie soils lack mollic epipedons.  Ercan soils have less than 20 percent rock fragments throughout and the argillic horizon is at a depth less than 40 inches of the surface.  Fitzgerald soils lack mollic epipedons.  Herd soils lack mollic epipedons and have argillic horizons with less than 20 percent rock fragments.  Moweba soils have mollic epipedons more than 20 inches thick and lack argillic horizons.  Mult soils have argillic horizons within 24 inches of the surface and contain less than 35 percent coarse fragments in the argillic horizons.  St. Mary's soils lack both argillic horizons and E horizons.  Yeljack soils have less than 20 percent rock fragments in the particle size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow or medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used mainly for watershed and for grazing by livestock and wildlife.  The native vegetation is an overstory of aspen, with scattered Douglas-fir, subalpine fir and Engelmann spruce.  The understory is snowberry, mountain bromegrass, blue wildrye, slender wheatgrass, peavine, horsemint and oniongrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  High mountain areas of northern Utah.  This series is moderately extensive.  MLRA 47."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cache Area, Utah, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - from the surface to a depth of 13 inches.  (A horizon)\nAlbic horizon - from 13 to 35 inches (E horizon)\nArgillic horizon - the zone from 35 to 70 inches.  (E/B and B/E horizons)\nParticle-size control section: The zone from 55 to 70 inches (B/E horizon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
