{
  "SERIES": "LUCKYRICH",
  "STATUS": "Established Series",
  "BYREV": "Rev. JCW-TDC-JVC",
  "REVDATE": "03/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, nonacid, mesic Xeric Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Luckyrich gravelly sandy loam, on a south facing slope of 5 percent on an alluvial fan under big sagebrush at 6,100 feet elevation.  (Colors are for dry soil unless otherwise stated.  When described the soil was dry throughout.)\nA--0 to 2 inches; pale brown (10YR 6/3) gravelly sandy loam, brown (10YR 5/3) moist; weak very fine granular structure; slightly hard, very friable, nonsticky and nonplastic; common fine roots; few fine tubular pores; 15 percent fine pebbles; moderately alkaline (pH 8.0); abrupt smooth boundary.  (2 to 4 inches thick)\nAC--2 to 30 inches; pale brown (10YR 6/3) gravelly sandy loam, brown (10YR 4/3) moist; massive; slightly hard, very friable, slightly sticky and nonplastic; common fine and medium roots; common fine interstitial pores; 20 percent fine pebbles; moderately alkaline (pH 8.0); clear wavy boundary.  (28 to 35 inches thick)\nC--30 to 40 inches; light yellowish brown (10YR 6/4) gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; massive; hard, friable, slightly sticky and nonplastic; few fine roots; common fine interstitial pores; slightly effervescent, disseminated lime; moderately alkaline (pH 8.0); clear wavy boundary.  (10 to 21 inches thick)\n2Cr--40 to 60 inches; strongly weathered and fractured quartz monzonite with seams and soft masses of lime."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Inyo County, California; about 0.25 mile east of the Hunter Mountain-Death Valley Road; approximately 36 degrees 36 minutes north latitude and 117 degrees 27 minutes west longitude, NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to unrelated weathered granitic rock ranges from 40 to 60 inches. The mean annual soil temperature varies from 54 to 59 degrees F.  The soils are slightly alkaline or moderately alkaline throughout, and usually slightly calcareous below a depth of 30 inches.  Clay averages 10 to 18 percent in the 10 to 40 inch control section.  The soils are dry from some time in June to October for about 130 days.  The soil temperature is above 41 degrees F. from mid-March to November for about 255 days.  It is moist in some part for 50 to 80 consecutive days when the soil temperature is above 47 degrees F.\nThe A horizon has dry color of 10YR 6/2, 6/3; or 7.5YR 6/2 and moist color of 10YR 5/2, 5/3, 5/4, 4/3; 7.5YR 5/2 or 5/4.  It is gravelly sandy loam or gravelly fine sandy loam.  Rock fragments 2 mm to 1 cm in diameter, range from 15 to 35 percent.\nThe C horizon has dry color of 10YR 6/3, 6/4; or 7.5YR 6/4.  It is gravelly sandy loam or gravelly fine sandy loam.  Rock fragments consisting of fine gravel 2 mm to 1 cm in size range from 15 to 35 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Dechambeau, Jenness, and Lolalita series.  These soils are very deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Luckyrich soils are on alluvial fans and rock pediments located at intermountain valley margins.  Slopes are 5 to 20 percent.  The soils formed in alluvium from mixed origin, but primarily granitic rocks.  Unrelated soft weathered granitic rock, which slakes when soaked in water, occurs at a depth of 40 inches or more.  The weathered rock contains seams and filaments of lime in cracks, and a few soft masses in pockets in the rock.  Elevations are 4,500 to 6,500 feet.  The climate is arid with hot, dry summers with infrequent thunder storms of short duration and cool, moist winters.  The average annual precipitation is 8 to 10 inches.  The mean annual temperature is 53 degrees F.; the mean January temperature is about 40 degrees F.; and the mean July temperature is 80 degrees F.  The frost free season is 185 to 235 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Mexispring, Panamint, and Ulida soils.  Panamint soils have a mollic epipedon and a cambic horizon.  Mexispring and Ulida soils are less than 20 inches deep to a paralithic contact.  Ulida soils have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for watershed, rangeland, wildlife habitat, and recreation land.  The natural vegetation is dominantly big sagebrush and needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  These soils are mapped in the intermountain valleys of northern California Desert and are of small extent.  MLRA 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Inyo County, California, Saline Valley Area, 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 2 inches (A horizon).\nParalithic contact - The boundary at 40 inches to underlying soft, weathered bedrock (2Cr layer).\nThe soils qualify for an aridic (torric) moisture regime but are dry only by a narrow margin more than 1/2 the time when the soil is above 41 degrees F.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
