{
  "SERIES": "LUFF",
  "STATUS": "Established Series",
  "BYREV": "MEB, KP",
  "REVDATE": "01/2019",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Vertic Palexeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Luff silty loam, on a south west facing 22 percent slope under a cover of annual grasses surrounded by lemonade berry, scrub oaks and toyon, at an elevation of 1112 feet(339 m). (Colors are for dry soil unless otherwise noted).\nA1--0 to 4 inches, (0 to 9 cm); brown (7.5YR 4/3) gravelly silt loam, dark brown (7.5YR 3/2) rubbed moist; 6 percent clay; moderate medium subangular blocky structure; moderately hard, very friable, slightly sticky, nonplastic; many very fine roots; 5 percent rounded 75 to 250 millimeter volcanic rock fragments and 15 percent rounded 2 to 75 millimeter volcanic rock fragments; slightly acid (pH 6.2); clear wavy boundary. (9 to 12 centimeters thick)\nABt--4 to 10 inches, (9 to 25 cm); brown (7.5YR 4/3) very gravelly silt loam, dark brown (7.5YR 3/2) rubbed moist; 9 percent clay; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; few very fine roots; 3 percent discontinuous faint clay bridges between sand grains and 3 percent discontinuous faint clay films on surfaces along root channels and 90 percent continuous prominent silt coats on all faces of peds; 5 percent rounded 75 to 250 millimeter volcanic rock fragments and 15 percent rounded 2 to 75 millimeter volcanic rock fragments; slightly acid (pH 6.3);abrupt wavy boundary. (0 to 35 centimeters thick)\nBt1--10 to 22 inches, (25 to 55 cm); dark reddish brown (5YR 3/2) clay, dark reddish brown (5YR 2.5/2) rubbed moist; 50 percent clay; strong medium subangular blocky structure; very hard, firm, very sticky, very plastic;  continuous prominent clay films on all faces of peds; neutral (pH 6.8); clear wavy boundary. (13 to 30 centimeters thick)\nBt2--22 to 26 inches, (55 to 65 cm); reddish brown (5YR 4/4) clay, dark reddish brown (5YR 2.5/2) rubbed moist; 50 percent clay; moderate medium subangular blocky structure; very hard, firm, very sticky, very plastic;  continuous prominent clay films on all faces of peds; neutral (pH 6.9)   abrupt wavy boundary. (10 to 35 centimeters thick)\nR--26 to 27 inches, (65 to 68 cm); strongly cemented andesite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Catalina Island, Los Angeles County, California, in the Channel Islands Soil Survey Area; 33 degrees, 23 minutes, 46 seconds North latitude and 118 degrees, 23 minutes, 19 seconds West longitude, NAD83 - U.S.G.S Quad: Santa Catalina Island East."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 15 to 22 degrees C. (59 to 71 degrees F.) The soil moisture control section is dry in all parts from about mid-June to mid-November and is usually moist the rest of the time.\nThe A1 and A2 horizon dry color is 10YR 5/3, 4/2, 7.5YR 5/2, 4/3, 4/2. Moist color is 10YR 4/3, 4/2 3/3, 2/2, 7.5YR 3/2, 2.5/2.\nTextures are sandy loam, fine sandy loam, gravely sandy loam, loam, silt loam, gravely silt loam, very gravely silt loam.\nCoarse fragments may be 0 to 40 percent.\nSome A2 horizons have dry value 6 or greater and moist value of 4.\nThe Bt1 horizon dry color is 10YR 5/2, 3/3, 7.5YR 3/4, 5YR 5/3, 4/4, 3/3. Moist color is 10YR 4/2, 3/4, 3/3, 3/2 7.5YR 3/2, 5YR 2.5/2.\nTextures are gravely clay loam, clay.\nCoarse fragments may be 0 to 15 percent.\nThe R horizon ranges from hard strongly cemented rock to weakly cemented, angular and fractured rock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family, but the Marpol soils are closely related with mixed mineralogy.  Marpol soils are derived from quartz-diorite porphyry and are slightly deeper than 100 centimeters (40 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Luff soils formed in andesite and volcanic rock on side slopes of interfluves of hills and mountains. Slopes range from 5 to 75 percent. Elevations are from 100 to 1550 feet (30 to 472 meters). The climate is characterized by warm, dry summers and cool, moist winters with potential fog common all year. The mean annual precipitation is 13 to 24 inches (330 to 660 mm), the mean annual temperature is 61 to 73 degrees F. (16 to 23 degrees C.), and the frost free season is 355 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Starboard, Starbright, Halyard, Tongva soils.   All these soils are found on hills and mountains.  Starboard soils have a mesic temperature regime and are fine-loamy textured.  Starbright soils are iso-mesic and have a thick mollic epipedon.  Halyard soils do not have an abrupt textural change.  Tongva soils are fine-loamy textures."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; moderately high runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Wildlife habitat, recreation and building site development. Vegetation is low shrubs and annual grasses, sage, Lemonade bush, Laurel sumac, Toyon and cactus."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Santa Catalina Island, Los Angeles County, California. The soil is not extensive. MLRA 20."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Santa Catalina Island, Los Angeles County, California, 2008."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The series name is coined. Diagnostic horizons and features recognized in this pedon:\nParticle Size Control Section for this pedon: 25 to 65 cm.\nMollic  0 to 10 inches ( 0 to 25 cm)\nArgillic  10 to 26 inches (26 to 65 cm)\nAbrupt Textural Change and Strongly Contrasting Particle Size Class between the A and B horizons.  This may be a lithologic discontinuity, but has not been conclusively proved.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
