{
  "SERIES": "LUFKIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. CLN-ACT",
  "REVDATE": "12/96",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Oxyaquic Vertic\nPaleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lufkin loam--pasture.  (Colors are for moist soil unless otherwise stated).\nA--0 to 5 inches; dark brown (10YR 4/3) loam, very pale brown (10YR 7/3) dry; moderate fine subangular blocky structure parting to moderate medium subangular blocky; hard, very friable; common fine and medium roots; few fine tubular pores; moderately acid; clear smooth boundary.  (2 to 10 inches thick)\nE--5 to 8 inches; grayish brown (10YR 5/2) loam, light gray (10YR 7/2) dry; weak fine granular structure when moist, but massive when dry; hard, very friable; common fine roots; few fine tubular pores; few fine faint yellowish brown (10YR 5/4) masses of iron accumulation: moderately acid; abrupt smooth boundary. (0 to 8 inches thick)\nBtg1--8 to 16 inches; dark grayish brown (10YR 4/2) clay loam; moderate coarse prismatic structure parting to moderate coarse angular blocky; extremely hard, very firm; common fine roots; discontinuous faint clay films on vertical and horizontal surfaces of prisms; cracks 1/2 inch wide extend through the horizon; few pressure faces; few fine prominent yellowish brown (10YR 5/4) masses of iron accumulation; strongly acid; gradual smooth boundary.\nBtg2--16 to 28 inches; dark grayish brown (10YR 4/2) clay loam; moderate coarse prismatic structure parting to moderate coarse angular blocky; extremely hard, very firm; common fine and few fine roots; discontinuous faint clay films on vertical and horizontal surfaces of peds; cracks 1/4 inch wide extend through the horizon; few slickensides and pressure faces; few fine iron-manganese concretions; slightly acid; gradual smooth boundary.\nBtg3--28 to 39 inches; dark grayish brown (2.5Y 4/2) clay loam; weak medium prismatic structure parting to moderate medium and fine angular blocky; very hard, firm; few fine roots; few discontinuous faint clay films on vertical surfaces of peds; few faint pressure faces; few fine iron-manganese concretions; few fine faint grayish brown (2.5Y 5/2) and few medium faint grayish brown (2.5Y 5/2) iron depletions; slightly alkaline; gradual smooth boundary.\nBtg4--39 to 42 inches; dark grayish brown (2.5Y 4/2) clay loam; weak medium prismatic structure parting to moderate medium and moderate fine angular blocky; very hard, firm; few fine roots; few discontinuous faint clay films on vertical surfaces of peds; few faint organic coats on vertical surfaces of peds; few faint pressure faces; few medium iron-manganese concretions; common medium faint grayish brown (2.5Y 5/2) iron depletions, and few medium prominent red (2.5YR 4/8) and common medium distinct yellowish brown (10YR 5/8) masses of iron accumulation; slightly alkaline; gradual smooth boundary.\nBtg5--42 to 50 inches; dark grayish brown (2.5Y 4/2) clay loam; weak medium prismatic structure parting to moderate medium and moderate fine angular blocky; very hard, firm; few fine roots; few faint clay films on vertical surfaces of peds; few faint organic coats on vertical surfaces of peds and few faint pressure faces; fine rounded masses of barite; few medium iron-manganese concretions; many coarse faint grayish brown (2.5Y 5/2) iron depletions, and common fine distinct red (2.5YR 4/8) and common fine distinct reddish yellow (7.5YR 6/8) masses of iron accumulation;  slightly alkaline; gradual smooth boundary.\nBtg6--50 to 63 inches; light brownish gray (2.5Y 6/2) clay loam; weak medium prismatic structure parting to moderate medium and moderate fine angular blocky; very hard, firm; few fine roots; few patchy faint clay films on vertical surfaces of peds; few faint organic coats on vertical surfaces of peds; few fine rounded masses of barite and few medium iron-manganese concretions; common fine and medium distinct brownish yellow (10YR 6/8) masses of iron accumulation; slightly alkaline; gradual smooth boundary.\nBtg7--63 to 73 inches; light gray (2.5Y 7/2) clay loam;  weak medium prismatic structure parting to moderate medium and moderate fine angular blocky; very hard, firm; few fine roots; few patchy faint clay films on vertical surfaces of peds; few patchy faint organic coats on vertical surfaces of peds; few fine rounded masses of barite and few medium iron-manganese concretions; common fine distinct brownish yellow (10YR 6/8) and common medium distinct brownish yellow (10YR 6/8) masses of iron accumulation; neutral; gradual smooth boundary.  (combined Btg and BCg subhorizons range from 60 to more than 80 inches thick)\nBCg--73 to 80 inches; light gray (2.5Y 7/2) sandy clay loam; weak medium prismatic structure parting to weak medium angular blocky; very hard, firm; few fine rounded masses of barite; many fine distinct brownish yellow (10YR 6/8) masses of iron accumulation; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kaufman County, Texas; from the intersection of Texas Highway 34 and Farm Road 1836 in Kaufman, 11.7 miles southeast on Farm Road 1836, 0.2 mile south on county road, 300 feet east in pasture."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 60 to more than 80 inches.  Base saturation ranges from 80 to 100 percent by sum of cations throughout the argillic horizon.  Clay content of the 10- to 40- inch particle size control section ranges from 35 to 45 percent.  When dry, cracks at least 1/4 inch wide extend from the top of the argillic horizon through a thickness of 12 inches or more within the upper 50 inches of the soil.  Slickensides and/or wedge-shaped aggregates and pressure faces range from few to common throughout the argillic horizon.   Linear extensibility is greater than 2.5 inches (6.0 cm) in the upper 40 inches (100 cm) of the soil.  COLE ranges from 0.07 to 0.10 in the upper 50 inches of the argillic horizon.    Siliceous pebbles range from none to 10 percent of some subhorizons.  Most pedons contain secondary carbonates, barite masses, or gypsum crystals beginning at a depth of 40 to 70 inches.  Redox features are both relict and contemporary.  The soil does not have aquic soil conditions in most years.\nThe combined thickness of the A and E horizon averages less than 10 inches in more than 50 percent of the pedon, but ranges up to 15 inches thick in subsoil troughs.  Texture is fine sandy loam, loam, or silt loam.  The A horizon has hue of 10YR, value of 3 to 6, and chroma of 1 to 3.  The E horizon, where present, has hue of 10YR or 2.5Y, value of 5 to 8, and chroma of 1 or 2.  Redox concentrations range from few to many in shades of brown or yellow.  Reaction ranges from strongly acid to slightly acid.  The boundary between the A or E and Bt horizon is abrupt.\nThe upper part of the Btg horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 1 or 2.  Redox features range from few to common in shades of brown, olive or yellow.  Texture is clay loam or clay, with clay content ranging from 35 to 45 percent.  Reaction of the Btg1 horizon is very strongly acid or strongly acid.  Reaction of the Btg2 ranges from very strongly acid to slightly acid.\nThe middle and lower part of the Btg horizon has hue of 10YR or 2.5Y, value of 4 to 7, and chroma of 1 or 2.  Redox features in shades of brown, yellow, gray or red range from few to common in most pedons.  Texture is loam, clay loam, sandy clay loam, or clay with clay content of 25 to 45 percent.  Reaction ranges from moderately acid to slightly alkaline.\nThe BCg horizon, where present, has hue of 10YR or 2.5Y, value of 4 to 7, and chroma of 1 or 2.  Redox concentrations in shades of yellow or brown range from none to common.  Texture is loam, sandy clay loam, or clay loam with clay content of 20 to 30 percent.  Reaction ranges from moderately acid to slightly alkaline.\nIn some pedons, a 2C horizon is present below a depth of 60 inches.  This horizon is siltstone, mudstone, shale or is stratified with these loamy and clayey geological materials."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Mabank series.  Similar soils are the Edna, Derly, Herty, Oakhurst, Wilson, and Zulch series.  Mabank soils are less acid in the upper Btg horizon.  Edna soils are less acid in the upper Btg horizon, and are in the udic moisture regime.  Derly soils have glossic horizons, and have aquic conditions within 20 inches of the surface.  Herty soils are strongly to very strongly acid in the Btg horizon and are in the udic moisture regime.  Oakhurst soils are in the udic moisture regime.  Wilson soils do not have an abrupt textural change between the A and Btg horizons.  Zulch soils have sola less than 40 inches thick over geologic materials."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lufkin soils are on nearly level high terraces or remnants of terraces associated with uplands. They are typically 75 to 125 feet above major flood plains.  Some areas are in slight depressions.  Slopes are mainly less than 1 percent but range from 0 to 3 percent.  Lufkin soils formed in slightly acid to alkaline clayey sediments. Mean annual temperature ranges from 64 to 70 degrees F. and mean annual precipitation ranges from 32 to 40 inches.  Frost free days range from 230 to 275 days and elevation ranges from 230 to 500 feet.  Thornthwaite P-E indices from 50 to 70."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Axtell, Crockett, Edge, Freestone, Rader and Tabor series.  Axtell, Freestone, and Crockett soils have chroma of more than 2 in the subsoil and are slightly higher in the landscape.  Edge soils have reddish subsoils and are on higher upland positions with convex slopes or on sideslopes above drains.  Rader soils have a fine-loamy control section, and are slightly higher in the landscape on mounded areas.  Tabor soils have A horizons more than 10 inches thick and have chroma of more than 2 in the Bt horizon and are slightly higher in the landscape.  Rader and Tabor soils are also mapped in a complex mapping unit with Lufkin soils.  Rader or Tabor are on low mounds with Lufkin soils in the intermound areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Permeability is very slow.  Runoff is low on 0 to 1 percent slopes and medium on 1 to 3 percent slopes.  Very slow internal drainage.  This soil is seasonally wet and is saturated in the surface layer and upper part of the Bt horizon during the winter and spring seasons for periods of 14 to 30 days during most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly cultivated in the past but now most areas are in unimproved pastures.  Some areas are farmed to grain sorghums, hay crops or small grains for grazing.  Other areas are in mixed bermudagrass, dallisgrass, or bahiagrass pastures.  Native vegetation is bluestems, gramas, paspalums and threeawn grasses with sedges, post oak, water oak, willow oak, and elm trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly in the Texas Claypan region ofTexas (MLRA 87A, 87B, and to a lesser extent, on terraces of 86A)."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Angelina County, Texas; 1903."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Classification change from Udertic Paleustalfs to Oxyaquic Vertic Paleustalfs based on knowledge that these soils are saturated for 2 to 4 weeks in most years.  This period of time is within the definition of saturation for one month or more if rules of rounding are applied, i.e., 2 to 6 weeks saturation is considered inclusive.  The soil would classify in the Epioxyaquic subgroup if provided for by SOIL TAXONOMY.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 8 inches (A and E horizons).\nAlbic horizon - 5 to 8 inches. (E horizon)\nArgillic horizon - 8 to 73 inches. (Bt horizon)\nPale feature - Abrupt textural change.\nVertic feature - Cracks in the upper part of the argillic (8 to 28 inches), few slickensides between 16 and 28 inches, and linear extensibility greater than 6.0 cm.\nADDITIONAL DATA:  Data are available in Field and Laboratory Studies of the Lufkin Soils, a Planosol, by G. W. Kunze and H. Oakes, in SSSA Proceedings, Vol. 21, No. 3, May-June, 1957, pages 330-335; Kaufman County, Texas, sampled as Lufkin loam, S87TX-257-001; Brazos County, Texas, sampled as Lufkin loam, S83TX-041-01.\nSoil Interpretation Record: TX0302\nNational Cooperative Soil Survey\nU.S.A."
  }
}
