{
  "SERIES": "LUFTEE",
  "STATUS": "Established Series",
  "BYREV": "ARK,DT,HCD; Revised BPS",
  "REVDATE": "02/2011",
  "STATES": "NC,TN",
  "OVERVIEW": "The Luftee series consists of moderately deep, well drained soils on moderately steep to very steep summits and side slopes in the high elevations of the Southern Blue Ridge mountains, MLRA 130B.   They formed in residuum that is affected by soil creep in the upper part, and weathered from low-grade metasedimentary rocks, primarily slate.  Slope ranges from 15 to 95 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, isotic, frigid Humic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Luftee very channery loam, on a 65 percent south-southwest facing slope at approximately 5000 feet in elevation, forested.\nOe--0 to 1 inches; moderately decomposed plant material and root mat\nA--1 to 11 inches; very dark brown (10YR 2/2) very channery loam; moderate medium granular structure; very friable; many medium to very coarse roots, common very fine and fine roots; 31 percent by volume slate channers, 5 percent by volume metasandstone channers; extremely acid; clear wavy boundary. (8 to 14 inches)\nBw1--11 to 20 inches; very dark grayish brown (10YR 3/2) extremely channery loam; weak medium and coarse subangular blocky structure; friable; 40 percent by volume slate channers, 15 percent by volume metasandstone channers, and 10 percent by volume quartz gravel; very strongly acid; gradual wavy boundary.\nBw2--20 to 34 inches; yellowish brown (10YR 5/4) extremely channery sandy loam; weak medium and coarse subangular blocky structure; friable; 40 percent by volume slate channers, 15 percent by volume metasandstone channers, and 10 percent by volume quartz gravel; very strongly acid; abrupt wavy boundary. (Combined thickness of the Bw horizon is 12 to 30 inches.)\nR--34 inches; fractured Anakeesta slate; some earthen material in fractures, which are greater than 4 inches apart; very strongly cemented; very high excavation difficulty."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sevier County, TN; Great Smoky Mountains National Park; 1700 feet north on US 441 from Newfound Gap Parking Area on the Tennessee side; 150 feet upslope (east) from road pull-off; USGS Clingmans Dome topographic quadrangle lat. 35 degrees, 36 minutes, 48 seconds N, and long. 83 degrees, 25 minutes, 21 seconds W; NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to bedrock ranges from 20 to 40 inches.  Reaction is extremely acid to strongly acid.  Content of rock fragments ranges from 15 percent to 65 percent by volume in the A and upper Bw horizons, and 50 to 75 percent by volume in the lower Bw horizons.\nThe A horizon has a hue of 10YR, value of 2 or 3, and chroma of 1 to 3.  Texture is loam, silt loam, or clay loam in the fine earth fraction.\nThe Bw horizon has a hue of 10YR or 2.5Y, value of 3 to 5, and chroma of 2 to 6.  Texture is loam, sandy loam, or silt loam in the fine earth fraction. Colors with value and chroma of 3 or less are mainly derived from the high content of graphite in the underlying parent material.\nThe R horizon is primarily slate bedrock. Some interbedding with metasandstone occurs. Excavation difficulty is very high with very strongly cemented hardness."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Anakessta and the Bloodyhorse series. Anakeesta soils have a lithic contact at depths of 40 to 60 inches. Bloodyhorse soils formed in residuum from high-grade metamorphic rocks and contain fragments of those rocks."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Luftee soils are on moderately steep to very steep side slopes, summits, and on heath balds in the high elevations of the Southern Blue Ridge mountains, MLRA 130B.  Slope ranges from 15 to 95 percent.  Elevation ranges from 4,200 feet to over 6,600 feet.  Luftee soils formed in residuum that is affected by soil creep in the upper part, and weathered from low-grade metasedimentary rocks, primarily slate. Some interbedding with metasandstone occurs. These soils are commonly associated with geologic formations that contain a high amount of sulfidic material, mainly in the form of pyrite. Landscape instability is a concern, especially where the dip in the bedrock is along the same inclination as the slope.  There is increased potential for damage to streams and aquatic life when pyrite is exposed by debris slides or development activities. Moist atmospheric conditions in the form of fog and cloud cover are prevalent throughout the year in these high mountain areas. Near the type location, mean annual air temperature is about 45 degrees F., and mean annual precipitation is about 85 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: In addition to the competing Anakeesta series, these are the Clingman, Heintooga, Horsetrough, and Pinnacle series. Clingman and Pinnacle soils are comprised of organic soil material. Heintooga and Horsetrough soils formed in colluvium on adjacent toe slopes, benches, and fans in coves and have bedrock at depths greater than 60 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained. Saturated hydraulic conductivity is high; permeability is moderately rapid. Index surface runoff is low or medium."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the acreage is in public ownership and is used for watershed protection, recreation, and wildlife habitat. In areas higher than about 5,400 feet, red spruce and fraser fir are the dominant trees. At the lower elevations, northern red oak, black oak, American beech, yellow birch, black cherry, sugar maple, eastern hemlock, and yellow buckeye are common trees. Common understory plants are serviceberry, striped maple, American chestnut sprouts, silverbell, pin cherry, rhododendron, flame azalea, and blueberry. Common forbs are hay-scented fern, woodfern, New York fern, Solomons seal, yellow mandarin, and trillium. Acreage covered by heath balds is vegetated with rhododendron, mountain laurel, blueberry, flame azalea, hawthorn, and mountain ash."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Higher elevations of the Southern Blue Ridge mountains, MLRA 130B of Tennessee and North Carolina"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:Great Smoky Mountains National Park, 2007"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Although Luftee soils may exhibit some of the characteristics of andic soil properties, they lack the volcanic glass found in soils of similar taxa in the Western United States.\nRevisions made 9/07(HCD) adjusted OSD to reflect Lab Data.\nDiagnostic horizons and other feature recognized in this soil are:\nUmbric epipedon--the zone from the mineral soil surface to 11 inches (A horizon)\nCambic horizon--the zone from 11 to 34 inches (the Bw1 and Bw2 horizons)\nLithic contact--the occurrence of hard bedrock at depth of 34 inches\nIsotic mineralogy class - In more than one-half of the control section, a 1500 kPa water to clay ratio of 0.6 or more and a pH in NaF solution of more than 8.4."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Characterization data are available from the National Soil Survey Laboratory, Lincoln, NE for the following pedons: S01TN-155-004, S01TN-155-005, S01TN-155-007, S01TN-155-008.\nNASIS Data Map Unit ID: NASIS data for the typical pedon in the Great Smoky Mountains National Park are represented by DMU #460894.\nRevised 02/11-BPS: Taxonomic Classification -- 11th Keys, update competing and associated series, MLRA clarification"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oe--0 to 1 inches; moderately decomposed plant material and root mat"
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 28,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "very channery",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--1 to 11 inches; very dark brown (10YR 2/2) very channery loam; moderate medium granular structure; very friable; many medium to very coarse roots, common very fine and fine roots; 31 percent by volume slate channers, 5 percent by volume metasandstone channers; extremely acid; clear wavy boundary. (8 to 14 inches)"
      },
      {
        "name": "Bw1",
        "top": 28,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "extremely channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1--11 to 20 inches; very dark grayish brown (10YR 3/2) extremely channery loam; weak medium and coarse subangular blocky structure; friable; 40 percent by volume slate channers, 15 percent by volume metasandstone channers, and 10 percent by volume quartz gravel; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 51,
        "bottom": 86,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "extremely channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw2--20 to 34 inches; yellowish brown (10YR 5/4) extremely channery sandy loam; weak medium and coarse subangular blocky structure; friable; 40 percent by volume slate channers, 15 percent by volume metasandstone channers, and 10 percent by volume quartz gravel; very strongly acid; abrupt wavy boundary. (Combined thickness of the Bw horizon is 12 to 30 inches.)"
      },
      {
        "name": "R",
        "top": 86,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--34 inches; fractured Anakeesta slate; some earthen material in fractures, which are greater than 4 inches apart; very strongly cemented; very high excavation difficulty."
      }
    ]
  ]
}
