{
  "SERIES": "LUHON",
  "STATUS": "Established Series",
  "BYREV": "Rev. GB",
  "REVDATE": "02/1999",
  "STATES": "CO,MT,NM,UT,WY",
  "OVERVIEW": "The Luhon series consists of deep, well drained soils that formed in calcareous alluvium from soft sedimentary rocks.  Luhon soils are on alluvial fans, mountain side slopes, and valley side slopes.  Slopes range from 0 to 40 percent.  The mean annual precipitation is about 14 inches and the mean annual temperature is about 41 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Ustic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Luhon loam - grassland.  (Colors are for dry soil unless otherwise noted.\nA--0 to 8 inches; pinkish gray (7.5YR 6/2) loam, dark brown (7.5YR 4/2) moist; weak fine subangular blocky structure parting to moderate fine granular; slightly hard, very friable; few pebbles and cobbles; calcareous; moderately alkaline (pH 8.0); diffuse wavy boundary.  (4 to 12 inches thick.\nBk1--8 to 30 inches; white (10YR 8/2) light clay loam, pale brown (10YR 6/3) moist; massive to weak medium subangular blocky structure; hard, very friable, slightly plastic; many visible secondary calcium carbonates occurring mostly in finely divided marl-like forms; 5 percent pebbles and cobbles; calcareous; moderately alkaline (pH 8.4); diffuse wavy boundary.  (5 to 30 inches thick.\nBk2--30 to 60 inches; light brownish gray (10YR 6/2) light clay loam, grayish brown (10YR 5/2) moist; massive; hard, very friable, slightly plastic; some visible secondary calcium carbonate occurring as concretions, and in thin seams and streaks but less than above; 5 percent pebbles; calcareous; moderately alkaline (pH 8.0."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Montrose County, Colorado; approximately 1/4 mile east and 250 feet north of the center of Sec. 15, T. 49 N., R. 8 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature ranges from 41 to 45 degrees F, and mean summer soil temperature ranges from 63 to 66 degrees F.  Depth to uniformly calcareous material ranges from 0 to 10 inches.  Depth to the calcic horizon ranges from 5 to 35 inches. The soil above the calcic horizon is moderately or strongly alkaline, but subhorizons of the calcic horizon are very strongly alkaline in some pedons.  Exchangeable sodium ranges from 0 to 15 percent and conductivity ranges from 0 to 14 millimhos above the calcic horizon.  Rock fragments range from 0 to 35 percent and are dominantly 1 to 10 inches in diameter.  Some pedons have very cobbly sandy loam, sandy loam, or gravelly sandy loam below depths of 40 inches.\nThe A horizon has hue of 5Y through 7.5YR, value of 5 or 6, 3 or 4 moist, and chroma of 2 through 4.  Where the value is 5 dry and 3 moist, the horizon is less than 5 inches thick.\nThe Bk or C horizons have hue of 5Y through 7.5YR, value of 6 through 8, 4 through 7 moist, and chroma of 2 through 4.  Textures are loam, sandy clay loam, clay loam, and gravelly or cobbly loam.  Below 30 inches some pedons have sandy loams with gravelly modifiers."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Rockingchair and the Rootel series.  Rockingchair soils have a paralithic contact at depths of 20 to 40 inches.  Rootel soils have a lithic contact at 20 to 40 inches below the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Luhon soils are on alluvial fans, mountain side slopes, and valley side slopes.  Slope gradients range from 0 to 40 percent.  The soils formed in calcareous alluvium from soft sedimentary rock or igneous rocks.  The average annual precipitation is 10 to 14 inches with nearly uniform amounts received throughout the year but with peak periods occurring from August through October.  Elevations range up to 9,000 feet in southern Colorado and 6,300 feet in the northern part.  Mean annual temperature is 39 to 45 degrees F, and mean summer temperature is 62 to 66 degrees F.  The frost-free period is 45 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Fruita and McFadden series.  Fruita soils lack a calcic horizon.  McFadden soils are moderately coarse textured."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally as native pastureland; however, they are irrigated in some localities.  Principal native plants are short grass, big sage, cactus, and weeds."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and northern Colorado, south-central Utah, and southern Wyoming.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Delta-Montrose Area, Montrose County, Colorado, 1965."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Last updated by the state 7/89.\nDiagnostic feature is:  calcic layer ranging from 5 to 35 inches.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 20,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "A--0 to 8 inches; pinkish gray (7.5YR 6/2) loam, dark brown (7.5YR 4/2) moist; weak fine subangular blocky structure parting to moderate fine granular; slightly hard, very friable; few pebbles and cobbles; calcareous; moderately alkaline (pH 8.0); diffuse wavy boundary.  (4 to 12 inches thick."
      },
      {
        "name": "Bk1",
        "top": 20,
        "bottom": 76,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Bk1--8 to 30 inches; white (10YR 8/2) light clay loam, pale brown (10YR 6/3) moist; massive to weak medium subangular blocky structure; hard, very friable, slightly plastic; many visible secondary calcium carbonates occurring mostly in finely divided marl-like forms; 5 percent pebbles and cobbles; calcareous; moderately alkaline (pH 8.4); diffuse wavy boundary.  (5 to 30 inches thick."
      },
      {
        "name": "Bk2",
        "top": 76,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bk2--30 to 60 inches; light brownish gray (10YR 6/2) light clay loam, grayish brown (10YR 5/2) moist; massive; hard, very friable, slightly plastic; some visible secondary calcium carbonate occurring as concretions, and in thin seams and streaks but less than above; 5 percent pebbles; calcareous; moderately alkaline (pH 8.0."
      }
    ]
  ]
}
