{
  "SERIES": "LUMAN",
  "STATUS": "Established Series",
  "BYREV": "MC/MCS",
  "REVDATE": "10/98",
  "STATES": "WY",
  "OVERVIEW": "The Luman series consists of very deep, well drained soils on benches, hills, and terraces.  These soils formed in alluvial materials derived from various sources.  Slopes are 0 to 10 percent.  The mean annual precipitation is about 13 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, mesic Ustic Calciargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Luman very gravelly sandy loam -- on a one percent slope.  Rangeland.  (Colors are for dry soil unless otherwise stated.)\nA -- 0 to 2 inches; grayish brown (10YR 5/2) very gravelly sandy loam, very dark grayish brown (10YR 3/2) moist; weak very fine subangular blocky structure parting to weak fine granular; slightly hard, very friable, slightly sticky and slightly plastic; many fine and very fine roots;  many fine and common very fine tubular pores; 35 percent gravel and 15 percent cobbles; slightly alkaline; (pH 7.4); clear smooth boundary.  (2 to 4 inches thick)\nBt -- 2 to 8 inches; brown (10YR 5/3) gravelly clay loam,  brown (10YR 4/3) moist; moderate medium subangular blocky structure; hard, friable, sticky and plastic; many fine and common very fine roots; many fine and common very fine tubular pores; many prominent clay films on faces of peds; 20 percent gravel; slightly alkaline (pH 7.4); clear smooth boundary.  (6 to 8 inches thick)\nBk1 -- 8 to 12 inches; pale brown (10YR 6/3) gravelly sandy clay loam, brown (10YR 4/3) moist; weak fine and medium subangular blocky structure; slightly hard, friable, sticky and plastic; common fine and very fine roots;  common fine and very fine tubular pores; strongly effervescent; calcium carbonate disseminated and as few distinct soft masses and seams; 10 percent calcium carbonate equivalent; 25 percent gravel; slightly alkaline (pH 7.8); abrupt wavy boundary.\nBk2 -- 12 to 60 inches; white (10YR 8/2) very gravelly sandy loam, very pale brown (10YR 8/3) moist; massive; soft, very friable, slightly sticky and slightly plastic; few fine and medium roots; few fine tubular pores; violently effervescent; Calcium carbonate as many distinctsoft masses, seams,  pendants, and coatings on rock fragments; 27 percent calcium carbonate equivalent; 30 percent gravel, 5 percent cobbles, and 5 percent stones; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Platte County, Wyoming; about 9 miles west of Wheatland; approximately 450 feet south and 2,400 feet west of the northeast corner of Section 23, T. 24 N., R. 69 W.; 42 degrees, 02 minutes, 40 seconds north latitude and 105 degrees, 05 minutes, 14 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: 40 to 50 percent of the surface is covered with gravel and cobbles.  The particle size control section averages 40 to 50 percent rock fragments.  The depth to the base of the argillic horizon and secondary calcium carbonate accumulation is less than 10 inches.  The soil is dry in the moisture control section more than half the time, cumulative, that the soil temperature at a depth of 20 inches is 41 degrees F., and is dry in all parts of the moisture control section for at least 60 consecutive days from July 15 to October 25 and for at least 90 cumulative days during this period.  The mean annual soil temperature is 47 to 50 degrees F\nThe A horizon has textures of very gravelly sandy loam, or gravelly sandy loam.  Total rock fragments range from 20 to 60 percent, with 0 to 20 percent cobbles and 20 to 40 percent gravel.\nThe Bt horizon has clay content of 25 to 35 percent.  Textures are gravelly sandy clay loam or gravelly clay loam.  Total rock fragments range from 15 to 35 percent.\nThe Bk horizon has value 6 through 8, 4 through 8 moist, and chroma of 2 or 3; Textures is sandy loam, sandy clay loam, or loam, modified by gravel and cobble which average 35 to 60 percent.  Calcium carbonate equivalent is 10 to 30 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Elements (T), Larim, Musofare, Romberg, Saemo, Sed (T), Sedillo and Tacan series.  Elements, Musofare, Saemo, and Sedillo soils are intermittently moist in July through September.  Larim soils have a lithologic discontinuity.  Romberg soils lack secondary calcium carbonate accumulations at depths less than 10 inches.  Sed soils have a lithic contact at 20 to 40 inches. Tacan soils have hue of 2.5YR or 5YR in the Bt horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Luman soils are on benches, hills, and terraces.  Slopes are 0 to 10 percent.  The soils formed in alluvium from various sources.  Elevation is 4600 to 5500 feet.  Annual precipitation is 12 to 15 inches.  The mean annual air temperature is 46 to 48 degrees F.  The frost-free season is 110 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Larimer, Clapper, Willowman, and Recluse series.   Willowman and Recluse soils have mollic epipedons.  Larimer soils are sandy or sandy-skeletal in the substratum. Clapper soils lack an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  These soils are well drained.  Runoff is low to medium.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used for range and habitat for wildlife.  The native vegetation is needleandthread, blue grama, yucca and prickly pear."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Luman soils occur in southeastern Wyoming.  The soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Platte County, (Platte County Area soil survey) Wyoming; 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 2 inches (A horizon).\nArgillic  horizon - 2 to 8 inches (Bt horizon).\nUstic-Aridic intergrade - usually dry; moist in April, May\nand early June.\nCalcic hoizon - 12 to 60 inches (Bk2)\nSIR - WY1156\nMLRR - G\nNational Cooperative Soil Survey\nU.S.A."
  }
}
