{
  "SERIES": "LUMMI",
  "STATUS": "Established Series",
  "BYREV": "Rev. LJH/RJE",
  "REVDATE": "10/2002",
  "STATES": "WA",
  "OVERVIEW": "The Lummi series consists of deep, poorly drained soils that formed in marine sediments and alluvium. These soils are on flood plains and have slopes of 0 to 3 percent. The mean annual precipitation is about 35 inches and the mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Fluvaquentic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lummi silt loam, brushy pasture. (Colors are for moist soil unless otherwise noted. All textures are apparent field textures.)\nAp--0 to 5 inches; dark brown (10YR 3/3) silt loam, grayish brown (10YR 5/2) dry; moderate medium granular and weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many fine roots; many fine and medium pores; slightly acid (pH 6.3); clear smooth boundary. (4 to 10 inches thick)\nA12--5 to 10 inches; dark brown (10YR 3/3) silt loam, grayish brown (10YR 5/2) dry; weak medium prismatic and moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many fine roots; many fine and medium pores; slightly acid (pH 6.4); clear smooth boundary. (0 to 6 inches thick)\nB21g--10 to 18 inches; very dark grayish brown (2.5Y 3/2) loam, grayish brown (2.5Y 5/2) dry; common fine prominent yellowish red (5YR 4/6) mottles; weak medium prismatic structure; slightly hard, friable, slightly hard, friable, slightly plastic; common fine roots; many fine and medium pores; thin continuous clay films in fine pores and yellowish red (5YR 5/6) fillings in medium pores; slightly acid (pH 6.5); clear wavy boundary. (0 to 9 inches thick)\nB22g--18 to 27 inches; dark gray (10YR 4/1) silt loam, light brownish gray (10YR 6/2) dry; common medium prominent reddish brown (5YR 4/4) and common fine distinct black (10YR 2/1) mottles moderate medium subangular blocky structure; hard, firm, sticky and plastic; few fine roots; many fine and medium pores; thin continuous clay films in pores; slightly acid (pH 6.5); abrupt smooth boundary. (8 to 20 inches thick)\nB3g--27 to 29 inches; very dark gray (5Y 3/1) heavy silty loam, olive gray (5Y 5/2) dry; many coarse prominent yellowish red (5YR 4/6) mottles in the form of disseminated platy orterde; weak medium subangular blocky structure; hard, firm, slightly sticky and plastic; few fine roots; few fine tubular pores; thin continuous clay films in pores; partially decomposed black remnants of sedges; slightly acid (pH 6.5); gradual smooth boundary. (0 to 6 inches thick)\nCg--29 to 60 inches; very dark gray (5YR 3/1) heavy silt loam, gray (5Y 5/1) dry; few medium prominent reddish brown (5YR 4/4) and yellowish brown (10YR 5/8) mottles; massive; hard, firm, slightly sticky and plastic; few fine roots; few fine and medium tubular pores; slightly acid (pH 6.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, Washington; 0.3 mile east of the Big Quilcene River bridge; under the Bonneville powerline in the SW1/4 SE1/4 NE1/4 of sec. 24, T.27N., R.2W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  There is less than 15 percent material coarser than very fine sand including 0 to 5 percent coarse fragments in the particle-size control section. The control section is 18 to 27 percent clay. The mean annual soil temperature is estimated to range from 51 degrees to 53 degrees F. The mollic epipedon is 10 to 20 inches thick.\nThe A horizon has hue of 10YR through 5Y, value of 2 or 3 moist, and chroma of 1 through 3. It is slightly acid to mildly alkaline.\nThe B horizon has hue of 10YR through 5GY, value of 3 through 5 moist, and chroma of 1 or 2. This horizon is mostly stratified heavy silt loam, very fine sandy loam and silty clay loam but thin layers of loam or fine sandy loam are in some pedons. It has angular blocky, subangular blocky or prismatic structure. It is slightly acid to mildly alkaline.\nThe C horizon has hue of 10YR through 5BG, value of 3 or 4 moist, 5 or 6 dry and chroma of 1 or 2. It is mostly stratified silt loam, heavy silt loam and very fine sandy loam, but has thin strata as coarse as loamy sand or as fine as silty clay loam. The coarser material is a t a depth greater than 40 inches. It is slightly acid or neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Beaucoup, Blackoar, Bridgeson, Gorham, Sauvie, and Wapato series. Beaucoup, Blackoar, and Gorham soils have cooler winter soil temperatures and warmer summer soil temperatures.  Also, Beaucoup soils have 27 to 35 percent clay in the control section and Blackoar soils have more than 0.5 percent organic matter at a depth of 50 inches. Bridgeson soils have 27 to 32 percent clay in the control section. Sauvie and Wapato soils have mean annual soil temperature of 53 to 55 degrees F. and have 27 to 35 percent clay in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lummi soils are on flood plains near estuaries and tidal salt marshes at elevations of near sea level to 50 feet. Slopes are 0 to 3 percent. They formed in marine sediments and alluvium. The soils are in a mild marine climate and have cool, dry summers and cool, moist winters. Mean annual precipitation is 25 to 50 inches. Average January temperature is about 38 degrees F., average July temperature is about 60 degrees F., and the mean annual temperature is about 49 degrees F. Frost-free season is 170 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Agnew, Belfast, Cassolary, Dungeness, Hovde, Puget, Reed, and Semiahmoo soils. All of these soils lack a mollic epipedon. Also, Agnew soils have an argillic horizon and are fine-loamy; Belfast soils are coarse-loamy; Cassolary soils are fine-loamy; Dungeness soils are coarse-silty and Semiahmoo soils are Histosols."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; slow to very slow runoff; permeability is moderate above 29 inches and moderately slow below. The water table is near the surface. These soils are subject to flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Pasture and wildlife are the principal uses. Hay is grown in areas that are artificially drained. Native vegetation is primarily saltwater tolerant reeds, sedges, grasses, spirea and rose with a few scattered red alder, Douglas-fir, western redcedar, western hemlock, black cottonwood and willow."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Washington. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Whatcom County, Washington, 1945."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Classification only changed 4/94 because of recent amendments to Soil Taxonomy.\nClassification is based on the assumption that the base saturation is greater than 50 percent.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
