{
  "SERIES": "LUMMUS",
  "STATUS": "Established Series",
  "BYREV": "MRJ:LCB",
  "REVDATE": "12/2005",
  "STATES": "TX",
  "OVERVIEW": "The Lummus series consists of deep, moderately well drained, slowly permeable soils that formed in sandy and clayey Coastal Plain sediments.  These gently sloping soils are on uplands.  Slopes range from 1 to 5 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Aquic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lummus fine sandy loam - in pasture.\n(Colors are for moist soil.)\nA--0 to 8 inches; brown (10YR 4/3) fine sandy loam; weak medium granular structure; soft, very friable; common fine and medium roots; slightly acid; clear smooth boundary.  (5 to 11 inches thick)\nE--8 to 24 inches; light yellowish brown (10YR 6/4) fine sandy loam; weak medium granular structure; soft, very friable; common fine and medium roots; slightly acid; gradual wavy boundary.  (11 to 26 inches thick)\nB/E--24 to 27 inches; brownish yellow (10YR 6/6) sandy clay loam; common fine faint (10YR 7/2) mottles; about 20 percent tongues of light yellowish brown (10YR 6/4) fine sandy loam (E); moderate medium subangular blocky structure; slightly hard, friable; common fine roots; few patchy clay films; strongly acid; gradual wavy boundary.  (2 to 7 inches thick)\nBt1--27 to 51 inches; light gray (10YR 6/1) clay; many medium prominent dark red (2.5YR 3/6) and common fine distinct brownish yellow (10YR 6/6) mottles; moderate medium angular and subangular blocky structure; very hard, very firm; common fine roots; few fine pores; continuous clay films on faces of peds; very strongly acid; gradual wavy boundary.  (8 to 26 inches thick)\nBt2--51 to 75 inches; light brownish gray (10YR 6/2) clay loam; common coarse prominent red (2.5YR 4/8) and few fine distinct yellowish red (5YR 5/8) mottles; moderate medium subangular blocky structure; very hard, firm; few fine roots; few fine pores; few fine flakes of mica; very strongly acid; gradual wavy boundary.  (4 to 24 inches thick)\nBC--75 to 80 inches; light gray (10YR 7/2) sandy clay loam; common medium distinct yellow (10YR 7/6) and red (2.5YR 4/8) mottles; weak fine subangular blocky structure; hard, firm; few fine flakes of mica; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Leon County, Texas; from the intersection of U. S.  Highway 75 and Texas Highway 7 located in Centerville, 11.3 miles north on U. S. Highway 75; 1.3 miles east on Farm Road 831; 150 feet south in pasture."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 60 to more than 80 inches.  Weighted average clay content of the upper 20 inches of the argillic horizon is 35 to 50 percent.\nThe A horizon has hue of 10YR, value of 4 to 6, and chroma of 2 to 4.  Reaction is slightly acid through strongly acid.\nThe E horizon has hue of 10YR, value of 5 to 7, and chroma of 3 or 4.  Mottles in shades of gray or yellow range from none to common.  Reaction is slightly acid through strongly acid.\nThe Bt part of the B/E horizon has hue of 7.5YR or 10YR, value of 5 to 7, and chroma of 6 or 8.  Mottles in shades of red occur on some ped faces.  Texture is sandy clay loam, clay loam or clay.  The tongues of E material range from 1 to 4 cm wide and have hue of 10YR, value of 5 to 7, and chroma of 2 to 4.  The tongues contain less clay and are fine sandy loam or loam.  The volume occupied by tongues ranges from 15 to 30 percent.  Reaction of the B/E horizon is slightly acid to strongly acid.\nThe Bt1 horizon has hue of 7.5YR or 10YR, value of 4 to 7, and chroma of 1 to 8.  Mottles of red, yellow, brown and gray range from few to many, or the matrix is mottled in shades of red, gray and yellow.  Texture is clay or sandy clay with clay content of 40 to 60 percent.  Reaction ranges from very strongly acid to medium acid.\nThe Bt2 horizon has matrix hue of 7.5YR or 10YR, value of 4 through 7, and chroma of 1 to 8.  Mottles of red, yellow, brown, and gray range from few to many.   The texture is typically clay, but ranges to sandy clay loam.  Reaction ranges from very strongly acid to medium acid.\nThe BC horizon, where present, has colors in shades of red, gray, yellow or brown with few to many mottles.  Texture is variable and ranges from sandy clay loam to clay.  Reaction ranges from very strongly acid to mildly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Atasco and Rodessa soils in the same family and the similar Alazan, Chazos, Depcor, Freestone, Kurth, Nimrod, Rader, Raino and Robco soils.  The Atasco soils have a grayer matrix in the lower subsoil, have slightly warmer soil temperature, have a summer moisture deficit of less than 4 inches, and are typically on Coastal terraces of Pleistocene Age.  The Rodessa soils have matrix hues redder than 7.5YR in the Bt, contain more silt and clay in the A and E horizons and are typically formed in mounded surfaces of Pleistocene sediments.  Alazan, Depcor, Freestone, and Kurth soils have fine-loamy control sections.  The Chazos, Nimrod, Rader and Robco soils are in ustic moisture regimes.  In addition Nimrod and Robco soils have arenic surface layers, Rader soils have fine-loamy control sections, and Raino soils have fine- loamy over clayey control sections."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lummus soils occupy gently sloping  uplands.  These soils are on concave side slope or foot slope positions or are near the heads of drainageways.   Slopes range from 1 to 5 percent.  The soil formed in sandy and clayey sediments.  Geology at the type location is the Queen City Formation of the Eocene Age.   The mean annual temperature ranges from about 64 to 68 degrees F.  Mean annual precipitation ranges from 38 to 45 inches and Thornthwaite P-E indices range from 64 to 80.  Summer rainfall ranges from 25 to 30 inches and the summer moisture deficit ranges from 4 to 6 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cuthbert, Flo, Kirvin, Larue, Oakwood, Pickton, Tenaha, Tonkawa and Wolfpen.  The Cuthbert, Kirvin and Tenaha soils are on higher ridges and side slopes and have thinner sola.  The Flo, Larue, Pickton, Tonkawa and Wolfpen soils are mainly on broad smooth areas in higher better drained positions and have thick sandy surface layers.  Oakwood soils are on higher better drained positions and contain plinthite."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow to medium runoff; slow permeability.  Water is perched above the argillic horizon for short periods following rains."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used mainly for woodland and improved pastures.  Woodland consists mainly of loblolly pine, shortleaf pine, southern red oak, sweetgum and water oak trees and an understory of grasses and shrubs.  Improved pastures are mainly bermuda and bahia grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern, Texas.  This series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Leon County, Texas; 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil was formerly included with the Robco or Wicksburg series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 24 inches (A and E horizons).\nTongues of E material penetrating the argillic horizon (B/E horizon).\nArgillic horizon - 27 to 75 inches.\nLow chroma mottles due to wetness (below 24 inches).\nADDITIONAL DATA:  Base saturation by Hach Kit was 50 percent, at 72 inches below the surface at the type location and ranged from 36 to 100 percent at other locations throughout Leon County. Results of mechanical analysis by the hydrometer method of a sample from the type location:\nHorizon   Inches    Sand    Silt    Clay\nB/E       24-27     51.7    22.7    25.6\nBt1       27-51     27.3    20.4    52.3\nWeighted average of the control section is 45 percent clay.\nNational Cooperative Soil Survey\nU. S. A."
  }
}
