{
  "SERIES": "LUMPGULCH",
  "STATUS": "Established Series",
  "BYREV": "Rev. PEM-JAL-RJS",
  "REVDATE": "11/2012",
  "STATES": "MT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Typic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lumpgulch gravelly sandy clay loam, bouldery, in forest (colors are for dry soil unless otherwise noted).\nOi--0 to 2 cm; partially decomposed needles, twigs and leaves.\nA--2 to 7 cm; brown (10YR 4/3) gravelly sandy clay loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine, common fine, and few medium and coarse roots; many very fine and fine, and few medium pores; 15 percent gravel; neutral (pH 7.0); clear smooth boundary. (5 to 14 cm thick)\nE--7 to 18 cm; light brownish gray (10YR 6/2) gravelly sandy clay loam, brown (10YR 5/3) moist; weak fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine, common fine, and few medium and coarse roots; many very fine and few fine tubular and interstitial pores; 25 percent gravel; neutral (pH 6.6); clear smooth boundary. (10 to 25 cm thick)\nBt--18 to 56 cm; light olive brown (2.5Y 5/4) gravelly sandy clay loam, olive brown (2.5Y 4/4) moist; moderate medium and coarse prismatic structure parting to moderate medium subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine, and few medium and coarse roots; many very fine and few fine tubular and interstitial pores; many faint clay films bridging sand grains and on faces of peds; 30 percent gravel; neutral (pH 6.8); clear wavy boundary. (36 to 64 cm thick)\nCr--56 to 69 cm; light olive gray decomposed granite bedrock (grus) that crushes to very gravelly loamy coarse sand; neutral (pH 6.7). (3 to 12 cm thick)\nR--69 inches; hard granite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jefferson County, Montana; 205 meters north and 265 meters west of the SE corner of sec. 17, T.5N, R.2W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 3.5 to 7.0 degrees C.\nDepth to the argillic horizon - 18 to 40 cm\nDepth to a paralithic contact - 50 to 96 cm\nDepth to a lithic contact - 58 to 100 cm\nNote: Some pedons may have a thin BC or C horizon between the Bt and Cr horizons.\nA horizon\nHue: 10YR or 2.5Y; dry or moist\nValue: 4 or 5 dry; 3 or 4 moist\nChroma: 2 or 3; dry or moist\nTexture: sandy clay loam, sandy loam, coarse sandy loam or loam\nClay content: 10 to 25 percent\nRock fragments: 0 to 25 percent gravel\nReaction: pH 6.1 to 7.3\nE horizon\nHue: 10YR or 2.5Y; dry or moist\nValue: 5 or 6 dry; 4 or 5 moist\nChroma: 2 or 3; dry or moist\nTexture: coarse sandy loam, sandy loam or sandy clay loam\nClay content: 10 to 25 percent\nRock fragments: 5 to 25 percent gravel (mostly less than 7mm in diameter)\nReaction: pH 6.1 to 7.3\nBt horizon\nHue: 10YR or 2.5Y; dry or moist\nValue: 5 or 6 dry; 4 or 5 moist\nChroma: 3 or 4; dry or moist\nTexture: sandy clay loam or clay loam\nClay content: 20 to 30 percent\nRock fragments: 10 to 35 percent gravel (mostly less than 7mm in diameter)\nReaction: pH 6.1 to 7.3"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAlderon (WY) - do not have a lithic contact within 100 cm\nAllens park (CO) - do not have a paralithic contact\nBayerton (WY) - do not have a paralithic contact\nBelltower (MT) - have secondary calcium carbonate accumulation\nElbeth (CO) - are very deep\nElbuck (NM) - are very deep\nElmark (MT) - have a lithic contact at a depth of 100 to 150 cm\nHaugan (MT) - are very deep\nHeflin (CO) - are deep to a paralithic contact\nHoyt (MT) - are very deep\nJemco (CO) - do not have a lithic contact\nJemez (NM) - do not have a paralithic contact\nKunz (UT) - are very deep\nKwiavu (CO) - are very deep\nLakoa (SD) - have secondary calcium carbonate accumulation\nLick (MT) - are very deep\nLittlepine (CO) - are very deep\nLosindios (NM) - are very deep\nMaitland (SD) - are very deep\nNorthrim (CO) - are very deep\nPlome (CO) - are very deep\nRule (CO) - do not have a lithic contact within 100 cm\nShoemaker (NM) - do not have a paralithic contact\nSweetweed (MT) - are very deep\nTunitcha (NM) - are deep to a paralithic contact"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - bedrock-floored plains, hillslopes, mountains and escarpments\nElevation - 1,370 to 1,900 meters\nSlope - 4 to 60 percent\nParent material - colluvium over residuum derived from granitic bedrock\nClimate - long, cold winters; moist springs; warm summers\nMean annual precipitation - 380 to 500 mm\nMean annual air temperature - 2.5 to 6.0 degrees C.\nFrost-free period - 70 to 105 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Lumpgulch soils are primarily used for woodland. The potential native vegetation is mainly Douglas-fir, ponderosa pine, pinegrass, common snowberry, raceme pussytoes, currant, Rocky Mountain juniper, big sagebrush, rough fescue, Idaho fescue, and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Lumpgulch soils are of small extent in southwestern Montana. MLRA - 43B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jefferson County, Montana, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nochric epipedon - 0 to 18 cm (Oi, A, E horizons)\nargillic horizon - 18 to 56 cm (Bt horizon)\nparticle-size control section - 18 to 56 cm (Bt horizon)\nparalithic layer - 56 to 69 cm (Cr horizon)\nlithic contact - at 69 cm (R horizon).\nLumpgulch soils have a frigid temperature regime and an ustic moisture regime.\nAdditional Information: Classification changed from Typic Eutroboralfs in 1997. Soil interpretation record - MT3066\nNational Cooperative Soil Survey\nU.S.A."
  }
}
