{
  "SERIES": "LUNA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JEH/WRM/YHH",
  "REVDATE": "12/2006",
  "STATES": "AZ",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Pachic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Luna clay loam, forested.  (Colors are for dry soil unless otherwise noted.)\n0i--0 to 0.5 inch; pine and oak litter.\nA--0.5 to 3 inches; very dark grayish brown (10YR 3/2) clay loam, very dark brown (10YR 2/2) moist; moderate fine granular structure; soft, friable, slightly sticky and plastic; common fine and very fine roots; common very fine interstitial pores; moderately acid (pH 6.0); clear smooth boundary. (2 to 5 inches thick)\nBt1--3 to 7 inches; dark grayish brown (10YR 4/2) heavy clay loam, very dark brown (10YR 2/2) moist; weak medium subangular blocky parting to weak fine granular structure; slightly hard, friable, sticky and plastic; fine and very fine roots; many very fine interstitial pores; few thin clay films line interstitial pores; moderately acid (pH 6.0); clear smooth boundary. (3 to 5 inches thick)\nBt2--7 to 18 inches; brown (7.5YR 5/2) clay, dark brown (7.5YR 3/2) moist; moderate fine subangular blocky structure; hard, firm, sticky and plastic; common very fine and few coarse roots; few very fine interstitial and tubular pores; many moderately thick clay films on peds; few fragments of ash and tuff and few large very dark grayish brown (10YR 3/2) krotovinas; moderately acid (pH 6.0); abrupt wavy boundary.  (6 to 16 inches thick)\nBt3--18 to 30 inches; pinkish gray (7.5YR 6/2) clay loam, brown (7.5YR 5/2) moist; weak fine subangular blocky structure; hard, firm, slightly sticky and plastic; few very fine and coarse roots; few very fine interstitial and tubular pores; few thin clay films on peds; common weakly cemented fragments of ash or tuff; few dark brown organic stains on peds; few large (1/4 to 1/2 inch in diameter) very dark grayish brown (10YR 3/2) krotovinas; moderately acid (pH 6.0); gradual wavy boundary. (9 to 12 inches thick)\nC--30 to 40 inches; pinkish gray (7.5YR 6/2) loam, brown (7.5YR 5/2) moist; massive; hard, friable, slightly sticky and slightly plastic; few very fine and coarse roots; few very fine tubular pores; slightly acid (pH 6.5); diffuse wavy boundary.  (12 to 28 inches thick)\nR--40 to 44 inches; pinkish gray (7.5YR 6/2) decomposing tuff and ash, brown (7.5YR 5/2) moist; massive; hard, few pockets of calcareous material in cracks."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Apache County, Arizona; 7.5 miles north of Hawley Lake on McNary-Hawley Lake Road, just north of small stream and on east side of road.  Fort Apache Indian Reservation Survey."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum and depth to the decomposing ash or tuff: 20 to 40 inches.\nMean annual soil temperature: 36 degrees to 47 degrees F.\nMean summer soil temperature is less than 59 degrees F.\nSoil moisture: Typic ustic moisture regime\nA horizon\nHue: 7.5YR or 10YR\nValue: 3 or 4 dry and 2 or 3 moist\nTexture: cobbly silt loam or clay loam\nReaction: medium acid to neutral.\nB horizon (upper part)\nHue: 7.5YR or 10YR\nValue: 3 through 5 dry and 2 and 3 moist\nReaction: medium acid\nBt horizon (lower part)\nHue: 7.5YR or 10YR\nValue: 5 or 6 dry and 4 or 5 moist\nTexture: clay loam or clay\nReaction: medium acid to moderately alkaline\nC horizon\nHue: 7.5YR or 10YR\nValue: 5 through 8 dry, 4 through 7 moist\nChroma: 1 or 2\nCementation: weakly cemented decomposing ash or tuff to weakly cemented ash or tuff mixed with fragments of strongly cemented tuff."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Chivington (WY), Fughes (CO), Hillery (NM), Kubler (CO), Lomapedro (NM), Zeeland (ND), and Zoltay (CO) series.\nChivington, Fughes, Hillery, Kubler, Zeeland, and Zoltay soils are very deep.\nLomapedro soils have paralithic contact of sandstone and shale at 52 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Luna soils are on hills and mountain slopes and have slopes of 15 to 50 percent.  They formed in place from ash and tuff with some influence from cinders and basalt.  These soils are at elevations of 7,000 to 8,600 feet in a continental climate with a mean annual precipitation of 18 to 30 inches.  The mean annual temperature ranges from 37 degrees to 47 degrees F.  The frost-free season ranges from 85 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  In addition to the competing Cambern, Bushvalley, Brolliar, Gordo and Tatiyee soils, these are the Luth and Clover Springs soils.  Luth and Clover Springs soils lack an argillic horizon and Clover Springs soils are fine-silty."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for the production of timber and for the grazing of livestock.  Vegetation is ponderosa pine, Douglas-fir, white fir, Gambel oak, mountain muhly, junegrass, blue grama, mountain brome, pine dropseed, squirreltail, Arizona fescue and bracken fern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and east-central Arizona and possibly New Mexico.  The series is moderately extensive. MLRA 39"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Fort Apache Indian Reservation Area, Apache County, Arizona, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from 0.5 to 18 inches (A, Bt1 & Bt2 horizons)\nArgillic horizon - The zone from 3 to 30 inches (Bt horizons)\nLithic contact - at 40 inches (R horizon)\nClassified according to Keys to Soil Taxonomy Tenth Edition, 2006\nADDITIONAL DATA: NSSL data on number S65AZ 001 016\nNational Cooperative Soil Survey\nU.S.A."
  }
}
