{
  "SERIES": "LUNDEEN",
  "STATUS": "Established Series",
  "BYREV": "FJS/KMD/JJJ",
  "REVDATE": "07/2005",
  "STATES": "WI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, isotic, frigid Humic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lundeen  silt loam on a northwest-facing slope of 12 percent, in a mixed hardwood forest, at an elevation of 1,140 feet.  (Colors are for moist soil unless otherwise stated.)\nA1--0 to 3 inches; very dark gray (10YR 3/1) silt loam, dark grayish brown (10YR 4/2) dry; strong fine granular structure; friable; many very fine, fine, medium and coarse roots; very strongly acid; abrupt smooth boundary.\nA2--3 to 16 inches; dark brown (7.5YR 3/2) silt loam, brown (7.5YR 5/3) dry; moderate medium subangular blocky structure; friable; common very fine, fine and medium roots; very strongly acid; abrupt wavy boundary. (Combined thickness of the A horizon ranges from 16 to 22 inches thick)\nBw--16 to 33 inches; brown (7.5YR 4/4) silt loam; moderate fine subangular blocky structure; friable; common very fine and fine roots; very strongly acid; abrupt smooth boundary.  (5 to 25 inches thick)\n2R--33 inches; basalt bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Burnett County, Wisconsin; about 2 miles east and 3 miles south of Trade Lake; 210 feet east and 1,850 feet north of the southwest corner of sec. 36, T. 37 N., R. 18 W.; USGS Trade Lake Wis. quadrangle;  lat. 45 degrees 38 minutes 51 seconds N., long. 92 degrees 32 minutes 56 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of loess mantle and depth to lithic contact with basalt ranges from 20 to 40 inches.  The clay content in the particle size control section ranges from 8 to 14 percent as a weighted average. Volume of rock fragments in the particle size control section ranges from 0 to 15 percent as a weighted average. Volume of gravel ranges from 0 to 10 percent, volume of cobbles ranges from 0 to 10 percent, and volume of stones range from 0 to 5 percent throughout.  Reaction is very strongly acid or strongly acid.\nThe A1 horizon has hue of 10YR, value of 2 or 3 and chroma of 1 or 2.  Texture is silt loam.\nThe A2 horizon has hue of 7.5YR or 10YR, value of 3 and chroma of 1 to 3. Texture is silt loam.\nSome pedons have an A3 horizon with textures and colors the same as the A2 horizon.\nThe Bw horizon has hue of 7.5YR to 10YR, value of 4, and chroma of 3 or 4.  Texture is silt loam.\nThe 2R horizon is basalt."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loess over basalt bedrock\nLandform: bedrock controlled uplands\nSlope:  2 to 25 percent\nElevation:  930 to 1500 feet\nMean annual air temperature:  39 to 45 degrees F.\nMean annual precipitation:  28 to 33 inches\nFrost-free period:  100 to 130 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Haustrup (T) soils. The somewhat excessively drained Haustrup soils are on similar landscape positions and are shallow to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  The potential for surface runoff ranges from medium to very high.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of these soils are used for woodland. Native vegetation is mixed deciduous and coniferous forest.  Common trees are white cedar, quaking aspen, red oak and white oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Wisconsin.  This soil is of small extent, LRR K, MLRA 90A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Burnett County, Wisconsin, 2004.  The source of the name is Lundeen Road located in Burnett County, Wisconsin."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features are:\nUmbric epipedon: 0 to 16 inches (A1 and A2 horizons).\nCambic horizon: 16 to 33 inches (Bw  horizon).\nParticle size control section: 10 to 33 inches\nLithic contact: 33 inches (R horizon).\nADDITIONAL DATA: Refer to soil survey sample number S02WI-013-050 for NSSL data on the typical pedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
