{
  "SERIES": "LUNDY",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLS//DLT/TER",
  "REVDATE": "03/2004",
  "STATES": "UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic, frigid Lithic Calcixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lundy channery silt loam, rangeland.  (Colors are for air-dry soil unless otherwise noted.)\nA--0 to 4 inches; brown (10YR 4/3) channery silt loam, dark brown (10YR 3/3) moist; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and few fine roots; 25 percent limestone channers 1 to 6 inches long, mainly surface mantle; violent effervescence; secondary calcium carbonates are on limestone fragments, slightly alkaline (pH 7.4); clear smooth boundary.  (3 to 11 inches thick)\nBk1--4 to 9 inches; brown (10YR 5/3) extremely flaggy clay loam, dark brown (10YR 3/3) moist; moderate fine subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few fine and very fine and medium roots; few fine and very fine pores; 75 percent flagstone; violently effervescent; secondary calcium carbonates are disseminated and segregated on limestone fragments; moderately alkaline (pH 8.2); gradual smooth boundary.  (3 to 7 inches thick)\nBk2--9 to 16 inches; brown (10YR 5/3) extremely flaggy clay loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few medium, fine and coarse roots; 80 percent flag stone; violently effervescent; secondary calcium carbonates are disseminated and segregated on rock fragments and in fine limestone fragments; moderately alkaline (pH 8.2); abrupt smooth boundary.  (0 to 11 inches thick)\nR--16 inches; fractured limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sanpete County, Utah; one mile west of Wire Grass Spring south of Dry Fork on the West Mountain, about 1,200 feet north and 200 feet west of the southeast corner of sec. 21, T. 17 S., R. 1 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil is 10 to 20 inches deep over limestone bedrock.  The thickness of the mollic epipedon and depth to calcic horizon is 7 to 16 inches thick. Rock fragments are mainly limestone flagstones, channers or cobbles.   The calcium carbonate equivalent is 40 to 60 percent, including coarse fragments less than 20 millimeters.  The mean annual soil temperature at the top of the bedrock ranges from 43 to 47 degrees F.  The mean summer soil temperature ranges from 59 to 64 degrees F.  The soils are dry in the moisture control section for less than 80 consecutive days during the 120 days after the summer solstice.\nThe A horizon has value of 3 through 5 dry and 2 or 3 moist, and chroma of 2 or 3, dry or moist.  It is neutral to slightly alkaline and is slightly effervescent to violently effervescent.  Calcium carbonate equivalent is 3 to 40 percent.  Rock fragments range from 15 to 60 percent.\nThe Bk horizon has value of 5 or 6 dry and 2 through 4 moist, and chroma of 2 through 4, dry or moist.  It is clay loam or loam with 35 to 80 percent rock fragments.  Clay content is 18 to 30 percent.  Calcium carbonate equivalent is 40 to 60 percent.  It is slightly alkaline through strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Amene series.  Amene soils are dry for 80 to 100 consecutive days after the summer solstice."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lundy soils are on ridge tops, mountainsides and steep hillsides at elevations of 5,600 to 9,600 feet.  Slopes range from 5 to 70 percent.  They formed in colluvium and residuum from limestone and shale.  The climate is moist subhumid and the average annual precipitation ranges from 16 to 22 inches.  Mean annual temperature ranges from 40 to 45 degrees F. and the freeze-free period is 70 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Clegg, Kitchell, Lizzant, Mower and Obrast soils and the competing Lodar soils. Clegg, Kitchell, Lizzant, Mower and Obrast soils do not have a lithic contact within a depth of 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to very high runoff; moderate to moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for range.  Potential vegetation is birchleaf mountainmahogany, oakbrush, and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Utah. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sanpete County (Sanpete Survey Area), Utah, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone of dark colored soil material from the surface of the soil to a depth of 16 inches (A1, A2, Bk horizons).\nCalcic horizon - the zone of calcium carbonate accumulation from a depth of 9 inches to 16 inches (Bk horizon).\nLithic feature - bedrock at 16 inches (R horizon).\nParticle-size control section - the zone from 10 to 16 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
