{
  "SERIES": "LUPINTO",
  "STATUS": "Established Series",
  "BYREV": "Rev. PSD/RJE/JAL",
  "REVDATE": "09/2002",
  "STATES": "WY",
  "OVERVIEW": "The Lupinto series consists of deep and very deep, well drained soils on relict fan aprons, terraces, and valley fill positions. These soils formed in calcareous gravelly alluvium from mixed sources. Slopes are 0 to 30 percent. The mean annual precipitation is about 12 inches. The mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Ustic Calciargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lupinto loam-rangeland. (Colors are for dry soils unless otherwise stated.)\nA--0 to 4 inches; light brownish gray (10YR 6/2) loam, dark grayish brown (10YR 4/2) moist; strong fine granular structure; soft, friable, slightly sticky and slightly plastic; 10 percent pebbles; neutral (pH 7.2); gradual smooth boundary. (1 to 6 inches thick)\nBt--4 to 9 inches; brown (7.5YR 5/3) gravelly clay loam, brown (7.5YR 4/3) moist; weak medium prismatic structure parting to moderate medium subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; many clay films on faces of peds and filling root channels and pores; 15 percent pebbles; slightly alkaline (pH 7.4); gradual smooth boundary. (4 to 8 inches thick)\nBk--9 to 40 inches; light gray (2.5Y 7/2) very gravelly loam, light yellowish brown (2.5Y 6/4) moist; massive; hard, friable, slightly sticky and slightly plastic; violently effervescent, common soft rounded masses, thin seams and filaments of lime, many thin and moderately thick coatings of lime on rock fragments; 45 percent pebbles; moderately alkaline; (pH 8.4) gradual wavy boundary. (20 to 50 inches thick)\nC--40 to 60 inches; grayish brown (2.5Y 5/2) very gravelly loam, dark grayish brown (2.5Y 4/2) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; strongly effervescent, lime disseminated and as few soft rounded masses; 45 percent pebbles; moderately alkaline (pH 8.0)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Carbon County, Wyoming; SW1/4 NW1/4 of sec. 11, T. 18 N., R. 89 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to the base of the Bt, (argillic horizon) and to continuous horizons of secondary calcium carbonate accumulations (calcic horizon) is 5 to 10 inches. Depth to bedrock is typically greater than 60 inches, but soft bedrock occurs at 40 to 60 inches in some pedons. The mean annual soil temperature is 42 to 47 degrees F., and the mean summer temperature is about 59 to 63 degrees F. The particle-size control section from the top of the argillic horizon to a depth of 40 inches when averaged is a clay loam, loam, or sandy clay loam with 18 to 35 percent clay modified with 35 to 60 percent pebbles and 0 to 10 percent cobbles. EC ranges from 0 to 8 mmhos through the soil to a depth of 60 inches.\nThe A horizon has hue of 7.5YR through 5Y, value of 4 through 7 dry, 3 through 6 moist, and chroma of 2 through 4. Reaction is slightly or moderately alkaline.\nThe Bt horizon has hue of 7.5YR through 5Y, value of 4 through 6 dry, 3 through 5 moist, and chroma of 2 through 4. Texture is loam, clay loam, or sandy clay loam with 18 to 35 percent clay. These textures may be modified with rock fragments whose combined volume does not exceed 35 percent. Pebbles range from 0 to 35 percent and cobbles from 0 to 5 percent. Reaction is slightly or moderately alkaline.\nThe Bk calcic horizon has hue of 7.5YR through 5Y, value of 5 through 8 dry, 5 through 7 moist, and chroma of 1 through 4. Matrix textures are loam, clay loam, or sandy clay loam with 18 to 35 percent clay, 35 to 60 percent pebbles and, 0 to 10 percent cobbles. Some pedons have a sandy loam matrix. Calcium carbonate equivalent ranges from 15 to 35 percent. Reaction is moderately or strongly alkaline. In some pedons a thin Bk1 horizon with 15 to 35 percent rock fragments is present.\nThe C horizon has hue of 7.5YR through 5Y, value of 4 through 7 dry, 4 through 6 moist, and chroma of 2 through 4. Matrix texture is loam, clay loam, sandy clay loam, or sandy loam with clay content ranging from 15 to 30 percent and 35 to 60 percent pebbles and 0 to 5 percent cobbles. Reaction is moderately or strongly alkaline. The C horizon is absent in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are Amalia, Dahlquist and Twocabin series. The Amalia and Dahlquist soils have skeletal Bt horizons, and the Bt extends to depths greater than 10 inches. The Twocabin soils have 2Bk horizons that have 0 to 5 percent rock fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Lupinto soils are on relict alluvial fan aprons, terraces, and valley fills of cold intermountain basins. These soils formed in calcareous gravelly alluvium from mixed sources overlain with finer sediments. Slopes both simple and complex range from 2 to 30 percent. Elevations range from 5,000 to 8,300 feet. The mean annual precipitation ranges from 9 to 14 inches of which about half falls as snow and rain in April, May, and early June. The mean annual temperature is about 39 to 45 degrees F. The frost-free period is estimated to range from 60 to 100 days depending upon aspect, elevation, and air drainage."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cushool and Forelle soils and the competing Dahlquist soil. The Cushool and Forelle soils have less than 35 percent coarse fragments in the particle-size control section. Cushool soils also have bedrock at 20 to 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow or medium runoff depending upon slope; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are utilized as rangeland and wildlife habitat. Native vegetation consists of bluebunch wheatgrass, big sagebrush, Indian ricegrass, and western wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Cold intermountain basins in Wyoming. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Fremont County, Wyoming, Lander Area; 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon--0 to 4 inches (A)\nArgillic horizon--4 to 9 inches(Bt)\nCalcic horizon--9 to 40 inches (Bk)\nThese soils have a frigid temperature regime and an aridic moisture regime that borders on an ustic regime.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; light brownish gray (10YR 6/2) loam, dark grayish brown (10YR 4/2) moist; strong fine granular structure; soft, friable, slightly sticky and slightly plastic; 10 percent pebbles; neutral (pH 7.2); gradual smooth boundary. (1 to 6 inches thick)"
      },
      {
        "name": "Bt",
        "top": 10,
        "bottom": 23,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt--4 to 9 inches; brown (7.5YR 5/3) gravelly clay loam, brown (7.5YR 4/3) moist; weak medium prismatic structure parting to moderate medium subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; many clay films on faces of peds and filling root channels and pores; 15 percent pebbles; slightly alkaline (pH 7.4); gradual smooth boundary. (4 to 8 inches thick)"
      },
      {
        "name": "Bk",
        "top": 23,
        "bottom": 102,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bk--9 to 40 inches; light gray (2.5Y 7/2) very gravelly loam, light yellowish brown (2.5Y 6/4) moist; massive; hard, friable, slightly sticky and slightly plastic; violently effervescent, common soft rounded masses, thin seams and filaments of lime, many thin and moderately thick coatings of lime on rock fragments; 45 percent pebbles; moderately alkaline; (pH 8.4) gradual wavy boundary. (20 to 50 inches thick)"
      },
      {
        "name": "C",
        "top": 102,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "narrative": "C--40 to 60 inches; grayish brown (2.5Y 5/2) very gravelly loam, dark grayish brown (2.5Y 4/2) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; strongly effervescent, lime disseminated and as few soft rounded masses; 45 percent pebbles; moderately alkaline (pH 8.0)"
      }
    ]
  ]
}
