{
  "SERIES": "LUPTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. WEM-WEF-LMC",
  "REVDATE": "06/2004",
  "STATES": "ME,MA,MI,MN,NY,VT,WI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Euic, frigid Typic Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lupton muck - on a 1 percent slope in a forested area. (Colors are for moist soil unless otherwise stated.)\nOa1--0 to 10 inches; black (5YR 2/1) broken face and rubbed muck; about 15 percent fiber, 5 percent rubbed; weak coarse granular structure parting to weak fine granular; very friable; about 5 percent woody fibers; about 20 percent mineral; slightly alkaline (pH 7.5 in water); clear smooth boundary.\nOa2--10 to 20 inches; dark reddish brown (5YR 2/2) broken face, black (5YR 2/1) rubbed muck; about 30 percent fiber, less than 10 percent rubbed; weak fine granular structure; very friable; primarily woody fibers; some are up to 8 to 10 cm. long and 2 to 3 cm. wide; slightly alkaline (pH 7.5 in water); gradual smooth boundary.\nOa3--20 to 27 inches; dark reddish brown (5YR 2/2) broken face and rubbed muck; about 30 percent fiber, less than 10 percent rubbed; weak fine granular structure; very friable; primarily woody fibers; a few fibers are up to 10 to 20 cm. long and 2 to 4 cm. wide all breaking down on rubbing; slightly alkaline (pH 7.5 in water); clear smooth boundary.\nOa4--27 to 42 inches; dark reddish brown (5YR 2/2) broken face and rubbed muck; about 40 percent fibers, less than 10 percent rubbed; massive; primarily herbaceous fibers; few woody fibers; slightly alkaline (pH 7.5 in water); clear smooth boundary.\nOa5--42 to 65 inches; very dark brown (10YR 2/2) broken face, black (10YR 2/1) rubbed muck; about 30 percent fibers, less than 10 percent rubbed; massive; primarily herbaceous fibers; slightly alkaline (pH 7.5 in water)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Charlevoix County, Michigan; about 5 miles west and 1 mile north of Boyne City; 1,860 feet south and 620 feet east of northwest corner, sec. 25, T. 33 N., R. 7 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The organic layers are greater than 51 inches thick.  Woody fragments comprising up to 30 percent of the volume in some pedons are mixed throughout the control section in the form of twigs, branches, logs, or stumps.  The control section typically has pH of 6.6 to 7.8 in 0.01M calcium chloride but ranges from 4.5 to 7.8. The surface tier has hue of 10YR, 7.5YR, or 5YR, value of 2 or 3, and chroma of 0 to 3 or are neutral.  Surface tier commonly is sapric material, but some pedons are hemic or consist of various proportions of hemic and sapric material.  This tier has a weak to medium, coarse to very fine granular structure.  Some pedons have up to 4 inches of fibric material on the surface.\nThe subsurface and lower tier has hue of 5YR, 7.5YR, or 10YR, value of 2 or 3, and chroma of 0 to 3 or are neutral.  Chroma or value or both may change 0.5 to 1 unit when rubbed or pressed.  The subsurface tier primarily is sapric material.  Some pedons contain layers of hemic material within the subsurface and bottom tiers but their combined thickness is less than 10 inches.  A few thin layers of fibric material are also in the bottom two tiers of some pedons but their combined thickness is less than 5 inches.  The upper part of the subsurface tier typically has a weak to moderate, fine to coarse granular structure; however, some pedons are massive or coarse blocky that parts to a granular or fine to medium subangular blocky structure.  The lower portion of the subsurface tier commonly is either massive or has thick platy structure consisting primarily of herbaceous fibers.  In some pedons, where the lower part of the tier is comprised of woody materials, the structure is similar to that in the upper part.  The aggregated material in the subsurface tier breaks abruptly under pressure between the fingers.  The unrubbed, well decomposed sapric material resembles woody tissue.  The bottom tier has variable amounts of woody and herbaceous fiber.  The structure is commonly massive or thick platy."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bucksport, Pywell, Seelyeville, and Tendoy series.  Bucksport soils typically do not have genetically developed structure in the profile and are in areas receiving more than 34 inches of annual precipitation.  Pywell soils have layers of volcanic ash in the profile. Tendoy and Seelyeville soils do not have woody fibers and/or fragments throughout the control section. In addition, the Tendoy soils have free carbonates in the upper part of the surface tier"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lupton soils are in depressions within lake plains, till plains, outwash plains, and moraines.  These depressions vary from small enclosed ones to those of several thousand acres in extent.  Lupton soils have normally been influenced by ground water passing through surrounding mineral soil materials that are high in minerals.  Slopes typically range from 0 to 2 percent, but range to 15 percent.  Minor deposits above 2 percent are on foot slopes as the upland soils break sharply into depressional or flood plain areas.  These minor deposits are typically associated with groundwater discharge or seep areas.  The mean annual precipitation ranges from 22 to 34 inches; and the mean annual temperature ranges from 36 to 45 degrees F. Frost free days range from 88 to 150. Elevation above sea level ranges from 670 to 1,600 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cathro and Tawas soils, which occur in similar landscape positions. Poorly drained or very poorly drained mineral soils are at the margin of the Lupton soils as they grade into the upland."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained.  The representative depth to wet soil moisture status is at the surface to 1 foot below the surface at some time throughout the year.  The representative depth of ponding is from .2 to 1.0 foot at some time throughout the year.  Surface runoff is negligible to high, dependent on slope. Permeability is moderately slow to moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  A large part of these soils is in woodland, cut-over woodland, or brush.  Some areas are cleared and used for permanent pasture or hay production.  Major forest vegetation includes alder, balsam fir, black ash, black spruce, American elm, red maple, tamarack, white birch, white cedar, willow, and yellow birch."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Upper Peninsula of Michigan, Northern lower peninusula  of Michigan, Minnesota, Wisconsin, Vermont, and probably New York.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Antrim County, Michigan, 1923."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nSapric and typic features; well decomposed organic material from the surface to a depth of 65 inches;\nEuic feature; reaction greater than 4.5 in 0.01M CaCl2 throughout.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
