{
  "SERIES": "LUSK",
  "STATUS": "Established Series",
  "BYREV": "Rev. ACT",
  "REVDATE": "6/97",
  "STATES": "TX",
  "OVERVIEW": "The Lusk series consists of moderately deep, well drained, slowly permeable soils that formed in weakly cemented conglomerate of rounded siliceous pebbles.  The soils are on undulating ancient stream terraces.  Slopes range from 1 to 8 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Clayey-skeletal, mixed, superactive, thermic Typic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lusk gravelly fine sandy loam--in rangeland in live oak savannah.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 5 inches, dark brown (7.5YR 4/4) gravelly fine sandy loam, dark brown (7.5YR 3/4) moist; hard, friable; many fine roots; common pores; 20 percent quartz pebbles from 1 to 4 cm across on the surface and in horizon; slightly alkaline; abrupt smooth boundary.  (4 to 12 inches thick)\nBt1--5 to 10 inches, reddish brown (5YR 4/4) gravelly sandy clay, dark reddish brown (5YR 3/4) moist; moderate medium subangular blocky structure; very hard, firm; many fine and medium roots; common pores; common earthworm casts; few patchy clay films on surfaces of peds; 20 percent quartz pebbles, mostly less than 1 cm across; neutral; abrupt smooth boundary.\nBt2--10 to 22 inches, reddish brown (2.5YR 4/4) very gravelly clay, dark reddish brown (2.5YR 3/4) moist; moderate fine granular structure; common roots; few patchy clay films on ped faces; 55 percent quartz pebbles from 2 to 30 mm across; neutral; abrupt smooth boundary. (The Bt horizons are form 9 to 35 inches thick.)\n2Cr1--22 to 27 inches, about 90 percent quartz gravel conglomerate that is weakly to strongly cemented by silica and calcium carbonate; pebbles ranging in size from 2 to 20 mm across; porous; about 10 percent Bt of yellowish red (5YR 5/8) extremely gravelly clay loam along fractures in the conglomerate; moderate fine granular structure; few clay films; slightly effervescent; gradual smooth boundary.  (0 to 10 inches thick)\n2Cr2--27 to 60 inches, yellowish red (5YR 5/8) extremely gravelly coarse sand; massive; porous; weakly cemented carbonate and silica conglomerate containing about 80 percent quartz sand and gravel and 20 percent calcium carbonate; quartz pebbles from 2 to 20 mm across; conglomerate case hardens when exposed and dry; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Shackelford County, Texas; typical pedon is 8.0 miles north of U. S. Highway 180 in Albany on U. S. Highway 283, 11.0 miles north-northeast on a gravel county road, 50 feet west in rangeland. This location is about 2.7 miles northeast on the county road from the Brazos River bridge.  Latitude 32 degrees, 56 feet, 46 inches N; Longitude 99 degrees, 7 feet, 58 inches W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 20 to 40 inches.  Coarse fragments of water worn pebbles in the control section range from 35 to 70 percent.\nThe A horizon has hue of 5YR, 7.5YR or 10YR, value of 3 to 6, and chroma of 2 to 4.  It is slightly acid to slightly alkaline, gravelly fine sandy loam, gravelly sandy loam, very gravelly sandy loam, or very gravelly fine sandy loam.\nThe Bt horizons have hue of 2.5YR or 5YR, value of 3 to 5, and chroma of 4 to 8.  It is slightly acid to neutral in the upper part and mildly or moderately alkaline in the lower part. Texture of the fine earth fraction is sandy clay, clay, or clay loam with 35 to 50 percent clay.  The coarse fragment content of pebbles ranges from 5 to about 80 percent of any horizon.  Pebbles are mostly quartz, but a few caliche fragments occur in some pedons.  Base saturation is 75 to 100 percent.\nThe Bt portion of the Cr&Bt horizon, when present, has hue of 5YR, value of 4 to 6, and chroma of 4 to 8.  It is moderately alkaline.  Texture ranges from gravelly clay to extremely gravelly clay.\nThe Cr horizon is carbonate and silica cemented siliceous gravel.  This horizon is impenetrable to plant roots although it can be dug out with a spade when moist.   A few pedons are underlain by hard conglomerate.  Some pedons are underlain at several feet by beds of loose gravel or sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Lometa (T TX) series in this family.  Similar soils are the Acove, Chigley, Hilgrave, Hornsby, Minwells, Pebblepoint, Pedernales, Riesel, Rumple, and Travis series.  Lometa soils are underlain by hard conglomerate that forms a lithic contact.  Acove, Chigley, Minwells, Pedernales, and Travis soils have less than 35 percent coarse fragments in the upper 20 inches of the argillic horizon.   Hilgrave and Hornsby soils have less than 35 percent clay in the fine earth fraction of the B2t horizon.  Pebblepoint and Riesel soils have sola more than 40 inches thick.  Rumple soils have a mollic epipedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lusk soils are on undulating ancient stream terraces.  Slope gradients range from 1 to 8 percent.  The soil formed in old alluvial gravelly clay sediments.  Mean annual temperature ranges from 65 to 68 degrees F. and mean annual precipitation ranges from 25 to 30 inches.  Frost free days range from 210 to 230 days, and elevation ranges from 1,150 to 1,750 feet. Thornthwaite P-E indices from 34 to 42."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bluegrove, Bonti, Exray, Gageby, Minwells, Pitzer and Thurber series.  Bluegrove and Bonti soils are above on uplands and are underlain by sandstone.  Exray soils are on uplands and are less than 20 inches deep to sandstone.\nMinwells soils are deeper and occur on adjacent, lower, younger terraces.  The deep Gageby soils are on low terraces and in bottomlands.   Pitzer soils occur on terraces, lack a Bt horizon, and have a petrocalcic horizon at shallow depth.  The deep Thurber soils are in valleys or on plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is slow.  Runoff is medium on 1 to 5 percent slopes and high on 5 to 8 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for rangeland.  Native vegetation consists of little bluestem, sideoats grama, curly-mesquite, and buffalograss. Woody vegetation is tasajillo, mesquite, live oak and hackberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Rolling Limestone Prairies and North Central Prairie of Texas.  Series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Shackelford County, Texas; 1984.  The name is from a crossroads community in Throckmorton County a few miles northeast of the type location."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included with the Lometa series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 5 inches.  (A horizon)\nArgillic horizon - 5 to 22 inches.  (Bt horizons)\nPale feature - An abrupt textural change occurs at 5 inches.\nParalithic contact - Strongly cemented conglomerate at 22 inches.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 5 inches, dark brown (7.5YR 4/4) gravelly fine sandy loam, dark brown (7.5YR 3/4) moist; hard, friable; many fine roots; common pores; 20 percent quartz pebbles from 1 to 4 cm across on the surface and in horizon; slightly alkaline; abrupt smooth boundary.  (4 to 12 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 13,
        "bottom": 25,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy clay",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bt1--5 to 10 inches, reddish brown (5YR 4/4) gravelly sandy clay, dark reddish brown (5YR 3/4) moist; moderate medium subangular blocky structure; very hard, firm; many fine and medium roots; common pores; common earthworm casts; few patchy clay films on surfaces of peds; 20 percent quartz pebbles, mostly less than 1 cm across; neutral; abrupt smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 25,
        "bottom": 56,
        "dry_hue": "2.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bt2--10 to 22 inches, reddish brown (2.5YR 4/4) very gravelly clay, dark reddish brown (2.5YR 3/4) moist; moderate fine granular structure; common roots; few patchy clay films on ped faces; 55 percent quartz pebbles from 2 to 30 mm across; neutral; abrupt smooth boundary. (The Bt horizons are form 9 to 35 inches thick.)"
      },
      {
        "name": "2Cr1",
        "top": 56,
        "bottom": 69,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 8,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay loam",
        "cf_class": "extremely gravelly",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "2Cr1--22 to 27 inches, about 90 percent quartz gravel conglomerate that is weakly to strongly cemented by silica and calcium carbonate; pebbles ranging in size from 2 to 20 mm across; porous; about 10 percent Bt of yellowish red (5YR 5/8) extremely gravelly clay loam along fractures in the conglomerate; moderate fine granular structure; few clay films; slightly effervescent; gradual smooth boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "2Cr2",
        "top": 69,
        "bottom": 152,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 8,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "coarse sand",
        "cf_class": "extremely gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cr2--27 to 60 inches, yellowish red (5YR 5/8) extremely gravelly coarse sand; massive; porous; weakly cemented carbonate and silica conglomerate containing about 80 percent quartz sand and gravel and 20 percent calcium carbonate; quartz pebbles from 2 to 20 mm across; conglomerate case hardens when exposed and dry; violently effervescent; moderately alkaline."
      }
    ]
  ]
}
