{
  "SERIES": "LUTE",
  "STATUS": "Established Series",
  "BYREV": "KJH-CJH",
  "REVDATE": "12/2002",
  "STATES": "NE,SD",
  "OVERVIEW": "The Lute series consists of very deep, somewhat poorly drained and poorly drained soils formed in sandy sediments on uplands.  Permeability is slow in the solum and moderate or moderately rapid in the underlying material.  Slopes are less than 2 percent.  Mean annual precipitation is about 17 inches, and mean annual air temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Natraquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lute fine sandy loam - in microlow of less than 1 percent slope in native grass.  When described the soil was moist to 25 inches and had free water below.  (Colors are for moist soil unless otherwise stated)\nE--0 to 3 inches; very dark grayish brown (10YR 3/2) fine sandy loam, gray (10YR 5/1) dry; weak fine granular structure; soft, very friable; neutral; clear smooth boundary.  (1 to 5 inches thick)\nBtknz1--3 to 6 inches; very dark grayish brown (10YR 3/2) sandy clay loam, grayish brown (10YR 5/2) dry; moderate coarse columnar structure parting to weak medium blocky; extremely hard, firm, sticky and plastic; gray (10YR 6/1) dry coats on tops of columns; few faint clay films on ped faces; few fine and medium accumulations of carbonate; few fine accumulations of salts; strong effervescence; very strongly alkaline; clear smooth boundary. (2 to 5 inches thick)\nBtknz2--6 to 10 inches; brown (10YR 5/3) sandy clay loam, light brownish gray (10YR 6/2) dry; common medium distinct dark grayish brown (10YR 4/2) and dark yellowish brown (10YR 4/4) mottles; weak coarse blocky structure parting to moderate medium blocky; very hard, firm; sticky and plastic; few faint clay films on ped faces; few to common fine accumulations of carbonate; common fine accumulations of salts; strong effervescence; very strongly alkaline; gradual smooth boundary.  (3 to 7 inches thick)\nBC--10 to 18 inches; brown (10YR 5/3) fine sandy loam, pale brown (10YR 6/3) dry; common fine faint brown (10YR 4/3) redoximorphic concentrations; weak coarse blocky structure; hard, friable; few fine accumulations of carbonate; strong effervescence; very strongly alkaline; gradual smooth boundary.  (0 to 9 inches thick)\nC1--18 to 25 inches; grayish brown (10YR 5/2) very fine sandy loam, stratified with thin lenses of silt and clay, light gray (10YR 7/2) dry; common medium faint brown (10YR 5/3) redoximorphic concentrations; massive; hard, very friable; strong effervescence; very strongly alkaline; gradual wavy boundary.\nC2--25 to 43 inches; light brownish gray (10YR 6/2) and yellowish brown (10YR 5/4) loamy sand stratified with thin lenses of silt and clay, light gray (10YR 7/2) and pale brown (10YR 6/3) dry; massive; hard, very friable; common fine accumulations of carbonate; strong effervescence; very strongly alkaline; abrupt wavy boundary.\nC3--43 to 60 inches; grayish brown (10YR 5/2) very fine sandy loam stratified with thin lenses of silt and clay, light gray (10YR 7/2) dry; massive; hard, very friable; strong effervescence; strongly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Tripp County, South Dakota; about 11 miles south and 11 miles west of Winner; 1425 feet north and 210 feet east of the southwest corner of sec. 16, T. 97 N., R. 78 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to carbonate is 10 inches or less. The mollic epipedon after mixing is 7 to 16 inches thick.\nThe E horizon has value of 3 to 5 and 5 to 7 dry, and chroma of 1 or 2.  It is fine sandy loam, sandy loam, loamy fine sand, loam or loamy sand.   It ranges from neutral to moderately alkaline. Some pedons have A horizons less than 7 inches thick.\nThe Bt horizon has value of 2 to 5 and 4 to 6 dry, and chroma of 1 to 3.   It is sandy clay loam, loam or fine sandy loam averaging between 18 and 26 percent clay.  It ranges from slightly alkaline to very strongly alkaline.  Some pedons do not have accumulations of salts or carbonate in the upper part.\nThe BC and C horizons have hue of 10YR or 2.5Y, value of 4 to 6 and 5 to 7 dry, and chroma of 2 to 4.  They commonly are stratified very fine sandy loam to loamy sand and range from moderately alkaline to very strongly alkaline.  Some profiles have dark-colored buried horizons below depths of about 40 inches.  Some pedons have Bkz or Bk horizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lute soils are nearly level on toe slopes or in flat basins.  Slope gradients are less than 2 percent.  These soils are on microlows in hummocky microrelief.  They formed in reworked sandy sediments.  Mean annual precipitation ranges from 15 to 22 inches, and mean annual air temperature ranges from 45 to 51 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Anselmo, Doger, Dunday, Elsmere and Whitelake soils.  Anselmo, Doger, Dunday and Elsmere soils do not have a natric horizon.  Anselmo, Doger and Dunday soils are on higher landscapes.  Elsmere soils are in valleys and on terraces.  Whitelake soils have a drier soil moisture control section and redoximorphic features at depths of more than 18 inches.  They are in slightly higher landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained and poorly drained.  Surface runoff is low or ponded.  Permeability is slow in the subsoil and moderate or moderately rapid in the underlying material depending on stratification.  A water table fluctuates between depths of +1 and 3 feet during the growing season."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Native range.  Native vegetation includes inland saltgrass, cordgrass, and western wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South-central South Dakota and north-central Nebraska.  It is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Tripp County, South Dakota, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of 7 inches after mixing (E and Btknz1 horizons); natric horizons  - the zone from about 3 to 10 inches (Btknz1 & Btknz2 horizon).\nADDITIONAL DATA:  Reference - Soil No. S72SDak-61-6, Lincoln Soil Survey Lab. Sample No. 71L393-71L400; S76NE089-005.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
