{
  "SERIES": "LUVERNE",
  "STATUS": "Established Series",
  "BYREV": "Rev. PGM; GRB",
  "REVDATE": "03/2014",
  "STATES": "AL,AR,LA,MS,TN",
  "OVERVIEW": "The Luverne series consists of very deep, well drained, moderately slowly permeable soils on dissected uplands of the Southern Coastal Plain (MLRA 133A) Major Land Resource Area. They formed in stratified marine sediments. Near the type location, the mean annual temperature is about 60 degrees F., and the mean type precipitation is about 55 inches. Slopes range from 1 to 45 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, thermic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Luverne fine sandy loam, on a convex 4 percent slope, in a woodland (Colors are for moist soil).\nA--0 to 1 inch; dark grayish brown (10YR 4/2) fine sandy loam; weak fine granular structure; very friable; many fine roots; moderately acid; abrupt smooth boundary. (1 to 6 inches thick)\nE--1 to 7 inches; brown (10YR 5/3) fine sandy loam; weak fine granular and subangular blocky structure; very friable; common fine roots; strongly acid; abrupt smooth boundary.  (0 to 13 inches thick)\nBt1--7 to 20 inches; red (2.5YR 4/6) clay; strong medium subangular blocky structure; firm; few fine roots; continuous clay films on faces of peds; common fine flakes of mica; strongly acid; gradual smooth boundary.\nBt2--20 to 30 inches; red (2.5YR 4/6) clay loam; moderate medium subangular blocky structure; firm; few fine roots; continuous clay films on faces of peds; common fine flakes of mica; very strongly acid; gradual wavy boundary. (Combined thickness of the Bt horizon ranges from 14 to 40 inches)\nBC--30 to 40 inches; red (2.5YR 4/6) sandy clay loam; moderate coarse and medium subangular blocky structure; friable; few fine roots; the patchy clay films on faces of coarse peds; common fine mica flakes; very strongly acid; clear smooth boundary.  (0 to 14 inches thick)\nC1--40 to 48 inches; red (2.5YR 4/6) loam; moderate medium platy structure; very friable; few fine roots; thin clay films on horizontal faces; many fine flakes of mica; fragments of shale and paralleling bands of mica sand occupy 50 percent by volume; very strongly acid; gradual smooth boundary.\nC2--48 to 62 inches; 30 percent red (2.5YR 4/6), 20 percent yellowish red (5YR 4/6), 20 percent strong brown (7.5YR 5/6), 20 percent yellowish brown (10YR 5/6), 5 percent light yellowish brown (10YR 6/4) and 5 percent gray (5Y 6/1) stratified very fine sandy loam and silt loam; moderate fine and medium platy structure; very friable; few fine roots; many fine flakes of mica; lenses of gray (5Y 6/1) silt loam and silty clay loam; very strongly acid; gradual smooth boundary.\nC3--62 to 80 inches; mottled red (2.5YR 4/6), strong brown (7.5YR 5/8), yellowish brown (10YR 5/6), and gray (5Y 6/1) very fine sandy loam; very weak medium platy to very weak fine and medium subangular blocky structure; very friable; many fine flakes of mica; lenses of gray (5Y 6/1) silt loam and silty clay loam become fewer and sandier in lower part; very strongly acid; gradual smooth boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Chilton County, Alabama. Approximately 5.5 miles northwest of Isabella. SW1/4, SW1/4 Sec. 15, T. 22 N., R. 12 E. 32 degrees, 52 minutes, 12 seconds N.; 86 degrees, 47 minutes, 36 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 20 to 50 inches and depth to hard rock exceeds 60 inches. Reaction ranges from extremely acid to strongly acid, except where the surface has been limed. Some pedons contain a few ironstone fragments. Colors in shade of gray are derived from parent material and not indicative of wetness.\nThe A or Ap horizon has hue of 7.5YR or 10R, value of 4 or 6, and chroma 2 to 4. Texture is loamy fine sand, sandy loam, fine sandy loam, loamy sand, or their gravelly, channery or flaggy analogues.\nThe E horizon, where present, has hue of 10YR, value of 5 or 6, and chroma of 3 to 6. In severely eroded areas, the Ap horizon has color and texture similar to the upper part of the Bt horizon. Texture has the same range as the A horizon.\nThe upper part of the Bt horizon has hue of 10R to 5YR, value of 3 to 5, and chroma of 4 to 8. Mottles in shades of brown, yellow, olive and red range from none to common. Texture is clay loam, sandy clay, or clay. A thin Bt1 horizon with texture of sandy clay loam or clay loam is present in some pedons.\nThe lower part of the Bt horizon has hue of 10R to 7.5YR, value of 4 or 5, and chroma of 4 to 8; or there is no dominant color and is multicolored or variegated in shades of red, yellow, and brown. Mottles in shades of brown, yellow, olive and red range from none to common. Some pedons have shades of gray that are derived from shaley parent material. Content or mica flakes ranges from few to common.  Texture is clay loam, sandy clay, or clay.\nThe BC horizon has colors similar to those of the lower part of the Bt horizon. Platy rock structure ranges from none to 50 percent with individual plates having variable length and ranging in thickness from 1 mm to 8 mm. Texture is clay loam or sandy clay loam.\nThe C horizon is composed of stratified marine sediments rich in mica. Colors are variable but generally the sandier-textured strata have hue of 2.5YR to 7.5YR with value of 4 to 6, and chroma of 5 to 8. Texture of the individual strata range from loamy sand to clay. Clayey strata are generally in shades of gray. Thickness of strata ranges from a few millimeters to several centimeters or more. Some pedons have thin lenses of ironstone in the upper part of the C horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Albertville, Badin, Bengal, Bonwier, Brockroad, Carnasaw, Catharpin, Coghill, Corryton, Cunningham, Cuthbert, Galilee, Kirvin, Masada, Mayodan, McQueen, Nason, Peakin, Sweatman, Tatum, Townley, Uwharrie, Vance, and Williamsville soils in the same family.  Albertville and Townley soils are in the Sand Mountain Major Land Resource Area (MLRA 129). Badin, Brockroad, Catharpin, Masada, Mayodan, Nason, Peakin, Tatum, Uwharrie and Vance soils are in the Southern Piedmont Major Land Resource area (MLRA 136). Bengal soils are in Ouachita Mountains Major Land Resource Area (MLRA 119). Bonwier, Cuthbert, Galilee and Kirvin soils are in the Western Coastal Plain Major Land Resource Area (MLRA 133B). Carnasaw soils are in Arkansas Valley and Ridges and the Ouachita Mountains Major Land Resource Areas (MLRA 118 and 119). Coghill, Corryton, Cunningham soils are in the Southern Appalachian Ridges and Valleys Major Land Resource Area (MLRA 128). McQueen, Sweatman and Williamsville soils have more than 30 percent silt in the control section. In addition, McQueen soils are on terraces that are subject to rare flooding."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Luverne soils are on dissected landscapes of the Southern Coastal Plain. Slopes range from 1 to 45 percent. They formed in marine sediments deposited as stratified sands, silts and clays. The climate is humid subtropical. Near the type location, the mean annual temperature is about 60 degrees F., and the mean annual precipitation is about 55 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Arundel, Boswell, Conecuh, Greenville, Ruston, Smithdale and Troup soils. Arundel soils are on lower positions and are moderately deep to soft siltstone bedrock.  The moderately well drained Boswell soils are on similar positions, have vertic properties and are Alfisols. The moderately well drained Conecuh soils are on lower slopes and have smectitic mineralogy. Greenville soils are on higher positions and have rhodic colors and kaolinitic mineralogy. Ruston and Smithdale soils are on similar to higher positions and have fine-loamy control sections. The somewhat excessively drained Troup soils are on higher positions and have sandy surface and subsurface layers 40 to 80 inches in thickness."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately slowly permeable; medium to rapid runoff."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Luverne soils are in woodlands of mixed hardwood and pine. The less sloping areas are used for corn, cotton, hay and truck crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Southern Coastal Plain of Alabama, Arkansas, Louisiana, Mississippi, and possibly Florida, Georgia, Oklahoma, Tennessee and Texas. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Crenshaw County, Alabama; 1921."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - the zone from the surface to a depth of about 7 inches (A1 and E horizons).\nArgillic horizon - the zone from about 7 to 30 inches (Bt1 and Bt2 horizons).\nSome pedons have shades of gray in the lower Bt, BC and C horizons that are derived from shaley parent material and not indicative of wetness.\nLuverne soils are in MLRA 133A.\nADDITIONAL DATA:  Laboratory data is available on the National Soil Survey website at: http;://ncsslabdatamart.sc.egov.usda.gov/querypage.aspx\nLaboratory data was provided by Auburn University, Soil Characterization laboratory, Auburn AL. and the National Soil Survey laboratory, Lincoln, NE.\nLincoln Soil Survey Lab. No. 67L112 and 67L113; Alabama Highway Department No. S65ALA-11-4-(1-6). Auburn University; S74AL-125-5, S77AL-125-6, S74AL-125-11, S73AL-16-17, S72AL-47-1, S70AL-24-9, S73AL-24-2, 2nd S79AL-099-26.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 1 inch; dark grayish brown (10YR 4/2) fine sandy loam; weak fine granular structure; very friable; many fine roots; moderately acid; abrupt smooth boundary. (1 to 6 inches thick)"
      },
      {
        "name": "E",
        "top": 3,
        "bottom": 18,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "E--1 to 7 inches; brown (10YR 5/3) fine sandy loam; weak fine granular and subangular blocky structure; very friable; common fine roots; strongly acid; abrupt smooth boundary.  (0 to 13 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 18,
        "bottom": 51,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--7 to 20 inches; red (2.5YR 4/6) clay; strong medium subangular blocky structure; firm; few fine roots; continuous clay films on faces of peds; common fine flakes of mica; strongly acid; gradual smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 51,
        "bottom": 76,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--20 to 30 inches; red (2.5YR 4/6) clay loam; moderate medium subangular blocky structure; firm; few fine roots; continuous clay films on faces of peds; common fine flakes of mica; very strongly acid; gradual wavy boundary. (Combined thickness of the Bt horizon ranges from 14 to 40 inches)"
      },
      {
        "name": "BC",
        "top": 76,
        "bottom": 102,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BC--30 to 40 inches; red (2.5YR 4/6) sandy clay loam; moderate coarse and medium subangular blocky structure; friable; few fine roots; the patchy clay films on faces of coarse peds; common fine mica flakes; very strongly acid; clear smooth boundary.  (0 to 14 inches thick)"
      },
      {
        "name": "C1",
        "top": 102,
        "bottom": 122,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sand",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "C1--40 to 48 inches; red (2.5YR 4/6) loam; moderate medium platy structure; very friable; few fine roots; thin clay films on horizontal faces; many fine flakes of mica; fragments of shale and paralleling bands of mica sand occupy 50 percent by volume; very strongly acid; gradual smooth boundary."
      },
      {
        "name": "C2",
        "top": 122,
        "bottom": 157,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "very fine sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "C2--48 to 62 inches; 30 percent red (2.5YR 4/6), 20 percent yellowish red (5YR 4/6), 20 percent strong brown (7.5YR 5/6), 20 percent yellowish brown (10YR 5/6), 5 percent light yellowish brown (10YR 6/4) and 5 percent gray (5Y 6/1) stratified very fine sandy loam and silt loam; moderate fine and medium platy structure; very friable; few fine roots; many fine flakes of mica; lenses of gray (5Y 6/1) silt loam and silty clay loam; very strongly acid; gradual smooth boundary."
      },
      {
        "name": "C3",
        "top": 157,
        "bottom": 203,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "very fine sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "C3--62 to 80 inches; mottled red (2.5YR 4/6), strong brown (7.5YR 5/8), yellowish brown (10YR 5/6), and gray (5Y 6/1) very fine sandy loam; very weak medium platy to very weak fine and medium subangular blocky structure; very friable; many fine flakes of mica; lenses of gray (5Y 6/1) silt loam and silty clay loam become fewer and sandier in lower part; very strongly acid; gradual smooth boundary."
      }
    ]
  ]
}
