{
  "SERIES": "LYMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. WHT-CAW-RFL-GWS",
  "REVDATE": "02/2016",
  "STATES": "ME,MA,NH,NY,VT",
  "OVERVIEW": "The Lyman series consists of shallow, somewhat excessively drained soils on glaciated uplands. They formed in loamy supraglacial till. Estimated saturated hydraulic conductivity is moderately high or high throughout the mineral soil. Slope ranges from 0 to 80 percent. Mean annual precipitation is about 1175 mm, and mean annual temperature is about 5 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, isotic, frigid Lithic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lyman loam, on a northwest facing, 55 percent slope in a very rocky forested area. (Colors are for moist soil.)\nOe --0 to 3 cm; moderately decomposed plant material. (O horizon thickness is 0 to 15 cm.)\nA--3 to 8 cm; black (N 2/0) loam; weak fine granular structure; very friable; many fine and medium roots; extremely acid; abrupt wavy boundary. (0 to 10 cm thick)\nE--8 to 13 cm; reddish gray (5YR 5/2) fine sandy loam; weak fine granular structure; very friable; many fine and medium roots; 10 percent gravel; extremely acid; abrupt broken boundary. (0 to 25 cm thick)\nBhs--13 to 18 cm; very dusky red (2.5YR 2.5/2) loam; weak fine granular structure; friable; many fine and medium roots; 10 percent fine gravel; extremely acid; abrupt broken boundary.\nBs1--18 to 28 cm; dark red (2.5YR 3/6) loam; weak fine and medium granular structure; friable; many fine and medium roots; 10 percent fine gravel; few mica flakes; very strongly acid; clear wavy boundary.\nBs2--28 to 46 cm; brown (7.5YR 4/4) grading with depth to brown (10YR 5/3) channery loam; weak coarse subangular blocky structure parting to medium and fine granular; friable; many fine and medium roots; 15 percent channers of schist and quartzite; common flakes of mica; very strongly acid; abrupt smooth boundary. (Combined thickness of the Bhs and Bs horizons is 10 to 43 cm.)\nR--46 cm; dark gray mica schist bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Franklin County, Massachusetts; Town of Monroe; located about 550 meters west southwest of the village of Monroe Bridge and about 55 meters south of the Deerfield River; USGS Rowe, MA topographic quadrangle; lat. 42 degrees 43 minutes 12.53 seconds N. and long. 72 degrees 56 minutes 52.71 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the mineral solum ranges from 25 to 50 cm, and corresponds to the depth to bedrock. The weighted average of clay in the particle-size control section is 1 to 10 percent. Reaction ranges from moderately acid to extremely acid throughout, unless limed. Rock fragments range from 0 to 35 percent throughout the mineral soil. They are mostly gravel and channers, but the range includes cobbles and stones.\nSome pedons have Oi, Oe, and/or Oa horizons that consist of slightly, moderately, or highly decomposed organic material, respectively.\nThe A horizon is neutral or has hue of 5YR to10YR, value of 2, 2.5, or 3, and chroma of 0 t0 2. Some pedons have an Ap horizon with value and chroma of 2 to 4. Ap horizons are typically 15 cm or more thick. The A or Ap horizon is sandy loam, fine sandy loam, very fine sandy loam, loam, or silt loam in the fine-earth fraction.\nThe E horizon has hue of 5YR to 10YR, value of 4 to 6, and chroma of 1 or 2. It is loamy sand, loamy fine sand, sandy loam, fine sandy loam, very fine sandy loam, loam, or silt loam in the fine-earth fraction.\nThe Bhs horizon has hue of 2.5YR to 10YR, with value and chroma of 3 or less.\nThe Bs horizon has hue of 2.5YR to 10YR, value of 3 to 5, and chroma of 3 to 8.\nSome pedons have a BC horizon with hue of 10YR to 5Y, value of 3 to 5, and chroma of 3 or 4. Texture of the B and BC horizons is sandy loam, fine sandy loam, very fine sandy loam, loam or silt loam in the fine-earth fraction. Some pedons have a loamy sand BC horizon.\nBedrock is slightly weathered schist, gneiss, phyllite, or granite."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Abram, Creasey, and Monson series. Abram soils have bedrock at a depth of less than 25 cm from the mineral soil surface. Creasey soils have sandstone or conglomerate bedrock. Monson soils average more than 10 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Lyman soils are on nearly level to very steep glaciated uplands. They are on the tops and sides of hills and mountains. Slope ranges from 0 to 80 percent. The soils formed in loamy supraglacial till of Wisconsin age derived mainly from micaceous schist, gneiss, phyllite, and granite. The mean annual precipitation is 790 to 2420 mm, and the mean annual temperature is -3 to 9 degrees C. The frost-free period is from 60 to 160 days. Elevation ranges from about 2 to 800 meters above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Becket, Berkshire, Colonel, Hogback, Marlow, Peru, Skerry, Sunapee, and Tunbridge soils. The very deep to bedrock Becket, Berkshire, Colonel, Marlow, Peru, Skerry, and Sunapee soils are typically on footslopes and backslopes in lower positions than nearby Lyman soils. In addition, Becket, Colonel, Marlow, Peru, and Skerry soils are formed in loamy lodgment till. Hogback soils are in positions similar to Lyman soils and have 6 percent or more organic carbon in a layer 10 cm or more thick within the spodic horizon. Lyman soils are often closely intermingled with the moderately deep Tunbridge soils in places where local relief is controlled by the underlying bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained. Potential runoff is very high. Estimated saturated hydraulic conductivity is moderately high or high in the mineral soil."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are wooded. The common trees are American beech, white ash, yellow birch, paper birch, northern red oak, sugar maple, eastern white pine, eastern hemlock, red spruce, white spruce, and balsam fir. Some areas have been cleared and are primarily used for hay and pasture. A few cleared areas are used for cultivated crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern New England, western Massachusetts, and northern New York. Principally in the Green and White Mountains, the Adirondack Mountains, the Berkshire uplands, and eastern and western Maine. MLRAs 143, 144A, and 144B. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Grafton County, New Hampshire, 1935."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: 1. The use of the Lyman series in MLRA 144A is in question. Lyman has a frigid temperature regime which is not typical in 144A.\n2. Diagnostic horizons and features recognized in this pedon are:\na. Ochric epipedon - the zone from 0 to 13 cm (Oe, A, and E horizons).\nb. Albic horizon - the zone from 8 to 13 cm (E horizon).\nc. Spodic horizon - the zone from 13 to 46 cm (Bhs, Bs1, and Bs2 horizons).\nd. Lithic feature - bedrock at 43 cm from the mineral soil surface.\nADDITIONAL DATA: Characterization data for Lyman and similar soils is available through the National Cooperative Soil Survey Soil Characterization Database: http://ncsslabdatamart.sc.egov.usda.gov/\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oe --0 to 3 cm; moderately decomposed plant material. (O horizon thickness is 0 to 15 cm.)"
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 8,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "N",
        "moist_value": 2,
        "moist_chroma": 0,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--3 to 8 cm; black (N 2/0) loam; weak fine granular structure; very friable; many fine and medium roots; extremely acid; abrupt wavy boundary. (0 to 10 cm thick)"
      },
      {
        "name": "E",
        "top": 8,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "broken",
        "narrative": "E--8 to 13 cm; reddish gray (5YR 5/2) fine sandy loam; weak fine granular structure; very friable; many fine and medium roots; 10 percent gravel; extremely acid; abrupt broken boundary. (0 to 25 cm thick)"
      },
      {
        "name": "Bhs",
        "top": 13,
        "bottom": 18,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 2.5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "broken",
        "narrative": "Bhs--13 to 18 cm; very dusky red (2.5YR 2.5/2) loam; weak fine granular structure; friable; many fine and medium roots; 10 percent fine gravel; extremely acid; abrupt broken boundary."
      },
      {
        "name": "Bs1",
        "top": 18,
        "bottom": 28,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bs1--18 to 28 cm; dark red (2.5YR 3/6) loam; weak fine and medium granular structure; friable; many fine and medium roots; 10 percent fine gravel; few mica flakes; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Bs2",
        "top": 28,
        "bottom": 46,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bs2--28 to 46 cm; brown (7.5YR 4/4) grading with depth to brown (10YR 5/3) channery loam; weak coarse subangular blocky structure parting to medium and fine granular; friable; many fine and medium roots; 15 percent channers of schist and quartzite; common flakes of mica; very strongly acid; abrupt smooth boundary. (Combined thickness of the Bhs and Bs horizons is 10 to 43 cm.)"
      },
      {
        "name": "R",
        "top": 46,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--46 cm; dark gray mica schist bedrock."
      }
    ]
  ]
}
