{
  "SERIES": "LYMANSON",
  "STATUS": "Established Series",
  "BYREV": "Rev. PSD/EMM",
  "REVDATE": "04/2014",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive Ustic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lymanson loam-rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 5 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; strong fine granular structure; soft, very friable, slightly sticky and slightly plastic; slightly alkaline (pH 7.6); clear smooth boundary.  (2 to 6 inches thick)\nBt--5 to 10 inches; brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; moderate coarse prismatic structure parting to moderate medium subangular blocky; hard, very friable, sticky and slightly plastic; common thin clay films on faces of peds and common moderately thick clay films in root channels; slightly alkaline (pH 7.8); clear wavy boundary.  (4 to 14 inches thick)\nBtk--10 to 13 inches; brown (10YR 5/3) loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; hard, very friable, sticky and slightly plastic; few thin clay films on faces of peds; matrix slightly effervescent, lime as few fine soft masses; moderately alkaline (pH 8.1); gradual wavy boundary.  (2 to 5 inches thick)\nBk--13 to 30 inches; light olive brown (2.5Y 5/3) loam, olive brown (2.5Y 4/3) moist; massive; hard, very friable, slightly sticky and nonplastic; strongly effervescent, lime as common fine and medium soft masses, in seams and as filaments and threads; moderately alkaline (pH 8.4); clear wavy boundary.  (10 to 30 inches thick)\nCr--30 to 60 inches; soft, calcareous sandstone interbedded with loamstone, shale, and discontinuous hard sandstone lenses."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Johnson County, Wyoming; NE1/4 of sec. 28, T. 45 N., R. 82 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to paralithic contact - typically 25 to 35 inches but ranges from 20 to 40 inches.\nThickness of the mollic epipedon - 7 to 15 inches thick.\nDepth to the base of the argillic horizon - 10 to 23 inches.\nMean annual soil temperature - 39 to 44 degrees F.\nMean summer soil temperature - 47 to 52 degrees F.\nRock fragments - 0 to 35 percent gravel or cobbles.\nEC - 2 mmhos or less throughout.\nA horizon\nHue: 2.5Y to 7.5YR\nValue: 4 or 5 dry, 2 or 3 moist\nChroma: 2 or 3, dry or moist\nReaction: neutral or mildly alkaline but may be moderately alkaline due to recharge of carbonates from upslope.\nBt horizon\nHue: 2.5Y to 7.5YR\nValue: 4 to 6 dry, 3 to 5 moist\nChroma: 2 to 4, dry or moist\nTexture: loam, clay loam, or sandy clay loam\nClay content: 18 to 35 percent\nSand content: more than 15 but less than 35 percent fine or coarser sand Rock fragments: 0 to 35 percent gravel or cobbles\nReaction: neutral to moderately alkaline.\nBtk horizon\nHue: 2.5Y to 7.5YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 2 to 4, dry or moist\nClay content: 18 to 35 percent\nTexture: loam, clay loam, or sandy clay loam\nRock fragments: 0 to 35 percent gravel or cobbles\nReaction: slightly or moderately alkaline\nBk horizon\nHue: 5Y to 7.5YR\nValue: 5 to 8 dry, 4 to 7 moist\nChroma: 2 to 4, dry or moist\nClay content: 15 to 28 percent\nTexture: loam, fine sandy loam, sandy loam, or sandy clay loam\nRock fragments:  0 to 35 percent gravel or cobbles\nCalcium carbonate equivalent: 4 to 15 percent\nReaction: moderately or strongly alkaline\nC horizon present in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAmsden (WY) - does not have a paralithic contact above 60 inches; has horizons of secondary carbonate accumulation\nBarbarela (MT) - has a lithic contact at 40 to 60 inches\nBeavridge (WY) - is very deep\nBeavmid (WY) - is very deep\nCific (WY) - has horizons of secondary carbonate accumulation\nColdspring (CO) - does not have a paralithic contact above the lithic contact; has a BCt horizon; formed in residuum from sandstone\nCroftshaw (NM) - does not have a paralithic contact above 60 inches\nDewville (CO) - does not have a paralithic contact above 60 inches; has horizons of secondary carbonate accumulation\nGelkie (CO) - does not have a paralithic contact above 60 inches; has horizons of secondary carbonate accumulation\nHighrye (MT) does not have a lithic contact above 60 inches\nHooligan (MT) does not have a lithic contact above 60 inches\nInchau (WY) - does not have a lithic contact above 60 inches\nKezar (CO) - has a lithic contact at 20 to 40 inches; formed in material weathered from granite\nLeavitt (WY) - does not have a paralithic contact above 60 inches; has horizons of secondary carbonate accumulation\nLucky (CO) - does not have a paralithic contact above the lithic contact\nMiracle (CO) - has a lithic contact at 20 to 40 inches\nMonaberg (MT) - does not have a paralithic contact above 60 inches; formed in alluvium and alpine till\nOwenspring (ID) - has silty clay loam textures in the profile\nPasscreek (WY) - has a lithic contact at 20 to 40 inches; has horizons of secondary carbonate accumulation\nRainbolt (WY) - has horizon of secondary carbonate accumulation\nTripit (WY) - is calcareous at depths of 6 to 20 inches\nWellsville (CO) - does not have a paralithic contact at 20 to 40 inches\nWoosley (WY) - has horizons of secondary carbonate accumulation\nYouga (CO) - does not have a paralithic contact at 20 to 40 inches\nZade (MT) - does not have a lithic contact above 60 inches"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform: mountain and ridge summits, scarp slopes, shoulders, and backslope and footslope positions.\nParent material: formed in calcareous, medium, or moderately fine textured material weathered from sedimentary rock.  Colluvial slopewash, soil creep, and other colluvial processes have influenced soil properties and contributed coarse fragments unlike the sedimentary beds.\nSlope: 4 to 40 percent.\nElevation: 5,400 to 9,500 feet.\nMean annual precipitation: 15 to 21 inches.\nMean annual temperature: 33 to 42 degrees F.\nFrost-free season: variable and is estimated to range from 30 to 90 days depending upon elevation, aspect, and air drainage."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Jenkinson, Mosroc, and Turk soils and the competing Gelkie soils.  Jenkinson and Mosroc soils have a lithic contact at less than 20 inches.  Also, Jenkinson soils do not have an argillic horizon and Mosroc soils are skeletal throughout.  Turk soils have more than 60 percent clay in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow or medium runoff depending upon slope; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for rangeland and wildlife habitat.  Native vegetation is western wheatgrass, spike fescue, Idaho fescue, and big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountainous areas of western and north-central Wyoming, south-central Montana, and northern Colorado.  The series is of moderate extent.  MLRAs 43B and 48A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Johnson County (Southern Part), Wyoming; 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - from 0 to 10 inches (A and Bt horizons)\nArgillic horizon - from 5 to 13 inches (Bt and Btk horizons)\nHorizon of secondary calcium carbonate accumulation - from 10 to 30 inches (Btk and Bk horizons)\nParalithic contact - at 30 inches (Cr horizon)\nParticle-size control section - from 5 to 13 (Bt and Btk horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
