{
  "SERIES": "LYNN HAVEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. GRB",
  "REVDATE": "03/2009",
  "STATES": "FL,GA,NC,SC",
  "OVERVIEW": "The Lynn Haven series consists of very deep, poorly and very poorly drained, moderate or moderately rapid permeable soils in low areas and depressions the Gulf Coast and Atlantic Flatwoods.  They formed in thick deposits of sandy marine sediments.  Near the type location, the mean annual temperature is about 68 degrees F., and the mean annual precipitation is about 55 inches.  Slopes range from 0 to 5 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Sandy, siliceous, thermic Typic Alaquods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lynn Haven fine sand--range.  (Colors are for moist soil)\nA--0 to 12 inches; black (10YR 2/1) fine sand; weak fine granular structure; friable; many fine and medium roots; strongly acid; clear wavy boundary.  (8 to 20 inches thick)\nEg--12 to 16 inches; gray (N 6/0) fine sand; single grain; loose; common fine and medium roots; many uncoated sand grains; very strongly acid; abrupt wavy boundary.  (2 to 18 inches thick)\nBh1--16 to 22 inches; dark reddish brown (5YR 3/2) fine sand; weak fine granular structure; friable; many fine and medium roots; few fine and medium pores; sand grains coated with organic matter; very strongly acid; gradual wavy boundary.\nBh2--22 to 30 inches; dark brown (7.5YR 3/2) fine sand; weak fine granular structure; friable; few fine roots; few fine pores; most sand grains are coated with organic matter; few small pockets of uncoated sand grains; very strongly acid; gradual wavy boundary.  (Combined thickness of the Bh horizons is from 6 to more than 50 inches thick.)\nCg--30 to 75 inches; gray (5Y 6/1) fine sand; single grain; loose; common medium distinct brown (10YR 5/3) and light yellowish brown (10YR 6/4) masses of iron accumulation; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Bay County, Florida.  Approximately 1 mile south of intersection of U. S. Highway 98 and State Highway 392 and about 50 feet east of Highway 392 in Sec. 4, T. 4 S., R. 15 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Reaction ranges from extremely acid to strongly acid throughout the profile.\nThe Oa, horizon, where present, is less than 7 inches thick.  It has hue of 5YR to 10YR, value of 2 or 3, and chroma of 1 to 3.  Texture is muck.\nThe A horizon has hue of 10YR, value of 2 or 3, and chroma of 1 or 2; or is neutral with value of 2 or 3.  When dry, this horizon has a salt-and-pepper appearance due to mixing of organic matter and white sand grains.  Texture is sand, fine sand or mucky fine sand.\nThe Eg or E  horizon, where present, has hue of 10YR or 2.5YR, value of 4 to 7, and chroma of 1 or 2; or is neutral with value of 5 to 7.  Redoximorphic features in shades of yellow and brown range from none to common.  Texture is sand or fine sand.\nThe Bh horizon has hue of 5YR to 10YR, value of 2 or 3, and chroma of 1 to 4.  Sand grains are coated with organic matter.  Vertical or horizontal tongues or pockets of grayish sand occur in the Bh horizon in some pedons.  Texture is sand, fine sand, loamy sand or loamy fine sand.\nSome pedons have a C/B horizon with hue of 10YR to 5YR, value of 3 to 5, and chroma of 3 or 4 with redoximorphic features in shades of gray, brown, or yellow.  Texture is sand, fine sand, loamy sand or loamy fine sand.\nSome pedons have a bisequum of E'g and B'h.  Colors and textures are similar to the Eg and Bh horizons.\nThe Cg horizon has hue of 7.5YR to 5Y, value of 4 to 7, and chroma of 1 to 3.  Redoximorphic features in shades of brown, yellow, or red range from few to many.  Texture is sand, fine sand, loamy sand or loamy fine sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include Boulogne and the very poorly drained Wesconnett series.  Boulogne and Wesconnett soils do not have E horizons immediately below the A horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lynn Haven soils are on low areas and in depressions of the Gulf Coast and Atlantic Flatwoods. They formed in thick beds of marine sand. The climate is warm and humid.  Slopes range from 0 to 5 percent.  The average annual air temperature ranges from 65 to 70 degrees F., and the average annual precipitation ranges from 50 to 60 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Allanton, Baymeade, Blanton, Evergreen, Hurricane, Kershaw, Kingsferry, Kureb, Lakeland, Leon, Mandarin, Murville, Olustee, Osier, Plummer, Pottsburg, Rutlege, Scranton, and Seagate series.  Allanton, Hurricane and Pottsburg soils have a Bh horizon at depths greater than 50 inches.  The Baymeade, Blanton, Kershaw, Kureb, Lakeland, Osier, Plummer, Rutlege, and Scranton soils do not have Bh horizons.  Evergreen soils have a histic epipedon. Kingsferry soils have a Bh horizon between a depth of 30 and 50 inches.  Leon soils lack an umbric epipedon.  Olustee soils have Bt horizons below the Bh horizon.  Murville soils do not have E horizons immediately below the A horizon.  Seagate soils are better drained and have argillic horizons beneath the Bh horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  poorly or very poorly drained; moderately rapid or moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Lynn Haven soils remain in their natural state.  A few small areas are used for truck crops and pasture land.  The native vegetation consists of slash pine, longleaf pine, or cypress and bay trees with an undergrowth of sawpalmetto, gallberry, fedderbush, huckleberry, and pineland threeawn. In depressions, cypress and bay trees are denser along with blackgum, red maple, and Ogeechee lime.  The shrubs include fetterbush, Virginia willow, buttonbush, and waxmyrtle.  Common herbaceous plants and vines include muscadine grape, greenbriars, and poison-ivy, along with maidencane grass, cinnamon fern and sphagnum."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Florida, Georgia, North Carolina and South Carolina.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Florence and Sumter Counties, South Carolina; 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The water table is at 0 to 6 inches for periods of 2 to 6 months annually and within a depth of 40 inches for more than 6 months during most years; during extended dry periods it is below 40 inches.  Depressional areas are ponded for long duration in most years.\nDiagnostic horizons and features recognized in this pedon:\nUmbric epipedon - The zone extending from the surface to a depth of 12 inches. (A horizon).\nAlbic horizon - The zone between 12 and 16 inches. (E horizon).\nSpodic horizon - The zone between 16 and 30 inches. (Bh1 and Bh2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly or very poorly",
        "drainage_overview": "poorly and very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 12 inches; black (10YR 2/1) fine sand; weak fine granular structure; friable; many fine and medium roots; strongly acid; clear wavy boundary.  (8 to 20 inches thick)"
      },
      {
        "name": "Eg",
        "top": 30,
        "bottom": 41,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "N",
        "moist_value": 6,
        "moist_chroma": 0,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Eg--12 to 16 inches; gray (N 6/0) fine sand; single grain; loose; common fine and medium roots; many uncoated sand grains; very strongly acid; abrupt wavy boundary.  (2 to 18 inches thick)"
      },
      {
        "name": "Bh1",
        "top": 41,
        "bottom": 56,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bh1--16 to 22 inches; dark reddish brown (5YR 3/2) fine sand; weak fine granular structure; friable; many fine and medium roots; few fine and medium pores; sand grains coated with organic matter; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bh2",
        "top": 56,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bh2--22 to 30 inches; dark brown (7.5YR 3/2) fine sand; weak fine granular structure; friable; few fine roots; few fine pores; most sand grains are coated with organic matter; few small pockets of uncoated sand grains; very strongly acid; gradual wavy boundary.  (Combined thickness of the Bh horizons is from 6 to more than 50 inches thick.)"
      },
      {
        "name": "Cg",
        "top": 76,
        "bottom": 190,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg--30 to 75 inches; gray (5Y 6/1) fine sand; single grain; loose; common medium distinct brown (10YR 5/3) and light yellowish brown (10YR 6/4) masses of iron accumulation; very strongly acid."
      }
    ]
  ]
}
