{
  "SERIES": "LYONS",
  "STATUS": "Established Series",
  "BYREV": "Rev. MGC-CER-SWF",
  "REVDATE": "05/2011",
  "STATES": "MA,NY,VT",
  "OVERVIEW": "The Lyons series consists of very deep, poorly and very poorly drained soils on upland till plains in depressions and low areas in the landscape. They are occasionally in areas of seeps on gently sloping landscapes. They formed in calcareous till derived from limestone, calcareous shale and sandstone. Slope ranges from 0 to 5 percent. The mean annual temperature is 48 degrees F., and mean annual precipitation is 38 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, nonacid, mesic Mollic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Lyons silt loam in a cultivated field on a 2 percent slope. (Colors are for moist soil unless otherwise indicated.)\nAp -- 0 to 9 inches; very dark gray (10YR 3/1) silt loam, gray (10YR 5/1) crushed and dry; weak fine and medium granular structure; very friable; many fine roots; few rock fragments; neutral; abrupt smooth boundary.  (6 to 9 inches thick.)\nBg1 -- 9 to 11 inches; light brownish gray (10YR 6/2) silt loam; weak medium subangular blocky structure; friable; common fine roots; 5 percent rock fragments; many medium prominent strong brown (7.5YR 5/6) and distinct dark yellowish brown (10YR 4/4) redoximorphic concentrations; slightly acid; clear wavy boundary.\nBg2 -- 11 to 18 inches; grayish brown (10YR 5/2) silt loam, faces of peds are grayish brown (2.5Y 5/2); moderate coarse prismatic structure parting to weak and moderate medium subangular blocky; firm; few roots, decreasing with depth; 10 percent rock fragments; many medium distinct pale brown (10YR 6/3) and prominent strong brown (7.5YR 5/8) redoximorphic concentrations and prominent gray (5Y 6/1) redoximorphic depletions; neutral; gradual wavy boundary. (Combined thickness of the Bg horizons is 7 to 22 inches.)\n2BC -- 18 to 36 inches; grayish brown (10YR 5/2) gravelly loam; weak medium and coarse subangular blocky structure; firm; 20 percent rock fragments; common medium distinct yellowish brown (10YR 5/6) redoximorphic concentrations that decrease with depth and gray (5Y 6/1) redoximorphic depletions; slightly effervescent, moderately alkaline; diffuse boundary.  (6 to 20 inches thick.)\n2C -- 36 to 72 inches; light brownish gray (10YR 6/2) gravelly loam; moderate coarse plate-like divisions; firm; 25 percent coarse fragments; calcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Orleans County, New York; Town of Barre; two-tenths mile east of junction of Lee Street (NY Route 31A) and Shelby-Barre Townline Road (a.k.a. East Shelby Rd.) USGS Knowlesville, NY topographic quadrangle; Latitude 43 degrees, 12 minutes, 8 seconds N. and Longitude 78 degrees, 18 minutes, 23 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of solum ranges from 20 to 40 inches. Depth to carbonates ranges from 12 to 40 inches. Rock fragments range from 5 to 30 percent of the volume between depths of 10 and 40 inches and from 10 to 60 percent below a depth of 40 inches.\nThe Ap on A horizon has a hue of 10YR, value of 2 or 3 and chroma of 0 to 2. Texture of the fine-earth fraction ranges from fine sandy loam to silty clay loam. Consistence is very friable or friable. Reaction ranges from moderately acid through neutral.\nThe Bg horizons have hue of 5YR through 5Y, value of 4 through 6 and chroma of 1 or 2. Texture of the fine-earth fraction ranges from fine sandy loam through silty clay loam with a weighted clay content of 18 to 28 percent in the particle-size control section and have 10 percent or more rock fragments in the lower part. Structure is weak or moderate subangular blocky or prismatic. Consistence is friable or firm. High chroma redoximorphic concentrations ranging from few to many occur immediately below the Ap horizon and range from common to many at greater depths. Redoximorphic depletions may occur, also. Reaction ranges from slightly acid through slightly alkaline. Some pedons have a BC horizon.\nThe C or 2C horizon has hue of 5YR through 5Y, value of 4 through 6, and chroma of 1 or 2 with or without redox concentrations of higher chroma. Texture of the fine-earth fraction is fine sandy loam, loam, or silt loam. Reaction ranges from neutral to strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Alden series is in the same family. Alden soils have carbonates at depths of more than 40 inches.\nThe Canandaigua, Edmore, Jeddo, Kendaia, Massena, Sun and Tappan series are in related families. Canandaigua soils have fine-silty, Edmore soils have coarse-loamy and Jeddo soils have fine particle-size control sections. Kendaia, Massena and Sun soils have between the A or Ap horizon and 30 inches a subhorizon that has more than 40 percent of the matrix with chroma of 3 or more. Tappan soils are calcareous in all parts below a depth of 10 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Lyons soils are on nearly level areas or concave depressions within undulating to rolling till plains. Slope is mainly less than 1 percent, but they are locally as much as 4 percent where wetness is due to seepage water. The soils developed in calcareous till derived from limestone, calcareous shale, and calcareous sandstone. Many areas have a mantle of silty or very fine sand local alluvium or lacustrine sediments, 14 to 24 inches thick. The climate is humid and cool temperate. Mean annual precipitation ranges from 28 to 40 inches; mean annual temperature from 46 degrees to 50 degrees F; and mean frost-free period ranges from 140 to 200 days. Elevation ranges from 600 to 1300 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The Lyons series is the wet associate of the better drained Honeoye, Lansing, Mohawk, Nellis, Ontario and Wassaic soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly and very poorly drained. The potential for surface runoff is negligible to very low. Permeability is moderate or moderately slow in the solum and slow or very slow in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Predominant use is for growing hay or pasture, but some of the soil has been drained and is used for growing corn, small grains and vegetables. Some is in farm woodlots consisting of elm, red maple, black ash and other water-tolerant trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Ontario Plain and the Mohawk, Hudson, Black River and St. Lawrence Valleys of New York, the Champlain Valley of New York and Vermont. Portions of Massachusetts. MLRA's 101, 140, 141, 142, and 144A. The total area is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Wayne County, New York, 1919."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Original classification placed Lyons in the great group of Haplaquepts. Because of changes in the 5th edition to Keys to Soil Taxonomy this soil now classifies in the new great group of Endoaquepts. Competing series may change as similar soils are reclassified. CEC reaction class was added as active. Diagnostic horizons and other features recognized in the typical pedon are:\n1) Mollic epipedon - from 0 to 9 inches (Ap horizon).\n2) Cambic horizon - from 9 to 36 inches (Bg1, Bg2, and 2BCg horizons).\n3) Aquepts suborder - aquic moisture regime evidenced by low chroma matrix color with mottles within 20 inches of the mineral soil surface.\nSoil Interpretation Record No: NY0104, NY0105\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap -- 0 to 9 inches; very dark gray (10YR 3/1) silt loam, gray (10YR 5/1) crushed and dry; weak fine and medium granular structure; very friable; many fine roots; few rock fragments; neutral; abrupt smooth boundary.  (6 to 9 inches thick.)"
      },
      {
        "name": "Bg1",
        "top": 23,
        "bottom": 28,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg1 -- 9 to 11 inches; light brownish gray (10YR 6/2) silt loam; weak medium subangular blocky structure; friable; common fine roots; 5 percent rock fragments; many medium prominent strong brown (7.5YR 5/6) and distinct dark yellowish brown (10YR 4/4) redoximorphic concentrations; slightly acid; clear wavy boundary."
      },
      {
        "name": "Bg2",
        "top": 28,
        "bottom": 46,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bg2 -- 11 to 18 inches; grayish brown (10YR 5/2) silt loam, faces of peds are grayish brown (2.5Y 5/2); moderate coarse prismatic structure parting to weak and moderate medium subangular blocky; firm; few roots, decreasing with depth; 10 percent rock fragments; many medium distinct pale brown (10YR 6/3) and prominent strong brown (7.5YR 5/8) redoximorphic concentrations and prominent gray (5Y 6/1) redoximorphic depletions; neutral; gradual wavy boundary. (Combined thickness of the Bg horizons is 7 to 22 inches.)"
      },
      {
        "name": "2BC",
        "top": 46,
        "bottom": 91,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH_class": "moderately alkaline",
        "narrative": "2BC -- 18 to 36 inches; grayish brown (10YR 5/2) gravelly loam; weak medium and coarse subangular blocky structure; firm; 20 percent rock fragments; common medium distinct yellowish brown (10YR 5/6) redoximorphic concentrations that decrease with depth and gray (5Y 6/1) redoximorphic depletions; slightly effervescent, moderately alkaline; diffuse boundary.  (6 to 20 inches thick.)"
      },
      {
        "name": "2C",
        "top": 91,
        "bottom": 183,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH_class": "moderately alkaline",
        "narrative": "2C -- 36 to 72 inches; light brownish gray (10YR 6/2) gravelly loam; moderate coarse plate-like divisions; firm; 25 percent coarse fragments; calcareous; moderately alkaline."
      }
    ]
  ]
}
