{
  "SERIES": "LYONSVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JIM/RCH/LCL",
  "REVDATE": "01/2003",
  "STATES": "CA",
  "OVERVIEW": "Lyonsville soils have pale brown, strongly acid, gravelly sandy loam A horizons and very pale brown, strongly acid, gravelly sandy clay loam B2t horizons that grade into fractured, hard, light colored volcanic rocks at depths greater than 24 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, frigid Typic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lyonsville gravelly sandy loam - timber. (Colors for dry soil unless otherwise noted.)\n01--3  to 1 inch; litter layer of fir needles and leaves of shrubs; abrupt smooth boundary. (1 to 4 inches thick)\n02--1 to 0 inches; matted and partly decomposed litter; abrupt smooth boundary. (1 to 2 inches thick)\nA11--0 to 1 inch; brown (10YR 5/3) gravelly sandy loam, dark brown (10YR 3/3) moist; strong very fine granular structure; soft, very friable, nonsticky, slightly plastic; many very fine, few fine and coarse roots; many very fine interstitial pores; strongly acid (pH 5.1); abrupt smooth boundary. (1 to 9 inches thick)\nA12--1 to 12 inches; pale brown (10YR 6/3) gravelly light sandy clay loam, dark grayish brown (10YR 4/2) moist; strong very fine granular structure; soft, very friable, nonsticky, slightly plastic; many very fine, few fine and coarse roots; many very fine interstitial pores; strongly acid (pH 5.1); clear smooth boundary. (1 to 12 inches thick)\nA3--12 to 18 inches; pale brown (10YR 6/3) gravelly sandy clay loam, dark brown (10YR 4/3) moist; strong very fine granular structure; soft, very friable, nonsticky, slightly plastic; many very fine, few fine and coarse roots; many very fine interstitial pores; strongly acid (pH 5.1); clear smooth boundary. (2 to 13 inches thick)\nB21t--18 to 25 inches; very pale brown (10YR 7/3) gravelly sandy clay loam with brownish yellow stains, dark grayish brown (10YR 4/2) moist; weak medium subangular blocky structure; slightly hard, friable, nonsticky, slightly plastic; common very fine, few fine and coarse roots, many very fine interstitial pores; few thin clay films in pores; very strongly acid (pH 4.9); clear smooth boundary. (5 to 15 inches thick)\nB22t--25 to 30 inches; very pale brown (10YR 8/4) gravelly sandy clay loan, brown (10YR 5/3) moist; weak medium subangular blocky structure; slightly hard, friable, nonsticky, slightly plastic; common very fine, few fine and medium roots; many very fine interstitial pores; few thin clay films in pores; strongly acid (pH 5.2); abrupt wavy boundary. (4 to 16 inches thick)\nC1--30 to 33 inches; light gray (10YR 7/2) very gravelly heavy sandy loam, brown (10YR 5/3) moist; massive; very hard, very firm; very few fine roots; many very fine vesicular and interstitial pores; strongly acid (pH 5.2); abrupt wavy boundary. (0 to 36 inches thick)\nC2--33 to 36 inches; weathered dacite with soil along fracture planes; massive; extremely hard; no roots."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Shasta County, California, in Latour State Forest on the Rim Road, 2 1/2 miles northeast of Latour Butte Lookout in the SE1/4 of the SW1/4 of Sec. 17, T.32N., R.3E., MDB&M on a northwest-facing slope of 15 percent at 6,250 feet elevation under a dense stand of chinquapin, manzanita, red fir, and white fir.  About 10 percent of the soil surface is covered with cobbles and stoney."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are of mixed mineralogy and are usually moist but are dry in the moisture control section most years from June 15 to September 20 and have mean annual soil temperatures of less than 47 degrees F.   Depth to bedrock ranges from about 24 to 40 inches.  The soils usually are stony.  Gravel and stone content ranges up to about 50 percent.  In some pedons there are iron concretions.\nThe A horizon ranges in color when dry from dark grayish brown to pale brown in the upper part and from very pale brown to white or grayish brown in the lower portion.  Hues are usually 10YR and 7.5YR with values from 3 to 6 and chromas from 2 to 4.  When moist, values are 1 to 3 units lower and chromas range to 2 units stronger.  A horizon textures range from gravelly sandy loam to gravelly light sandy clay loam.  Structure usually is strong very fine granular but may be subangular blocky or granular.  Dry consistence ranges from soft to slightly hard.  Reaction usually is medium acid or strongly acid but may be slightly acid.\nThe B2t horizon ranges in dry color from very pale brown or pinkish gray to light yellowish brown.  Hues are usually 10YR but occasionally 7.5YR.   Values range from 6bo 8 and chromas usually are 1 to 4.  Moist values usually are 2 units lower and moist chromas usually are 1 unit lower.  Textures range from gravelly heavy sandy loam to clay loam.  Structure is moderate subangular blocky or the soils may be massive.  Consistence is soft to slightly hard, and reaction is medium to very strongly acid.\nThe C1 horizon is absent in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include Chawanakee, Elam, Jiggs, Masterson, Nanny, Neuns, and Sheetiron.  Chawanakee soils are coarse sandy loams and have granitic rock at 18 inches.  Elam soils are very deep very gravelly alluvial soils.  Jiggs soils are medium acid and have rhyolite at 20 inches.  Masterson soils lack a B2t horizon and are micaceous.  Nanny soils have dark A horizons and are very gravelly.  Neuns soils are very gravelly and Sheetiron soils lack argillic horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lyonsville soils occur on sloping to very steep dissected plateau-like uplands under true fir, pine, and shrub vegetation.  The bedrock consists of dacite, rhyolite and other light colored volcanic rocks.  Lyonsville soils occur at elevations of 4,000 to 6,500 feet in a humid mesothermal to microthermal climate having a mean annual precipitation of 40 to 60 inches, with warm nearly dry summers and cold wet winters; an average January temperature of 31 degrees F., and average July temperature of 62 degrees F., and a mean annual temperature of about 45 degrees F.  The average frost-free season ia about 100 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  Lyonsville soils occur in the same general area as Forward, Jiggs, McCarthy, Cohasset, and Windy soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; runoff is slow to rapid; permeability is moderate to rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used primarily for timber.  Vegetation consists of true firs, pines, and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West slope of the Cascade Mountains of Northern California.  The series is moderately extensive (20,000 to 100,000 acres) in Shasta, Tehama, and other nearby counties."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Soil survey of Tehama County, California, 1962."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Lyonsville series was formerly classified in the Yellowish Brown Lateritic group.\nThe activity class was added to the classification in January of 2003. Competing series were not checked at that time. - ET\nOSED scanned by SSQA.  Last revised by state on 12/69.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
