{
  "SERIES": "LYRE",
  "STATUS": "Established Series",
  "BYREV": "Rev. OC/LJH/TDT",
  "REVDATE": "05/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, mesic Andic Dystroxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lyre very gravelly medial sandy loam, forested. (Colors are for moist soil unless otherwise noted. All textures are apparent field textures.)\nOi--0 to 1 inch; slightly decomposed needles, leaves, and twigs.\nA--1 to 6 inches; dark brown (7.5YR 3/2) very gravelly medial sandy loam, grayish brown (7.5YR 5/2) dry; weak very fine granular and weak very fine subangular blocky structure; soft, friable, slightly sticky, slightly plastic and weakly smeary; many fine and very fine roots; many fine and very fine irregular, and many very fine tubular pores; 35 percent pebbles and 5 percent cobbles; very strongly acid (pH 4.6); clear smooth boundary. (5 to 9 inches thick)\nBw1--6 to 13 inches; strong brown (7.5YR 4/6) very gravelly medial sandy loam, brownish yellow (10YR 6/6) dry; weak fine and very fine subangular blocky structure; soft, friable, slightly sticky, slightly plastic and weakly smeary; many fine and very fine roots; many fine and very fine irregular and many very fine tubular pores; 35 percent pebbles and 5 percent cobbles; strongly acid (pH 5.4); clear smooth boundary. (7 to 14 inches thick)\nBw2--13 to 31 inches; dark yellowish brown (10YR 4/6) very gravelly medial sandy loam, brownish yellow (10YR 6/6) dry; weak fine and very fine subangular blocky structure; soft, friable, slightly sticky and slightly plastic; many fine and very fine roots; many fine and very fine irregular pores; 45 percent pebbles and 5 percent cobbles; strongly acid (pH 5.4); clear wavy boundary. (7 to 18 inches thick)\n2C--31 to 61 inches; dark yellowish brown (10YR 4/4) extremely gravelly sand, light yellowish brown (10YR 6/4) dry; single grained; loose; common fine and very fine roots; many fine and very fine irregular pores; 45 percent pebbles and 20 percent cobbles; moderately acid (pH 5.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clallam County, Washington; 1,200 feet north and 1,000 feet west of the SE corner sec. 6, T.30N., R.9W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The particle-size control section is sand or loamy sand below a depth of 20 to 40 inches and is 50 to 70 percent pebbles and cobbles throughout. The mean annual soil temperature is estimated to range from 47 to 51 degrees F. The soil is dry for 45 to 60 consecutive days following summer solstice.  Base saturation by ammonium acetate is less than 35 percent throughout the profile.  The solum has a moist bulk density of 0.85 to 1.00 g/cc and acid oxalate extractable aluminum plus 0ne-half the iron is 1 to 2 percent.\nThe A horizon has hue of 5YR, 7.5YR, or 10YR, value of 4 or 5 dry, and chroma of 2 through 4. It is moderately acid to very strongly acid.  It has 5 to 10 percent organic matter and 2 to 15 percent clay.\nThe Bw horizon has hue of 5YR, 7.5YR, or 10YR, value of 3 through 5 moist, 5 or 6 dry and chroma of 4 through 6. It is very gravelly medial sandy loam or extremely gravelly medial sandy loam. It is strongly acid or moderately acid.  It has 1 to 5 percent organic matter.  It has 2 to 15 percent clay.\nThe 2C horizon has hue of 10YR or 2.5Y, value of 5 or 6 dry and chroma of 2 through 6. It is very gravelly sand, extremely gravelly sand, very gravelly loamy sand or extremely gravelly loamy sand.  It has 0 to 2 percent clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Lydon, McElroy, Ovall, Schneider and Siouxon series.  Lydon and Ovall soils are moderately deep to bedrock.  Schneider and Siouxon soils have an umbric epipedon.  McElroy soils have 5 to 30 percent glass in the upper 7 to 14 inches of the solum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lyre soils are on terraces at elevations of 50 to 800 feet. They formed in glacial outwash. Slopes are 0 to 30 percent.  The soils are in a mild  marine climate and have cool, dry summers and cool, moist winters. Mean annual precipitation is 60 to 90 inches.  Average January temperature is about 37 degrees F., average July temperature is about 60 degrees F., and the mean annual temperature is about 48 degrees F. Frost-free season is 160 to 190 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bellingham, Carstairs, Palix, Sadie, and Spanaway soils. Bellingham soils have a fine control section with less than 15 percent coarse fragments. Carstairs and Spanaway soils have an umbric epipedon. Palix soils are non-skeletal and have more than 35 percent soft rock fragments. Sadie soils have a densic contact consisting of dense glacial till at depths of 25 to 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; medium runoff; permeability of the solum is moderately rapid and permeability of the substratum is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Timber production and cropland are the principal uses. Grass hay, pasture and Christmas trees and principal crops. Native vegetation is predominantly Douglas-fir with some western hemlock, red alder, western redcedar, Sitka spruce and bigleaf maple. Understory species include twinflower, salmon berry, elderberry, red huckleberry, salal, western swordfern, bedstraw, ladyfern and deer fern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Olympic Peninsula of western Washington; MLRA 2. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Clallam County, Washington, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are an ochric epipedon, a cambic horizon from 6 to 31 inches and a particle-size control section from 10 to 40 inches that averages 54 percent rock fragments.  The solum meets the criteria for Andic subgroup.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
