{
  "SERIES": "LYSTAIR",
  "STATUS": "Established Series",
  "BYREV": "Rev. ARH/RJE",
  "REVDATE": "01/2000",
  "STATES": "WA",
  "OVERVIEW": "The Lystair series consists of very deep, somewhat excessively drained soils formed in glacial outwash or sandy glacial till.  They are on glacial outwash plains, glacial moraine kames, and kettles.  The average annual precipitation is about 75 inches, and the mean annual temperature is about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over sandy or sandy-skeletal, isotic over mixed, mesic Vitrandic Dystroxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Lystair sandy loam, forested. (Colors are for moist soil unless otherwise noted.)\nOe--0 to 1 inch; partly decomposed needles, leaves, and wood fragments.\nBs1--1 to 5 inches; dark reddish brown (5YR 3/2) sandy loam, dark brown (7.5YR 4/2) dry; single grain; loose; few fine concretions; many roots; moderately acid; clear smooth boundary. (2 to 6 inches thick)\nBs2--5 to 17 inches; reddish brown (5YR 4/4) sandy loam, strong brown (7.5YR 5/6) dry; single grain; very friable; many roots; moderately acid; gradual smooth boundary. (10 to 18 inches thick)\nBC--17 to 28 inches; reddish brown (5YR 4/4) loamy sand, reddish yellow (7.5YR 6/6) dry; single grain; very friable; many roots; moderately acid; gradual smooth boundary. (8 to 13 inches thick)\nC--28 to 60 inches; olive brown (2.5Y 4/3) sand; light yellowish brown (2.5Y 6/3) dry; few medium distinct yellowish brown (10YR 5/4) and reddish yellowish (7.5YR 6/6) dry mottles; single grain; loose; common roots; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mason County, Washington; NW1/4 NW1/4 NW1/4 sec. 3, T.20N., R.4W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is estimated to range from 47 degrees to about 50 degrees F. These soils are usually moist but they are dry in some part between 12 and 35 inches for 45 to 90 cumulative days in most years. The soil ranges from moderately acid to neutral becoming less acid as depth increases. The upper part of the control section contains less than 50 percent fine coarser sand. Coarse fragments in the control section are less than 15 percent by volume.  Solum thickness ranges from 20 to 30 inches.\nThe Bir horizon has 5YR or 7.5YR hue, value of 3 or 4, and chroma of 2 through 4. It is fine sandy loam or sandy loam and is single grained or has weak blocky structure.\nThe B3 horizon ranges from 5YR through 10YR in hue, from 3 through 5 in value and from 3 through 6 in chroma. It is loamy fine sand or sand and is single grained or has weak blocky structure.\nThe C horizon ranges from 7.5YR through 2.5Y in hue; from 3 through 5 in value, and from 2 through 8 in chroma, and it is mottled above 40 inches in some pedons that have colors in the matrix and mottles of chromas of 3 or more. Below a depth of 40 inches mottles of 2 or lower chroma may occur. The C horizon ranges from loamy fine sand to sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Allagash, Colburn, Corkindale, Everett, Grove, Kickerville, Klaus, and Ragnar series. Allagash soils are not dry for as much as 90 cumulative days and are strongly acid to very strongly acid. Colburn soils have mottles of 2 or lower chroma within a depth of 40 inches and mean annual soil temperature is less than 47 degrees F.  Corkindale soils are loam in the upper part of the control section and contains more than 15 percent gravel in the lower part. Everett and Grove soils have 15 to 35 percent gravel in the upper part of the control section and more than 35 percent gravel in the lower part.  Kickerville soils are silt loam in the upper part of the control section and contain more than 15 percent gravel in the lower part. Klaus soils have more than 15 percent coarse fragments in the control section and are loam in the upper part of the control section. Ragnar soils have more than 15 percent coarse fragments in the lower part of the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Lystair soils are on gently sloping to hilly glacial outwash plains and glacial moraine kames and kettles at elevations of near sea level to about 750 feet. The soils formed in glacial outwash or sandy glacial till. These soils are in mild marine climate that has cool, wet winters and warm dry summers. Mean January temperature is 38 degrees F., mean July temperature is 62 degrees F., and mean annual temperature is 50 degrees F. The average frost-free season is about 160 days. The mean annual precipitation ranges from 60 to 90 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Grove soils, and the Hoodsport, and Shelton soils. Hoodsport and Shelton soils have a pan within 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained, permeability is moderately rapid Runoff is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Production of specialty crops, grain hay, pasture, and for woodland. The native vegetation is Douglas-fir, western hemlock, western red cedar, red huckleberry, Oregon grape, salal, and brackenfern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Washington. Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mason County, Washington, 1953."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Classification changed 4/94 and 1/00 because of amendments to Soil Taxonomy.\nLystair series was formerly placed in the Brown Podzolic soils great soil group. About 2,000 acres of Lystair soils were mapped in Mason County soil survey. Of this, about 1,500 acres have sandy loam textures to 16 inches, and 500 acres have loamy sand texture throughout. The concept of the Lystair series set forth in this description would apply to the 1,500 acres. The remaining 500 acres would now be placed in a different series.\nDepths to diagnostic horizons and features are measured from the to of the first mineral horizon.\nThis series needs further investigation as to consideration of a udic soil moisture regime based on mean annual precipitation and vegetation present.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 3,
        "narrative": "Oe--0 to 1 inch; partly decomposed needles, leaves, and wood fragments."
      },
      {
        "name": "Bs1",
        "top": 3,
        "bottom": 13,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bs1--1 to 5 inches; dark reddish brown (5YR 3/2) sandy loam, dark brown (7.5YR 4/2) dry; single grain; loose; few fine concretions; many roots; moderately acid; clear smooth boundary. (2 to 6 inches thick)"
      },
      {
        "name": "Bs2",
        "top": 13,
        "bottom": 43,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bs2--5 to 17 inches; reddish brown (5YR 4/4) sandy loam, strong brown (7.5YR 5/6) dry; single grain; very friable; many roots; moderately acid; gradual smooth boundary. (10 to 18 inches thick)"
      },
      {
        "name": "BC",
        "top": 43,
        "bottom": 71,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "BC--17 to 28 inches; reddish brown (5YR 4/4) loamy sand, reddish yellow (7.5YR 6/6) dry; single grain; very friable; many roots; moderately acid; gradual smooth boundary. (8 to 13 inches thick)"
      },
      {
        "name": "C",
        "top": 71,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sand",
        "pH_class": "slightly acid",
        "narrative": "C--28 to 60 inches; olive brown (2.5Y 4/3) sand; light yellowish brown (2.5Y 6/3) dry; few medium distinct yellowish brown (10YR 5/4) and reddish yellowish (7.5YR 6/6) dry mottles; single grain; loose; common roots; slightly acid."
      }
    ]
  ]
}
