{
  "Front Matter": [
    {
      "clause": 1,
      "content": "Subpart A - General Information",
      "part": "Subpart A - General Information",
      "headerid": 1,
      "header": "Front Matter"
    }
  ],
  "609.0": [
    {
      "clause": 1,
      "content": "A. Soil Survey Quality Control",
      "part": "609",
      "headerid": "0",
      "header": "609.0 Definition and Purpose of Quality Control and Quality Assurance"
    },
    {
      "clause": 2,
      "content": "(1) Soil survey quality control is the collective set of activities described in National Cooperative Soil Survey (NCSS) standards and procedures whose purpose is to achieve a high level of quality. Controlling quality involves providing direct review and inspection, direction, and coordination of soil survey production activities to ensure that soil survey products meet the defined standards for content, accuracy, and precision. The quality of soil survey products is controlled at the level where each of the soil survey process steps (from field-level work through publication) takes place.",
      "part": "609",
      "headerid": "0",
      "header": "609.0 Definition and Purpose of Quality Control and Quality Assurance"
    },
    {
      "clause": 3,
      "content": "(2) Decisions made at the field level have a broad effect, and errors are not easily detected or corrected. Responsibility for quality control of soil survey products, such as maps, descriptions, point and component data, texts, photographs, etc., rests with the major land resource area (MLRA) soil survey leader.",
      "part": "609",
      "headerid": "0",
      "header": "609.0 Definition and Purpose of Quality Control and Quality Assurance"
    },
    {
      "clause": 4,
      "content": "B. Soil Survey Quality Assurance Soil survey quality assurance is the process of providing technical standards and guidelines, oversight and review, and training to ensure that soil survey products meet NCSS standards. Responsibility for ensuring the quality of soil survey products such as maps, descriptions, data, texts, photographs, etc., rests with the soil survey regional office (SSR).",
      "part": "609",
      "headerid": "0",
      "header": "609.0 Definition and Purpose of Quality Control and Quality Assurance"
    },
    {
      "clause": 5,
      "content": "C. Purpose Quality control and quality assurance are important at all levels in the preparation, publication, and update of a soil survey. Their purpose is to ensure that soil survey products are accurate and consistent, meet the objectives outlined in the memorandum of understanding or project plan, and satisfy the needs of the majority of soil survey users. Quality control and quality assurance activities also are carried out at other locations where soil survey products are developed, such as the National Soil Survey Center\\'s Kellogg Soil Survey Laboratory (KSSL) and the National Geospatial Center of Excellence (NGCE).",
      "part": "609",
      "headerid": "0",
      "header": "609.0 Definition and Purpose of Quality Control and Quality Assurance"
    }
  ],
  "609.1": [
    {
      "clause": 1,
      "content": "A. Policy",
      "part": "609",
      "headerid": "1",
      "header": "609.1 Policy and Responsibilities for Quality Control and Quality Assurance"
    },
    {
      "clause": 2,
      "content": "(1) NRCS ensures the quality and integrity of soil surveys through a system of quality control and quality assurance at all levels of activity.",
      "part": "609",
      "headerid": "1",
      "header": "609.1 Policy and Responsibilities for Quality Control and Quality Assurance"
    },
    {
      "clause": 3,
      "content": "(2) NRCS has leadership responsibility for nationwide soil correlation within the NCSS.",
      "part": "609",
      "headerid": "1",
      "header": "609.1 Policy and Responsibilities for Quality Control and Quality Assurance"
    },
    {
      "clause": 4,
      "content": "(3) For soil surveys on Federal lands, NRCS works closely with partner agencies in carrying out these responsibilities.",
      "part": "609",
      "headerid": "1",
      "header": "609.1 Policy and Responsibilities for Quality Control and Quality Assurance"
    },
    {
      "clause": 5,
      "content": "B. Responsibilities",
      "part": "609",
      "headerid": "1",
      "header": "609.1 Policy and Responsibilities for Quality Control and Quality Assurance"
    },
    {
      "clause": 6,
      "content": "(1) Soil Survey Office (SSO) The MLRA soil survey leader is responsible for- -   Controlling the quality of all soil survey products developed by the SSO within the MLRA soil survey area. -   Periodically conducting quality control reviews to ensure that all products meet NCSS standards. - Ensuring that all soil survey products submitted for quality assurance review and certification have passed prior quality control inspections. - Making initial correlation decisions for the survey area using NCSS standards and supplemental guidelines provided by the SSR. - Conducting progressive soil correlation during the course of all soil survey activities. - Coordinating ecological site description development and correlation. - Ensuring that all changes to map unit names and legends, and the reasons for the changes, are recorded in the National Soils Information System (NASIS). - Ensuring seamless soil survey products across political and physiographic boundaries in the survey area as defined in section 609.3. - Timely preparation of agendas, soil descriptions, lab data, maps, and other information needed for quality assurance reviews conducted by the SSR. - Ensuring that findings and recommendations identified in the SSR quality assurance reviews are addressed and implemented in a timely manner. - Developing soil survey publications that meet NCSS standards as outlined in part 644 of this handbook. - Developing digital spatial information that meets NCSS standards as outlined in part 647 of this handbook. - Ensuring that draft or revised official soil series descriptions (OSDs) meet NCSS standards as outlined in part 614 of this handbook and have passed the validations of the OSD Check Program prior to being submitted to the SSR for a quality assurance review.",
      "part": "609",
      "headerid": "1",
      "header": "609.1 Policy and Responsibilities for Quality Control and Quality Assurance"
    },
    {
      "clause": 7,
      "content": "(2) MLRA SSR The SSR is responsible for- -   Coordination of soil survey activities and quality assurance for soil survey information, including data collection, NASIS data population, interpretation, correlation, publications, and digital map development, to ensure that all soil survey products developed in the MLRA soil survey region meet NCSS standards. -   Making broad regional decisions to determine where to separate soils based on performance, classification, and other factors to ensure a seamless and scientifically credible soil survey for the Nation. -   Conducting quality assurance reviews to- - Ensure that information developed by the SSO has passed quality control inspections and meets NCSS standards, - Ensure that progressive correlation is being implemented and followed by the SSO staff, and - Identify training needs and management and performance issues. -   Providing States with findings, recommendations, and commendations from quality assurance reviews. -   Providing timely quality assurance review reports and followup from other assistance activities to soil survey offices and State offices. -   Providing or coordinating training for soil survey office staff in data collection and analysis, mapping techniques, map unit design and naming, soil classification, legend management, NASIS data population, interpretations, soil technologies, quality control procedures, concepts and techniques of progressive soil correlations, and overall management of the soil survey. - Conducting quality assurance of all attribute data residing in NASIS. - Conducting quality assurance of all OSDs developed or revised in the MLRA region to ensure that they meet NCSS standards as outlined in part 614 of this handbook and have passed the validations of the SC/OSD Maintenance Tool prior to being uploaded to the OSD file share for public access. - Quality assurance and maintenance of the OSD file share and soil classification (SC) database for the MLRA region. - Conducting quality assurance of all spatial data developed in the MLRA soil survey region. - Quality assurance of ecological site description development and correlation. - Ensuring the development of seamless soil survey products across political and physiographic boundaries in the MLRA soil survey region as defined in section 609.3. - Developing a regionwide memorandum of understanding for the entire MLRA soil survey region that outlines the responsibilities and specifications for conducting soil surveys in the region. - Providing guidance to the SSOs in the region for implementing soil survey update policies as listed in part 610, subpart A, section 610.1, of this handbook. - Providing MLRA-specific correlation guidelines on soil temperature and moisture regimes and their associated ecological zones, vegetative communities, and any other MLRA-specific information. - Providing leadership for the coordinated collection of soil survey-related soil characterization data and investigations in the region. - Approving final correlation documents for initial soil surveys.",
      "part": "609",
      "headerid": "1",
      "header": "609.1 Policy and Responsibilities for Quality Control and Quality Assurance"
    },
    {
      "clause": 8,
      "content": "(3) State Offices (i) The state soil scientist is responsible for- - Actively participating as a member of the SSO management team. - Serving as liaison to NCSS cooperating agencies to coordinate soil survey program activities. - Participating in quality assurance review activities sufficiently to support and concur with findings and recommendations. - Providing leadership with NCSS partners in identifying the need for new soil survey information and interpretations within the State. (ii) The State conservationist is responsible for- - Participating as a member (or through a designated appointee) of the board of advisors (BOA) for the MLRA soil survey region. - Certifying that the soil survey products (SSURGO) are the official soil survey data and maps for conservation planning and agricultural program implementation (e.g., the Farm Bill).",
      "part": "609",
      "headerid": "1",
      "header": "609.1 Policy and Responsibilities for Quality Control and Quality Assurance"
    },
    {
      "clause": 9,
      "content": "(4) National Soil Survey Center The National Soil Survey Center is responsible for- -  Formulation and coordination of national guidelines, procedures, and criteria for producing soil survey information. -  Quality control of the criteria for classifying soils and of training in soil taxonomy. -  Quality control of the standards for making soil interpretations. -    Quality control of standards and criteria and of training for the soils portion of geographic and information systems. - Quality control of analytical procedures used in both laboratory and field investigation of soils.",
      "part": "609",
      "headerid": "1",
      "header": "609.1 Policy and Responsibilities for Quality Control and Quality Assurance"
    },
    {
      "clause": 10,
      "content": "(5) National Geospatial Center of Excellence NGCE is responsible for- -    Ensuring the cartographic quality of soil survey maps for archiving and distribution. -    Providing technical guidance specific to cartography and map production. -    Providing subsets of the U.S. General Soil Map (STATSGO2). -    Coordinating requests for cartographic products. -    Developing the techniques, standards, and specifications that ensure quality in spatial soil data capture. -    Providing training in SSURGO quality assurance activities. -    Assisting SSRs in the quality assurance of SSURGO, digital map finishing, and other cartographic soil survey products. -    Providing geospatial Web map services, image map services, feature map services, and the Geospatial Gateway for soil survey data distribution and application.",
      "part": "609",
      "headerid": "1",
      "header": "609.1 Policy and Responsibilities for Quality Control and Quality Assurance"
    }
  ],
  "609.2": [
    {
      "clause": 1,
      "content": "A. NRCS has leadership for soil correlation within the NCSS. Each SSR ensures the quality of soil surveys through a formal process of soil correlation within their assigned area. For soil surveys on Federal lands, NRCS works closely with partner agencies in carrying out these responsibilities. Soil correlation-",
      "part": "609",
      "headerid": "2",
      "header": "609.2 Soil Correlation"
    },
    {
      "clause": 2,
      "content": "(1) Addresses the natural geographic distribution and extent of specific soils to ensure consistent and accurate mapping, naming, classification, joining, database population, and interpretation within the MLRA.",
      "part": "609",
      "headerid": "2",
      "header": "609.2 Soil Correlation"
    },
    {
      "clause": 3,
      "content": "(2) Ensures that data entered into the NASIS database meets NCSS standards.",
      "part": "609",
      "headerid": "2",
      "header": "609.2 Soil Correlation"
    },
    {
      "clause": 4,
      "content": "(3) Ensures that all adjacent soil survey maps sharing the same purpose, scale, and order of survey exactly join.",
      "part": "609",
      "headerid": "2",
      "header": "609.2 Soil Correlation"
    },
    {
      "clause": 5,
      "content": "(4) Documents that soil properties and qualities of map unit component are populated using standards provided in part 618 of this handbook.",
      "part": "609",
      "headerid": "2",
      "header": "609.2 Soil Correlation"
    },
    {
      "clause": 6,
      "content": "(5) Ensures that each map unit is distinguished from all others and that proper interpretations are assigned to each map unit component.",
      "part": "609",
      "headerid": "2",
      "header": "609.2 Soil Correlation"
    },
    {
      "clause": 7,
      "content": "(6) Facilitates the effective transfer of technology.",
      "part": "609",
      "headerid": "2",
      "header": "609.2 Soil Correlation"
    },
    {
      "clause": 8,
      "content": "B. Progressive Soil Correlation Progressive soil correlation is a process that identifies and records all the issues and decisions surrounding information at the soil map unit level throughout the course of a soil survey. It is used in initial soil surveys as well as in MLRA soil surveys. It is practiced throughout the course of a soil survey, keeping pace with progress. Field reviews and field assistance visits are vehicles through which the SSO and the SSR promote progressive correlation, maintain quality control and quality assurance, and ensure that technical standards are met. Progressive correlation requires that during each review or field assistance visit, any changes, deletions, or additions to taxonomic units and map units recognized since the last review or assist are evaluated and, if appropriate, certified. For soils that extend beyond the project area, data and descriptions representing the soil on similar landforms and parent materials are used. Documentation, such as ranges for soil properties and map unit composition, is evaluated and used for the survey in progress. All soil survey activities, including interpretation, legend development, joining, soil investigation, and report development, are concurrent with mapping.",
      "part": "609",
      "headerid": "2",
      "header": "609.2 Soil Correlation"
    },
    {
      "clause": 9,
      "content": "C. Recording Progressive Soil Correlation Decisions All progressive soil correlation decisions and their reasoning are recorded in NASIS. Any change or addition to legends, taxonomic units, or map units must be recorded. In addition, significant changes to soil property data and interpretive data, such as ecological site designation, farmland classification, land capability classification, or crop yields, should be recorded. The reasons for the decision should be recorded if they are relevant and important to future users of the information.",
      "part": "609",
      "headerid": "2",
      "header": "609.2 Soil Correlation"
    },
    {
      "clause": 10,
      "content": "D. Final Correlation",
      "part": "609",
      "headerid": "2",
      "header": "609.2 Soil Correlation"
    },
    {
      "clause": 11,
      "content": "(1) Final correlation is a process that is used when an initial soil survey is near completion. If, during the course of an initial soil survey, effective progressive soil correlation has taken place, the final correlation is primarily a review of the progressive soil correlation decisions that have been previously made. The final correlation serves as a data check and also identifies any incomplete work that needs to be completed prior to the soil survey being certified.",
      "part": "609",
      "headerid": "2",
      "header": "609.2 Soil Correlation"
    },
    {
      "clause": 12,
      "content": "(2) After the final field review, the SSO and SSR schedule a time for a final correlation conference, the outcome of which is the draft correlation document. Although the final correlation is a joint effort between the SSO and SSR, it is the responsibility of the SSO to ensure that all data to be reviewed has passed prior quality control inspections. The SSO also is responsible for gathering and preparing all materials needed for the final correlation.",
      "part": "609",
      "headerid": "2",
      "header": "609.2 Soil Correlation"
    },
    {
      "clause": 13,
      "content": "(3) At the final correlation, the SSO and SSR- (i) Review and confirm the classification of each pedon that has been analyzed in a soil survey laboratory or engineering laboratory and revise the classification as needed (also, if needed, update appropriate site and classification elements of soil laboratory data for all pedons sampled in the survey area). (ii) Review taxadjuncts and taxons needing a correlation note and record the reason for the taxadjunct or correlation note in NASIS (e.g., unique or unusual information about a taxon that may prove useful to future users of the information). (iii) Review and confirm taxonomic units and their classification and summarize and process final edits and changes to taxonomic unit descriptions. (iv) Review and confirm the validity and classification of series and summarize and process final edits and changes to OSDs. (v) Review and confirm map unit names and ensure their conformity with current naming conventions and consistency in the survey area, and summarize and process final edits and changes to map unit descriptions. (vi) Review NASIS database entries for accuracy, completeness, and consistency. (vii) Review interpretations for accuracy and consistency. (viii) Review the draft report and identify any needed edits or changes. (ix) Review and examine maps for joins, proper labeling, and line conformity with the landform imagery. (x) Prepare a join statement that documents failures to join mapping units and polygons across survey boundaries, and identify how, where, and when field maps will be compiled, digitized, and map finished. (xi) Prepare and review other supporting documents or information to be included in the correlation document (such as soil-vegetation-climate schema or models, special investigative studies, and lists of references used throughout the course of the survey). (xii) Record where all field documentation, field maps, and other supporting materials and information will be archived. (xiii) Prepare a draft correlation document. (The soil survey regional director approves the final correlation.)",
      "part": "609",
      "headerid": "2",
      "header": "609.2 Soil Correlation"
    },
    {
      "clause": 14,
      "content": "E. Correlation Document A correlation document, also referred to as a correlation memorandum, is a hardcopy product that is developed and distributed after the completion of an initial soil survey (see part 609, subpart B, section 609.10, for the format and content). The correlation document serves as a record of the final technical decisions made for a soil survey project. It provides- (i) The history and linkage from any previous survey information and to adjoining soil survey areas. (ii) List of all correlated map units, their components, and their taxonomic classifications. (iii) List of series that are established, dropped, or made inactive. (iv) Data on pedons sampled for laboratory analysis. (v) Specific instructions related to the publication of maps and the list of map and special symbols. (vi) If appropriate, the legend of the general soil map.",
      "part": "609",
      "headerid": "2",
      "header": "609.2 Soil Correlation"
    },
    {
      "clause": 15,
      "content": "F. Development, Distribution, and Amendment Policy for the Correlation Document",
      "part": "609",
      "headerid": "2",
      "header": "609.2 Soil Correlation"
    },
    {
      "clause": 16,
      "content": "(1) All changes to legends, map units, or taxons for a soil survey area, either initial or update, are documented and recorded in NASIS. Recording changes to legends, map units, or taxons in NASIS will ensure that portions of the correlation document can be generated directly from NASIS.",
      "part": "609",
      "headerid": "2",
      "header": "609.2 Soil Correlation"
    },
    {
      "clause": 17,
      "content": "(2) For initial soil surveys, a correlation document will be produced by the SSR and distributed per the following guidelines: (i) The soil survey regional director signs the final correlation document. The signature of the regional director certifies that the soil survey is complete and accurate. (ii) The regional director distributes copies of the signed classification and correlation document and of any subsequent amendments to the document, as follows: - One copy to each SSR that has responsibility for soil series used in the survey area - One copy to the State in which the survey area resides - One copy to each State that adjoins the survey area - One copy to Director, NGCE - One copy to Director, National Soil Survey Center - One copy to NCSS cooperating agencies, as appropriate - Copies to NRCS staff within the State (at the discretion of the State Conservationist) (iii) The final correlation document is archived in the \\\"Project Correlation\\\" table in NASIS. (iv) Prior to SSURGO certification, the archived final correlation document can be amended and hard copies redistributed for an initial soil survey area. Amendments to the final correlation document receive the same signatures and distribution as the original document. (v) Once a survey is SSURGO certified and deemed to be in update status, the correlation document and amendments are archived in NASIS. Subsequent correlation decisions are recorded in NASIS, and the original correlation document is no longer amended.",
      "part": "609",
      "headerid": "2",
      "header": "609.2 Soil Correlation"
    },
    {
      "clause": 18,
      "content": "(3) For update soil surveys- (i) All changes to legends, map units, or taxons must be documented and recorded in NASIS; however, the archived correlation document will not be amended and redistributed each time a change occurs as part of update activities. (ii) In lieu of amending and redistributing a hardcopy of the correlation document, a report will be generated from NASIS that lists and identifies all changes to legends, map units, and taxons. This report may be printed and distributed as the SSR deems necessary. (iii) A formal correlation document may be prepared and distributed for an MLRA soil survey area or a special project or to satisfy an agreement item with a cooperator.",
      "part": "609",
      "headerid": "2",
      "header": "609.2 Soil Correlation"
    }
  ],
  "609.3": [
    {
      "clause": 1,
      "content": "A. The goal of soil survey is a seamless product across political and physiographic boundaries. A seamless product entails an exact join of attribute and spatial data between soil survey areas. In some situations, an exact join may not be possible but an acceptable join can be achieved.",
      "part": "609",
      "headerid": "3",
      "header": "609.3 Seamless Soil Survey"
    },
    {
      "clause": 2,
      "content": "B. Exact Joins An exact join between soil survey areas occurs when soil polygon lines and features are continuous across and along the common boundary and joined soil polygons share the same basic soil properties and selected soil qualities (see part 609, subpart B, section 609.11). Sharing basic properties and selected qualities includes major and minor component composition, basic property ranges (high, low, and representative values), and layer depths. An exact join should be achieved between two surveys with the same, or nearly the same, vintage, stated purpose, scale, and order of survey.",
      "part": "609",
      "headerid": "3",
      "header": "609.3 Seamless Soil Survey"
    },
    {
      "clause": 3,
      "content": "C. Acceptable Joins",
      "part": "609",
      "headerid": "3",
      "header": "609.3 Seamless Soil Survey"
    },
    {
      "clause": 4,
      "content": "(1) When employing the acceptable join, the SSR must affect the best join possible and document the need for future improvement to the join as appropriate. Acceptable joins are employed primarily when joining previously correlated surveys that would require field investigations to resolve the join discrepancies.",
      "part": "609",
      "headerid": "3",
      "header": "609.3 Seamless Soil Survey"
    },
    {
      "clause": 5,
      "content": "(2) An acceptable join between soil survey areas occurs when soil polygon lines and features are continuous across and along the common boundary and soil properties and selected soil qualities share the same basic soil properties and selected soil qualities (see part 609, subpart B, section 609.11) for most polygons.",
      "part": "609",
      "headerid": "3",
      "header": "609.3 Seamless Soil Survey"
    },
    {
      "clause": 6,
      "content": "(3) Where map unit components do not match, they fit the concept of similar soils.",
      "part": "609",
      "headerid": "3",
      "header": "609.3 Seamless Soil Survey"
    },
    {
      "clause": 7,
      "content": "(4) Rationale for the nonjoined polygons (map units) must be documented.",
      "part": "609",
      "headerid": "3",
      "header": "609.3 Seamless Soil Survey"
    },
    {
      "clause": 8,
      "content": "D. Joining Requirements",
      "part": "609",
      "headerid": "3",
      "header": "609.3 Seamless Soil Survey"
    },
    {
      "clause": 9,
      "content": "(1) When completing a soil survey, map unit delineations along the boundary with each of the adjacent survey areas are to be joined. To achieve this goal, soil landscape features must be identified, mapped, and described consistently across political and physiographic boundaries. Data collection, analysis, and summary must represent these natural landscapes.",
      "part": "609",
      "headerid": "3",
      "header": "609.3 Seamless Soil Survey"
    },
    {
      "clause": 10,
      "content": "(2) In most cases, an exact join should be achieved. An acceptable join may be the best join that can reasonably be achieved at the current time. If two soil surveys of different investigation intensities (orders) of mapping are adjacent, an exact join is in effect since the boundary between soil survey areas also serves as soil map unit boundaries. On hardcopy maps, a note is printed parallel to the boundaries that separate the areas of each survey order, such as \\\"Limit of Order 3 Soil Survey.\\\" Chapter 4 of the Soil Survey Manual provides more information. Each soil line in the survey of lower intensity must have a corresponding soil line in the adjacent survey of higher intensity, but the converse is not required.",
      "part": "609",
      "headerid": "3",
      "header": "609.3 Seamless Soil Survey"
    },
    {
      "clause": 11,
      "content": "(3) If an ongoing soil survey borders a survey area that is out-of-date and therefore acknowledged as being obsolete, the SSR should effect the best join possible using available knowledge and tools. It is not required to revise any part of the out-of-date survey until such time as an update project is initiated. The joining statement in the correlation document should state the situation.",
      "part": "609",
      "headerid": "3",
      "header": "609.3 Seamless Soil Survey"
    },
    {
      "clause": 12,
      "content": "(4) The SSO prepares a statement regarding map unit joining with adjacent survey areas. The join statement document records all discrepancies from an exact join and any changes made to enact an exact or acceptable join between map unit polygons. Reasons for these changes should also be included in the join statement. This join statement documentation is included in the final correlation document and in NASIS.",
      "part": "609",
      "headerid": "3",
      "header": "609.3 Seamless Soil Survey"
    },
    {
      "clause": 13,
      "content": "(5) Changes in map unit names or additions and deletions of map units or delineations to an existing soil survey as part of the SSURGO certification process are documented with an amendment to the final correlation document. Section 609.2E provides information on amending the final correlation document.",
      "part": "609",
      "headerid": "3",
      "header": "609.3 Seamless Soil Survey"
    },
    {
      "clause": 14,
      "content": "(6) Minor adjustments to soil polygon lines are performed during SSURGO compilation and digitizing to facilitate a best possible join without benefit of field investigations. These adjustments generally involve moving lines slightly (so that they conform to new imagery and come together at the same point along the survey boundary) and coordinating the boundary between the two surveys. Changes in map unit names or additions and deletions of map units or delineations are documented with a correlation amendment. Digital soil surveys and discrepancy documentation and statements recorded in NASIS are tools for future update activities to implement MLRA legends and exact joins.",
      "part": "609",
      "headerid": "3",
      "header": "609.3 Seamless Soil Survey"
    }
  ],
  "609.4": [
    {
      "clause": 1,
      "content": "A. Each individual involved in soil survey operations, regardless of their role, has a great influence on the quality of the overall soil survey product. All are expected to perform their duties so that the resulting soil survey products meet NCSS standards and are of high quality.",
      "part": "609",
      "headerid": "4",
      "header": "609.4 Quality Control Reviews"
    },
    {
      "clause": 2,
      "content": "B. The MLRA soil survey leader is the first-level manager responsible for ensuring that all work performed within their assigned geographic area (including any satellite offices) is of high quality and meets NCSS standards. Much of this quality control responsibility is carried out on a day-to- day basis through direct interaction with subordinate staff members, such as scheduling activities and making work assignments, reviewing completed work, providing on-the-job training, and other related activities. In addition to these routine management activities, systematic reviews are periodically conducted to document the success of the quality control procedures used. The specific details of the items to be reviewed will vary with the kind of activities being carried out as described in the project plan of operations.",
      "part": "609",
      "headerid": "4",
      "header": "609.4 Quality Control Reviews"
    },
    {
      "clause": 3,
      "content": "C. Part 609, subpart B, section 609.12, contains a template to use for a quality control review for an initial soil survey. The SSRs are encouraged to use this template or a similar form that reflects the activities to be reviewed in a particular SSO. Activities reviewed may include the following:",
      "part": "609",
      "headerid": "4",
      "header": "609.4 Quality Control Reviews"
    },
    {
      "clause": 4,
      "content": "(1)  Administrative activities and scheduling",
      "part": "609",
      "headerid": "4",
      "header": "609.4 Quality Control Reviews"
    },
    {
      "clause": 5,
      "content": "(2)  Progress reporting",
      "part": "609",
      "headerid": "4",
      "header": "609.4 Quality Control Reviews"
    },
    {
      "clause": 6,
      "content": "(3)  Review of mapping",
      "part": "609",
      "headerid": "4",
      "header": "609.4 Quality Control Reviews"
    },
    {
      "clause": 7,
      "content": "(4)  Legend development and progressive correlation",
      "part": "609",
      "headerid": "4",
      "header": "609.4 Quality Control Reviews"
    },
    {
      "clause": 8,
      "content": "(5)  Adequacy of field documentation",
      "part": "609",
      "headerid": "4",
      "header": "609.4 Quality Control Reviews"
    },
    {
      "clause": 9,
      "content": "(6)  Field investigations and sampling",
      "part": "609",
      "headerid": "4",
      "header": "609.4 Quality Control Reviews"
    },
    {
      "clause": 10,
      "content": "(7)  Database development",
      "part": "609",
      "headerid": "4",
      "header": "609.4 Quality Control Reviews"
    },
    {
      "clause": 11,
      "content": "(8)  Digital map development",
      "part": "609",
      "headerid": "4",
      "header": "609.4 Quality Control Reviews"
    },
    {
      "clause": 12,
      "content": "(9)  Publication development",
      "part": "609",
      "headerid": "4",
      "header": "609.4 Quality Control Reviews"
    },
    {
      "clause": 13,
      "content": "D. The template (section 609.12) provides separate sections for various soil survey process steps and a set of specific items to be reviewed and certified for each. Each SSR should work with the SSO in their region to implement a quality control review process appropriate to their needs.",
      "part": "609",
      "headerid": "4",
      "header": "609.4 Quality Control Reviews"
    }
  ],
  "609.5": [
    {
      "clause": 1,
      "content": "A. Quality assurance reviews are scheduled on a regular basis to ensure that technical standards of the NCSS are met. They also can evaluate and certify that progress is consistent with timelines agreed upon in the work plan. In addition, they can serve to help the SSO staff solve problems or provide on-the-job training for the project staff (however, these goals are best achieved through separate field assistance visits).",
      "part": "609",
      "headerid": "5",
      "header": "609.5 Quality Assurance Reviews"
    },
    {
      "clause": 2,
      "content": "B. Title 340, General Manual, Part 404, Subpart E, \\\"Internal Management Reviews,\\\" contains NRCS policy for and content of other reviews. Access is through the NRCS eDirectives System at http://policy.nrcs.usda.gov. NRCS conducts five types of reviews: oversight and evaluation studies, leadership reviews, operations management reviews, program operations reviews, and functional reviews. Each type may include soil survey issues. Part 609, subpart B, section 609.13, lists potential items for these reviews.",
      "part": "609",
      "headerid": "5",
      "header": "609.5 Quality Assurance Reviews"
    },
    {
      "clause": 3,
      "content": "C. Leadership and Participation The SSR or the lead agency for quality assurance conducts the review. The soil survey regional director leads the quality assurance review. Other suggested participants are- (i) Soil scientists from other nearby areas. (ii) Members of the SSO. (iii) The local district conservationists. (iv) The representatives of cooperating agencies. (v) The State soil scientist or their designee. (vi) Resource soil scientists familiar with the area. (vii) Discipline specialists such as engineers, geomorphologists, plant scientists, and geologists.",
      "part": "609",
      "headerid": "5",
      "header": "609.5 Quality Assurance Reviews"
    },
    {
      "clause": 4,
      "content": "D. Kinds of Reviews for Initial Soil Surveys",
      "part": "609",
      "headerid": "5",
      "header": "609.5 Quality Assurance Reviews"
    },
    {
      "clause": 5,
      "content": "(1) Each initial survey requires one initial and one final field review. Most initial surveys also require a yearly progress review. MLRA soil survey activities are reviewed for the status of progress toward meeting the goals and objectives set out in the project plan and annual plan of operation. The field review report is a record of such items as the current status of the fieldwork, observations and decisions, digital map and database development, and recommended actions. This working document guides future operations and certifies that completed work meets NCSS standards.",
      "part": "609",
      "headerid": "5",
      "header": "609.5 Quality Assurance Reviews"
    },
    {
      "clause": 6,
      "content": "(2) Initial Field Reviews (i) The purpose of the initial field review is to guide the soil survey project at the start of mapping, to review the collection and recording of soil data, and to complete preparation of the first formal draft of the descriptive legend, based on the mapping completed and data collected. Part 609, subpart B, section 609.14, lists important items to check before and during the initial field review. (ii) Preparation for an Initial Field Review.-An approved soil survey memorandum of understanding (MOU) must be available for the initial review. The MLRA regionwide MOU satisfies this requirement, but an MOU may also be developed for an individual project area. The long-range plan of operations must be available. The SSO assembles, reviews, and summarizes existing information about the MLRA and the subset survey area. The staff should be in place and have worked within the area long enough to become familiar with the project area and the surrounding surveys. The SSO staff prepares- - Preliminary concepts of the major soil-landscape models within the context of the larger MLRA region. - Test mapping of sample areas for the provisional legend. - Notes that support tentative judgments about the range of important soil properties within the most important kinds of mappable soil areas. - Information on the kind and amount of mapping components. - Information on geomorphology, surface features, and kinds of vegetation that provide clues to the kinds of soil and soil boundaries. - A test of the initial interpretations. - A first draft of the descriptive legend. - Preliminary data to support judgments about the kinds and number of map units needed for the project area. - Equipment, supplies, and base maps. (iii) Conduct of the Review - Initial Preparations.-The review team appraises all initial preparations to ensure that they are adequate and takes necessary action if they are not. - Field Study.-The review team evaluates the draft descriptive legend against mappable bodies of soil in the field and reviews the collected soil data. It checks the accuracy of descriptions and the adequacy of map units for making soil interpretations. It evaluates and comments on the mapping done in sample areas in relation to the adjacent surveys. The team checks the joining of soil maps and selected soil properties or qualities within the soil survey area to adjoining survey areas to ensure they meet the joining specification in the memorandum of understanding. It makes decisions on soils for which the classification is doubtful. - Descriptive Legend.-As a minimum, the descriptive legend consists of the taxonomic and map unit descriptions, the classification of the soils, the general soil map (U.S. General Soil Map - STATSGO2) and legend, the identification legend, and the features and symbol legend. After the field study, the review team evaluates the draft descriptive legend and makes necessary revisions. It examines the naming of the kinds of map units, the classification of the kinds of soil identified in the map units, the general soil map and legend, the list of features and symbols for the soil survey, and the definitions of ad hoc features. The team ensures that the design and description of map units meet the objectives of the survey. The descriptive legend includes only the map units and features that are actually identified and described before or during the initial field review. - Scheduling.-The review team discusses and schedules long- and short-range activities necessary for completing the survey. Part 609, subpart B, section 609.14, identifies many of the items to check before and during the initial field review. The team discusses activities and schedules for- - Preparation of parts of the soil handbook for the survey area. - Plans for soil investigations and collection of samples for laboratory analysis. - Collection of data on yields and soil performance in all land uses. - Recording of field notes. - Preparation of the soil survey publication. (iv) Preparation of the Report.-The leader of the initial field review prepares a report that is approved by the soil survey regional director. The report schedules subsequent progress field reviews and special studies. It includes arrangements for completing laboratory work and a quality assurance worksheet (see part 609, subpart B, section 609.15). It also includes- - The identification legend. - A progress map. - Draft descriptions of proposed new soil series. - A statement on the accuracy of map unit composition and attribute data. - Notes recording important observations made during the field study. - Instructions and items agreed upon for the field soil scientists and others, which concern conduct of the survey and the assignment of responsibilities, priorities, and dates of accomplishment. - A list of the classification of taxa in the survey area. - A subset of the U.S. General Soil Map (STATSGO2) database for the survey area as a general soil map. - A letter transmitting the report to the MLRA soil survey leader and others as appropriate, in which the soil survey regional director highlights significant issues and items that are agreed upon.",
      "part": "609",
      "headerid": "5",
      "header": "609.5 Quality Assurance Reviews"
    },
    {
      "clause": 7,
      "content": "(3) Progress Field Reviews (i) The purpose of this review is to assess progress and ensure that NCSS standards are being met. Progress field reviews emphasize progressive correlation in a manner consistent with the larger MLRA soil survey area and certification of the work completed to date. Help also may be provided to the soil survey staff on problems of soil classification; field mapping; data collection, storage, and retrieval; and soil interpretation. However, these problems are generally best addressed during a separate field assistance visit. (ii) The frequency of progress reviews depends on the rate of progress, the complexity of the soil survey area, and the experience of the SSO staff. Part 609, subpart B, section 609.16, lists some important items to check before and during progress field reviews. (iii) Conduct of the Review - The review team spends at least some of the time in the field observing examples of mapping, field descriptions, and associated data and interpretations to ensure that the local quality control procedures are effective. - The review team examines maps for correct soil identification, proper placement of boundaries, legibility, and kinds and amounts of components in delineations. - The team checks the maps and databases for joins with adjacent surveys. - The team compares findings with statements in the descriptive legend. Where problems are noted, it assists the staff in avoiding similar future problems. - The progress field review team reviews the recommendations of the soil survey staff for progressively correlating completed mapping. They make a record of the reasons for any correlation decisions and any work needed to update field sheets. - The review includes a check of all interpretations. The review team cross-checks field data, such as forestry productivity, for use. It recommends changes and additions to soil property records. - The review includes the quality and status of the descriptive legend and the soil survey handbook. The review team recommends revisions for the descriptive legend as necessary to meet the objective of the survey. - The review team checks the adequacy of field notes and the rate and progress of mapping and other scheduled survey activities. - The review team determines if action has been taken to correct deficiencies and complete items agreed upon that were noted in previous field reviews. (iv) Preparation of the Report.-The leader of the progress field review prepares a report of the review. The report includes a quality assurance worksheet (see part 609, subpart B, section 609.15) that has been approved by the SSR. In addition to the worksheet, the report includes the following: - A list of commendable activities of the soil scientists assigned to the survey area - A list of items agreed upon, persons assigned responsibility, and the dates for completion - A statement of the accuracy of map unit component and attribute data - A progress map - An updated list of the classification of taxa in the survey area - Notes recording important observations made during the field studies - A record of additions, deletions, or other changes to the descriptive legend - A complete updated identification legend - A letter transmitting the report to the MLRA soil survey leader and others as appropriate, in which the soil survey regional director highlights significant issues and items that are agreed upon - An evaluation and comments on the status of scheduled actions from earlier progress reviews",
      "part": "609",
      "headerid": "5",
      "header": "609.5 Quality Assurance Reviews"
    },
    {
      "clause": 8,
      "content": "(4) Final Field Reviews (i) The purpose of the final field review is to evaluate the entire survey to ensure that the work is of acceptable quality and to complete necessary modifications before field operations end. The final field review is held about 1 year before the completion of mapping in initial soil surveys. Part 609, subpart B, section 609.17, lists some important items to check before or during the final field review. (ii) Activities Completed Prior to the Final Field Review.-The activities include completing the mapping, checking the consistency and quality of mapping throughout the survey area, collecting soil sample and interpretation data for correlation, finishing the complete draft of the soil survey report and database entries, revising the U.S. General Soil Map (STATSGO2) database and (if one is to be prepared) the general soil map, completing laboratory analysis and soil investigations, providing correlated names and classifications for pedons in the laboratory database, taking photographs, and preparing illustrations. (iii) Conduct of the Review.-The major portion of the final field review occurs in the office. Field visits take place if needed. Those activities that were noted as needing corrective action during the last progress review receive special attention. Items scrutinized by the review team include the descriptive legend and supporting information; map unit names, composition, and associated data; the joining of the U.S. General Soil Map (STATSGO2) database; the draft soil survey report; and interpretative tables. (iv) Preparation of Report.-The leader of the final field review prepares a report. The report includes a quality assurance worksheet (see part 609, subpart B, section 609.15) that has been approved by the SSR. In addition to the worksheet, the report includes the following: - An identification legend - A feature and symbol legend - A progress map - A record of soil characterization samples that were collected for laboratory analysis in the survey area - A record of soil samples that were collected for engineering tests -    A statement on the accuracy of map unit component and attribute data -    An updated list of the classification of taxa in the survey area -    An evaluation of the soil survey report -    A list of commendable activities of the soil survey office staff -    A list of actions agreed upon -    A record of the decisions made during the review -    A preliminary correlation memorandum -    A letter transmitting the report to the MLRA soil survey leader and others as appropriate, in which the soil survey regional director highlights significant issues and items that are agreed upon - An evaluation and comments on the status of scheduled actions from any earlier progress reviews (v) Final Field Activities for Initial Soil Survey Projects.-The soil survey office schedules time between the final field review and the final correlation in order to complete the mapping, perform final checks, review the fieldwork and soil survey database, complete the final draft of the soil survey publication, and update all supporting records and data, such as map unit acreage data, map compilation, and statistical analysis for map unit composition information. Preparation of the final correlation memorandum requires completion of these activities. The final correlation memorandum is finalized upon signature by the soil survey regional director. Section 609.2 discusses preparing and distributing a correlation memorandum. Part 609, subpart B, section 609.10, discusses the format of the final correlation memorandum.",
      "part": "609",
      "headerid": "5",
      "header": "609.5 Quality Assurance Reviews"
    },
    {
      "clause": 9,
      "content": "E. MLRA Soil Survey Quality Assurance Reviews",
      "part": "609",
      "headerid": "5",
      "header": "609.5 Quality Assurance Reviews"
    },
    {
      "clause": 10,
      "content": "(1) MLRA Soil Survey Progress Reviews (i) Progress field reviews emphasize evaluation of activities of the field staff to ensure that the staff are carrying out soil survey update activities as described in the project plan of operations for the area, that NCSS policy and procedures are followed, and that the completed work meets NCSS standards. They may also provide help to the staff on problems such as soil classification; updating of maps; data collection and analysis, storage, and retrieval; and soil interpretation. (ii) The frequency of progress reviews depends on the rate of progress, the complexity of the project area, and the kinds of update activities being conducted. Part 609, subpart B, section 609.18, lists some important items to check before and during project reviews. (iii) Conduct of the Review.-Activities are tailored to reflect the nature of the work being performed. Commonly, the review team spends part of the time in the field reviewing the collected soil data. They also examine digital maps for correct soil identification, proper placement of boundaries with landforms and imagery, and validity of models used in revising the soil maps. As necessary, the team concentrates on solutions to problems brought to their attention by the field staff or discovered during the review process. It checks the adequacy of documentation and the rate and progress of scheduled survey activities. It determines if action has been taken to correct deficiencies and complete items agreed upon that were noted in any previous field reviews. (iv) Preparation of the Report.-The leader of the project review prepares a report of the review. The report includes a quality assurance worksheet (see part 609, subpart B, section 609.19) that has been approved by the SSR. In addition to the worksheet, the report includes the following: - A list of commendable activities of the soil scientists assigned to the survey area - A list of items agreed upon, persons assigned responsibility, and the dates for completion -   A statement of the accuracy of map unit component and attribute data -   An updated list of the classification of taxa in the survey area -   Notes recording important observations made during the field studies -   A complete updated identification legend for the project area -   A letter transmitting the report to the MLRA soil survey leader and others as appropriate, in which the soil survey regional director highlights significant issues and items that are agreed upon - An evaluation and comments on the status of scheduled actions from any earlier progress reviews",
      "part": "609",
      "headerid": "5",
      "header": "609.5 Quality Assurance Reviews"
    },
    {
      "clause": 11,
      "content": "(2) MLRA Soil Survey Completion Reviews (i) The purpose of the project completion review is to evaluate the activities to ensure that the work meets NCCS standards and to complete necessary modifications before individual project operations end. This review is held when activities described in the current plan of operations are nearing completion. Part 609, subpart B, section 609.18, lists some important items to check before or during the project review. (ii) Activities Completed Prior to Project Completion Reviews.-Activities include completing the digital revisions, checking consistency and quality of previous mapping throughout the project area, collecting soil sample and interpretation data for correlation, completing laboratory analysis and soil investigations, and providing correlated names and classification for all applicable pedons in the laboratory database. (iii) Conduct of the Review.-The major portion of the review occurs in the office. Field checks generally are covered under field assistance visits (see section 609.6). Those activities that were noted as needing corrective action during any project progress review receive special attention. Items scrutinized by the review team include supporting information, the validity of map units and their names, and the tabular database. A check is made to ensure that correlation decisions are recorded in NASIS. (iv) Preparation of Report.-The leader of the project completion review prepares a report. The report includes a quality assurance worksheet (see part 609, subpart B, section 609.19) that has been approved by the SSR. In addition to the worksheet, the report includes the following: - An identification legend of revised map units\\uf020 - A feature and symbol legend\\uf020 - A record of soil characterization samples that were collected for laboratory analysis in the survey area\\uf020 - A record of soil samples that were collected for engineering tests\\uf020 - A statement on the accuracy of map unit component and attribute data\\uf020 - An updated list of the classification of taxa in the survey area\\uf020 - A list of commendable activities of the soil survey office staff\\uf020 - A record of the decisions made during the review\\uf020 - A letter transmitting the report to the MLRA soil survey leader and others as appropriate, in which the soil survey regional director highlights significant issues and items that are agreed upon\\uf020 - An evaluation and comments on the status of scheduled actions from any earlier progress reviews\\uf020",
      "part": "609",
      "headerid": "5",
      "header": "609.5 Quality Assurance Reviews"
    },
    {
      "clause": 12,
      "content": "F. Signature and Approval of Review Reports",
      "part": "609",
      "headerid": "5",
      "header": "609.5 Quality Assurance Reviews"
    },
    {
      "clause": 13,
      "content": "(1) Review Team Leader.-The SSR, or a cooperating agency, leads the review and is responsible for preparing and signing all review reports and transmitting copies of the review report to the MLRA soil survey leader and others as appropriate. The soil survey regional director signs the transmittal letter.",
      "part": "609",
      "headerid": "5",
      "header": "609.5 Quality Assurance Reviews"
    },
    {
      "clause": 14,
      "content": "(2) Representatives of Cooperating Agencies.-The representatives may also sign all review reports, such as the quality assurance worksheet. When other partner agencies (for example, the U.S. Forest Service) lead the review, NRCS participates in a quality assurance role, which does not replace the responsibilities assigned to the partner agency. Field review reports and other documentation regarding survey quality on Federal land require the signature of a representative of the agency who participates in the review activity, or a designated representative of the agency, to document agreement or disagreement by signing the report.",
      "part": "609",
      "headerid": "5",
      "header": "609.5 Quality Assurance Reviews"
    },
    {
      "clause": 15,
      "content": "G. Distribution and Review of Review Reports The soil survey regional director distributes copies of all field reviews within 30 days after the final day of the review. The director sends at least one copy of the field review report and attachments and a letter of transmittal to the MLRA soil survey leader and others as appropriate, such as cooperating agencies and the State office in which the survey area resides.",
      "part": "609",
      "headerid": "5",
      "header": "609.5 Quality Assurance Reviews"
    }
  ],
  "609.6": [
    {
      "clause": 1,
      "content": "A. The soil survey office, State office, or a cooperating agency office may request help from the SSR. The SSR may also schedule field assistance visits.",
      "part": "609",
      "headerid": "6",
      "header": "609.6 Field Assistance Visits"
    },
    {
      "clause": 2,
      "content": "B. A written trip report is to be prepared documenting the activities from the field assistance visit and distributed to the participants, as well as the state soil scientist and any appropriate cooperating agencies. Decisions that affect the legend, data collection or recording, classification of soils, or interpretations become part of the permanent and formal record of the survey upon inclusion in the final field review or MLRA project completion report.",
      "part": "609",
      "headerid": "6",
      "header": "609.6 Field Assistance Visits"
    }
  ],
  "609.7": [
    {
      "clause": 1,
      "content": "A. The soil survey office schedules time between the final field review and the final correlation to complete the mapping, perform final checks, review the fieldwork and soil survey database, complete the final draft of the soil survey report, and update all supporting records and data, such as map unit acreage data, map compilation, and statistical analysis for map unit composition information. Preparation of the final correlation memorandum requires completion of these activities.",
      "part": "609",
      "headerid": "7",
      "header": "609.7 Final Soil Survey Field Activities for Initial Soil Survey Projects"
    },
    {
      "clause": 2,
      "content": "B. Final Correlation Memorandum.-The draft of the final correlation memorandum is prepared at the final correlation conference. The final correlation memorandum is finalized upon signature by the soil survey regional director. Section 609.2 discusses preparing and distributing a correlation memorandum. Part 609, subpart B, section 609.10, discusses the format of the final correlation memorandum.",
      "part": "609",
      "headerid": "7",
      "header": "609.7 Final Soil Survey Field Activities for Initial Soil Survey Projects"
    },
    {
      "clause": 3,
      "content": "C. Final Draft of the U.S. General Soil Map (i.e., Digital General Soil Map of the United States).- The soil survey office prepares the general soil map for the final field review on its publication scale base map in final form. This map is from the Digital General Soil Map of the United States database. Inclusion of this map in the soil survey publication is optional. The general soil map unit names are revised as needed to agree with the general soil map legend in the correlation memorandum.",
      "part": "609",
      "headerid": "7",
      "header": "609.7 Final Soil Survey Field Activities for Initial Soil Survey Projects"
    }
  ],
  "609.8": [
    {
      "clause": 1,
      "content": "A. The SSR ensures the technical quality of general soil maps, index maps, and location maps. The general soil maps are optional in soil survey publications, but index maps and location maps are required. If a general soil map (GSM) is not to be included, cooperators should agree with the decision. Also, an up-to-date U.S. General Soil Map (STATSGO2) database map of the survey area should be readily available to the public. The availability of the U.S. General Soil Map should be noted in the publication, such as in the section \\\"How To Use This Soil Survey.\\\"",
      "part": "609",
      "headerid": "8",
      "header": "609.8 General Soil Maps, Index Maps, and Location Maps"
    },
    {
      "clause": 2,
      "content": "B. General Soil Maps and Index Maps",
      "part": "609",
      "headerid": "8",
      "header": "609.8 General Soil Maps, Index Maps, and Location Maps"
    },
    {
      "clause": 3,
      "content": "(1) Each soil survey publication includes an index to map sheets, which is available from the NGCE staff. By request, a soil survey area subset of the U.S. General Soil Map is provided by NGCE as one of the map sources for the GSM. The other source for GSM development is SSURGO. NGCE assists in determining format and the number of maps needed. A draft of the general soil map developed from the U.S. General Soil Map or SSURGO and the associated legend are completed to the extent possible after correlation decisions have been finalized. The soil data quality specialist reviews the GSM and legend to verify that- (i) Soil map boundaries are accurate. (ii) GSM map unit names conform to the correlated names on the detailed maps. (iii) The map legend and manuscript are in agreement. (iv) The general soil map legend matches adjoining survey areas (this ensures that all delineations are closed and symbolized, that the area of each map unit compares with the percentage given for the survey area, and that the organization and levels of generalization of the map and legend are appropriate). (v) Map delineations and legends join the U.S. General Soil Map for adjacent surveys. (vi) If the percentage of each component in the GSM is given, the total acreage of each is not more than that in the acreage table for the detailed map units.",
      "part": "609",
      "headerid": "8",
      "header": "609.8 General Soil Maps, Index Maps, and Location Maps"
    },
    {
      "clause": 4,
      "content": "(2) Once the draft general soil map is approved, the detailed soil legend and feature and symbol legend can be ordered. To order: (ii) Go to NGCE online at http://www.ftw.nrcs.usda.gov/ncgcos/. (ii) Order the color check print of the general soil map, the index to map sheets, the feature and symbol legend, and the detailed soil legend. List the headnote to accompany the detailed soil legend if it is different from that shown in the final correlation memorandum. If the headnote is different, amend the final correlation memorandum to reflect the change. (iii) Indicate additional instructions for completing the order. Include special instructions needed by the cartographic staff to prepare the symbol legend. Show suggestions for colors identifying soil groupings or levels of generalization on the supplement or on the edited legend. Attach a copy of the final correlation memorandum and any amendments, the electronic file of the U.S. General Soil Map, and a copy of the edited general soil map legend to the order.",
      "part": "609",
      "headerid": "8",
      "header": "609.8 General Soil Maps, Index Maps, and Location Maps"
    },
    {
      "clause": 5,
      "content": "(3) NGCE completes the order and sends the general soil map color check print, the index to map sheets, and the legends to the SSR for final review and approval. The SSR checks- (i) The GSM legend against the edited copy, (ii) The detailed soil map legend against the final correlation memorandum and any amendments. (iii) The names of cooperating agencies on maps and legends against the final correlation memorandum and any amendments. (iv) The name of the survey area on maps and legends against the final correlation memorandum and any amendments. (v) The conventional and special symbol legend for agreement with maps and the final correlation memorandum.",
      "part": "609",
      "headerid": "8",
      "header": "609.8 General Soil Maps, Index Maps, and Location Maps"
    },
    {
      "clause": 6,
      "content": "(4) The SSR makes needed changes and corrections on the U.S. General Soil Map and returns them to NGCE. The NGCE staff makes the corrections identified.",
      "part": "609",
      "headerid": "8",
      "header": "609.8 General Soil Maps, Index Maps, and Location Maps"
    },
    {
      "clause": 7,
      "content": "C. Location Maps Each soil survey publication requires a location map. This map shows the location of the survey area in the State. The SSR orders the location map at the time the soil survey manuscript is received for technical review. The NGCE staff prepares the location map.",
      "part": "609",
      "headerid": "8",
      "header": "609.8 General Soil Maps, Index Maps, and Location Maps"
    }
  ]
}
