{
  "Front Matter": [
    {
      "clause": 1,
      "content": "Subpart B - Exhibits",
      "part": 609,
      "headerid": 1,
      "header": "Front Matter"
    }
  ],
  "609.10": [
    {
      "clause": 1,
      "content": "The following outline shows the order and character of items and data ordinarily contained in a correlation document. It does not preclude the inclusion of other information pertinent to the survey or the explanation of actions taken in the correlation. An example follows each item. 1. Heading UNITED STATES DEPARTMENT OF AGRICULTURE Natural Resources Conservation Service Classification and Correlation of the Soil Survey of Any Area, Any MLRA, Any State The United States Department of Agriculture (USDA) is an equal opportunity provider and employer. 2. Introductory Paragraph In this paragraph cite persons participating in the correlation, the date, the location, data reviewed, the basis for the correlation, and other items if pertinent. For example: \\\"John C. Smith, soil data quality specialist, and David G. White, MLRA soil survey leader, of the Natural Resources Conservation Service, and Joseph I. Black, associate professor, Anytown State University at Any Town, Any State, prepared this correlation the week of October 21-25, 2000. The soil survey database, soil survey publication, field notes, interpretations, laboratory data, correlation samples, field map sheets, and materials from the adjacent soil surveys provide the basis for this correlation.\\\" 3. Headnote for Detailed Soil Survey Legend This headnote is an explanation of the symbols on the detailed soil maps in the published survey. It appears on the SOIL LEGEND in the published report and precedes the list of map unit symbols and map unit names. For example: \\\"Map unit symbols consist of numbers or a combination of numbers and letters. The initial numbers represent the kind of soil. A capital letter following these numbers indicates the class of slope. Map unit symbols without a slope letter indicate nearly level soils or miscellaneous areas.\\\" 4. Field and Publication Names and Symbols The correlation of soil map units is formatted into four columns. List map unit symbols for publication alphabetically or numerically in sequence. The heading and format are as follows: Field Map                 Field Map                         Publication Map           Approved Map Unit Symbol               Unit Name                         Unit Symbol               Unit Name DeB                       Delta sandy loam,                 AbB                       Alpha sandy 2 to 6 percent                                              loam, 2 to 6 slopes                                                      percent slopes Bf                         Beta mucky silt                   Be                        Beta silt loam loam GaB,                       Gamma silt loam,                  GaB                       Gamma silt GhB                        2 to 6 percent                                              loam, 2 to 6 slopes                                                      percent slopes 5. Series Established by This Correlation List the soil series established by this correlation. List in parentheses, after the series name, the county, the parish, or survey area and the State in which the type location occurs if the type location is in a soil survey area other than the one being correlated. For example: \\\"The Alpha series is established by this correlation, the Alpha type location in the adjoining Beta County soil survey area, Any State.\\\" Enter \\\"none\\\" if no new series were established. 6. Series Dropped or Made Inactive by This Correlation List the tentative soil series that were dropped or the established soil series that were made inactive by the correlation. For example: \\\"The Beta series is inactivated by this correlation.\\\" Enter \\\"none\\\" if no tentative series were dropped or no established soil series were made inactive. 7. Cooperators\\' Names and Credits List the following: The cooperators\\' names and credits to be given in the published soil survey. \\\"United States Department of Agriculture Natural Resources Conservation Service In cooperation with Anystate Agricultural Experiment Station Anystate Conservation Commission Anystate Cooperative Extension Service Any Soil and Water Conservation District\\\" \\\"This survey was made for Any Survey Area, Anystate, by the Natural Resources Conservation Service and the Anystate Agricultural Experiment Station, Anystate Conservation Commission, and the Anystate Cooperative Extension Service. It is part of the technical assistance furnished to the Any Survey Area Soil and Water Conservation District. The Any Survey Area Board of Commissioners provided financial assistance for the survey.\\\" 8. Prior Soil Survey Publications Indicate the reference to prior soil survey publications that will appear in the introduction of the published soil survey. A prior published soil survey is a literature citation in the soil survey publication. For example: \\\"The first soil survey for Any Survey Area, Anystate, was published by the U.S. Department of Agriculture in 1903. Maps were printed in 1905. This soil survey is on an aerial photography base and contains more interpretative information.\\\" Enter \\\"none\\\" if there is no prior soil survey publication. 9. Miscellaneous Items Use the appropriate headings and include items pertinent to the correlation or publication of the survey. For example, the soil-vegetation-climate schema, or model, used to guide correlation for the survey area should be included. Other examples include a summary of soil temperature or moisture studies or special investigative reports that provided guidance for the survey area. 10. Instructions for Map Development These brief instructions should include: - Who is responsible for the development of digital spatial data - The date and projection of the orthophoto imagery being used for the base map - Who is responsible for digitizing the maps and when it is scheduled - Who is responsible for finishing the digital maps and when it is scheduled - Whether or not a layer for point and linear map units will be compiled and digitized - Any other instructions that may be relevant to the achieving a digital soils layers Detailed instructions for soil map data capture are found in part 647 of this handbook. 11. Feature and Symbol Legend Include a copy of form NRCS-SOI-37A and indicate the features and symbols that are used in the survey area by highlighting or underlining in red. For example: \\\"Only those symbols indicated on the NRCS-SOI-37A will be shown on the legend.\\\" Complete the descriptions for standard landform and miscellaneous surface features and descriptions for ad hoc features on the back of the form for those features indicated. 12. General Soil Map Unit Legend List the general soil map units that will be shown on the legend of the general soil map of the survey area. For example: \\\"The following map units will be used on the general soil map legend: Alpha-Beta to Alpha-Beta association Beta-Gamma-Zeta to Beta-Gamma-Zeta association.\\\" 13. Conversion Legend List all field symbols and their approved publication symbols. A conversion legend is not needed if field symbols and publication symbols are identical. For example: CONVERSION LEGEND, ANY SURVEY AREA, ANYSTATE Field             Publication                      Field                    Publication Symbol            Symbol                           Symbol                   Symbol 7A               7A                               20B                      20B 7B               7B                               21C                      21D 7C               7C                               21E                      21E 14. Legend of Map Units in Alphabetical Sequence This legend is used only where numeric symbols will be published to assist publication crosschecking. For example: LEGEND OF MAP UNITS IN ALPHABETICAL SEQUENCE, ANY SURVEY AREA, ANYSTATE Publication Symbol            Approved Map Unit Name 43                Alpha clay 37                Beta clay loam, 5 to 9 percent slopes, eroded 39                Beta clay loam, 9 to 14 percent slopes, eroded 15. Classification of Pedons Sampled for Laboratory Analysis This table lists pedons that have laboratory data or engineering test data. Give the source of the data and other pertinent information. In the table \\\"Publication Symbols,\\\" refer to the map symbol that identifies the area from which the sample was taken. Additional columns can be added if needed. CLASSIFICATION OF PEDONS SAMPLED FOR LABORATORY ANALYSIS Approved Series Soil Survey              Publication               Name or Class Sampled as                  Sample No.               Symbol                    Identification 1. Laboratory Data from the NSSC Kellogg Soil Survey Laboratory Alpha                       S79AS-047-003            AbB                       Alpha Beta                        S79AS-047-004            GbB                       Gamma 2. Laboratory Data from the Anystate Agricultural Experiment Station Laboratory Beta                        S79AS-047-005            BgB                       Beta Gamma                       S79AS-047-006            AaA                       Alpha 3. Laboratory Data from the Anystate Highway Department Laboratory Alpha                       S79AS-047-007            AaA                       Alpha Beta                        S79AS-047-008            BbC                       Beta 16. Sampled Pedons in Published Soil Survey Report This table lists the pedons and laboratory data that will be included in the published soil survey report. These pedons should represent the typical pedon for the series in the survey area. If the pedon is not the typical pedon for the series in the survey area, place a tabular or semi-tabular description in the soil survey report. Series                        Sample No.             Status Alpha                         S79AS-047-003          Typical pedon for the Alpha in the survey area. Alpha                         S79AS-047-011          Typical pedon from map unit Aa. 17. Notes to Accompany the Classification and Correlation of the Soils in the Survey Area Notes of general explanation that contribute to the understanding of the correlation can be included as an introductory paragraph. For example: \\\"This survey area is in a transitional zone of soil temperature regimes. Soils with mesic and thermic temperature regimes have been correlated.\\\" In the notes, include items such as: (a) Pertinent information about series being established. For example: \\\"Alpha Series. The Alpha series is established by this correlation for soils that were formerly mapped as Beta but that have mixed mineralogy rather than siliceous mineralogy as defined for Beta.\\\" (b) How taxadjuncts differ from the series concept. For example: \\\"Gamma Taxadjunct. This soil is a taxadjunct to the Gamma series because it contains less than 15 percent sand that is coarser than very fine. The soil classifies as coarse-silty.\\\" (c) A correlation note for soils that are slightly outside the official series range, but are not taxadjuncts. For example: \\\"Beta soils in this survey have a redder subsoil and are slightly more acid throughout than those defined in the OSDs. These differences do not affect taxonomic placement or use and management. The OSD was not revised because the color and reaction differences are due to the inherent characteristics of the Theta geologic formation in which these soils formed and which is not the typical formation in which the Beta series formed.\\\" 18. Classification of the Soils This table lists the classification of the taxonomic units that are used in the survey area. Classify taxonomic units that are named at a level above the series as precisely as the data permits. Designate taxadjuncts with an asterisk only if the representative pedon is a taxadjunct. Address map units with major components that are taxadjuncts in the \\\"notes.\\\" Do not list miscellaneous area names in the classification table. For example: CLASSIFICATION OF THE SOILS OF ANY SURVEY AREA, ANYSTATE Soil Name                  Family or Higher Taxonomic Class Alpha                      Coarse-loamy, mixed, active, frigid Aridic Haploxerolls Beta                       Fine-silty, mixed, active, frigid Cumulic Epiaquolls Gamma*                     Coarse-loamy, mixed, active, frigid Dystric Eutrudepts Udorthents                 Udorthents *Taxadjunct. See \\\"Notes to Accompany Classification and Correlation of the Soils of Any Survey Area, Anystate\\\" for details. 19. Join Statement The join statement prepared at the final field review is included. It explains where an exact join was not achieved and identifies what map units need review and their joins resolved. 20. Certifications The correlation document is to contain certification of the following: (a) Mapping is complete. For example: \\\"Mapping completed in June 1999.\\\" (b) General soil maps and detailed maps join exactly with those of adjacent survey areas, and detailed maps join within the survey area. Discrepancies in the join of maps with those of adjacent areas are documented, and a detailed statement of join differences is referenced and included in the correlation document. The reason the maps cannot be joined is given in the join statement. (c) Databases and interpretations are coordinated and complete. For example: \\\"Databases and interpretations are coordinated, map unit lines of adjoining surveys are continuous across and along the shared borders, and the joined map units share basic soil properties and selected soil qualities. All data elements are populated and no obsolete terms are used.\\\" (d) Type locations are in soil areas that have the referenced names, and location descriptions are correct. For example: \\\"The locations of all typical pedons used in this survey are within the major land resource area, are correct, and are within delineations that have the referenced name.\\\" (e) Forestland and rangeland site plots were taken in soil areas that have the referenced series names, the series names have been correlated in the forestland and rangeland databases, and all data is certified. (f) All typical pedons are classified according to Soil Taxonomy, 2nd edition and the latest edition of the Keys to Soil Taxonomy. For example: \\\"All typical pedons are correctly classified according to Soil Taxonomy, 2nd edition and the latest edition of the Keys to Soil Taxonomy.\\\" (g) Only approved names for miscellaneous areas have been used as component names, as specified in Part 627, Exhibit 627-1, of this handbook. (h) The soil maps have been reviewed for completeness, accuracy, and consistency. For example: \\\"The soil maps are complete, accurate, and consistent.\\\" 21. Approval Signatures and Date _________________________________                 ________________________________ Soil Survey Regional Director                     Date",
      "part": "609",
      "headerid": "10",
      "header": "609.10 Format for Correlation Document"
    }
  ],
  "609.11": [
    {
      "clause": 1,
      "content": "The following list provides basic soil properties and selected soil qualities that are to be joined between soil surveys to achieve an \\\"exact\\\" join. NASIS data element names are used for convenience, but their usage is not intended to suggest a database solution. National Attributes * Soil Property or Quality Name                             geomorph_feat_modifier aashto_group_classification                               geomorph_micro_relief aashto_group_index                                        geomorphic_feat_id albedo_dry                                                geomorphic_position_flats aluminum_oxalate                                          geomorphic_position_hills available_water_capacity                                  geomorphic_position_mountains bulk_density_fifteen_bar                                  geomorphic_position_terraces bulk_density_one_tenth_bar                                gypsum bulk_density_one_third_bar                                hillslope_profile bulk_density_oven_dry                                     horizon_depth_to_bottom calcium_carbonate_equivalent                              horizon_depth_to_top cation_exch_capcty_nh4oacph7                              horizon_designation clay_sized_carbonate                                      horizon_thickness clay_total_separate                                       horz_desgn_discontinuity component_kind                                            horz_desgn_letter_suffix component_name                                            horz_desgn_master component_percent                                         horz_desgn_master_prime corrosion_concrete                                        horz_desgn_vertical_subdvn corrosion_uncoated_steel                                  hydrologic_group diag_horz_feat_depth_to_botm                              iron_oxalate diag_horz_feat_depth_to_top                               linear_extensibility_percent diag_horz_feat_kind                                       liquid_limit diag_horz_feat_thickness                                  local_phase earth_cover_kind_level_one                                major_component_flag earth_cover_kind_level_two                                manner_of_failure effective_cation_exch_capcty                              mean_distance_between_rocks electrical_conductivity                                   month Elevation                                                 organic_matter_percent erosion_accelerated_kind                                  parent_material_general_mod erosion_class                                             parent_material_group_name excavation_difficulty_class                               parent_material_kind excavation_difficulty_moist_st                            parent_material_modifier exists_on_feature                                         parent_material_order extractable_acidity                                       parent_material_origin extractable_aluminum                                      particle_density flooding_duration_class                                   ph_01m_cacl2 flooding_frequency_class                                  ph_1_1_water fragment_hardness                                         phosphorous_bray1 fragment_kind                                             phosphorous_oxalate fragment_roundness                                        phosphorous_total fragment_shape                                            phosphorous_water_soluble fragment_size                                             plasticity fragment_volume                                           plasticity_index free_iron_oxides                                          ponding_depth ponding_duration_class                                     slope_length_usle ponding_frequency_class                                    sodium_adsorption_ratio pore_continuity_vertical                                   soil_erodibility_factor_rf pore_quantity                                              soil_erodibility_factor_whole pore_shape                                                 soil_moist_depth_to_bottom pore_size                                                  soil_moist_depth_to_top potential_frost_action                                     soil_moisture_status restriction_depth_to_bottom                                soil_temp_depth_to_bottom restriction_depth_to_top                                   soil_temp_depth_to_top restriction_hardness                                       soil_temperature_mean_monthly restriction_kind                                           stickiness restriction_thickness                                      stratified_textures_flag rock_frag_3_to_10_in                                       structure_grade rock_frag_greater_than_10_in                               structure_group_name rupture_resist_block_cem                                   structure_id rupture_resist_block_dry                                   structure_parts_to rupture_resist_block_moist                                 structure_size rupture_resist_plate                                       structure_type rv_indicator                                               sum_of_bases_nh4oacph7 sand_coarse_separate                                       surface_frag_cover_percent sand_fine_separate                                         surface_frag_hardness sand_medium_separate                                       surface_frag_kind sand_total_separate                                        surface_frag_roundness sand_very_coarse_separate                                  surface_frag_shape sand_very_fine_separate                                    surface_frag_size sat_hydraulic_conductivity                                 t_factor shape_across                                               terms_used_in_lieu_of_texture shape_down                                                 texture_class sieve_number_10                                            texture_modifier sieve_number_200                                           texture_modifier_and_class sieve_number_4                                             total_subsidence sieve_number_40                                            unified_soil_classification silt_coarse_separate                                       water_fifteen_bar silt_fine_separate                                         water_one_tenth_bar silt_total_separate                                        water_one_third_bar slope_aspect_clockwise                                     water_satiated slope_aspect_counterclockwise                              wind_erodibility_group slope_aspect_representative                                wind_erodibility_index slope_gradient * Soil performance elements (range and forest production, etc.) and linkage to data related to ecological sites are not included as being required to be joined but should at least be coordinated between surveys.",
      "part": "609",
      "headerid": "11",
      "header": "609.11 List of Soil Property or Quality Attributes for Joining"
    }
  ],
  "609.12": [
    {
      "clause": 1,
      "content": "reflect local conditions) INITIAL SOIL SURVEY QUALITY CONTROL REVIEW Date: Area name: State Soil Survey Area Identification: Major Land Resource Area(s): This quality control report is to ensure this soil survey is science-based, the legend and correlation use the MLRA concept, and the survey meets the standards and specifications of the NCSS. This report consists of several soil survey functions. Each function (legend, soil mapping, database, etc.) can be completed at different times of the year depending on the flow of work during the year. However, after 1 year, each function should be reviewed. As a function is reviewed, the document should be signed and sent to the SSR for a quality assurance check. GENERAL INFORMATION AND SCHEDULING Agency in charge of survey: Cooperating agencies: Total acres from NASIS (see legend/legend land category): land                      ; census water Status of memorandum of understanding: Scheduled date - mapping completion: Scheduled date - final correlation: Scheduled date - manuscript to the technical team for technical review: - manuscript to the MLRA SSR for technical review: Scheduled date - map digitizing completion: Has a long range plan been developed? Does the soil survey office have an official electronic soil survey area boundary? What soil surveys does the project survey match to and what is the status of each survey: 1) 2) 3) 4) For each adjoining soil survey, attach a list of map units requiring a join by soil survey area NASIS: Provide location where NASIS tabular data is stored and edited: Area Symbol Area Name Survey Status Is soil mapping being compiled and digitized to the imagery to be used for publication? Data and source of imagery Will the survey have a general soil map? Will the survey have a published soil survey report? If yes, list the manuscript sections and NASIS generated reports/tables to be included (this may change as reports are updated or revised) Comments: PROGRESS AND LEGEND Date 1) Cumulative total of acres reported as mapped in NASIS (see Legend / Legend Mapping Progress): 2) Are ALL map symbols on the official soil maps for the survey in the legend: o   Attach a legend from NASIS by map unit status o   Attach a legend from NASIS by map unit name and include the additional symbols o   Attach the SOI-37A indicating miscellaneous features and ad hoc features o   Attach a list of map units added to the legend since the last quality control review o   Attach a list of map units correlated or dropped since the last quality control review and include a correlation note report from NASIS identifying reason for decisions 3) Does the legend contain all map units from adjacent surveys in order to have and exact join?         If no, list the map units that are matching but not in the legend: Comments: Action or Recommended Items: TYPICAL PEDONS Date \\uf0a7   For each series or higher taxa in the legend, is the typical or representative pedon entered into NASIS pedon?                                  If no, list the series or taxa not in NASIS pedon: \\uf0a7   Are all new series names used in approved map units reserved?                             If no, what names are not reserved? \\uf0a7   Are all series and higher taxa properly classified using Soil Taxonomy? Attach a classification table from NASIS \\uf0a7   Provide a list of all soil series (OSDs) having their type location in the survey area : \\uf0a7   Are all typical pedons for series and higher taxa located within the survey area? If no, list the series or higher taxa and the survey area in which it occurs: \\uf0a7   List the typical pedons (and its range of characteristics) reviewed and compared to the OSD: \\uf0a7   List the OSDs to be submitted to the SSR for revision with a proposed date for submission: Comments: Action or Recommended Items: DATABASE Date \\uf0a7   Are all map units in the legend table linked to a data map unit (DMU) thru the correlation table? If no, list the map units that are not linked to a DMU. \\uf0a7   Are all components (major and minor) to be fully populated? \\uf0a7   SSRO-X Technical Note ZZ provides guidance on reviewing Soil Survey Data Quality in NASIS. List the map units and associated data map units reviewed: o     List the Standard Reports as identified in Tech. Note 38 that were used to review data quality, for example: * UTIL - Comparison of LL and PI, stored vs. calculated (National) * UTIL - T. Factor Validation (National) * CORR - Slopes and Climate Data (SSRO-X) o     List the NASIS Validations as identified in SSRO Tech. Note XX that were used to review data quality, for example: * Component / Horizon percent passing sieves particle-size distribution * Horizon Texture Group Comments: Action or Recommended Items: MAP UNIT DESCRIPTIONS Date \\uf0a7   List the NASIS MUG report to be used for the soil survey: \\uf0a7   List the map unit descriptions reviewed for quality and quantity of data populated: \\uf0a7   For each map unit description reviewed, identify data voids or data elements needing review (see SSRO-X Tech. Note XX for data population guides): Map Unit Symbol                             Database element needing review Comments: Action or Recommended Items: SOIL MAPPING Date \\uf0a7   What are the official soil maps for the survey (field sheets, compilation sheets, digital files/plots)? \\uf0a7   What is the minimum size polygon (acres) to be delineated? \\uf0a7   Attach a small scale soil mapping progress map for the survey area. \\uf0a7   List the field sheets reviewed along with date reviewed: Review o   Are all symbols on the maps in the NASIS legend?                       If no, which symbols are missing? o   Do map unit polygons conform to landforms/landscapes and are their segments visible on the photo base? o   Are all miscellaneous or ad hoc features on the maps identified on the NRCS SOI- 37A?          If no, which features are on the maps but not on the 37A? o   Is the use of the feature symbol(s) consistent across the soil survey extent? o   Are size of polygons consistent with specifications in the MOU? Comments: Action or Recommended Items: DOCUMENTATION Date \\uf0a7   List the map units in which transects were made since the last quality control review to determine map unit kind and composition: \\uf0a7   Are the transect locations georeferenced with a GPS unit? \\uf0a7   Has a spatial documentation layer in GIS been created? This layer would document by polygon, how the map unit was determined. Each polygon would be coded using a legend. For example: 1. transect made in polygon, 2. polygon was visited to confirm map unit, 3. polygon was observed with \\\"high\\\" degree of confidence, 4. polygon was observed with \\\"low\\\" degree of confidence, 5. polygon was remotely sensed. \\uf0a7   For each new series proposed how many complete pedon descriptions are available? List the series name and number of descriptions: Comments: Action or Recommended Items: COMPILATION AND DIGITIZING Date \\uf0a7   Describe the map compilation and digitizing process being used for the soil survey: \\uf0a7   Provide the following information for off-site security of soil maps: Location of site Date of last security update Type of security material: paper or electronic \\uf0a7   List the compilation sheets (quads) reviewed and digital sheets reviewed, along with date reviewed: \\uf0a7   For each sheet reviewed, list issues or concerns: Map Sheet (Quad)                                      Issues/Concerns Comments: Action or Recommended Items: INVESTIGATIONS Date: \\uf0a7   Are there plans to have a project investigation within the survey area?                     If yes, when is the projected date for sampling? \\uf0a7   List all pedons sampled within the survey area. This list will consist of all pedons sampled for laboratory analysis (reference and complete characterization), and will be a running list from year to year. For example: Sampled as             Map Unit               Pedon ID            Laboratory          Site ID Name               Symbol Cosbie                2017              050R035003              KSSL            99-JFD-04 Comments: Action or Recommended Items:",
      "part": "609",
      "headerid": "12",
      "header": "609.12 Quality Control Template for Initial Soil Surveys (subject to change to"
    }
  ],
  "609.13": [
    {
      "clause": 1,
      "content": "Program Operations Review for Soil Survey",
      "part": "609",
      "headerid": "13",
      "header": "609.13 Outline of Items Considered in an Operations Management Review or"
    },
    {
      "clause": 2,
      "content": "A. Objectives and Plans 1. Long-range plan and priorities a. Soil survey evaluations b. Soil survey maintenance c. Soil survey areas 2. State soil survey conference 3. Memorandum of understanding for soil survey areas 4. Cooperative and contribution agreements for soil survey activities 5. Annual, monthly, and weekly plans of operation",
      "part": "609",
      "headerid": "13",
      "header": "609.13 Outline of Items Considered in an Operations Management Review or"
    },
    {
      "clause": 3,
      "content": "B. Personnel and Schedules 1. Previous soil survey appraisals 2. Staffing and assignments 3. Workload analysis and scheduling 4. State and local contributions to the National Cooperative Soil Survey (NCSS) 5. Cooperative relations a. Other Federal agencies b. State agencies and representatives c. Local agencies and representatives 6. Training given and received 7. Adherence to Equal Employment Opportunities/Civil Rights policies and procedures",
      "part": "609",
      "headerid": "13",
      "header": "609.13 Outline of Items Considered in an Operations Management Review or"
    },
    {
      "clause": 4,
      "content": "C. Field Operations and Quality Control 1. Soil survey automation at all levels 2. Status of digitizing soil maps 3. Status of imagery 4. Interdisciplinary needs and inputs to soil survey 5. Quality control procedures used 6. Soil survey appeals and disposition 7. Archival of soil survey records 8. Adherence to policies in the National Soil Survey Handbook (NSSH) 9. Application of technology, such as computers, field equipment, ground-penetrating radar, global positioning systems, and remotely sensed data, to increase efficiency",
      "part": "609",
      "headerid": "13",
      "header": "609.13 Outline of Items Considered in an Operations Management Review or"
    },
    {
      "clause": 5,
      "content": "D. Soil Interpretations 1. Maintenance of database 2. Maintenance of field office database 3. Guidelines and criteria used for developing national, State, and local interpretations 4. Updating and coordinating interpretations in State by major land resource areas 5. Status of automated soil survey interpretation development and application (GIS, Pedon- PC, and other) 6. Status of special lists, such as prime farmlands, hydric soils, and highly erodible land 7. Technical guides 8. Training given and received",
      "part": "609",
      "headerid": "13",
      "header": "609.13 Outline of Items Considered in an Operations Management Review or"
    },
    {
      "clause": 6,
      "content": "E. Field and Laboratory Investigations 1. Plan for soil survey investigations 2. Existing laboratory data availability 3. Coordination of field and laboratory studies 4. Benchmark soil data 5. Special projects and interagency coordination 6. Reference sampling for interpretations, classification, and correlation",
      "part": "609",
      "headerid": "13",
      "header": "609.13 Outline of Items Considered in an Operations Management Review or"
    },
    {
      "clause": 7,
      "content": "F. Preparation and Processing of Maps and Text for Publication 1. SSURGO review 2. Publication development",
      "part": "609",
      "headerid": "13",
      "header": "609.13 Outline of Items Considered in an Operations Management Review or"
    },
    {
      "clause": 8,
      "content": "G. Soil Survey Use 1. Effectiveness and use of soil surveys, whether or not they meet objectives 2. Inventory of published soil surveys 3. Information activities 4. Procedures for distributing published soil surveys 5. Advance information 6. Special and interim reports 7. Supplemental reports",
      "part": "609",
      "headerid": "13",
      "header": "609.13 Outline of Items Considered in an Operations Management Review or"
    }
  ],
  "609.14": [
    {
      "clause": 1,
      "content": "(Completed by the review leader) 1)  Review completed mapping (digital or field sheets) for completeness 2)  Review acreage for completed mapping and map units 3)  Inspect mapping in the field 4)  Review taxonomic and map unit descriptions 5)  Review progressive correlation of map units 6)  Review U.S. General Soil Map update and map unit descriptions 7)  Review U.S. General Soil Map join 8)  Check join to adjacent surveys and among field sheets 9)  Review photographs and other figures for soil survey publication 10) Review soil interpretations 11) Review lab data 12) Review classification of all pedons with lab data 13) Review classification of all described pedons 14) Compare typical pedon to the OSD 15) Review transect/random sampling data 16) Review statistical data 17) Check documentation distribution and content 18) Update databases 19) Update long-range plan as needed 20) Review memorandum of understanding 21) Discuss development of annual plan for coming year 22) Complete quality assurance worksheet 23) Complete comments, correlation notes, things-to-do, agreed-to-items, and commendable items 24) Provide completed report to SSR 25) Review proposed new soil series and assign dates to submit OSDs to the SSR 26) Circulate proposed new soil series for peer review 27) Update soil data in Field Office Technical Guide (FOTG) 28) Update existing OSDs as needed 29) Review and revise scheduling dates",
      "part": "609",
      "headerid": "14",
      "header": "609.14 Initial Field Review Checklist for Initial Soil Surveys"
    }
  ],
  "609.15": [
    {
      "clause": 1,
      "content": "by the SSRs to reflect local conditions)",
      "part": "609",
      "headerid": "15",
      "header": "609.15 Quality Assurance Worksheet for Initial Soil Surveys (subject to change"
    },
    {
      "clause": 2,
      "content": "U.S. DEPARTMENT OF AGRICULTURE NATURAL RESOURCES CONSERVATION SERVICE QUALITY ASSURANCE WORKSHEET MLRA __________ __________________________ County, State ________ (stssaid) (Date) This quality assurance report is to ensure that the soil survey is science-based, the legend and correlation use the MLRA concept, and the survey meets the standards and specifications of the NCSS. CONTENTS GENERAL INFORMATION and SCHEDULING......................................... MANAGEMENT ISSUES........................................................................... CORRELATION and DESCRIPTIVE LEGEND.......................................... SOIL INVESTIGATIONS........................................................................... SOIL MAPPING......................................................................................... MAP COMPILATION and DIGITIZING....................................................... PUBLICATION........................................................................................... NASIS and DATABASES........................................................................... INTERPRETATIONS.................................................................................. MISCELLANEOUS ISSUES....................................................................... ATTACHMENTS and NARRATIVES.......................................................... SIGNATURE PAGE..................................................................................... CERTIFICATION PAGE............................................................................... All negative responses identified in this report must be adequately addressed in a narrative. QUALITY ASSURANCE REVIEW _____________ County, State - a subset of MLRA(s) ________ (Date) GENERAL INFORMATION and SCHEDULING Agency in charge of survey: Cooperating agencies: Survey team (name and agency): Total acres (land, census water): Acres updated/mapped and percent of survey: Status of memorandum of understanding (e.g., current, signed) List quality assurance reviews (type and date): Scheduled date - next quality assurance review: Scheduled date - mapping completion: Scheduled date - final correlation: Scheduled date - publication to the SSR for technical review: Scheduled date - map compilation completion: Participants at this review: MANAGEMENT ISSUES ______ Are deficiencies and agreed-to items stated in previous quality assurance reviews satisfied? ______ Are management documents, such as long-range plan, project plans, annual plan of operations, and standards of performance, current? ______ Are there management problems associated with this survey? ______ Is the survey party accessing and using the latest versions of the NSSH, Keys to Soil Taxonomy, SSR technical notes and other guidance documents, past quality assurance reports, and other relevant documents? ______ Is the scheduling information for the soil survey correct in NASIS? List in the narrative the specific technical training needs of soil survey staff not already identified by the local staff as part of their development plans. CORRELATION and DESCRIPTIVE LEGEND All map units correlated must have data to support the correlation-if not from the subset, then from the MLRA. The MLRA concept must be used for developing the legend. One legend is maintained for the survey containing the provisional and the approved map units for the MLRA. The legend is the official, progressively correlated subset legend of the MLRA. The map units in the legend have been approved by the SSR. The legend contains \\\"provisional\\\" map units that are being mapped but have insufficient acreage or documentation. The type and amount of documentation required for the map units to become approved depends on the complexity of the map unit, existing documentation for the map unit within the MLRA, and previous correlation decisions. Attach the legend. Include a list of map units added, dropped, or changed since the last review. Summarize the documentation gathered and provide a narrative of the field stops seen on this review. ______ Is documentation sufficient for approved data map units on the legend? ______ Do all new series components of map units to be added to the legend classify properly in accordance with the current edition of the Keys to Soil Taxonomy? ______ Are the properties (representative values) of all new components of map units as mapped in the survey area within the range of the named series? ______ Are the OSDs up-to-date and contain current data for all series used in the survey area (e.g., typical pedon georeferenced, taxonomic classification, metric units of measure, horizon designations, competing series section, diagnostic horizons and features listed)? ______ Have names for new series been reserved in the Soil Classification Database (SC Database) accompanied by an OSD uploaded to the OSD file share? ______ Are the map unit names and design consistent with the MLRA soil survey area for this initial soil survey? ______ Are all proposed changes in the legend recorded and reported in the appropriate NASIS tables? ______ Are notes recorded in NASIS detailing the location and acreage of provisional map units until they are approved for the ID legend? ______ Is a strategy in place for gathering documentation and are there instructions as to kind and quality of field notes needed? ______ Does each project member have an up-to-date copy of the descriptive legend? ______ Is the descriptive legend adequate to ensure consistency of the mapping by all project members and to ensure a timely completion of the publication? ______ Are the pedon descriptions stored in NASIS? ______ Are field notes, transect data, and laboratory data summarized regularly? Is the descriptive legend brought up to date? ______ Is a conversion legend generated? Is it up-to-date? The project leader is responsible for updating the section \\\"Notes to Accompany Classification and Correlation of the Soils.\\\" Refer to section 609.10, item 17 for an example. Attach the notes or the plans for developing this document. SOIL INVESTIGATIONS ______ Is a soil investigation work plan prepared and approved by the SSR? ______ Are the taxonomic classification of NCSS lab pedons current with the latest edition of the Keys to Soil Taxonomy? ______ Is the disposition of the laboratory pedon data given and provisions made to update the NCSS soil characterization database? The project leader is responsible for updating the section \\\"Classification of Pedons Sampled for Laboratory Analysis.\\\" Refer to section 609.10, item 15 for an example. Attach the document or the plans for developing this document. SOIL MAPPING Describe in a narrative the process used by the soil survey office to ensure: -       quality control of mapping and approval by the soil survey project leader; -       an exact join as described in NSSH 609.3; or an acceptable join -       join statements to allow an exact join in the future (consider metadata) ______ Is there a process for ensuring security of the original maps, compiled maps, and data files (e.g., fire-safe copies, back-up disks at a secure location, etc.)? Attach a list of field sheets (or quadrangles) reviewed: ___________________________________ ______ Is recent and/or update mapping consistent throughout the subset and MLRA? ______ Does the map unit design represent the landscape/landform position and other information in the data map unit? ______ Do map unit boundaries generally conform to landscape features and other features visible on the photo base? ______ Is the level of detail in mapping consistent and does the level of detail conform to the specifications in the memorandum of understanding? ______ Do map sheets join? ______ Is a Feature and Symbol Legend for Soil Survey, NRCS-SOI-37A (NSSH Part 627, Exhibit 627-5) applied properly and consistently? ______ Is the NRCS-SOI-37A current and are major/minor codes completed? ______ Are typical pedons located in a delineation with the component named? ______ Is there a system in place to track, for each field sheet, the surveyor\\'s name, dates, acreage mapped, acreage reported, and date of completion of the field sheet? ______ Do completed maps show: survey name and State, date of survey, name of soil scientist, \\\"advance copy\\\"? ______ Are legible and oriented symbols in all delineations? ______ Are typifying pedons accurately georeferenced? ______ Are all ad hoc features clearly defined? ______ Where appropriate, are section corners marked? ______ Is a progress map maintained? ______ Is the general soil map concurrent with mapping? MAP DEVELOPMENT and DIGITIZING If applicable, describe the process to ensure quality control of soil map development activities (100 percent check). ______ Was the digitizing performed according to the NRCS data capture specifications as described in the NSSH, part 647? ______ Is the soil survey spatial data captured to NRCS approved base maps? ______ Do map unit delineations and their symbols match across map boundaries? Has an exact or acceptable (choose one for each adjacent survey) join been achieved with adjacent surveys? ______ Do plans ensure a 100 percentedit of the digital spatial data prior to sending the map files to the SSR for quality assurance and geographic data certification? Attach plans to digitize the survey, including plans for preparing the maps for publication. PUBLICATION PREPARATION Date the following publication items that are complete. Address incomplete items in the narrative. Note: Not all of the items listed below are required for a publication (see NSSH Part 644, Exhibit 644-1). ______ Map unit descriptions ______ Taxonomic unit descriptions ______ General soil map ______ General soil map unit descriptions ______ Edited prewritten material ______ \\\"General Nature of the County\\\" section ______ Climate tables and narrative ______ Interpretive tables ______ Database populated for generation of interpretations and map unit descriptions ______ Pictures and captions ______ Block diagrams or other graphics ______ Input from appropriate partners ______ Input from other disciplines ______ Soil formation section ______ Use and management narratives ______ Draft publication for technical review NASIS and DATABASES ______ Is NASIS being populated by the soil survey office staff? ______ Are data elements for all map unit components (including miscellaneous areas, as appropriate) being populated sufficiently with data to meet nationally mandated requirements, as well as State and local needs? Attach plans to populate the database. Include NASIS training received and training needed for all project members, along with the staff member(s) who have responsibility for editing. INTERPRETATIONS ______ Are existing interpretations adequate for the purposes of the survey as described in the memorandum of understanding? ______ Are interpretive ratings being reviewed and tested? In a narrative, describe: What special interpretations or interpretive tables are needed? What assistance have other disciplines provided or scheduled for making, testing, and coordinating interpretations? What soil performance data (e.g., crop yields, site indices) are collected and how? MISCELLANEOUS ISSUES Attach responses to these in a narrative: Have resource soil scientists participated in this survey? If yes, in what capacity and has work been reviewed for quality control? What input and involvement is there from soil survey partners? Describe the survey party\\'s involvement with technical soil services (i.e., Conservation Reserve Program (CRP), soil quality, global climate change, FOTG, etc.). 1)        What are the plans for certifying and updating the FOTG? What are the plans to provide advanced information and support to users? How is the survey being publicized? What are the plans to update the U.S. General Soil Map (STATSGO2) database when the survey is completed? Other issues ATTACHMENTS and NARRATIVES All negative responses are to be addressed. In addition, include the following with this report: Identification legend Provisional legend List of the map units added, dropped, or changed Conversion legend Summary of documentation Field stops report Notes to accompany classification and correlation of the soils Classification of pedons sampled for laboratory analysis Field sheets reviewed Plans to digitize the survey, including plans for preparing the maps for publication How publication items planned but not completed are being addressed Technical training needs Response to miscellaneous issues Quality control process of soil maps Quality control process of soil compilation (if applicable) Plans to populate the database Commendable items Recommended or significant items Action items (agreed-to items) SIGNATURE PAGE We, the undersigned, have reviewed this report and concur with its findings. ______________________________________________ MLRA Soil Survey Leader                                  Date ______________________________________________ Soil Data Quality Specialist                            Date ______________________________________________ NCSS Partner(s)                                         Date ______________________________________________ State Soil Scientist                                     Date CERTIFICATION As of _________________                   , this soil survey meets the standards and specifications of the NCSS. The survey is science-based and joins adjacent survey areas using the MLRA concept. ______________________________________________ Director of             (city, State) _________________ Soil Survey Regional Office",
      "part": "609",
      "headerid": "15",
      "header": "609.15 Quality Assurance Worksheet for Initial Soil Surveys (subject to change"
    }
  ],
  "609.16": [
    {
      "clause": 1,
      "content": "(Completed by the review leader) 1) Review SSURGO spatial and attribute data for completeness 2) Review acreage for completed mapping and map units 3) Review previous agreed-to-items and prepare response(s) 4) Review field sheets in the office 5) Inspect field mapping 6) Review classification of all new lab data pedons 7) Review classification of all described pedons 8) Review comparison of all typical pedons to the OSD 9) Review all taxonomic and map unit descriptions 10) Continue progressive correlation approval 11) Review U.S. General Soil Map legend and descriptions 12) Review U.S. General Soil Map join 13) Check join to adjacent surveys and among field sheets 14) Review spot check of map digitizing 15) Review photographs for the soil survey publication 16) Review database entries and interpretations 17) Order or review set of interpretation tables 18) Review lab data 19) Review transect/random sampling data 20) Review statistical data 21) Check documentation distribution and content 22) Update long-range plan as needed 23) Review memorandum of understanding 24) Discuss development of annual plan for coming year 25) Complete quality assurance worksheet 26) Complete comments, correlation notes, things-to-do, agreed-to-items, and commendable items 27) Provide completed report to SSR 28) Review proposed new soil series and assign dates to submit OSDs to the SSR 29) Circulate proposed new series for peer review 30) Update soil data in the FOTG 31) Update existing OSDs as needed 32) Provide OSDs and checklist tables to soil survey office 33) Review and revise scheduling dates 34) Review special studies data, such as yield or water table data 35) Review or schedule assistance from other disciplines 36) Review soil survey information program and activities 37) Review check plots of digitized quads",
      "part": "609",
      "headerid": "16",
      "header": "609.16 Progress Field Review Checklist for Initial Soil Surveys"
    }
  ],
  "609.17": [
    {
      "clause": 1,
      "content": "(Completed by the review leader) 1) Review SSURGO spatial and attribute data for completeness 2) Review previous agreed-to-items and prepare response(s) 3) Review field sheets in the office 4) Review acreage for completed mapping and map units 5) Review classification and geo-reference of all described pedons 6) Review comparison of all typical pedons to OSD 7) Review classification of all new lab data pedons 8) Review all taxonomic and map unit descriptions 9) Review documentation distribution and content 10) Review legend and descriptions for U.S. General Soil Map 11) Check join for U.S. General Soil Map update 12) Check join among field sheets 13) Review cartographic spot check of map digitizing 14) Review photographs for the soil survey publication 15) Check line work and database for the join with adjacent surveys 16) Review soil interpretations and all NASIS entries 17) Review lab data 18) Review transect/random sampled data 19) Review statistical data 20) Complete correlation approval 21) Review completed legend 22) Update laboratory database for correlated names and classifications 23) Review memorandum of understanding 24) Discuss development of annual plan for completion 25) Complete quality assurance worksheet 26) Review preliminary correlation if prepared 27) Complete correlation notes, things-to-do, agreed-to-items, and commendable items 28) Prepare final field review report 29) Prepare preliminary correlation memorandum without certifications to attach to final field report 30) Update OSDs, the Soil Classification Database (SC Database), and NASIS 31) Provide OSDs, soil interpretations information, and checklist tables to soil survey office 32) Review and revise scheduling dates 33) Review check plots of digitized quads 34) Review complete report draft",
      "part": "609",
      "headerid": "17",
      "header": "609.17 Final Field Review Checklist for Initial Soil Surveys"
    }
  ],
  "609.18": [
    {
      "clause": 1,
      "content": "________________________________ MLRA Soil Survey Area, ___________________ (Completed by the review leader) 1) Review previous agreed-to-items and prepare response(s) 2) Review SSURGO spatial and attribute data for completeness 3) Review spatial and attribute revisions in the office 4) Review classification and geo-reference of all described pedons 5) Review changes or proposed revisions to OSDs 6) Review classification of all new lab data pedons 7) Review documentation distribution and content 8) Review legend and descriptions for U.S. General Soil Map 9) Check join for U.S. General Soil Map update 10) Review photographs and other figures for the soil survey publication 11) Check line work and database for the join with adjacent areas 12) Review soil interpretations and all NASIS entries 13) Review lab data 14) Review transect/random sampled data 15) Review statistical data 16) Complete correlation approval of map units 17) Review completed legend 18) Update laboratory database for correlated names and classifications 19) Discuss development of annual plan (if needed) for completion 20) Complete quality assurance worksheet 21) Complete correlation notes, things-to-do, agreed-to-items, and commendable items 22) Prepare project review report 23) Review correlation documentation in NASIS for completeness. 24) Submit updated OSDs and soil classification data 25) Review and revise scheduling dates 26) Review check plots of digitized quads",
      "part": "609",
      "headerid": "18",
      "header": "609.18 Project Review Checklist for MLRA Soil Surveys"
    }
  ],
  "609.19": [
    {
      "clause": 1,
      "content": "by the SSRs to reflect local conditions)",
      "part": "609",
      "headerid": "19",
      "header": "609.19 Quality Assurance Worksheet for MLRA Soil Surveys (subject to change"
    },
    {
      "clause": 2,
      "content": "U.S. DEPARTMENT OF AGRICULTURE NATURAL RESOURCES CONSERVATION SERVICE QUALITY ASSURANCE WORKSHEET MLRA __________ __________________________ MLRA SSA ________ (MLRA ssaid) (Date) This quality assurance report is to ensure that the soil survey is science-based, that the legend and correlation use the MLRA concept, and that the survey meets the standards and specifications of NCSS. CONTENTS GENERAL INFORMATION and SCHEDULING......................................... MANAGEMENT ISSUES........................................................................... CORRELATION............................................................................. SOIL INVESTIGATIONS........................................................................... SUPPLEMENTARY SOIL MAPPING............................................................... MAP DIGITIZING and SPATIAL REVISIONS....................................................... NASIS and DATABASES........................................................................... INTERPRETATIONS.................................................................................. MISCELLANEOUS ISSUES....................................................................... ATTACHMENTS and NARRATIVES.......................................................... SIGNATURE PAGE..................................................................................... CERTIFICATION PAGE............................................................................... All negative responses identified in this report must be adequately addressed in a narrative. QUALITY ASSURANCE REVIEW _____________ MLRA project area - a subset of MLRA(s) ________ (Date) GENERAL INFORMATION and SCHEDULING Agency in charge of survey: Cooperating agencies: Survey team (name and agency): Total acres (land, census water): Acres updated/remapped and percent of survey: List of quality assurance reviews (type and date): Scheduled date - next quality assurance review: Scheduled date - project completion: Participants at this review: MANAGEMENT ISSUES ______ Are the deficiencies and agreed-to items stated in previous quality assurance reviews satisfied? ______ Are management documents such as long-range plan, project plans, annual plan of operations, standards of performance, and individual development plans current? ______ Are there management problems associated with this survey? ______ Is the survey party accessing and using the latest versions of the NSSH, Keys to Soil Taxonomy, SSR technical notes and other guidance documents, past quality assurance reports, and other relevant documents? ______ Is the scheduling information for the soil survey correct in NASIS? List in the narrative the specific technical training needs of soil survey staff not already identified by the local staff as part of their development plans. CORRELATION One legend is maintained for the survey containing the provisional and the approved map units for the MLRA. The legend is the official, progressively correlated subset legend of the MLRA. The map units in the legend have been approved by the SSR. The legend contains \\\"provisional\\\" map units that are being mapped but that have insufficient acreage or documentation. The type and amount of documentation required for the map units to become approved depends on the complexity of the map unit, existing documentation for the map unit within the MLRA, and previous correlation decisions. Attach the legend. Include a list of map units added, dropped, or changed since the last review. Summarize the documentation gathered and provide a narrative of the field stops seen on this review. ______ Do all project members and participants understand the concept of map units, data mapunits, and the MLRA process? ______ Is documentation sufficient for approved data map units on the legend? ______ Do all new series components of map units to be added to the legend classify properly in accordance with the current edition of the Keys to Soil Taxonomy? ______ Are the properties (at least the representative values) of all new components of map units as mapped in the survey area within the range of the named series? ______ Are the OSDs up-to-date and contain current data for all series used in the survey area (e.g., typical pedon georeferenced, taxonomic classification, metric units of measure, horizon designations, competing series section, diagnostic horizons and features listed)? ______ Have names for new series been reserved in the Soil Classification Database (SC Database) accompanied by an OSD uploaded to the OSD file share? ______ Are the map unit names and design consistent with purposes and scale of the MLRA soil survey area? ______ Are all proposed changes in the legend recorded and reported in an accepted systematic procedure in the appropriate NASIS tables? ______ Is a strategy for gathering documentation in place and are there instructions as to kind and quality of field notes needed? ______ Are the pedon descriptions stored in NASIS? ______ Are field notes, transect data, and laboratory data summarized regularly? ______ Is a conversion legend generated? Is it up-to-date? SOIL INVESTIGATIONS ______ Is a soil investigation work plan prepared and approved by the SSR? ______ Are the taxonomic classification of NCSS lab pedons current with the latest edition of the Keys to Soil Taxonomy? ______ Is the disposition of the laboratory pedon data given and are provisions made to update the NCSS soil characterization database? SUPPLEMENTAL SOIL MAPPING Describe in a narrative the process used by the soil survey office to ensure: Quality control of supplemental mapping and approval by the soil survey leader An exact join as described in NSSH section 609.3 Attach a list of spatial data reviewed ______ Is supplemental mapping consistent throughout the subset and MLRA? ______ Does the map unit design represent the landscape/landform position and other information in the data map unit? ______ Do map unit boundaries generally conform to landscape features and other features visible on the imagery? ______ Is the level of detail in mapping consistent and does the level of detail conform to the objectives of the project plan? ______ Is a Feature and Symbol Legend for Soil Survey, NRCS-SOI-37A (NSSH Part 627, Exhibit 627-5) applied properly and consistently? ______ Is the NRCS-SOI-37A current and are major/minor codes completed? ______ Are typical pedons located in a delineation with the component named? ______ Are typifying pedons accurately georeferenced? ______ Are all ad hoc features clearly defined? ______ Is a progress map maintained? ______ Is the provisional U.S. General Soil Map (STATSGO2) map concurrent with mapping? SSURGO DEVELOPMENT and REVISIONS ______ Do digitized map unit delineations and their symbols match across project boundaries? Has an exact join been achieved with adjacent MLRA soil survey areas? ______ Do plans ensure a 100 percent edit of the digital spatial data prior to sending the map files to the SSR for quality assurance and geographic data certification? NASIS and DATABASES ______ Are all data elements for all map unit components including miscellaneous areas populated with data? Attach plans to populate the database. Include NASIS training received and training needed for all project members, along with the staff member(s) who have responsibility for editing. INTERPRETATIONS ______ Are interpretations consistent with the purposes of the survey as described in the project plan? ______ Are interpretive ratings being reviewed and tested? In a narrative, describe: What special interpretations or interpretive tables are needed? What assistance have other disciplines provided or scheduled for making, testing, and coordinating interpretations? What soil performance data (e.g., crop yields, site indices) are collected and how? MISCELLANEOUS ISSUES Attach responses to these in a narrative: What are the roles and responsibilities of the resource soil scientist(s) with this project? Conversely, what are the roles and responsibilities of the survey party with the resource soil scientist(s)? What input and involvement is there from soil survey partners? Describe the survey party\\'s involvement with technical soil services (i.e., CRP, soil quality, FOTG, onsite investigations, etc.). 1)       What are the plans for the State certifying and updating the FOTG? What are the plans to update the U.S. General Soil Map (STATSGO2) database when the survey is completed? Other issues ATTACHMENTS and NARRATIVES All negative responses are to be addressed. In addition, include the following with this report: Identification legend Provisional legend List of the map units added, dropped, or changed Conversion legend Summary of documentation Field stops report Notes to accompany classification and correlation of the soils Classification of pedons sampled for laboratory analysis SSURGO data reviewed Web Soil Survey reviewed Technical training needs Response to miscellaneous issues Quality control process of soil maps Plans to populate the database Commendable items Recommended or significant items Action items (agreed-to items) SIGNATURE PAGE We, the undersigned, have reviewed this report and concur with its findings. ______________________________________________ MLRA Soil Survey Leader                               Date ______________________________________________ Soil Data Quality Specialist                           date ______________________________________________ NCSS Partner(s)                                       Date ______________________________________________ State Soil Scientist                                  Date ______________________________________________ State Soil Scientist                                  Date CERTIFICATION As of _____________________, this soil survey meets the standards and specifications of the NCSS. The survey is science-based and joins adjacent MLRA survey areas. ______________________________________________ Director of             (city, State) _________________ Soil Survey Regional Office",
      "part": "609",
      "headerid": "19",
      "header": "609.19 Quality Assurance Worksheet for MLRA Soil Surveys (subject to change"
    }
  ]
}
