{
  "frontmatter": [
    {
      "clause": 1,
      "content": "Title 430 – National Soil Survey Handbook Part 631 – Soil Survey Investigations",
      "part": "Title 430 – National Soil Survey Handbook"
    }
  ],
  "631.0": [
    {
      "clause": 1,
      "content": "631.0 Definition and Purpose",
      "part": "631",
      "headerid": "0",
      "header": "Definition and Purpose"
    },
    {
      "clause": 2,
      "content": "A. Soil survey investigations are activities that develop and provide reliable new information and understanding about soils, soil relationships, and soil survey methods.",
      "part": "631",
      "headerid": "0",
      "header": "Definition and Purpose"
    },
    {
      "clause": 3,
      "content": "B. Soil survey investigations—",
      "part": "631",
      "headerid": "0",
      "header": "Definition and Purpose"
    },
    {
      "clause": 4,
      "content": "(1) Supplement field information with laboratory and analytical data on the properties and behavior of soil.",
      "part": "631",
      "headerid": "0",
      "header": "Definition and Purpose"
    },
    {
      "clause": 5,
      "content": "(2) Develop field and laboratory methods.",
      "part": "631",
      "headerid": "0",
      "header": "Definition and Purpose"
    },
    {
      "clause": 6,
      "content": "(3) Provide a database of soil information.",
      "part": "631",
      "headerid": "0",
      "header": "Definition and Purpose"
    },
    {
      "clause": 7,
      "content": "(4) Provide concepts, methods, understanding, and predictions for soil survey interpretations and modeling.",
      "part": "631",
      "headerid": "0",
      "header": "Definition and Purpose"
    },
    {
      "clause": 8,
      "content": "(5) Develop and provide theories and understanding to soil formation and the relationship of soils to genetic and landscape factors.",
      "part": "631",
      "headerid": "0",
      "header": "Definition and Purpose"
    }
  ],
  "631.1": [
    {
      "clause": 1,
      "content": "631.1 Policy and Responsibilities",
      "part": "631",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 2,
      "content": "A. Policy.— NRCS has authorization for research in support of soil survey activities. Soil survey researchers of the NRCS coordinate with field, State soils staffs, and State conservationists of NRCS and partners of the National Cooperative Soil Survey (NCSS). Investigations primarily focus on the soils of the United States, Puerto Rico, and Pacific Islands. Researchers working in other countries coordinate with the NRCS International Programs Division and the USDA Office of Capacity Building and Development of the Foreign Agricultural Service.",
      "part": "631",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 3,
      "content": "B. Responsibilities.—Investigations by the National Soil Survey Center (NSSC) respond to requests from NRCS soil survey, soil survey regional, or State offices, other branches of the NRCS, and other organizations. The NSSC initiates some projects to advance the NCSS program.",
      "part": "631",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 4,
      "content": "(1) The NSSC is responsible for— (i) Leadership in regional and national research projects for soil surveys. (ii) Leadership in the Federal research program in pedology. (iii) Manuals on laboratory procedures. (iv) Training for field investigations. (v) NCSS soil characterization and laboratory information management system (LIMS) databases.",
      "part": "631",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 5,
      "content": "(2) The soil survey regional office (SSR) is responsible for— (i) Approval of field soil survey investigations. (ii) Identifying data voids. (iii) Coordinating work plans with cooperators. (iv) Requesting NSSC assistance. (v) Ensuring complete pedon descriptions and accurate georeferenced locations for soil characterization samples. (vi) Updating the classification of pedons in the national repository for laboratory data.",
      "part": "631",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 6,
      "content": "(3) The soil survey office (SSO) is responsible for— (i) Complete and accurate pedon descriptions and the classification of soils on sampling projects within the soil survey area. (ii) Attribute data in the National Soil Information System.",
      "part": "631",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    }
  ],
  "631.2": [
    {
      "clause": 1,
      "content": "631.2 Kinds of Projects",
      "part": "631",
      "headerid": "2",
      "header": "Kinds of Projects"
    },
    {
      "clause": 2,
      "content": "A. Laboratory Characterization Projects",
      "part": "631",
      "headerid": "2",
      "header": "Kinds of Projects"
    },
    {
      "clause": 3,
      "content": "(1) Characterization projects define the morphological, chemical, physical, and mineralogical properties of soils within a major land resource area. The data are included in soil survey reports at the discretion of the MLRA soil survey office leader.",
      "part": "631",
      "headerid": "2",
      "header": "Kinds of Projects"
    },
    {
      "clause": 4,
      "content": "(2) Characterization projects usually include suites of standard laboratory analyses, which are defined in section 631.3 A.",
      "part": "631",
      "headerid": "2",
      "header": "Kinds of Projects"
    },
    {
      "clause": 5,
      "content": "(3) Laboratory characterization projects require work plans for the major land resource area. Section 631.12 provides an example of a characterization work plan. The work plan identifies pedons and laboratory data that may be published in the soil survey.",
      "part": "631",
      "headerid": "2",
      "header": "Kinds of Projects"
    },
    {
      "clause": 6,
      "content": "B. Research Projects",
      "part": "631",
      "headerid": "2",
      "header": "Kinds of Projects"
    },
    {
      "clause": 7,
      "content": "(1) Research define soil data relationships, soil genetic processes, soil-landscape relationships, soil interpretive applications, or criteria for soil classification. Research projects normally combine field observations and laboratory or special field analyses. Some projects examine existing data to reveal new data relationships or applications.",
      "part": "631",
      "headerid": "2",
      "header": "Kinds of Projects"
    },
    {
      "clause": 8,
      "content": "(2) An outline of the objectives, hypotheses, and methods of study for research projects reduces the complexity and helps report the results to other scientists.",
      "part": "631",
      "headerid": "2",
      "header": "Kinds of Projects"
    },
    {
      "clause": 9,
      "content": "(3) Research projects require work plans. Section 631.10 gives an example of a research work plan checklist and Section 631-11 gives an example work plan.",
      "part": "631",
      "headerid": "2",
      "header": "Kinds of Projects"
    },
    {
      "clause": 10,
      "content": "C. Laboratory Reference Projects",
      "part": "631",
      "headerid": "2",
      "header": "Kinds of Projects"
    },
    {
      "clause": 11,
      "content": "(1) Reference projects answer a single question or at most very few questions, directed at quick analyses such as on particle-size class, base saturation, or mineralogy.",
      "part": "631",
      "headerid": "2",
      "header": "Kinds of Projects"
    },
    {
      "clause": 12,
      "content": "(2) Reference projects require basic documentation, including pedon descriptions, but do not require work plans.",
      "part": "631",
      "headerid": "2",
      "header": "Kinds of Projects"
    },
    {
      "clause": 13,
      "content": "D. Other Kinds of Projects",
      "part": "631",
      "headerid": "2",
      "header": "Kinds of Projects"
    },
    {
      "clause": 14,
      "content": "(1) Other projects or services include landform and geomorphic studies, ground penetrating radar, other special measurements, extraction of information from the laboratory database, and literature searches.",
      "part": "631",
      "headerid": "2",
      "header": "Kinds of Projects"
    },
    {
      "clause": 15,
      "content": "(2) Liaisons and others at the NSSC answer technical questions and help develop plans for a State, MLRA, or other land area.",
      "part": "631",
      "headerid": "2",
      "header": "Kinds of Projects"
    },
    {
      "clause": 16,
      "content": "(3) The NSSC staff cooperates on various projects with visiting scientists, including NRCS soil scientists. Studies by MLRA, including soil survey updates, are an example.",
      "part": "631",
      "headerid": "2",
      "header": "Kinds of Projects"
    },
    {
      "clause": 17,
      "content": "(4) Listings of existing data for the area of interest are available and should be obtained prior to requesting additional data-gathering projects.",
      "part": "631",
      "headerid": "2",
      "header": "Kinds of Projects"
    }
  ],
  "631.3": [
    {
      "clause": 1,
      "content": "631.3 Laboratory Investigation Methods",
      "part": "631",
      "headerid": "3",
      "header": "Laboratory Investigation Methods"
    },
    {
      "clause": 2,
      "content": "A. Standard Analysis.—Standard laboratory analyses include chemical, physical, and mineralogical analyses for classification of soils within soil taxonomy. Analyses also answer specific questions relating to soil survey interpretations and soil performance. The more routine analyses include particle-size, cation exchange capacity, base saturation, organic carbon, pH, calcium carbonate equivalent, salt, bulk density, water retention, and clay mineralogy. Laboratory analyses follow standards described in Soil Survey Investigations Report No. 42, Soil Survey Laboratory Methods Manual, Version 5.0, 2014, USDA, NRCS. Only the laboratory data from standard analyses enters the permanent NCSS Soil Characterization database. Method codes identify the analytical method for these analyses.",
      "part": "631",
      "headerid": "3",
      "header": "Laboratory Investigation Methods"
    },
    {
      "clause": 3,
      "content": "B. Special Analyses.—Some chemical, physical, and mineralogical analyses answer specific requests from States for conservation activities or to test new methods. Recurring requested analyses may become standard. Special analyses include published procedures used by other laboratories that have been developed or adapted by the NSSC Kellogg Soil Survey Laboratory.",
      "part": "631",
      "headerid": "3",
      "header": "Laboratory Investigation Methods"
    },
    {
      "clause": 4,
      "content": "C. Soil Sampling and Analysis",
      "part": "631",
      "headerid": "3",
      "header": "Laboratory Investigation Methods"
    },
    {
      "clause": 5,
      "content": "(1) A soil horizon is the primary sampling unit. For all characterization projects and some reference projects, all horizons to 2 meters are sampled unless strongly cemented to indurated bedrock (i.e., lithic contact) is at a lesser depth. The project work plan identifies the pedons to be sampled and analyses to be made.",
      "part": "631",
      "headerid": "3",
      "header": "Laboratory Investigation Methods"
    },
    {
      "clause": 6,
      "content": "(2) The soil survey office locates pedons for sampling that represent the soils and conditions of concern. Large excavations facilitate sampling. The sampling team records site data, including geomorphic information, vegetation, land use, and pedon description data before soil sampling begins.",
      "part": "631",
      "headerid": "3",
      "header": "Laboratory Investigation Methods"
    },
    {
      "clause": 7,
      "content": "(3) Most laboratory analyses use air-dry bulk samples that are screened through a 2-mm sieve. Bulk samples need to be large enough to represent the proportion of rock fragments up to 20 mm (3/4 in.) in diameter and to provide at least one quart of material less than 2 mm in diameter. Proportions of rock fragments larger than 20 mm (3/4 in.) in diameter are estimated by volume or by a combination of weight and volume in the field. Bulk density, coefficient of linear extensibility (COLE), and moisture retention determinations require clod samples which preserve the field configuration of pore space. The NSSC Kellogg Soil Survey Laboratory has detailed information on pedon sampling.",
      "part": "631",
      "headerid": "3",
      "header": "Laboratory Investigation Methods"
    },
    {
      "clause": 8,
      "content": "(4) The project objectives determine the analyses. The local and laboratory project coordinators jointly refine the objectives. Sampling protocol and standard laboratory analytical methods may be referenced in the Soil Survey Laboratory Methods Manual.",
      "part": "631",
      "headerid": "3",
      "header": "Laboratory Investigation Methods"
    },
    {
      "clause": 9,
      "content": "(5) The NSSC Kellogg Soil Survey Laboratory, upon request, provides sampling equipment and supplies, such as bags, tags, shipping documents, saran for coating clods, clod boxes, etc., for sampling soils that are to be sent to the laboratory. The NSSC budgets costs for analyses and assistance for projects with NRCS and NCSS cooperators based on available funding and workload requests.",
      "part": "631",
      "headerid": "3",
      "header": "Laboratory Investigation Methods"
    }
  ],
  "631.4": [
    {
      "clause": 1,
      "content": "631.4 Field Investigation Methods",
      "part": "631",
      "headerid": "4",
      "header": "Field Investigation Methods"
    },
    {
      "clause": 2,
      "content": "A. Landscape and Geomorphic Studies",
      "part": "631",
      "headerid": "4",
      "header": "Field Investigation Methods"
    },
    {
      "clause": 3,
      "content": "(1) Geomorphic studies use standard geologic methods and concepts of geomorphic surfaces to understand the relations among soils and the various parts of the landscape. Geomorphic surfaces can identify landscape elements that share a common geologic time component and can establish how different landforms and their materials relate to each other.",
      "part": "631",
      "headerid": "4",
      "header": "Field Investigation Methods"
    },
    {
      "clause": 4,
      "content": "(2) Field investigations of soil-geomorphic relations require detailed studies of the surficial geology and geomorphology of a small area. In the process, these patterns are related to the occurrence and distribution of soils.",
      "part": "631",
      "headerid": "4",
      "header": "Field Investigation Methods"
    },
    {
      "clause": 5,
      "content": "(3) The four phases of a field investigation are (1) determining the surficial geology, such as deposits and stratigraphy, (2) identifying the geomorphic surfaces to help establish the landscape and time frame, (3) establishing spatial relations through elevation and distance control, and (4) relating soil patterns to geomorphic units.",
      "part": "631",
      "headerid": "4",
      "header": "Field Investigation Methods"
    },
    {
      "clause": 6,
      "content": "(4) SSRs or States initiate field investigations with a request for technical assistance to the NSSC, as described in section 631.6. Obtain local assistance through national soil survey cooperators, State geological surveys, and universities.",
      "part": "631",
      "headerid": "4",
      "header": "Field Investigation Methods"
    },
    {
      "clause": 7,
      "content": "B. Ground-Penetrating Radar and Electromagnetic Induction",
      "part": "631",
      "headerid": "4",
      "header": "Field Investigation Methods"
    },
    {
      "clause": 8,
      "content": "(1) Ground-penetrating radar (GPR) reveals differential transmission, reflectance, and attenuation of the radar signal within soil. It indicates the depth and horizontal continuity of objects, horizons, or layers below the soil surface. Observation depths range from less than 1 meter in clays to 30 meters in some sands.",
      "part": "631",
      "headerid": "4",
      "header": "Field Investigation Methods"
    },
    {
      "clause": 9,
      "content": "(2) Ground-penetrating radar helps to evaluate small-scale patterns of soil variability and estimate the composition of soil map units. It evaluates the continuity of root-restricting layers, and reveals other features and patterns that are important for soil mapping but are not clearly related to surface features.",
      "part": "631",
      "headerid": "4",
      "header": "Field Investigation Methods"
    },
    {
      "clause": 10,
      "content": "(3) The NSSC staff applies ground-penetrating radar to characterize soils and soil variability, determine the depths to diagnostic soil horizons, map bedrock surfaces and fractures, profile geomorphic and stratigraphic features, profile organic deposits and estimate peat reserves, and detect buried utilities, hazardous waste containers, and artifacts. The NSSC offers this service to the agency and cooperating groups.",
      "part": "631",
      "headerid": "4",
      "header": "Field Investigation Methods"
    },
    {
      "clause": 11,
      "content": "(4) Electromagnetic induction (EMI) estimates the electric conductivity of soil materials at variable depths below the soil surface. The electrical conductivity of soils is influenced by the type and concentration of ions in solution, the amount and type of clays in the soil matrix, the volumetric water content, and the temperature and phase of the soil water.",
      "part": "631",
      "headerid": "4",
      "header": "Field Investigation Methods"
    },
    {
      "clause": 12,
      "content": "(5) Electromagnetic induction uses electromagnetic energy to measure the apparent conductivity of earthen materials. Values of apparent conductivity are seldom diagnostic, but lateral and vertical variations in these measurements help to infer changes in soil types and soil properties, depths to contrasting layers and bedrock, and the locations of buried cultural features. Interpretations of the database on the identification of spatial patterns within data sets.",
      "part": "631",
      "headerid": "4",
      "header": "Field Investigation Methods"
    },
    {
      "clause": 13,
      "content": "(6) The NSSC staff applies electromagnetic induction technology to characterize soils and soil variability for many purposes. These purposes include precision farming and high intensity soil surveys, assess the distribution of saline and sodium affected soils, locate and map contaminant plumes emanating from waste-holding facilities, filter strips, mine tailing ponds or landfills, locate buried artifacts and areas of disturbed soils, and select sampling or monitoring sites. The center loans instruments and offers field assistance and training to the agency and cooperating groups.",
      "part": "631",
      "headerid": "4",
      "header": "Field Investigation Methods"
    },
    {
      "clause": 14,
      "content": "C. Other Special Measurements and Instrumentation.—The NSSC offer other special equipment, such as electrical resistance blocks for water content and water suction, salinity meters, soil moisture and temperature sensors, and various permeameters for special investigations. Global positioning devices help document the locations of measurements. The center also provides simple, noncommercial methods to measure diverse properties, such as clod and crust rupture resistance, the near-surface bulk density of fragile soil materials, and roughness.",
      "part": "631",
      "headerid": "4",
      "header": "Field Investigation Methods"
    }
  ],
  "631.5": [
    {
      "clause": 1,
      "content": "631.5 Investigations Planning",
      "part": "631",
      "headerid": "5",
      "header": "Investigations Planning"
    },
    {
      "clause": 2,
      "content": "A. Objectives.—Work plans focus the question, identify the resources required, and schedule the necessary steps. Research and full characterization projects require a written work plan because of the complexity and duration of the project; the number and location of participants; the magnitude of time, funds, and other resources required; and the relationships of organizations.",
      "part": "631",
      "headerid": "5",
      "header": "Investigations Planning"
    },
    {
      "clause": 3,
      "content": "B. Planning Process.—All investigations within NCSS should first be identified as a needed component of an approved initial soil survey or MLRA update project plan.",
      "part": "631",
      "headerid": "5",
      "header": "Investigations Planning"
    },
    {
      "clause": 4,
      "content": "(1) Project Initiation Anyone within the NCSS or even from outside the NCSS may recognize the need and initiate an investigations project. The memorandum of understanding for a project soil survey often initiates projects. The soil survey project office may identify an investigations need as a survey progresses. Review of the laboratory data within the major land resource area may show gaps in information and consequently lead to an investigation project. State, regional, national, or international initiatives may also generate a need for special projects.",
      "part": "631",
      "headerid": "5",
      "header": "Investigations Planning"
    },
    {
      "clause": 5,
      "content": "(2) Project Definition A cooperative effort by several investigators from more than one agency may provide project objectives and background information. If projects are within a survey area, the project soil scientist and staff draft the objectives, background, and needs of the project.",
      "part": "631",
      "headerid": "5",
      "header": "Investigations Planning"
    },
    {
      "clause": 6,
      "content": "(3) Scheduling and Responsibilities The person who initiated the investigations usually is responsible for scheduling and arranging for resources that are required to conduct the investigation. This information is outlined in the project work plan. For reference projects, the time and nature of information needed are in letter or oral agreements. For small projects with analyses, the letter of transmittal accompanying the samples includes the necessary information. Send copies of correspondence to appropriate administrators and interested technical people.",
      "part": "631",
      "headerid": "5",
      "header": "Investigations Planning"
    },
    {
      "clause": 7,
      "content": "C. Work Plans.—Project work plans provide background information about the study area, survey project, scientific issues, resource relationships, or other concerns to identify the scope, objectives, and requirements. Work plans clearly specify the objectives, the needs, and the expected benefits. They assign responsibilities, estimate the resources needed, and outline how the results will be made available and used. Sections 631.10 and 631.11 show a checklist and example work plan for a research project. Section 631-12 gives an example work plan for a characterization project.",
      "part": "631",
      "headerid": "5",
      "header": "Investigations Planning"
    }
  ],
  "631.6": [
    {
      "clause": 1,
      "content": "631.6 Requesting Assistance",
      "part": "631",
      "headerid": "6",
      "header": "Requesting Assistance"
    },
    {
      "clause": 2,
      "content": "A. Prior to the beginning of each fiscal year (usually by July 10), the NSSC requests SSOs, SSRs, and States to submit their needs for assistance for the following year. Responses to those requests allow the NSSC to allot resources and plan travel. The project work plan is to accompany the submission. Project work plans should be coordinated with cooperators prior to submission. The laboratory returns the work plan to the originator with comments and suggestions before work is begun on the project. For reference projects, the request for assistance may accompany the samples and be confirmed orally or in writing through the liaisons.",
      "part": "631",
      "headerid": "6",
      "header": "Requesting Assistance"
    },
    {
      "clause": 3,
      "content": "B. All submissions of samples should include a list of the pedons and horizons sampled and pedon descriptions. It is desirable to have a statement of the problem and any time constraints that one may have.",
      "part": "631",
      "headerid": "6",
      "header": "Requesting Assistance"
    },
    {
      "clause": 4,
      "content": "C. Liaisons for the NSSC to the various SSRs and other staff members are available for the discussion, planning, and development of proposals for technical assistance on an informal basis at any time.",
      "part": "631",
      "headerid": "6",
      "header": "Requesting Assistance"
    }
  ],
  "631.7": [
    {
      "clause": 1,
      "content": "631.7 Laboratory Databases",
      "part": "631",
      "headerid": "7",
      "header": "Laboratory Databases"
    },
    {
      "clause": 2,
      "content": "A. National Cooperative Soil Survey Soil Characterization Database.—The database, located in Lincoln, NE, currently contains data for more than 64,000 pedons from analyses performed at the NSSC Kellogg Soil Survey Laboratory (KSSL) and from the three preexisting NRCS laboratories (at Riverside, CA; Beltsville, MD; and Lincoln, NE). The laboratory adds data from more than 600 pedons annually. Beginning in 2009, the characterization data from NCSS cooperating laboratories began to be added to the database. Customers may access the data through the National Cooperative Soil Survey Soil Characterization Data webpage at this web address: https://ncsslabdatamart.sc.egov.usda.gov/. The data are also available on one CD-ROM disk. Access to the indexed data through the online database is by State and county, by MLRA, by classes of soil taxonomy, or by several other criteria.",
      "part": "631",
      "headerid": "7",
      "header": "Laboratory Databases"
    },
    {
      "clause": 3,
      "content": "B. Maintaining Data for Laboratory Pedons",
      "part": "631",
      "headerid": "7",
      "header": "Laboratory Databases"
    },
    {
      "clause": 4,
      "content": "(1) Each laboratory pedon includes data for the taxonomic classification, latitude, longitude, map unit symbol, state, soil survey area, location of the sampled pedon, source of the data, kinds of analyses available, and other information. This information requires periodic maintenance to keep it current and accurate.",
      "part": "631",
      "headerid": "7",
      "header": "Laboratory Databases"
    },
    {
      "clause": 5,
      "content": "(2) The soil survey regional office updates the data at any time by sending updated information to the staff of the Kellogg Soil Survey Laboratory. Contact the regional liaison for information on how the data may be submitted.",
      "part": "631",
      "headerid": "7",
      "header": "Laboratory Databases"
    }
  ]
}
