{
  "SERIES": "UBIK",
  "STATUS": "Established Series",
  "BYREV": "Rev. SDH/MLR/PDC",
  "REVDATE": "05/2011",
  "STATES": "AZ",
  "OVERVIEW": "The Ubik series consists of very deep, well drained soils formed in stratified alluvium.  Ubik soils are on alluvial fans and flood plains and have slopes of 0 to 5 percent.  The mean annual precipitation is about 14 inches and the mean annual air temperature is about 65 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, calcareous, thermic Ustic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ubik loam-irrigated cropland.  (Colors are for dry soil unless otherwise noted.)\nAp--0 to 7 inches; brown (7.5YR 5/2) loam, dark brown (7.5YR 3/2) moist; moderate coarse subangular parting to moderate fine subangular blocky structure; soft, very friable, slightly sticky and nonplastic; common fine and very fine roots; common very fine and fine irregular pores; slightly alkaline (pH 7.5); clear smooth boundary.  (6 to 9 inches thick)\nA--7 to 16 inches; brown (7.5YR 5/2) loam, dark brown (7.5YR 3/2) moist; weak fine and medium subangular blocky structure; soft, very friable, slightly sticky and nonplastic; common fine and very fine roots; many very fine and fine tubular pores; slightly alkaline (pH 7.5); clear wavy boundary.  (7 to 11 inches thick)\nC1--16 to 36 inches; pinkish gray (7.5YR 6/2) very fine sandy loam, brown (7.5YR 4/2) moist; massive, soft, very friable, nonsticky and nonplastic; common very fine and fine roots; many very fine and fine tubular pores; moderately alkaline (pH 8.2); clear wavy boundary.  (15 to 20 inches thick)\nC2--36 to 55 inches; pinkish gray (7.5YR 6/2) loam, brown (7.5YR 4/2) moist; massive; soft, very friable, slightly sticky and nonplastic; few very fine and fine roots; many very fine and fine tubular pores; few very fine lime filaments; slightly effervescent; moderately alkaline (pH 8.2); clear wavy boundary.  (15 to 30 inches thick)\nC3--55 to 63 inches; brown (7.5YR 5/3) stratified sandy loam, silt loam and loam, brown (7.5YR 4/3) moist; massive; soft, very friable, slightly sticky and nonplastic; few very fine and fine roots; many very fine and common fine tubular pores; slightly effervescent; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Cochise County, Arizona; 3.5 miles north of Elfrida; 2,400 feet east and 1,900 feet north of the southwest corner of section 34, T.19 S., R.26 E.; Latitude 31 degrees, 44 minutes, 4 seconds N., Longitude 109 degrees, 40 minutes, 46 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture - Intermittently moist in some part of the soil moisture control section during July-September and December-February.  Driest during May and June.  The epipedon is moist in some part less than 90 days (cumulative) when the temperature is above 41 degrees F. in 7 out of 10 years.  Ustic aridic soil moisture regime.\nSoil Temperature  59 to 69 degrees F.\nStratification - Usually thin strata of finer or coarser material throughout; contrasting textures common below 40 inches.\nRock fragments - less than 15 percent in the control section\nOrganic matter - more than 1 percent in the surface that decreases irregularly with depth\nReaction - neutral to moderately alkaline\nA horizon\nHue:  7.5YR, 10YR\nValue:  3 to 6 dry, 2 to 4 moist\nChroma:  2 to 4, dry or moist\nC horizon\nHue:  7.5YR, 10YR\nValue:  3 to 6 dry, 3 to 5 moist\nChroma:  2 to 4, dry or moist\nTexture:  dominantly loam, very fine sandy loam, silt loam; some pedons contain fine sandy loam and fine sandy loam in the lower part of the profile\nCalcium carbonate: slightly to strongly effervescent as disseminated or as filaments"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Comoro (AZ) and San Jose (NM) series. Comoro soils are sandy loam, coarse sandy loam and fine sandy loam in the control section. San Jose soils have soil temperatures of about 58 to 62 degrees F., hue redder than 7.5YR from the influence of red sandstone and shale, and occur on the Great Plains as part of MLRA 70."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Ubik soils are on alluvial fans and flood plains at elevations of 2,500 to 5,000 feet.  Slopes range from 0 to 5 percent.  These soils formed in stratified alluvium from mixed sources.  The mean annual air temperature is 57 to 67 degrees F.  The mean annual precipitation is 12 to 16 inches occurring as summer thunderstorms and as gentle winter rain.  The frost-free period is 180 to 230 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Guest and Riveroad soils and the competing Comoro soil. Guest soils are fine and Riveroad soils are fine-silty."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium runoff; moderate to moderately rapid permeability.  Subject to flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for irrigated cropland and livestock grazing.  Vegetation is blue grama, black grama, sand dropseed, Arizona cottontop and cane beardgrass.  Irrigated crops are alfalfa, cotton and small grains."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Arizona. This soil occurs in LRR-D, MLRA 41. Ubik soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Cochise County, Arizona; Soil survey of Cochise County, Arizona, Douglas-Tombstone Part; 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 16 inches (Ap, A horizon)\nEntisol feature - the absence of diagnostic subsurface horizons\nFluvial feature - irregular decrease in organic carbon in the zone from 16 to 63 inches (C1, C2, C3 horizons)\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy Eleventh Edition, 2010\nRevised for the correlation of AZ675, 5/2009, WWJ\nRevised for the correlation of Graham County, AZ, Southwestern Part; March, 2011, WWJ\nADDITIONAL DATA: NSSL S79AZ-003-007.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
