{
  "SERIES": "UDELOPE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DD/RLB/JBF",
  "REVDATE": "12/2019",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive Lithic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Udelope sandy loam--rangeland. (Colors are for dry soil unless otherwise noted.) The surface is partially covered with 1 percent boulders and stones and 5 percent cobbles.\nOi--0 to 5 cm; partially decomposed leaf litter.\nA1--5 to 10 cm; dark grayish brown (10YR 4/2) sandy loam, black (10YR 2/1) moist; weak medium subangular blocky structure parting to medium very fine and fine granular; soft, very friable, nonsticky and nonplastic; many very fine roots; many very fine interstitial pores; 1 percent boulders and stones, 5 percent cobbles; moderately acid (pH 6.0); abrupt smooth boundary. (3 to 8 cm thick)\nA2--10 to 23 cm; dark grayish brown (10YR 4/2) sandy loam, very dark brown (10YR 2/2) moist; moderate medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine, fine and medium, few coarse roots; common very fine and fine tubular pores; slightly acid (pH 6.2); clear smooth boundary. (5 to 13 cm thick)\nA3--23 to 30 cm; dark grayish brown (10YR 4/2) sandy loam, dark brown (10YR 3/3) moist; moderate medium and fine subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine, fine, medium and coarse roots; common very fine and fine tubular pores; few faint clay films lining pores; 3 percent gravel; slightly acid (pH 6.2); clear smooth boundary. (8 to 36 cm)\nBw--30 to 46 cm; grayish brown (10YR 5/2) gravelly sandy loam, dark brown (10YR 3/3) moist; moderate medium and coarse subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; few very fine and fine roots; many very fine and fine, few medium tubular pores, few very fine interstitial pores; 15 percent gravel and 5 percent cobbles; neutral (pH 6.6); abrupt smooth boundary. (0 to 25 cm thick)\nR--46 cm; hard volcanic rock that is highly fractured in the upper 5 cm."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Humboldt County, Nevada; near Cabin Creek in the Santa Rosa Mountains approximately 100 feet east and 400 feet south of the northwest corner of section 1, T. 44 N., R. 39 E.; USGS Hinkey Summit 7.5 minute topographic quadrangle; latitude 41 degrees 43 minutes 45 seconds N and longitude 117 degrees 32 minutes and 22 seconds W; WGS84 Decimal Degrees 41.7291667 latitude, -117.5394444 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Usually moist, moist in winter and spring, dry in summer and early fall; xeric soil moisture regime.\nMean annual soil temperature: 6 to 8 degrees C.\nMean summer soil temperature: 13 to 15 degrees C.\nDepth to bedrock: 20 to 50 cm.\nMollic epipedon: 20 to 50 cm includes the entire profile.\nParticle-size control section - Clay content: 8 to 18 percent.\nRock fragments: 0 to 35 percent, dominantly andesite or other volcanic rocks.\nA horizon\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3 dry, 1 through 3 moist.\nBw or C horizons are present in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are Dickle, Hanagita, Hazton, Heisspitz, Jenkinson, Lotex, Paddy, Skisams, Spliten, Splitro, Tuggle and Vorsid series.\nDickle, Heisspitz, Paddy and Skisams soils have more than 18 percent clay in the particle-size control section. Hanagita and Vorsid soils have a mean annual soil temperature less than 6 degrees C.  Hazton profiles have a high percentage of medium and coarse angular sand. Jenkinson soils are channery loams or channery clay loams with thin rock fragments. Lotex soils Mollic epipedon does not include the entire profile and have soil temperature of 3 to 6 degrees C. Skisams soils are neutral or slightly alkaline. Spliten soils have Mollic epipedon that does not include the entire profile. Splitro have peak periods of precipitation in the spring and early summer and have Mollic epipedon that does not include the entire profile. Tuggle soils have Mollic epipedon that does not include the entire profile and are formed in residuum and colluviums derived from granitic and other coarse grained rocks. Vorsid soils have a mean annual soil temperature less than 6 degrees C."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Udelope soils are on convex hills and mountains.  These soils formed in residuum and colluvium derived from volcanic rocks, commonly andesite. Slopes are 4 to 50 percent. Elevations are 1,830 to 2,750 meters. The climate is cool, semi-arid, with most precipitation falling in winter and early spring. The mean annual precipitation is 400 to 560 mm, mean annual temperature is 4 to 7 degrees C, and the frost-free season is 60 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Hackwood and Tusel soils.  Hackwood and Tusel soils do not have a lithic contact within 50 cm of the surface."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; medium or rapid runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Rangeland and wildlife habitat. Vegetation is an open stand of mountain mahogany, with mountain sagebrush, snowberry, needlegrass and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern and Central Nevada. MLRA 25.  These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Humboldt County, Nevada, East Part, 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface (5 cm) to 46 cm. (A1, A2, A3, and Bw horizons)\nLithic contact - The boundary with hard rock at about 46 cm (R layer).\nParticle-size control section - The zone from 25 to 46 cm (Bw and part of the A3 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
