{
  "SERIES": "UDOLPHO",
  "STATUS": "Established Series",
  "BYREV": "Rev. JFC-HRF-RJB",
  "REVDATE": "06/2015",
  "STATES": "IL,IA,MN",
  "OVERVIEW": "The Udolpho series consists of very deep, poorly drained and very poorly drained soils that formed in 50 to 102 centimeters (20 to 40 inches) of silty or loamy sediments and the underlying sandy and gravelly outwash.  These soils are on linear or concave slopes on outwash plains, valley trains, stream terraces, and glaciated uplands.  Slopes range from 0 to 2 percent.  Mean annual precipitation is about 790 millimeters (about 31 inches).  Mean annual air temperature is about 9 degrees C (about 48 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive, mesic Mollic Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Udolpho silt loam, on a linear slope of 1 percent, in a cultivated field, at an elevation of about 360 meters (about 1,180 feet) above sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 centimeters (0 to 8 inches); very dark grayish brown (10YR 3/2) silt loam, dark gray (10YR 4/1) dry; weak very fine granular structure; very friable; moderately acid; abrupt smooth boundary. [15 to 23 centimeters (6 to 9 inches) thick]\nE--20 to 33 centimeters (8 to 13 inches); grayish brown (2.5Y 5/2) silt loam, light brownish gray (2.5Y 6/2) dry; moderate thin platy structure; very friable; few fine distinct brown (10YR 4/3) masses of iron accumulation; moderately acid; clear wavy boundary. [0 to 15 centimeters (0 to 6 inches) thick]\nBtg1--33 to 53 centimeters (13 to 21 inches); grayish brown (2.5Y 5/2) loam; weak medium subangular blocky structure; friable; common distinct clay films on faces of peds; few distinct sand and silt coats on faces of peds; common fine distinct olive brown (2.5Y 4/4) masses of iron accumulation; strongly acid; clear wavy boundary.\nBtg2--53 to 69 centimeters (21 to 27 inches); grayish brown (2.5Y 5/2) loam; weak coarse subangular blocky structure; very friable; few distinct clay films on faces of peds; few distinct sand and silt coats on faces of peds; common medium distinct light olive brown (2.5Y 5/4) masses of iron accumulation; moderately acid; clear wavy boundary. [Combined thickness of the Btg horizon is 20 to 61 centimeters (8 to 24 inches).]\n2Cg1--69 to 102 centimeters (27 to 40 inches); grayish brown (2.5Y 5/2) gravelly coarse sand; single grain; loose; about 15 percent gravel; common medium prominent reddish brown (5YR 5/4) masses of iron accumulation; neutral; clear wavy boundary.\n2Cg2--102 to 152 centimeters (40 to 60 inches); grayish brown (2.5Y 5/2) gravelly coarse sand; single grain; loose; about 20 percent gravel; common medium prominent reddish brown (5YR 5/4) masses of iron accumulation; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 104-Eastern Iowa and Minnesota Till Prairies; Mower County, Minnesota subset; about 1 mile east and 1 mile north of Maple View; about 731 meters (2,400 feet) west and 30 meters (100 feet) north of the southeast corner of section 23, T. 103 N., R. 18W.; USGS Austin East quadrangle; lat. 43 degrees 42 minutes 13 seconds N. and long. 92 degrees 57 minutes 32 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to glacial outwash--51 to 102 centimeters (20 to 40 inches)\nDepth to carbonates--102 to 203 centimeters (40 to 80 inches)\nContent of clay in the upper half of the particle-size control section (weighted average)--18 to 30 percent\nContent of clay in the lower half of the particle-size control section (weighted average)--0 to 10 percent\nContent of sand in the upper half of the particle-size control section (weighted average)--15 to 60 percent\nContent of sand in the lower half of the particle-size control section (weighted average)--65 to 95 percent\nAp or A (when present) horizon:\nHue--10YR\nValue--2 or 3\nChroma--1 or 2\nTexture--loam or silt loam\nClay content--18 to 24 percent\nSand content--15 to 45 percent\nRock fragment content--0 to 10 percent\nReaction--moderately acid or slightly acid\nE horizon (when present):\nHue--10YR or 2.5Y\nValue--4 or 5\nChroma--1 or 2\nTexture--loam, silt loam or fine sandy loam\nClay content--18 to 24 percent\nSand content--15 to 60 percent\nRock fragment content--0 to 10 percent\nReaction--moderately acid or slightly acid\nIn cultivated areas, the E horizon is mixed in the Ap horizon\nBtg horizon:\nHue--10YR to 5Y\nValue--4 or 5\nChroma--1 or 2\nTexture--loam, silt loam, clay loam, silty clay loam, or sandy clay loam\nClay content--18 to 30 percent\nSand content--15 to 60 percent\nRock fragment content--0 to 10 percent\nReaction--strongly acid to slightly acid\n2Bg or 2BC horizons (when present):\nHue--10YR to 5Y\nValue--4 to 6\nChroma--1 or 2\nTexture--loamy coarse sand, loamy sand, coarse sandy loam, sandy loam, or the gravelly analogs of these textures, or is stratified with these textures\nClay content--0 to 10 percent\nSand content--65 to 95 percent\nRock fragment content--0 to 20 percent\nReaction--slightly acid to slightly alkaline\n2Cg horizons:\nHue--10YR to 5Y\nValue--4 to 6\nChroma--1 or 2\nTexture--coarse sand, sand, loamy coarse sand, loamy sand or the gravelly analogs of these textures, or is stratified with these textures\nClay content--0 to 8 percent\nSand content--65 to 95 percent\nRock fragment content--2 to 35 percent\nReaction--moderately acid to moderately alkaline\nSome areas have loamy materials below a depth of 150 centimeters (59 inches)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: No other series are in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--50 to 102 centimeters (20 to 40 inches) of silty or loamy sediments and the underlying sandy and gravelly outwash\nLandform--linear or concave slopes on outwash plains, valley trains, stream terraces, and glaciated uplands\nSlopes--0 to 2 percent\nElevation--207 to 366 meters (680 to 1,200 feet) above sea level\nMean annual air temperature--7 to 11 degrees C (45 to 52 degrees F)\nMean annual precipitation--710 to 870 millimeters (28 to 34 inches)\nFrost-free period--150 to 180 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bixby, Hayfield, Marshan, and Sattre soils.\nBixby--are at higher elevations on side slopes and do not have a frequently saturated zone within a depth of 1.5 meters (5 feet) in normal years\nHayfield--are at slightly higher elevations on rises and have a frequently saturated zone within a depth of 0.5 meter (1.5 feet) in normal years\nMarshan--are at lower elevations in flat to concave slopes and have mollic epipedons\nSattre--are at higher elevations on side slopes and do not have a frequently saturated zone within a depth of 1.5 meters (5 feet) in normal years"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--poorly or very poorly drained--a frequently saturated zone occurs within a depth of 0 meters (0 feet) during March to June in normal years and is considered apparent\nSaturated hydraulic conductivity--4.23 to 14.11 micrometers per second (moderately high) in the silty or loamy sediments and 42.34 to 141.14 micrometers per second (high or very high) in the underlying sandy and gravelly outwash\nSurface runoff potential--negligible to low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are cultivated.  The principal crops are corn and soybeans.  Most cultivated areas are artificially drained or water table has been lowered by drainage of nearby soils.  The native vegetation is mixed big bluestem, little bluestem, switchgrass, other grasses of the tall grass prairie and mixed deciduous trees. See Additional Data section for native vegetative cover in Iowa and Minnesota."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic sections--Western lake section, Dissected till plains, and Till plains\nMLRAs--Central Iowa and Minnesota Till Prairies (103), Eastern Iowa and Minnesota Till Prairies (104), Northern Mississippi Valley Loess Hills (105), Illinois and Iowa Deep Loess and Drift (108), and Central Mississippi Valley Wooded Slopes (115)\nLRR M; southeastern Minnesota, northeastern Iowa, Illinois, and southwestern Wisconsin\nExtent--small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Dodge County, Minnesota, 1959."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 33 to 100 centimeters (13 to 39 inches) (Btg1, Btg2, and 2Cg1 horizons);\nseries control section--the zone from the surface to a depth of 150 centimeters (59 inches) (Ap, E, Btg1, Btg2, 2Cg1, and 2Cg2 horizons).\nDiagnostic horizons and features recognized in this pedon:\nochric epipedon--the zone from the surface to a depth of 33 centimeters (0 to 13 inches) (Ap and E horizons);\nargillic horizon--the zone from a depth of 33 to 69 centimeters (13 to 27 inches) (Btg1,and Btg2 horizons);\nabrupt textural change--at the upper boundary of the 2Cg horizon;\naquic moisture regime--matrix chroma of 2 or less with redoximorphic concentrations.\nCation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomy version--Keys to Soil Taxonomy, ninth edition, 2003.\nADDITIONAL DATA: In Iowa and Minnesota, the native vegetative cover is a mixed herbaceous and woody community commonly inhabited with Green Ashes, American Elms, Common Hackberries, Eastern Cottonwoods, American Sycamores, Silky Dogwoods, Black Willows, Wild Black Currants, Riverbank Grapes, Grays Sedges, Hop Sedges, Virginia Wildryes, Stiff Bedstraws, White Avens, Wood Nettles, False Nettles, Canadian Clearweeds, and Common Bonesets. Source: Iowa State Office, Natural Resources Conservation Service, Des Moines, IA.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
