{
  "SERIES": "UFISH",
  "STATUS": "Tentative Series",
  "BYREV": "IRD. AEK/RJO/DAL",
  "REVDATE": "04/2003",
  "STATES": "OR",
  "OVERVIEW": "The Ufish series consists of deep, well drained soils on backslopes of mountains.  Ufish soils are formed in volcanic ash overlying colluvial and residual material derived from granitic rocks. Slopes are 30 to 60 percent. The mean annual precipitation is about 40 inches and the mean annual temperature is about 36 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Ashy over loamy-skeletal, amorphic over isotic Typic Vitricryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ufish ashy sandy loam woodland, on a 35 percent south-facing slope at an elevation of 6,560 feet. (Colors are for moist soil unless otherwise noted.)\nOi--0 to 1 inches; needles and twigs.\nA--1 to 6 inches; dark brown (10YR 3/3) ashy sandy loam, yellowish brown (10YR 5/4) dry; weak fine granular structure; soft, very friable, nonsticky, nonplastic and weakly smeary; many fine and few medium and coarse roots; common fine and medium irregular pores; 10 percent gravel; slightly acid (pH 6.2); gradual smooth boundary. (4 to 7 inches thick)\nBw--6 to 19 inches; dark yellowish brown (10YR 3/4) stony ashy silt loam, yellowish brown (10YR 5/4) dry; weak fine and medium subangular blocky structure; soft, very friable, nonsticky, nonplastic and weakly smeary; common fine and few medium and coarse roots; few fine tubular pores; 5 percent gravel and 15 percent stones; moderately acid (pH 6.0); clear smooth boundary. (8 to 15 inches thick)\n2Bwb--19 to 39 inches; brown (10YR 5/3) very stony sandy loam, light yellowish brown (10YR 6/4) dry; weak medium subangular blocky structure; soft, firm, nonsticky and nonplastic; few fine and medium roots; few fine tubular pores; 20 percent gravel, 5 percent cobbles and 25 percent stones; moderately acid (pH 5.8); clear smooth to irregular boundary. (7 to 26 inches thick)\n2BCb--39 to 49 inches; brown (10YR 5/3) extremely stony sandy loam, light yellowish brown (10YR 6/4) dry; single grain; loose, friable, nonsticky and nonplastic; few fine roots; 25 percent gravel, 15 percent cobbles and 35 percent stones; strongly acid (pH 5.5).  (0 to 32 inches thick)\n2R--49 inches; granodiorite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Union County, Oregon\nSection 30 (NW 1/4, NW 1/4, NE 1/4), T. 6 S., R. 37 E.\nLatitude: 45 degrees, 01 minutes, 8 seconds N\nLongitude: 118 degrees, 13 minutes, 31 seconds W\nUSGS quadrangle: Anthony Butte"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Temperature: cryic regime\nMean Annual Soil Temperature:  35 to 41 degrees F\nMean Summer Soil Temperature:  41 to 48 degrees F\nMean Winter Soil Temperature:  28 to 36 degrees F\nSoil Moisture: udic regime; dry 20 to 35 days in summer\nParticle-size Control Section: mineral soil surface to 40 inches below the mineral surface\nUpper part (ashy):  15 to 18 inches thick\nClay content:  4 to 9 percent\nRock fragment content: 5 to 25 percent\nLower Part (loamy-skeletal):  22 to 25 inches thick\nClay content:  2 to 15 percent\nSand content:  more than 25 percent very coarse, coarse and medium sand\nRock fragment content: 35 to 60 percent\nRock fragment shape: subangular to subrounded\nDiagnostic Horizons and Features:\nandic soil material:  upper boundary at the mineral soil surface;  15 to 18 inches thick\nAl+1/2Fe(aox): 1.5 to 3.0 percent\nbulk density: 0.65 to 1.00 g/cc\nP retention: 60 to 90 percent\n0.02-2.0 mm fraction: 40 to 60 percent of fine earth\nglass content in the 0.02-2.0 mm fraction:  60 to 90 percent\nwater content at 1500 kPa tension (air dry soil): 5 to 12 percent\n8Si + 2Fe (aox): 4 to 8 percent\n8Si - 2Fe (aox): 5 to 12 percent\nochric epipedon: 4 to 7 inches thick\ncambic horizon, upper: 8 to 15 inches thick\nlower: 7 to 26 inches thick\nlithic contact depth: 40 to 60 inches below the mineral soil surface\nMajor Horizons:\nA horizon\ncolor, moist: 10YR 2/2, 3/3, 3/4, 4/4\ncolor, dry: 10YR 5/3, 5/4, 6/4\ntexture:  ASHY-SIL, ASHY-SL\nclay content:  5 to 8 percent\nrock fragment content:  5 to 14 percent\ngravel:  5 to 10 percent\ncobbles: 0 to 5 percent\nstones:  0 to 5 percent\nreaction:  moderately acid to slightly acid;  pH: 5.6 to 6.5\nbase saturation (sum of bases):  5 to 25 percent\norganic matter: 2 to 10 percent\nBw horizon\ncolor, moist: 10YR 3/4, 4/3, 4/4, 5/6, 6/4\ncolor, dry: 10YR 5/4, 6/4, 7/4, 8/3\ntexture:  ASHY-SIL, GR-ASHY-SIL, ST-ASHY-SIL\nclay content:  3 to 8 percent\nrock fragment content: 5 to 25 percent\ngravel:  5 to 10 percent\ncobbles: 0 to 10 percent\nstones:  0 to 15 percent\nreaction:  moderately acid to slightly acid; pH: 5.6 to 6.0\nbase saturation (sum of bases):  2 to 10 percent\norganic matter:  1 3 percent\n2Bwb horizon\ncolor, moist: 10YR 4/4, 5/3\ncolor, dry: 10YR 6/4, 7/2, 7/3\ntexture:  STV-SL, CBV-COSL, CBV-SL, GRV-SL\nclay content:  3 to 10 percent\nrock fragment content:  35 to 55 percent\ngravel:  10 to 30 percent\ncobbles: 5 to 25 percent\nstones:  0 to 25 percent\nreaction:  strongly acid to moderately acid; pH: 5.1 to 6.0\nbase saturation (sum of bases):  40 to 60 percent\n2BC horizon (2C horizon in some pedons)\ncolor, moist: 10YR 5/3, 5/4, 6/3\ncolor, dry: 10YR 6/3, 6/4, 7/2, 8/3\ntexture:  STV-SL, STX-SL, GRV-SL, GRV-LCOS\nclay content:  3 to 7 percent\nrock fragment content:  35 to 65 percent\ngravel:  20 to 45 percent\ncobbles: 0 to 15 percent\nstones:  0 to 35 percent\nreaction:  strongly acid to slightly acid;  pH: 5.1 to 6.5\nbase saturation (sum of bases):  50 to 70 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nUfish (T)-deep (40 to 60 inches) to a lithic contact, loamy-skeletal part of pscs is strongly acid to slightly acid, and has 35 to 60 percent subrounded or subangular rock fragments and more than 25 percent very coarse, coarse and medium sand, formed in volcanic ash over colluvium from granite and granodiorite\nAngelpeak-deep (40 to 60 inches) to a lithic contact, loamy-skeletal part of pscs is slightly acid or neutral and has 60 to 85 percent angular rock fragments, formed in volcanic ash over colluvium from argillite\nAshnola (T)-moderately deep and deep (35 to 50 inches) to a densic contact, very deep (>60 inches) to bedrock, ashy part of the pscs is gravelly ashy sandy loam and less than 50 percent silt, formed in volcanic ash over till from sedimentary and volcanic rocks\nBucketlake-very deep (>60 inches), loamy-skeletal part of the pscs has subrounded and rounded rock fragments and clay content of 5 to 15 percent, formed in volcanic ash over till from granite\nDucklake (T)-deep (40 to 60 inches) to a densic contact, very deep (>60 inches) to bedrock, ashy part of the pscs is stony ashy silt loam with more than 50 percent silt, loamy-skeletal part of pscs has rounded or well rounded rock fragments, formed in volcanic ash over till from granite\nLackeyshole (T)-deep (40 to 60 inches) to a lithic contact, loamy-skeletal part of pscs is slightly acid or neutral and has 35 to 55 percent subangular rock fragments and less than 25 percent very coarse, coarse and medium sand, formed in volcanic ash over colluvium from andesitic basalt and basalt\nMcCalpinemeadow (T)-moderately deep (20 to 40 inches) to a lithic contact; loamy-skeletal part of the pscs has subangular rock fragments, more than 25 percent very coarse, coarse and medium sand, and clay content of 5 to 10 percent; formed in volcanic ash over colluvium from granite and granodiorite\nMountemily-very deep (>60 inches), loamy-skeletal part of the pscs has subangular and angular rock fragments and clay content of 18 to 30 percent, formed in volcanic ash over colluvium from basalt\nMudlakebasin (T)-moderately deep (20 to 40 inches) to a lithic contact, loamy-skeletal part of the pscs has well rounded and rounded rock fragments, and clay content of 4 to 18 percent, formed in volcanic ash over till from granite\nTowermountain (T)-moderately deep (20 to 40 inches) to a paralithic contact, formed in volcanic ash over colluvium from rhyolitic tuff\nTroutmeadows\t-moderately deep (20 to 40 inches) to a lithic contact, loamy-skeletal part of the pscs has subangular rock fragments, less than 25 percent very coarse, coarse and medium sand, and clay content of 10 to 18 percent, formed in volcanic ash over colluvium from basalt"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform: backslopes of mountains\nSlope gradient: 30 to 60 percent\nParent material: volcanic ash overlying colluvium and residuum derived from granitic rocks\nLithology: granite and granodiorite\nElevation: 5,400 to 7,200 feet\nClimate: cold, wet winters and cool, moist summers\nMean annual precipitation: 30 to 50 inches\nMean annual air temperature: 33 to 39 degrees F\nFrost-free period: 20 to 65 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nMcCalpinemeadow (T)-occurs on planar to convex, mid to upper slopes and ridges; 20 to 40 inches to lithic contact\nProuty-occurs on planar to convex, mid to upper slopes and ridges at higher elevations; has less than 14 inches of ash influence\nTannergulch (T)-occurs on convex mid to upper slopes of higher elevations and near rock outcrops; associated with openings in the canopy, 10 to 20 inches to a lithic contact"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage:  well drained\nPermeability:  moderately rapid"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nUse: watershed, wildlife habitat, timber production, livestock grazing and recreation\nNative vegetation: subalpine fir, lodgepole pine, western larch, Engleman spruce, Douglas fir, grand fir, grouse whortleberry, prince's pine, Scouler's willow, twinflower, common snowberry, woods strawberry, blueleaf strawberry, sidebells pyrola, pinegrass and northwestern sedge\nEcological site: dominant plant association is ABLA/VASC; may include ABLA/LIBOL2, PICO(ABLA)/VASC"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nMLRA-  E43\nDistribution-  Blue Mountains of northeastern Oregon\nExtent-  small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Union County, Oregon 2003.  The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nochric epipedon: 1 to 6 inches  A\ncambic horizon: 6 to 39 inches  Bw, 2Bwb\nandic soil properties:  1 to 19 inches  A, Bw\nparticle-size control section:   1 to 41 inches   A, Bw, 2Bwb, 2BCb\nashy part: 1 to 19 inches  A, Bw\nloamy-skeletal part: 19 to 41 inches  2Bwb, 2BCb\nlithic contact   49 inches   2R\nNational Cooperative Soil Survey\nU.S.A."
  }
}
