{
  "SERIES": "UHLAND",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLL-CLN-SEB-ACT",
  "REVDATE": "02/2001",
  "STATES": "TX",
  "OVERVIEW": "The Uhland series consists of very deep, moderately well drained, moderately slowly permeable soils that formed in alluvium.  These soils are in nearly level flood plains.  Slopes range from 0 to 1 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, superactive, thermic Aquic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Uhland loam--pasture.  (Colors are for moist soil unless otherwise stated).\nA--0 to 3 inches; very dark grayish brown (10YR 3/2) loam, grayish brown (10YR 5/2) dry; moderate fine subangular blocky structure parting to moderate fine granular; hard, firm, sticky and plastic; many fine and medium roots; common fine and medium tubular pores; common fine prominent reddish brown (5YR 4/4) masses of iron accumulation; few fine iron-manganese concretions; slightly acid; abrupt smooth boundary. (3 to 10 inches thick)\nBw--3 to 15 inches; dark brown (10YR 4/3) very fine sandy loam, pale brown (10YR 6/3) dry; weak coarse prismatic structure parting to weak very fine subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; many fine and medium roots; common fine and medium tubular pores; common fine and medium distinct strong brown (7.5YR 5/6) masses or iron accumulation; few faint dark grayish brown (10YR 4/2) iron depletions along dead root channels; few very fine iron-manganese masses; slightly acid; abrupt smooth boundary. (8 to 65 inches thick)\nAb--15 to 22 inches; dark brown (10YR 3/3) loam, brown (10YR 5/3) dry; weak coarse prismatic structure parting to moderate fine subangular blocky; hard, friable, sticky and plastic; common fine and medium roots; many fine and few medium tubular pores; few medium distinct dark brown (7.5YR 4/4) masses of iron accumulation; dark gray (10YR 4/1) iron depletions on surfaces of some prisms and along dead root channels; few fine iron-manganese masses; slightly acid; abrupt smooth boundary.  (0 to 10 inches thick)\nBwb--22 to 43 inches; dark yellowish brown (10YR 4/4) very fine sandy loam, light yellowish brown (10YR 6/4) dry; weak coarse prismatic structure parting to weak fine subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; common fine roots; common fine and medium tubular pores; common medium distinct dark yellowish brown (10YR 4/6) masses of iron accumulation; grayish brown (10YR 5/2) iron depletions along dead root channels; few faint bedding planes 1/2 to 2 inches thick with slightly less clay and lighter color than the matrix; slightly acid; abrupt smooth boundary. (0 to 40 inches thick)\nA'b--43 to 48 inches; very dark grayish brown (10YR 3/2) very fine sandy loam, gray (10YR 5/1) dry; weak coarse prismatic structure parting to weak fine subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; few fine roots; few fine pores; common medium distinct grayish brown (10YR 5/2) iron depletions; few fine distinct yellowish brown (10YR 5/6) masses of iron accumulation; slightly acid; clear smooth boundary. (0 to 12 inches thick)\nBgb--48 to 55 inches; gray (10YR 5/1) very fine sandy loam, light brownish gray (10YR 6/2) dry; weak coarse prismatic structure parting to weak fine subangular blocky; hard, friable, slightly sticky and slightly plastic; few fine roots; many medium distinct dark yellowish brown (10YR 4/6) masses of iron accumulation; 10 percent iron-manganese concretions; few fine siliceous pebbles; slightly acid; clear smooth boundary. (0 to 20 inches thick)\nA''b--55 to 80 inches; very dark gray (10YR 3/1) clay loam, gray (10YR 5/1) dry; moderate medium prismatic structure parting to weak coarse angular blocky; very hard, firm, sticky and very plastic; few very fine roots; common fine distinct dark yellowish brown (10YR 4/6) masses of iron accumulation; 10 percent iron-manganese concretions in the upper part with iron-manganese masses in the lower part; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Robertson County, Texas: from intersection of Farm Road 46 and Farm Road 1644 in Franklin, 6.6 miles west on Farm Road 1644 to flood plain of Little Mud Creek, 0.4 mile north on pasture road, 275 feet north-northwest in flood plain. (Latitude: 31 degrees north, 00 minutes, 14 seconds; Longitude: 96 degrees west, 30 minutes, 06 seconds)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth of alluvial sediments ranges from about 6 to 15 feet.  The solum is more than 80 inches thick.  Reaction ranges from moderately acid to slightly alkaline throughout. Average clay content of the 10- to 40- inch particle-size control section ranges from 10 to 18 percent.  There is an irregular decrease in organic carbon and most pedons have a buried A horizon within the particle-size control section.  Redox depletions and aquic conditions are in some subhorizon within a depth of 20 to 30 inches of the soil surface during most years.   Most pedons have few to about 5 percent siliceous and/or ironstone pebbles, mainly less than one half inch across, in some horizons.  Iron manganese concretions and/or masses range from few to common in some horizons.\nThe A horizon has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 2 to 4.  Horizons with moist value of 3 are less than 10 inches thick.  Some pedons have few to common iron concentrations in shades of brown or red.  Texture is very fine sandy loam, fine sandy loam, sandy clay loam, loam, or clay loam.\nThe Bw or Bwb horizon has hue of 7.5YR or 10YR, value of 4 to 6, chroma of 3 to 6.  Iron concentrations in shades of brown, yellow or red range from few to many.  Iron depletions in shades of brown or gray with chroma of 2 or less range from few to common in some subhorizon within 30 inches of the soil surface.  Texture is very fine sandy loam, fine sandy loam, or loam with or without subhorizons of loamy fine sand, sandy clay loam or clay loam.\nBuried A horizons, where present, have  hue of 10YR, value of 3 or 4, and chroma of 1 to 3.  Redoximorphic features range from none to common.   Texture ranges from fine sandy loam to clay loam.\nBg or Bgb horizons, where present, have hue of 10YR, value of 5 or more and chroma of 2 or less are typically below a depth of 40 inches and do not occur in some pedons.  Redoximorphic concentrations in shades of brown, yellow, or red range from few to many.  Texture ranges from fine sandy loam to clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series.  Similar soils include the Coarsewood, Sandow, Weswood, Yahola, Yomont, and Zavala series.  Coarsewood soils have coarse-silty control sections, and do not have a cambic horizon. Sandow soils have fine-loamy control sections.  Yahola, Yomont, and Zavala soils do not have aquic soil conditions in most years.  In addition, Yomont soils have coarse-silty control sections, and Zavala soils are in the hyperthermic temperature regime.  Weswood soils have fine-silty control sections and do not have aquic soil conditions in most years."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Uhland series is in nearly level flood plains of central Texas.  Slopes range from 0 to 1 percent.  The soil formed in sandy and loamy alluvium derived from Cretaceous and Tertiary period sediments.  Mean annual precipitation ranges from 32 to 40 inches, and mean annual temperature ranges from 65 to 70 degrees F.  Frost free days range from 240 to 280, and elevation ranges from 200 to 400 feet.  Thornthwaite P-E indices range from 44 to 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Sandow soils and the Edge, Crockett, Padina, Rader, Tabor, and Whitesboro soils.  Edge and Crockett soils have clayey Bt horizons and are on higher upland positions. Padina soils are on higher upland positions and have sandy grossarenic surface and subsurface layers and a loamy Bt horizon.  Rader and Tabor soils are on slightly higher adjoining terrace positions.  They have loamy and clayey Bt horizons.  The fine-loamy Sandow soils are on similar flood plain positions.  Whitesboro soils are on similar flood plain positions and have mollic epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained. Permeability is moderately slow.  Runoff is negligible.  An apparent water table is at a depth of 2.0 to 3.5 feet of the surface during the spring months for a period of 30 to 60 days during most years.  The frequent flooding areas commonly flood three to five times annually for brief durations."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for improved pasture or rangeland.  Native vegetation includes scattered oak, elm, and willow with an understory of indiangrass, switchgrass, panicles, sedges, and yauping."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  This soil occurs mainly in the Texas clasp area (MLRA 87A).  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Caldwell County, Texas, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil has been previously included with the Iuka series.  The classification is changed from Aquic Ustifluvents to Aquic Ustochrepts (August, 1994) based on the results of a field study that indicates it has a cambic horizon.  It should be noted that an alternative  classification would be Fluvaquentic Ustochrepts.  This subgroup is not presently in Soil Taxonomy.  Texas plans to submit a proposal to include the Fluvaquentic subgroup in Ustochrepts.\nSuperactive cation exchange activity class.  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 3 inches. (the A horizon)\nCambic horizon - 3 to 15 inches, and 22 to 43 inches the Bw and Bwb horizons.\nFluventic properties - buried horizons, Ab horizon at 15 to 22 inches and Ab'1 horizon at 43 to 48 inches.  Irregular decrease in organic-carbon content.\nAquic features - redox depletions with chroma of 2 or less within 30 inches of the soil surface and aquic soil conditions at a depth of 20 to 30 inches at some time during most years.\nADDITIONAL DATA: Type Location pedon STX94-395-001-001, Texas Agricultural Experiment Station Lab.\ndata.\nSOIL INTERPRETATION NUMBER: TX0007\nNational Cooperative Soil Survey\nU.S.A."
  }
}
