{
  "SERIES": "UHLORN",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJB/TWH/CLM",
  "REVDATE": "10/2002",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Typic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Uhlorn silt loam, on a 10 percent east-facing slope at 3,890 feet elevation in a cultivated field.  When described on June 7, 1962 the soil was moist throughout.  (Colors are for dry soil unless otherwise noted.)\nAp--0 to 6 inches; very dark gray (10YR 3/1) silt loam, black (10YR 2/1) moist; moderate fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many fine roots; many fine irrregular pores; neutral (pH 6.6); abrupt smooth boundary.  (6 to 7 inches thick)\nA--6 to 13 inches; dark grayish brown (10YR 4/2) silt loam, very dark brown (10YR 2/2) moist; weak medium and coarse prismatic structure parting to weak fine subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; common fine roots; common tubular pores; few worm holes and krotovinas filled with browner soil material; slightly acid (pH 6.3); clear smooth boundary.  (6 to 8 inches thick)\nBAt--13 to 18 inches; brown (10YR 5/3) silt loam, dark brown (10YR 3/3) moist; moderate fine subangular blocky structure; hard, friable, slightly sticky and plastic; common fine roots; common fine tubular pores; few faint clay films; few uncoated silt grains mostly on vertical faces of peds; slightly acid (pH 6.3); clear smooth boundary.  (4 to 6 inches thick)\nBt1--18 to 33 inches; yellowish brown (10YR 5/4) silty clay loam, dark yellowish brown (10YR 4/4) moist; moderate medium and fine subangular blocky structure; very hard, firm, slightly sticky and plastic; common fine roots; common fine tubular pores; continuous distinct clay films; common uncoated silt grains coating most vertical surfaces of peds; slightly acid (pH 6.4); gradual smooth boundary.  (12 to 16 inches thick)\nBt2--33 to 42 inches; yellowish brown (10YR 5/4) silty clay loam, dark yellowish brown (10YR 4/4) moist; moderate medium and fine subangular blocky structure; very hard, very firm, sticky and plastic; few fine roots; common fine tubular pores; continuous distinct clay films; many uncoated silt grains on all surfaces of peds; slightly acid (pH 6.2); clear smooth boundary.  (8 to 10 inches thick)\n2Bt3--42 to 60 inches; brown (7.5YR 5/3) silty clay loam, dark brown (7.5YR 3/4) moist; moderate fine angular block structure; very hard, very firm, sticky and plastic; few fine roots; few fine tubular pores; continuous prominent clay films; slightly brittle; few fine black iron-manganese concretions; 10 percent weathered fine gravel, increasing in number with increasing depth; neutral (pH 6.9)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Idaho County, Idaho; about 2 miles south of Ferdinand; in a road cut, south side of road; 1,360 feet north and 1,480 feet west of the southeast corner of section 12, T.32 N., R.1 W.  Latitude - 46 degrees, 07 minutes, 32 seconds North; Longitude - 116 degrees, 23 minutes, 41 seconds West; Craigmont USGS topographic quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of mollic epipedon - 10 to 20 inches\nOrganic matter content in the mollic epipedon (weighted average) - 3 to 6 percent\nBase saturation - 75 to 90 percent between depths of 10 and 30 inches Depth to bedrock - greater than 60 inches\nThe soil is usually moist between depths of 4 and 12 inches but is dry for 45 to 60 days in late summer\nAverage summer soil temperature - 60 to 64 degrees F\nAverage annual soil temperature - 47 to 51 degrees F\nParticle-size control section\nClay content - averages 30 to 35 percent\nA horizon\nValue, upper part - 3 through 5 dry, 2 or 3 moist\nChroma, upper part - 1 through 3, dry or moist\nReaction - moderately acid through neutral\nBt horizon\nHue - 10YR or 7.5YR\nValue - 5 or 6 dry, 3 through 5 moist\nChroma - 3 through 6 dry, 3 or 4 moist\nTexture, upper part - SIL, SICL\nTexture, lower part - SICL with minor amounts of CL\nClay content, upper part - 24 to 32 percent\nClay content, lower part - 28 to 35 percent\nThere are few to many uncoated silt grains on peds.\nThe lower parts contain up to 10 percent gravel, and contain lime in veins in some pedons.\nReaction - slightly acid through mildly alkaline\nPresent in some pedons -  Btb horizon"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Darrah (T) series.  Darrah soils have Btb horizons with 35 to 50 percent clay in the lower part of the series control section and would have and arid soil moisture regime if not for additional moisture received from run-on."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The soils are on hills on plateaus, mainly on north-facing slopes.  Slopes are 2 to 65 percent.  The elevation ranges from 2,600 to 4,200 feet.  The soils formed mostly in loess.  The average annual precipitation is 21 to 24 inches.  Average annual temperature is 44 to 49 degrees F.  The frost free season ranges from 100 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Meland, Nez Perce and Riggins soils.  Meland soils are moderately deep and fine-loamy, and are on hillsides.  Nez Perce soils have albic horizons and clayey Bt horizons, and are on convex slopes and drier aspects.  Riggins soils are shallow to bedrock, and are on canyon rims."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Uhlorn soils are used mostly for production of dryland wheat, peas, alfalfa, and grass.  The natural vegetation is mainly Idaho fescue, bluebunch wheatgrass, arrowleaf balsamroot, silky lupine, geranium, cinquefoil and wild rose."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The loessial prairies near Grangeville, Nezperce, and Craigmont, Idaho.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Idaho County, Idaho, 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This revision (6/93) changes the classification from fine-silty, mixed, mesic Ultic Argixerolls.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the surface to 18 inches (the Ap, A, and BAt horizons).\nArgillic horizon - The zone from 18 to 60 inches (the Bt1, Bt2, and 2Bt3 horizons).\nParticle-size control section - The zone from 18 to 38 inches (the Bt1 and part of the Bt2 horizons).\nADDITIONAL DATA:  This series has been sampled in Lewis County, Idaho, for analysis at the NSSL.  Laboratory sample number 86P 877; soil survey sample number S86ID-061-002.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
