{
  "SERIES": "ULIDA",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. JCW-TDC-JVC",
  "REVDATE": "03/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy, mixed, superactive, mesic, shallow Xeric Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ulida loamy coarse sand, on a northwest facing 5 percent slope, under big sagebrush at 6,200 feet elevation--rangeland.  (Colors are for dry soil unless otherwise stated.  When described the soil was dry to 10 inches, moist between 10 and 15 inches, and dry below 15 inches.)\nA1--0 to 2 inches; brown (10YR 5/3) loamy coarse sand, brown (10YR 4/3) moist; weak medium platy structure; soft, very friable, nonsticky and nonplastic; few very fine and many fine roots; common fine interstitial pores; 5 percent 2 to 3 mm pebbles; moderately alkaline (pH 8.0); abrupt smooth boundary.  (2 or 3 inches thick)\nA2--2 to 5 inches; brown (10YR 5/3) sandy loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; common fine roots; common fine interstitial pores; 5 percent 2 to 3 mm pebbles; moderately alkaline (pH 8.0); abrupt wavy boundary.  (2 or 3 inches thick)\nBt--5 to 15 inches; variegated reddish yellow (7.5YR 7/8) and yellowish red (5YR 5/8) sandy clay loam, dark yellowish brown (10YR 4/4), strong brown (7.5YR 5/8), and yellowish red (5YR 4/6) moist; weak medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common fine roots; common very fine tubular and interstitial pores; common faint clay films bridging mineral grains; 10 percent 2 to 3 mm pebbles; moderately alkaline (pH 8.0); gradual wavy boundary.  (6 to 9 inches thick)\nC--15 to 19 inches; yellow (10YR 7/6) gravelly sandy loam, yellowish brown (10YR 5/6) moist; massive; very hard, very firm, slightly sticky and nonplastic; few fine interstitial pores; 20 percent 2 to 3 mm pebbles; strongly effervescent, disseminated lime; moderately alkaline (pH 8.0); gradual wavy boundary. (0 to 5 inches thick)\nCr--19 to 22 inches; strongly weathered and fractured quartz monzonite, slakes in water."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Inyo County, California; about 0.75 miles east of Spanish Spring and 2 miles west of the Hunter Mountain Road; approximately 36 degrees 35 minutes north latitude and 117 degrees 31 minutes west longitude, NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a paralithic contact is 10 to 20 inches.  The mean annual soil temperature is about 55 degree F.  Reaction is slightly alkaline or moderately alkaline throughout.  Depth to disseminated lime is 10 to 20 inches.  These soils are moist in some part of the moisture control section from November until June throughout from mid-June through early November.  Soil temperatures are warmer than 41 degrees F from mid-March through November.\nThe A horizon has dry color of 10YR 5/2, 5/3 or 7.5YR 5/2 and moist color of 10YR 4/2, 4/3; or 7.5YR 4/2.  It is mainly sandy loam with loam coarse sand in the upper 1 to 2 inches.  Some pedons have a bouldery loamy coarse sand surface.  Rock fragments of 2 to 3 mm diameter range from 5 to 15 percent; some areas have cobbles and stones ranging up to 5 percent of the surface.  Clay averages 5 to 10 percent in the upper 1 to 2 inches and 10 to 20 percent in the lower part of the A horizon.\nThe Bt horizon has dry color of 10YR 5/8, 6/4, 7/2; 5YR 5/8, 6/6, 6/8; 7.5YR 7/6 or 7/8.  It is sandy clay loam or gravelly sandy clay loam and averages 20 to 30 percent clay.  Rock fragments of 2 or 3 mm diameter range from 5 to 35 percent.\nThe C horizon grades into a paralithic contact with weathered granitic rock.  It is gravelly sandy loam or gravelly coarse sandy loam and averages 10 to 20 percent clay.  Rock fragments of 2 to 3 mm diameter range from 15 to 35 percent.  In some pedons the C horizon has segregated lime as coatings on rock fragments or as few soft masses and is slightly to strongly effervescent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Anowell, Chill, Corral, Genaw, and Yuko series.\nAnowell soils are effervescent throughout and have paralithic materials of tuff or tuffaceous sediments in the series control section.  Chill soils have frost-free periods of 100 to 130 days.  Corral soils have mean annual soil temperature of 47 to 53 degrees f. and have paralithic materials of tuffaceous sandstone, tuff, or diatomite in the series control section.  Genaw soils have 15 to 35 percent gravel in the particle-size control section, have identifiable secondary carbonates in the argillic horizon, have a horizon with durinodes, and are moderately alkaline through strongly alkaline in the Btk and Bqk horizons.  Yuko soils have paralithic materials weathered volcanic rocks such as andesite or tuffaceous sedimentary rocks in the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ulida soils are on rock pediments, hills, and mountains.  Slopes are 5 to 55 percent.  These soils formed in residuum weathered from granitic rocks. Elevations are 4,000 to 7,500 feet.  The climate is semiarid, with hot, dry summers with infrequent thundershowers of short duration, and cool, moist winters.  The mean annual precipitation is 8 to 10 inches.  The mean annual temperature is 53 degrees F.; the mean January temperature is 35 degrees F.; and the mean July temperature is 75 degrees f.  The frost-free period is 185 to 235 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ferroburro, Huntmount, Luckyrich, Mexispring, and Panamint soils.  Huntmount soils are fine, loamy, are xeric bordering on aridic, and are deeper than 40 inches to a paralithic contact.  Luckyrich soils lack an argillic horizon, have a paralithic contact at a depth of 40 to 60 inches, and formed in alluvium in adjacent valleys.  Ferroburro, Mexispring, and Panamint soils lack an argillic horizon.  Ferroburro and Panamint soils have a mollic epipedon.  Mexispring soils are loamy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to very rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Ulida soils are used mainly for watershed, wildlife habitat, recreation, and rangeland.  The native vegetation is primarily big sagebrush, Utah juniper, and scattered perennial grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  These soils are mapped in the northern part of the California Desert and are of small extent.  MLRA 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Inyo County, California, Saline Valley Area, 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 5 inches (A1 and A2 horizons).\nArgillic horizon - The zone from 5 to 15 inches (Bt horizon).\nParalithic contact - The boundary at 19 inches to underlying soft, weathered bedrock (Cr layer).\nThe nature of the weathered bedrock should be evaluated to determine whether slaking is typical for the material.  If the material does not slake, it would fit the concept for paralithic materials and not densic materials.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
