{
  "SERIES": "ULTO",
  "STATUS": "Established Series",
  "BYREV": "GLL:KG:CRF",
  "REVDATE": "03/2003",
  "STATES": "TX",
  "OVERVIEW": "The Ulto series consists of soils that are deep to stratified loamy glauconitic soil materials.  They are well drained and moderately permeable.  These soils are on very gently sloping uplands.  Slopes range from 1 to 3 percent  percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, active, thermic Ultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ulto fine sandy loam--pastureland (Colors are for moist soil conditions)\nA1--0 to 7 inches; dark brown (7.5YR 3/4) fine sandy loam; moderate medium subangular blocky structure; slightly hard, very friable; common fine and medium roots; few fine and medium pores; few fine ironstone pebbles; strongly acid; clear smooth boundary.\nA2--7 to 12 inches; brown (7.5YR 4/4) fine sandy loam; moderate medium subangular blocky structure; slightly hard, very friable; common fine and medium roots; few fine and medium pores; few fine ironstone pebbles; strongly acid; clear wavy boundary. (combined thickness of the A horizons is 4 to 14 inches.)\nBt1--12 to 21 inches; yellowish red (5YR 4/6) fine sandy loam; moderate medium subangular blocky structure; hard, friable; common brown (7.5YR 4/4) worm casts; few fine and medium roots; few fine and medium pores; few fine ironstone pebbles; few thin clay films on faces of peds; strongly acid; gradual smooth boundary.\nBt2--21 to 36 inches; yellowish red (5YR 4/6) clay loam; common fine and medium distinct strong brown (7.5YR 5/6) redox concentrations; moderate medium subangular blocky structure; very hard, firm; few fine and medium roots; few fine pores; few thin clay films on faces of peds; common fine ironstone pebbles; moderately acid; gradual smooth boundary.\nBt3--36 to 42 inches; strong brown (7.5YR 4/6) clay loam; common medium and coarse prominent red (2.5YR 4/6) redox concentrations; few fine strong brown (7.5YR 5/8) remnants (spots) of weathered glauconitic materials; moderate medium subangular blocky structure; very hard, firm; few fine roots; few fine pores; about 2 percent nodular plinthite; few thin clay films on faces of peds; common fine ironstone pebbles; discontinuous layers of fractured ironstone 1/2 to 2 inches thick; moderately acid; gradual smooth boundary. (combined thickness of the Bt horizons is 30 to 40 inches.)\nBCt--42 to 56 inches; yellowish red (5YR 5/8) sandy clay loam; common medium distinct red (2.5YR 4/8) redox concentrations; common medium remnants (spots) of strong brown (7.5YR 5/8) weathered glauconitic materials; weak medium subangular blocky structure; very hard, firm; few fine roots; few fine pores; few thin clay films on faces of peds; few mica flakes; few fine ironstone pebbles; very strongly acid; gradual wavy boundary. (0 to 18 inches thick)\nC--56 to 80 inches; red (2.5YR 4/8) weakly consolidated sandstone with sandy clay loam texture, common coarse remnants (spots) of strong brown (7.5YR 5/8) weathered glauconitic materials, and few prominent light brownish gray (10YR 6/2) discontinuous strata of shale 1/4 to 1/2 inch thick; massive; very hard, firm; few fine roots; few streaks and spots of pale brown (10YR 6/3) clean sand; few mica flakes; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Rusk County, Texas; from the intersection of U.S. Highway 84 and Farm Road 2753 in west part of Mt. Enterprise; 1.95 miles west on U.S. Highway 84; 2.1 miles north and east on county road 4245; 750 feet north in pasture.  (Latitude: 31 degrees, 54 minutes, 36 seconds north; Longitude: 94 degrees, 52 minutes, 36 seconds west;)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum thickness is variable but typically ranges from 40 to about 60 inches.  Clay content in the control section averages 20 to 35 percent.  The base saturation ranges from 35 to 60 percent at a depth of 50 inches below the top of the argillic horizon.  In most pedons iron-manganese concretions and/or masses range from few to about 5 percent.  They are mainly in the argillic horizon.\nThe A horizon has hue of 5YR to 10YR value of 3 to 5 and chroma of 3 or 4.  The texture is fine sandy loam, very fine sandy loam, or loam.  Reaction ranges from strongly acid to slightly acid.\nThe Bt horizon has hue of 5YR to 10YR value of 4 to 6 and chroma of 6 or 8.  Redox concentrations in shades of red or brown range from none to common. Texture is fine sandy loam, loam or sandy clay loam in the upper part and sandy clay loam or clay loam in the lower part.  Yellowish and brownish weathered glauconitic materials range from none to common and typically increase with depth.  Some pedons have discontinuous ironstone or glauconitic ironstone layers 1/2 to 2 inches thick in the lower part.   Some pedons have few to common ironstone fragments that are mainly less than 10 inches across the long axis.  Reaction ranges from very strongly acid to moderately acid.\nThe BCt horizon has colors mainly in shades of red with hue of 2.5YR and 5YR, value 4 to 6, and chroma of 6 or 8.  Spots of weathered glauconitic materials in shades of brown or yellow range from common to many.  Thin grayish discontinuous shale strata range from none to about 5 percent.  Texture is mainly fine sandy loam or sandy clay loam.  Some pedons have horizontally oriented glauconitic ironstone layers that are typically discontinuous and less than 2 inches thick.  Ironstone fragments typically less than 10 inches across range from few to common in some pedons.  Reaction ranges from very strongly acid to moderately acid.\nThe C horizon is stratified weakly consolidated sandstone in shades of brown or red, grayish shale and weathered glauconitic materials in shades of brown and yellow. Fractured discontinuous strata of glauconitic ironstone and sandstone are common in most pedons.  The dominant texture is fine sandy loam or sandy clay loam with or without spots and strata of clay loam or clay.  Roots penetrate the material but are concentrated along fractures in some pedons.  Reaction ranges from very strongly acid to moderately acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Kenefick, Kenn, Romia and Speer series in the same family and the Alto, Liddieville, Redsprings and Toine series in similar families.  Kenefick, Kenn and Speer soils lack weathered glauconitic materials in the lower Bt horizons.  Romia soils have sandstone bedrock within 40 to 60 inches of the surface.  Alto soils have  base saturation greater than 60 percent at a depth of 50 inches below the top of the argillic horizon.  Liddieville and Toine soils have mixed mineralogy.  Redsprings soils have clayey control sections with colors in hue of 2.5YR or redder."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Ulto soils are on very gently sloping uplands.  They are mainly on saddles and toeslopes.  Slopes range from 1 to 3 percent.  The soil formed in stratified loamy marine sediments high in glauconitic materials typically in the Reklaw formation of the Claiborne Group.  The average annual rainfall ranges from 42 to 47 inches.  The average annual temperature ranges from 65 to 67 degrees F. and the Thornthwaite P-E index ranges from 68 to 76.  The elevation ranges from 320 to 430 feet above sea level; frost free days range from 235 to 258."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Redsprings series and the associated Hannahatchee and Woodtell soils.  The Redsprings and Woodtell series have clayey subsoils and are above on convex areas with greater slopes.  Hannahatchee soils are on slightly lower flood plains and they have a cambic horizon"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  These soils are well drained.   Permeability is moderate.  Runoff is negligible on 0 to 1 percent slopes, very low on 1 to 3 percent slopes, and low on 3 to 5 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AN VEGETATION",
    "content": "USE AN VEGETATION:  Ulto soils are used mainly for pasture.  Improved bermudagrass and bahia grass are the most common pasture grasses. Forest is mainly mixed hardwood and pine consisting of red oak, water oak, willow oak, elm, sugarberry, shortleaf and loblolly pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Southern Coastal Plain of East, Texas.  The Ulto series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Rusk County, Texas; 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Formerly included in the Alto series.  The name is coined.  It represents Alto in an ultic subgroup.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon-0 to 12 inches (the A1 and A2 horizons)\nArgillic horizon-12 to 56 inches (the Bt and BCt horizons)\nUltic feature-base saturation is less than 60 percent at a depth of 50 inches below the top of the argillic horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
