{
  "SERIES": "ULYMEYER",
  "STATUS": "Established Series",
  "BYREV": "Rev:  CEJ/JBF",
  "REVDATE": "07/2016",
  "STATES": "CA",
  "OVERVIEW": "The Ulymeyer series consists of very deep, somewhat excessively drained soils that formed in  alluvium derived from granitic rock.  Ulymeyer soils are on alluvial fans and fan terraces. Slopes are 5 to 15 percent.  The mean annual precipitation is about 230 mm and the mean annual temperature is about 10 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, mesic Xeric Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ulymeyer very gravelly loamy coarse sand - on a 7 percent north slope at 1,525 meters in elevation under blackbrush, big sagebrush, and Douglas rabbitbrush vegetation.  Colors are for dry soil unless otherwise stated.  When described October 12, 1978, the soil was dry throughout. Surface coverage of rock fragments; 3 percent boulders, 5 percent stones, 10 percent cobbles, and 25 percent gravel.\nA--0 to 30 cm; brown (10YR 5/3) very gravelly loamy coarse sand, dark grayish brown (10YR 4/2) moist; massive; soft, very friable, nonsticky and nonplastic; many very fine and common fine roots; many very fine interstitial pores; 5 percent stones and boulders, 5 percent cobbles, and 25 percent gravel; slightly acid (pH 6.5); abrupt wavy boundary.  (8 to 36 cm thick)\nC1--30 to 69 cm; yellowish brown (10YR 5/4) very stony loamy coarse sand, brown (10YR 4/3) moist; massive; slightly hard, very friable, nonsticky and nonplastic; common fine roots; many fine interstitial pores; 20 percent stones and boulders, 25 percent cobbles, and 5 percent gravel; neutral (pH 6.9); abrupt wavy boundary.  (20 to 50 cm thick)\nC2--69 to 152 cm; light yellowish brown (10YR 6/4) extremely stony loamy coarse sand, dark yellowish brown (10YR 4/4) moist; massive; hard, friable, nonsticky and nonplastic; few very fine, fine, and medium roots; common very fine interstitial pores; 25 percent stones and boulders, 20 percent cobbles, and 20 percent gravel, slightly acid (pH 6.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Inyo County, California.  About 2.5 miles south-east of Rovana in Round Valley; 30 feet northeast of dirt power line road; 1,100 feet south and 2,350 feet east of the northwest corner of section 33, T.6 S., R.31 E., M.D.B.M., Rovana quadrangle; latitude 37 degrees 23 minutes 15 seconds N and longitude 118 degrees 34 minutes 46 seconds W; WGS84 Decimal Degrees 37.3875000 latitude, -118.576666 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry from about May 30 to November 15, and are usually moist in some or all parts the rest of the time; aridic soil moisture regime bordering on xeric.\nMean annual soil temperature: 14 to 15 degrees.\nDepth of the soil: 152 cm or more.\nReaction: Slightly acid or neutral.\nOther features: Rock fragments tend to be rounded or have rounded edges.  The surface rock fragment coverage ranges from 30 to 60 percent with 3 to 15 percent boulders, 5 to 20 percent stones, 1 to 20 percent cobbles, and 20 to 30 percent gravel.  Some boulders exceed 180 cm in diameter.\nParticle-size control section - Clay content: 3 to 10 percent.\nRock fragments: 35 to 80 percent, with 10 to 50 percent boulders and stones, 10 to 25 percent cobbles, and 5 to 25 percent gravel.\nA horizon\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 2 through 4.\nOrganic carbon content: 0.3 to 0.6 percent.\nC horizons\nHue: 10YR or 2.5Y.\nValue: 5 through 7 dry, 3 through 5 moist\nChroma: 2 through 4 dry, 2 through 4 moist.\nTextures: Very stony loamy coarse sand or extremely stony loamy coarse sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Alderdale, Burbank, Crunkvar, Denio, Doowak, Sheeprock, Skaha and Wrango series.\nAlderdale are moderately deep. Burbank, Doowak, Sheeprock and Wrango soils are effervescent in some or all parts and have Ck or Ckq horizons.  Crunkvar soils have mean annual soil temperature of 12 to 14 degrees C. Denio soils have a mean annual soil temperature of 10 to 11 degrees C. Skaha soils have soil temperatures of 8 to 13 degrees C."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ulymeyer soils formed on alluvial fans and fan terraces.  Many of these fans and fan terraces are part of long aprons along mountain range fronts.  They are dissected with some shallow washes and drainageways.  Slopes are 5 to 15 percent.  Elevations range from 1,465 to 1,955 meters.  The mean annual precipitation is 200 to 300 mm; mean annual temperature is 8 to 12 degrees C; and the frost-free season is 130 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Haar Family, Rovana, and Bairs soils.  Haar family soils are shallow loamy soils over granitic bedrock on hillsides and mountain plateaus.  Rovana soils have sandy particle-size control sections on alluvial fans and fan terraces.  Bairs soils have argillic horizons and are on bouldery alluvial fans and fan terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Somewhat excessively drained; slow runoff; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used principally for grazing and wildlife habitat.  Vegetation is mainly big sagebrush and desert needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East of the Sierra Nevada in eastern California.  The soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Inyo County, California; Benton-Owens Valley Soil Survey, 2002."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in the profile are:\nOchric epipedon - The zone from the surface to 18 cm (part of the A horizon.)\nParticle-size control section - The zone from the 25 to 100 cm (C1 and part of the A and C horizons).\nADDITIONAL DATA; Previous authors and editors include: DV-TAC-AFF.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy coarse sand",
        "cf_class": "very gravelly",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 30 cm; brown (10YR 5/3) very gravelly loamy coarse sand, dark grayish brown (10YR 4/2) moist; massive; soft, very friable, nonsticky and nonplastic; many very fine and common fine roots; many very fine interstitial pores; 5 percent stones and boulders, 5 percent cobbles, and 25 percent gravel; slightly acid (pH 6.5); abrupt wavy boundary.  (8 to 36 cm thick)"
      },
      {
        "name": "C1",
        "top": 30,
        "bottom": 69,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy coarse sand",
        "cf_class": "very stony",
        "pH": 6.9,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C1--30 to 69 cm; yellowish brown (10YR 5/4) very stony loamy coarse sand, brown (10YR 4/3) moist; massive; slightly hard, very friable, nonsticky and nonplastic; common fine roots; many fine interstitial pores; 20 percent stones and boulders, 25 percent cobbles, and 5 percent gravel; neutral (pH 6.9); abrupt wavy boundary.  (20 to 50 cm thick)"
      },
      {
        "name": "C2",
        "top": 69,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy coarse sand",
        "cf_class": "extremely stony",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "narrative": "C2--69 to 152 cm; light yellowish brown (10YR 6/4) extremely stony loamy coarse sand, dark yellowish brown (10YR 4/4) moist; massive; hard, friable, nonsticky and nonplastic; few very fine, fine, and medium roots; common very fine interstitial pores; 25 percent stones and boulders, 20 percent cobbles, and 20 percent gravel, slightly acid (pH 6.5)."
      }
    ]
  ]
}
