{
  "SERIES": "UMA",
  "STATUS": "Established Series",
  "BYREV": "Rev. HHS/RCH",
  "REVDATE": "08/2001",
  "STATES": "HI",
  "OVERVIEW": "The Uma series consists of very shallow, excessively drained soils that formed in material weathered from cinders.  Uma soils are on uplands and have slopes of 7 to 70 percent.  Mean annual rainfall is about 35 inches and mean annual temperature is about 56xF.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Cindery, mixed, isomesic Vitrandic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Uma loamy coarse sand - pasture. (Colors are for moist soil unless otherwise noted.  All textures are \"apparent field textures.\")\nA1--0 to 6 inches; black (5YR 2/1) loamy coarse sand, dark brown (7.5YR 3/2) dry; weak very fine granular structure; soft, very friable; fine and very fine roots; many very fine interstitial pores; 5 to 10 percent cinders 3 to 10 mm. in size; mildly alkaline (pH 7.6); abrupt smooth boundary. (4 to 10 inches thick)\nIIC--6 to 55 inches; black unweathered cinders 3 to   10 mm. in size; massive; loose; few roots."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Island of Maui, Maui County, Hawaii; Makena Quadrangle 29 degrees 39' 00\" north latitude and 156 degrees 24' 50\" west longitude; about 400 feet east of Waiokawa cinder cone and about 1.0 mile northeast of Radio-telephone Station."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth of soil ranges from 4 to 10 inches to cinders.  Intermittent volcanic ash layers occur near cinder cones.  The A horizon has hue of 5YR through 10YR, and chroma of 1 or 2 when moist."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Alae, Huikau, Kamakoa, Keekee and Kilohana series.  Alae soils have a mollic epipedon, an ashy control section, and the mean annual soil temperature is 74 degrees F.  Huikau soils have an ashy over cindery control section.  Kamakoa soils have a mollic epipedon, an ashy control section and a mean annual soil temperature of 63 degrees F.  Keekee soils have a mollic epipedon, a Cca horizon and an ashy control section.  Kilohana soils have a mollic epipedon and an ashy control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Uma soils are uplands.  Slopes range from 7 to 70 percent.  The elevation ranges from 2,500 to 6,000 feet.  The soils formed in volcanic ash over unweathered cinders.  Annual rainfall is 30 to 40 inches.  The mean annual temperature is 69 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Kaipoioi, Ulupalakua and Puu Pa soils.  Kaipoioi soils have an ashy control section.  Ulupalakua soils have a mollic epipedon, an ashy over cindery control section and a mean annual soil temperature of 65 degrees F.  Puu Pa soils have a mollic epipedon and an ashy over fragmental control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained; slow runoff; very rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for pasture.  The natural vegetation is apple of Sodom (Solanum sodomeum), gosmore (Hypochaeris radicata), kikuyugrass (Pennisetum cladestinum), rattailgrass (Sporobolus capensis) and sweet vernalgrass (Anthoxanthum odoratum)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Island of Maui, Maui County, Hawaii.  This series is inextensive, with a total of approximately 5,300 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Maui County, Hawaii, 1971.\nOSED scanned by SSQA.  Last revised by state on 5/78.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "excessively",
        "drainage_overview": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 15,
        "dry_hue": "7.5YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loamy coarse sand",
        "cf_class": "NA",
        "pH": 7.6,
        "pH_class": "mildly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 6 inches; black (5YR 2/1) loamy coarse sand, dark brown (7.5YR 3/2) dry; weak very fine granular structure; soft, very friable; fine and very fine roots; many very fine interstitial pores; 5 to 10 percent cinders 3 to 10 mm. in size; mildly alkaline (pH 7.6); abrupt smooth boundary. (4 to 10 inches thick)"
      },
      {
        "name": "IIC",
        "top": 15,
        "bottom": 140,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "IIC--6 to 55 inches; black unweathered cinders 3 to   10 mm. in size; massive; loose; few roots."
      }
    ]
  ]
}
