{
  "SERIES": "UMATILLA",
  "STATUS": "Established Series",
  "BYREV": "Rev. DRJ/TDT/JAL",
  "REVDATE": "12/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, frigid Vitrandic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Umatilla ashy loam, forested.  (Colors are for moist soil unless otherwise noted.)\n0i--0 to 2 inches; partially decomposed forest litter.  (1 to 4 inches thick)\nA1--2 to 5 inches; very dark brown (10YR 2/2) ashy loam, dark grayish brown (10YR 4/2) dry; moderate fine granular structure; soft, very friable, slightly sticky and slightly plastic; many roots; many very fine irregular pores; 5 percent gravel; neutral (pH 7.0); clear wavy boundary.  (3 to 7 inches thick)\nA2--5 to 14 inches; dark brown (7.5YR 3/2) ashy loam, brown (10YR 4/3) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many roots; very fine irregular pores; 10 percent gravel; slightly acid (pH 6.4); clear wavy boundary.  (6 to 13 inches thick)\n2Bw1--14 to 30 inches; dark brown (7.5YR 3/2) cobbly clay loam, brown (10YR 5/3) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, moderately sticky and slightly plastic; many roots; common very fine tubular pores; 15 percent gravel and 15 percent cobbles; neutral (pH 6.8); clear wavy boundary.  (0 to 20 inches thick)\n2Bw2--30 to 60 inches; dark brown (10YR 3/3) very cobbly clay loam, brown (10YR 5/3) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, moderately sticky and slightly plastic; common roots; common very fine tubular pores; 25 percent gravel and 30 percent cobbles; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Umatilla County, Oregon; NE1/4 section 23, T. 2 S., R. 33 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are usually moist, but are dry throughout between depths of 4 and 12 inches for 60 to 80 consecutive days.  The mean annual soil temperature is 41 to 45 degrees F.  Depth to basalt is 60 inches or more.   Thickness of the mollic epipedon ranges from 20 to 30 inches.  The particle-size control section has 35 to 65 percent rock fragments and 25 to 35 percent clay.  It is slightly acid or neutral throughout.\nThe A horizon has hue of 7.5YR or 10YR, value of 2 or 3 moist, 3 or 4 when dry and chroma of 2 or 3 when moist and dry.  It has 0 to 5 percent cobbles and 0 to 10 percent gravel. Volcanic glass content - 5 to 20 percent (estimated)\nAcid-oxalate extractable Al + 1/2 Fe - 0.4 to 1.0 percent (estimated)\nMoist bulk density - 1.0 to 1.2 g/cc (estimated)\nThe upper part of the 2Bw horizon when present has hue of 7.5YR or 10YR, chroma of 2 or 3 when moist and 2 to 4 when dry.  It is cobbly loam, cobbly clay loam, or cobbly silty clay loam.  It has 10 to 20 percent cobbles and 5 to 20 percent gravel.\nThe lower part of the 2Bw horizon has hue of 7.5YR or 10YR, chroma of 2 or 3 when moist and 3 or 4 when dry.  It is very cobbly clay loam or very cobbly silty clay loam.  It has 10 to 25 percent gravel and 20 to 40 percent cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bearspring, Cassal, Cherrycreek, Eastpine, Egyptcreek, Longs, Midpeak, Mineral, Peahke, Scoap, Shalrock, Shilling, and Yellcreek series. The Bearspring, Cassal, Scoap, and Yellcreek soil have less than 25 percent clay in the particle-size control section. The Cherrycreek and Longs soils are deep to a lithic contact. The Eastpine, Egyptcreek, Midpeak, Mineral, Peahke, and Shalrock soils are moderately deep to a lithic contact. The Shilling soils have a mollic epipedon 10 to 20 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Umatilla soils are on uplands at elevations of 2,000 to 5,000 feet.  Slopes range from 15 to 70 percent.  The soils formed in loess and basalt colluvium mixed with small amounts of volcanic ash. The mean annual temperature is 40 to 45 degrees F., and the mean annual precipitation is 15 to 45 inches. The frost-free period is 30 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bowlus, Gwin, Kahler, Klicker and Tolo soils.  Gwin soils are less than 20 inches deep.  Kahler soils are fine-loamy.  Tolo soils are medial over loamy.  Klicker soils are 20 to 40 inches to bedrock.  Bowlus soils are fine-silty."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid to very rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Umatilla soils are used for timber production, livestock grazing and wildlife habitat.  Native vegetation is Douglas-fir, grand fir and ponderosa pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Blue Mountains in northeastern Oregon.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Umatilla County, Oregon, 1985.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
