{
  "SERIES": "UMNAK",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. WRF/SR",
  "REVDATE": "11/2002",
  "STATES": "AK",
  "OVERVIEW": "The Umnak series consists of stratified silty, sandy, and cindery volcanic materials in which, non-thixotropic materials are dominant.  The soils occupy nearly level to steep slopes, ranging up to 75 percent, in the vicinity of active volcanos.  Mean annual precipitation ranges from 55 to 65 inches, and the mean annual temperature is about 41 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial over ashy, amorphic Typic Vitricryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Umnak silt loam - grasses and forbs. (Colors are for moist conditions.)\nA1--0 to 3 inches; dark reddish brown (5YR 2/2) silt loam; weak very fine crumb structure; very friable, many roots; abrupt smooth boundary.\nA12--3 to 6 inches; dark reddish brown (5YR 2/2) silt loam; weak very fine granular structure; very friable; many roots; abrupt smooth boundary.\nC1--6 to 19 inches; black (10YR 2/1) loamy fine sand with about 10 percent by volume of cinders less than one-half inch in diameter; pockets and streaks of very dark grayish brown (10YR 3/2) sandy loam; weak fine subangular blocky structure; very friable; roots common; abrupt smooth boundary.\nC2--19 to 21 inches; dark brown (7.5YR 2/2) silt loam; massive; friable; few roots; abrupt smooth boundary.\nC3--21 to 26 inches; very dark brown (10YR 2/2) coarse sand with thin strata of fine sandy loam; single grain, friable; no roots; clear smooth boundary.\nC4--26 to 42 inches; very: dark brown (10YR 2/2) fine sand, stratified with fine sandy loam and thin strata of coarse and medium sand; massive; friable; no roots."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Umnak-Unalaska Area, Alaska.  About 1/2-mile northwest of west end of Umnak airstrip,"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil consists of layered silty and sandy volcanic materials, commonly with thin layers of cinders.  The strata vary from place to place in thickness and arrangement.  In former or existing flood plains or alluvial fans, the material may have been subject to water sorting.  Between depths of 10 and 40 inches, material with thixotropic properties makes up 1/4 to 1/2 of the soil.  Colors throughout the soil are in hues of 5YR to 10YR, and have values of 2 or 3 and chromas of 1 or 2."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Pustoi series of the same family, and the Aslik, Okmok, and Tulik series.  The Pustoi soils have sandy substrata with few or no thixotropic layers.  The Aslik soils have cindery substrata.  The Okmok soils are cindery and have bedrock at depths of 20 to 40 inches.  The Tulik soils are stratified and consist dominantly of thixotropic materials."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Umnak soils occupy nearly level to steep hills, terraces, and alluvial fans in the vicinity of active volcanos.  They are formed in pyroclastic materials and are subject to occasional depositions of fresh ash or cinders.  The climate is maritime, with cool summers and mild winters.  The mean annual precipitation is 55 to 65 inches.  The mean annual air temperature is about 41 degrees F.; the mean January air temperature is about 33 degrees F.; the mean July air temperature is about 52 degrees F.; the average growing season is about 145 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Aslik, Okmok, Pustoi, and Tulik series; and the Partov and Tanak series.  The Partov soils are stony and shallow over bedrock.  The Tanak soils are deep peats."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained runoff is moderate to rapid; permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The soils are used as rangeland.  The vegetation consists mostly of grasses and forbs.  Important plants include bluejoint reedgrass, fireweed, and lupine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Alaska Peninsula and Aleutian Islands.  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Umnak Area, Alaska, 1966.  (Source of name is Umnak Island)."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Umnak series now includes soils mapped as the Id series in the Umnak Area soil survey.\nOSED scanned by SSQA.  Last revised by state 1/77.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
