{
  "SERIES": "UMPCOOS",
  "STATUS": "Established Series",
  "BYREV": "Rev. FWG//KDPL/RWL",
  "REVDATE": "08/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, mesic Lithic Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Umpcoos very gravelly sandy loam, woodland. (Colors are for moist soil unless otherwise noted.)\nOi--0 to 2 inches; litter of leaves, twigs, roots, and partially decomposed materials; abrupt wavy boundary.\nA--2 to 5 inches; dark grayish brown (10YR 4/2) very gravelly sandy loam, pale brown (10YR 6/3) dry; moderate fine and medium granular structure; soft, very friable, nonsticky and nonplastic; many very fine to medium roots; many very fine to medium tubular and irregular pores; 50 percent gravel; moderately acid (pH 5.8); clear smooth boundary. (2 to 5 inches thick)\nBw--5 to 18 inches; brown (10YR 4/3) very gravelly sandy loam, pale brown (10YR 6/3) dry; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine to medium roots; many very fine to medium tubular pores; 40 percent gravel and 20 percent cobbles; moderately acid (pH 5.6); abrupt wavy boundary. (8 to 18 inches thick)\nR--18 inches; consolidated sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Coos County, Oregon; about 8 miles due east of Fairview on the north side of the Burnt Ridge Access Road, south of the Middle Creek Road; about 1,600 feet south and 1,000 feet west of the northeast corner of section 17, T. 27 S., R. 10 W.; Dora, OR 7.5 minute USGS Quad; NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soil is usually moist but is dry for a short period of less than 45 consecutive days between depths of 4 to 12 inches in the four month period following the summer solstice in most years. The mean annual soil temperature is 47 to 56 degrees F. Depth to bedrock and thickness of solum range from 10 to 20 inches. The particle-size control section is typically 5 to 15 percent clay, but ranges from 2 to 25 percent clay and has 35 to 75 percent rock fragments and 10 to 30 percent pararock fragments. Soil reaction is very strongly acid to moderately acid.\nThe A horizon has hue of 2.5Y to 7.5YR, value of 3 to 5 moist, 4 to 6 dry and chroma of 2 to 4 moist and dry. Texture is very gravelly sandy loam, very gravelly loam, or stony loam with 2 to 20 percent clay. It has 15 to 60 percent gravel, 0 to 10 percent cobbles, 0 to 10 percent stones, 0 to 10 percent paragravel, and 0 to 5 percent paracobbles.\nThe Bw horizon has hue of 7.5YR to 2.5Y, value of 3 to 5 moist, 5 to 7 dry and chroma of 2 to 6 moist and dry. Texture of the fine-earth fraction is sandy loam or loam with 2 to 25 percent clay. It has 10 to 55 percent gravel, 5 to 50 percent cobbles, 5 to 20 percent paragravel, and 5 to 15 percent paracobbles.\nBedrock is indurated to strongly cemented sandstone or siltstone."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Umpcoos soils occur on ridges, shoulder slopes, and side slopes of mountains. These metastable to active landforms are typified by uneven, step-like benches caused by sliding and slumping of bedrock, and reflect ongoing side slope erosional processes on the associated landscapes. Elevations are typically 200 to 1,800 feet, but may range from 100 to 4,300 feet in the southern portion of the Coast Range in southwestern Oregon. Slopes are 30 to 99 percent. The soils formed in loamy colluvium and residuum weathered from sandstone and siltstone of the Tyee and Flournoy Formations in the Coast Range Mountains and from the Dothan Formation in the Klamath Mountains Province. The climate is characterized by warm wet winters and hot moist summers. The mean annual precipitation is typically 55 to 100 inches, but may range up to 130 inches in the high winter rainfall areas of the interior mountains of southwestern Oregon. The mean annual temperature is 45 to 54 degrees F. The mean January temperature is 42 degrees F. and the mean July temperature is 58 degrees F. The frost-free period is 110 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bohannon, Digger, Millicoma, Preacher, and Remote soils. All of these soils occur on mountains. Bohannon soils have an umbric epipedon, are fine-loamy and have a paralithic contact at a depth of 20 to 40 inches. Digger soils have a paralithic contact at a depth of 20 to 40 inches. Millicoma soils have an umbric epipedon and a paralithic contact at a depth of 20 to 40 inches. Preacher soils have an umbric epipedon, are fine-loamy and have bedrock at a depth of more than 40 inches. Remote soils are greater than 60 inches to bedrock contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Umpcoos soils are used for timber production, recreation, wildlife habitat and watersheds. The native vegetation is Douglas fir, California laurel, incense cedar, creambush oceanspray, baldhip rose, evergreen huckleberry, cascade Oregongrape, salal, Pacific madrone, manzanita, and trailing blackberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Umpcoos soils occur in the Coast Range Mountains and in the northern margin of the Klamath Mountains Province in southwestern Oregon; MLRA 1. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Coos County, Oregon, 1983. The source of the name is taken from Umpcoos Ridge in northeastern Coos County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and other features recognized in this pedon:\nOchric epipedon - from 2 to 5 inches (A horizon)\nCambic horizon - from 5 to 18 inches (Bw horizon)\nParticle-size control section - from 12 to 18 inches\nDepth to diagnostic horizons and features is measured from the top of the first mineral horizon.\nClassification revised 07/99 from mixed to isotic mineralogy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
