{
  "SERIES": "UMPUMP",
  "STATUS": "Established Series",
  "BYREV": "Rev. WEL/JVP/MRK",
  "REVDATE": "03/2017",
  "STATES": "FM",
  "OVERVIEW": "The Umpump series consists of moderately deep, moderately well drained soils on highly weathered volcanic lava flows. These soils formed in residuum derived from volcanic lava. Slopes are 2 to 15 percent. The mean annual rainfall is about 4,699 millimeters (185 inches), and the mean annual temperature is about 27 degrees C. (81 degrees F.).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, sesquic, isohyperthermic Anionic Acroperox"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Umpump gravelly silty clay loam - on an 8 percent simple slope in an area formerly cultivated. When described (1/2/79) the soil was moist throughout. (Colors are for moist soil. All textures are apparent field textures.)\nAp--0 to 13 centimeters (0 to 5 inches); dark yellowish brown (10YR 4/4) gravelly silty clay loam; weak fine subangular blocky structure parting to moderate fine and medium granular; friable, slightly sticky and slightly plastic; many fine and medium roots; many very fine and fine interstitial pores and few medium tubular pores; about 25 percent angular to subrounded iron concretions and few vesicular gibbsite concretions; very strongly acid (pH 5.0, 1:1 water); clear smooth boundary. (10 to 25 centimeters (4 to 10 inches) thick)\nBo1--13 to 41 centimeters (5 to 16 inches); strong brown (7.5YR 4/6) gravelly silty clay loam; weak medium subangular blocky structure parting to strong fine and medium granular; firm, sticky and plastic; common fine roots; many very fine and fine pores, few medium tubular pores, and few very fine and fine interstitial pores; about 20 percent subrounded iron concretions, 0.2 to 1.0 centimeters (0.08 to 0.4 inches) in diameter; strongly acid (pH 5.1, 1:1 water); abrupt wavy boundary\nBo2--41 to 66 centimeters (16 to 26 inches); red (2.5YR 4/6) gravelly silty clay; many fine and medium distinct strong brown (7.5YR 5/6) mottles; moderate fine and medium subangular blocky structure parting to strong fine and medium granular; firm, sticky and plastic; common fine roots in upper part decreasing to few in lower part; many very fine and fine tubular and interstitial pores; few thin waxy coatings lining pores; about 20 percent subrounded iron concretions and 5 percent platy gibbsite concretions; slightly acid (pH 6.1, 1:1 water); abrupt irregular boundary. Combined thickness of the Bo horizons is 38 to 81 centimeters (15 to 32 inches).\nCr--66 centimeters (26 inches); variegated dark brown (7.5YR 3/4) and red (2.5YR 4/6) highly weathered basic igneous rock; can be dug with spade; many thin fractures (less than .04 inch wide) running in random planes about 10 to 20 centimeters (4 to 8 inches) apart; common thin clay films and manganese precipitates coat fracture faces; moderately acid (pH 5.9, 1:1 water)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Island of Pohnpei, Federated States of Micronesia; 285 feet northwest of the south corner of the Pohnpei Agriculture Station along the boundary fence, then 20 feet northeast of fence. Lat. 6 degrees 57 minutes 18.6 seconds N. and long. 158 degrees 12 minutes 50.7 seconds E. (WGS84 datum)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThe A horizon generally has hue of 10YR or 7.5 YR, value of 3 or 4 moist, and chroma of 3 or 4 moist.  In areas that have been repeatedly burned, the hue is 10YR, values of 2 or 3 moist, and chroma 1 or 2 moist. The horizon is silty clay loam, clay loam, or sandy clay loam and is 5 to 50 percent pebble-size concretions. Reaction in 1:1 water is very strongly acid or strongly acid.\nThe upper part of the B horizon has hue of hue of 10YR or 7.5 YR, value of 3, 4 or 5 moist, and chroma of 4, 6 or 8 moist; the lower part is mottled with hue of 10YR, 7.5YR or 2.5YR, value of 3, 4 or 5 moist and chroma of 4 or 6 moist. The horizon is silty clay loam, clay loam, sandy clay loam, or silty clay. It is 5 to 35 percent pebble-size iron concretions. The reaction in 1:1 water ranges from strongly acid through slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Umpump soils are on highly weathered volcanic lava flows on islands. They formed in residuum from volcanic lava. Slopes are 2 to 15 percent. Elevations range from 5 to 200 meters (16 to 656 feet). The mean annual precipitation is 4089 to 6833 millimeters (161 to 269 inches), and the mean annual temperature is about 24 to 30 degrees C. (75 to 86 degrees F.) The difference between the mean summer and winter temperatures is less than 6 degrees C."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Fomseng, Dolokei, and the Rakied soils. Fomseng soils are shallow. Dolokei soils lack an oxic horizon. Rakied soils are deep and skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; slow or medium runoff; moderate permeability. This soil is wet in all months of the year."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Umpump soils are used for subsistence agriculture, woodland, and homesite development. The main crops are vegetables, banana, tapioca, and black pepper. The vegetation in areas not cultivated is mixed upland forest, and savannah in disturbed areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Islands of Pohnpei and Kosrae, Federated States of Micronesia. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Island of Pohnpei, Federated States of Micronesia, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizon and features recognized in this pedon are:\nPerudic soil moisture regime\nOchric epipedon - the zone from a depth of 0 to 13 centimeters (0 to 5 inches) (Ap horizon)\nOxic horizon - the zone from a depth of 13 to 66 centimeters (5 to 26 inches) (Bo1 and Bo2 horizons)\nParalithic contact - at a depth of 66 centimeters (26 inches) (Cr horizon)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Two pedons of this series were sampled and laboratory analysis was performed by the NRCS-NSSC-Kellogg Soil Survey Laboratory, Lincoln, Nebraska, in 1979. Pedon numbers are S78 TQ-634-001 and S79 TQ-634-002."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 13 centimeters (0 to 5 inches); dark yellowish brown (10YR 4/4) gravelly silty clay loam; weak fine subangular blocky structure parting to moderate fine and medium granular; friable, slightly sticky and slightly plastic; many fine and medium roots; many very fine and fine interstitial pores and few medium tubular pores; about 25 percent angular to subrounded iron concretions and few vesicular gibbsite concretions; very strongly acid (pH 5.0, 1:1 water); clear smooth boundary. (10 to 25 centimeters (4 to 10 inches) thick)"
      },
      {
        "name": "Bo1",
        "top": 13,
        "bottom": 41,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bo1--13 to 41 centimeters (5 to 16 inches); strong brown (7.5YR 4/6) gravelly silty clay loam; weak medium subangular blocky structure parting to strong fine and medium granular; firm, sticky and plastic; common fine roots; many very fine and fine pores, few medium tubular pores, and few very fine and fine interstitial pores; about 20 percent subrounded iron concretions, 0.2 to 1.0 centimeters (0.08 to 0.4 inches) in diameter; strongly acid (pH 5.1, 1:1 water); abrupt wavy boundary"
      },
      {
        "name": "Bo2",
        "top": 41,
        "bottom": 66,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "silty clay",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bo2--41 to 66 centimeters (16 to 26 inches); red (2.5YR 4/6) gravelly silty clay; many fine and medium distinct strong brown (7.5YR 5/6) mottles; moderate fine and medium subangular blocky structure parting to strong fine and medium granular; firm, sticky and plastic; common fine roots in upper part decreasing to few in lower part; many very fine and fine tubular and interstitial pores; few thin waxy coatings lining pores; about 20 percent subrounded iron concretions and 5 percent platy gibbsite concretions; slightly acid (pH 6.1, 1:1 water); abrupt irregular boundary. Combined thickness of the Bo horizons is 38 to 81 centimeters (15 to 32 inches)."
      },
      {
        "name": "Cr",
        "top": 66,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--66 centimeters (26 inches); variegated dark brown (7.5YR 3/4) and red (2.5YR 4/6) highly weathered basic igneous rock; can be dug with spade; many thin fractures (less than .04 inch wide) running in random planes about 10 to 20 centimeters (4 to 8 inches) apart; common thin clay films and manganese precipitates coat fracture faces; moderately acid (pH 5.9, 1:1 water)."
      }
    ]
  ]
}
