{
  "SERIES": "UNADILLA",
  "STATUS": "Established Series",
  "BYREV": "Rev. MGC-JEW-ERS",
  "REVDATE": "05/2013",
  "STATES": "MA,NH,NJ,NY,PA,VT",
  "OVERVIEW": "The Unadilla series consists of deep and very deep, well drained soils formed in silty, lacustrine sediments or old alluvial deposits. These soils are on valley terraces and lacustrine plains. Saturated hydraulic conductivity is moderately high to high in the solum and substratum above 40 inches, and from moderately high to very high in the substratum below 40 inches. Slope ranges from 0 to 50 percent. Mean annual temperature is 48 degrees F., and mean annual precipitation is 36 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, active, mesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Unadilla silt loam, on a 3 percent slope in a cultivated and limed field. (Colors are for moist soil unless otherwise noted.)\nAp -- 0 to 8 inches; brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; moderate fine and very fine granular structure; very friable; many fine roots; slightly acid; abrupt smooth boundary. (6 to 15 inches thick.)\nBw1 -- 8 to 12 inches; light yellowish brown (10YR 6/4) silt loam; weak medium subangular blocky structure; friable; many fine roots; moderately acid; gradual wavy boundary.\nBw2 -- 12 to 18 inches; yellowish brown (10YR 5/6) silt loam; moderate medium subangular blocky structure; firm; common fine roots; strongly acid; clear smooth boundary.\nBw3 -- 18 to 31 inches; light yellowish brown (10YR 6/4) silt loam; moderate medium subangular blocky structure; firm; few fine roots; strongly acid; clear smooth boundary. (Combined thickness of the Bw is 10 to 42 inches.)\nBC -- 31 to 42 inches; yellowish brown (10YR 5/4) very fine sandy loam; weak medium and coarse subangular blocky structure; firm; few fine roots; strongly acid; abrupt smooth boundary. (0 to 15 inches thick.)\n2C -- 42 to 65 inches; dark grayish brown (10YR 4/2) stratified very gravelly sand; single grain; loose; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Chemung County, New York; Town of Chemung, in cultivated area on Lowman Road, 1 mile north of its junction with State Highway 17. USGS Wellsburg, NY topographic quadrangle; Latitude 42 degrees, 3 minutes, 10 seconds N. and Longitude 76 degrees, 43 minutes, 41 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of solum ranges from 20 to 50 inches. Depth to bedrock or strongly contrasting materials is more than 40 inches. Rock fragment content ranges from 0 to 5 percent in the solum and 0 to 60 percent in the C or 2C horizon. The soil has redoximorphic features below a depth of 24 inches in some pedons.\nThe Ap horizon has hue of 5YR through 2.5Y, value of 3 through 5, and chroma of 2 through 4. Dry color value is 6 or more. Texture of the fine-earth fraction is silt loam or very fine sandy loam. Structure is weak or moderate granular, blocky, or platy. Consistence ranges from very friable to firm. Unless limed, reaction ranges from very strongly acid through moderately acid. Some pedons have a thin, dark A horizon or an AB horizon.\nThe B horizon has hue of 5YR through 2.5Y, value of 3 through 6, and chroma of 3 through 8. Texture of the fine-earth fraction is silt loam or very fine sandy loam. Some pedons have lens of loamy very fine sand or fine sand. Structure is weak or moderate subangular blocky or prismatic or it is massive. Consistence ranges from very friable to firm. Some pedons have a few thin lamellae. Reaction ranges from very strongly acid through moderately acid. Some pedons have a thin E horizon just above the B horizon.\nThe 2C or C horizon has hue of 7.5YR through 5Y, value of 4 or 5, and chroma of 2 through 6. Texture of the fine earth fraction is silt loam, very fine sandy loam, or loamy very fine sand above a depth of 40 inches, but ranges from silt loam to very gravelly sand below 40 inches. The horizon is massive, single grain, or it has weak to moderate plate-like divisions. Consistence ranges from loose to firm. Reaction ranges from strongly acid through slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bridgehampton, Hitchcock, and Poocham series. The Bridgehampton soils have bisequum horizons of E' and B'. The Hitchcock soils have a moderately slow or slow permeability in the substratum below 40 inches. The Poocham soils have a thinner solum.\nThe Allard, Amboy, Belgrade, Canaseraga, Hamlin, Hartland, Riverhead, Scio, and Williamson soils are similar soils in closely related families. Allard soils have a coarse-silty over sandy or sandy-skeletal particle-size control section. Amboy, Canaseraga, and Williamson soils have fragipans. Belgrade and Hartland soils have higher reactions in the subsoil. Hamlin soils are on flood plains and have an irregular decrease in organic carbon with depth. Riverhead soils have a coarse-loamy particle-size control section. Scio soils have low chroma redoximorphic depletions within a depth of 24 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Unadilla soils are typically on terrace positions in valleys, but they are also on undulating to rolling lake plains. Slope ranges from 0 to 50 percent. The soils formed in water or wind-deposited material that is high in coarse silt and very fine sand. Typically, the soils are less than 5 feet thick, and are underlain by sand and gravel. In places the silt mantle is underlain by till. Mean annual precipitation ranges from 32 to 40 inches; mean annual temperature ranges from 45 to 49 degrees F.; and mean annual frost-free growing season ranges from 120 to 180 days. Elevation ranges from 100 to 1,400 feet above the sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The Scio and Raynham series are the wetter members of the same drainage sequence. Castile, Chenango, Braceville, and Red Hook soils or Howard, Phelps, and Halsey soils are on nearby areas of glacial outwash. Bath or Mardin soils are on nearby till-covered uplands. Tioga, Middlebury, and Wayland soils are on nearby flood plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. The potential for surface runoff is low or very high. Saturated hydraulic conductivity is moderately high to high in the solum and substratum above 40 inches, and from moderately high to very high in the substratum below 40 inches."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the soil has been cleared; it is used for growing corn, hay, small grain, vegetables, and small fruits. Sugar maple, American beech, red oak, and some hickory are prominent in woodlots."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern and western New York, northern Pennsylvania,  Massachusetts, New Hampshire, New Jersey and Vermont. MLRA's 101, 140, 144A, 144B, and 145. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Otsego County, New York, 1934."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: 1). It is questionable whether this series was actually used in MLRA 144B. However, the reference was not removed. MLRA's 100 and 142 were removed. CT was removed as a user state.\nDiagnostic horizons and features recognized in this pedon are:\n1). Ochric epipedon - the zone from the surface to a depth of 8 inches (Ap horizon).\n2). Cambic horizon - the zone from 8 to 42 inches (Bw1, Bw2, Bw3, and BC horizons).\n3). Typic Dystrochrepts - base saturation (by ammonium acetate) is less than 60 percent in all subhorizons between depths of 10 and 30 inches.\n4. Udic soil moisture regime (a humid, temperate, climate).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap -- 0 to 8 inches; brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; moderate fine and very fine granular structure; very friable; many fine roots; slightly acid; abrupt smooth boundary. (6 to 15 inches thick.)"
      },
      {
        "name": "Bw1",
        "top": 20,
        "bottom": 30,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1 -- 8 to 12 inches; light yellowish brown (10YR 6/4) silt loam; weak medium subangular blocky structure; friable; many fine roots; moderately acid; gradual wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 30,
        "bottom": 46,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw2 -- 12 to 18 inches; yellowish brown (10YR 5/6) silt loam; moderate medium subangular blocky structure; firm; common fine roots; strongly acid; clear smooth boundary."
      },
      {
        "name": "Bw3",
        "top": 46,
        "bottom": 79,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw3 -- 18 to 31 inches; light yellowish brown (10YR 6/4) silt loam; moderate medium subangular blocky structure; firm; few fine roots; strongly acid; clear smooth boundary. (Combined thickness of the Bw is 10 to 42 inches.)"
      },
      {
        "name": "BC",
        "top": 79,
        "bottom": 107,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "very fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "BC -- 31 to 42 inches; yellowish brown (10YR 5/4) very fine sandy loam; weak medium and coarse subangular blocky structure; firm; few fine roots; strongly acid; abrupt smooth boundary. (0 to 15 inches thick.)"
      },
      {
        "name": "2C",
        "top": 107,
        "bottom": 165,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "very gravelly",
        "pH_class": "neutral",
        "narrative": "2C -- 42 to 65 inches; dark grayish brown (10YR 4/2) stratified very gravelly sand; single grain; loose; neutral."
      }
    ]
  ]
}
