{
  "SERIES": "UNAKA",
  "STATUS": "Established Series",
  "BYREV": "Rev. BPS",
  "REVDATE": "02/2011",
  "STATES": "GA,NC,SC,TN,VA",
  "OVERVIEW": "The Unaka series consists of moderately deep, well drained, moderately permeable soils on cool, north- to east-facing or shaded ridges and side slopes in the Southern Blue Ridge mountains, MLRA 130B. These soils formed in residuum, affected by soil creep in the upper part, that has weathered from felsic to mafic, high-grade metamorphic and igneous rocks such as granite, gneiss, hornblende gneiss, mica gneiss, and amphibolite. Slopes range from about 2 to 95 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, isotic, mesic Humic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Unaka loam on a forested east-facing 25 percent slope. (Colors are for moist soil unless otherwise stated.)\nA1-- 0 to 3 inches; very dark brown (10YR 2/2) loam; weak medium and fine granular structure; very friable; many fine and medium roots; common fine flakes of mica; 5 percent pebbles; strongly acid; clear smooth boundary. (0 to 9 inches thick)\nA2-- 3 to 8 inches; dark brown (10YR 3/3) loam; weak medium granular structure; very friable; many fine and medium roots; common fine flakes of mica; 5 percent pebbles; strongly acid; clear smooth boundary. (0 to 9 inches thick)\nBw1-- 8 to 12 inches; dark yellowish brown (10YR 4/4) loam; weak medium and fine subangular blocky structure; many fine roots; common fine flakes of mica; 5 percent pebbles; strongly acid; clear smooth boundary.\nBw2-- 12 to 24 inches; yellowish brown (10YR 5/4) loam; weak medium subangular blocky structure; friable; common fine roots; common fine flakes of mica; 10 percent pebbles; strongly acid; clear wavy boundary. (Combined thickness of the Bw horizons range from 6 to 18 inches thick.)\nCr-- 24 to 32 inches; granite saprolite that crushes to sandy loam; yellowish brown (10YR 5/4) loam in cracks and seams; strongly acid. (0 to 12 inches thick)\nR--32 inches; hard granite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Unicoi County, Tennessee; near top of Divide Mountain at elevation of 4400 feet; 200 yards north of field on abandoned road, 3 miles northeast of benchmark \"Sugar\"; (Coordinates could not be determined from the description for this revision)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to hard bedrock ranges from 20 to 40 inches. Content of rock fragments commonly ranges from 0 to 15 percent but may range up to 35 percent.  Soil reaction is strongly acid or very strongly acid. Flakes of mica range from few to common throughout. The A horizon has hue of 10YR, value of 2 or 3, and chroma of 2 or 3. Texture of the fine earth is loam, fine sandy loam or sandy clay loam.The Bw horizon has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 4 to 6.texture of the fine earth is typically loam, but is sandy loam and sandy clay loam in some profiles.The C horizon (where present) is multicolored saprolite, or has hue of 10YR, value of 5, and chroma of 4 to 6. Texture of the fine earth is sandy loam or loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Crossnore, Jeffrey, Tusquitee, Porters, and Whiteoak series.   Crossnore and Jeffrey soils formed in residuum and Whiteoak in colluvium derived from low-grade metamorphic rock such as metasandstone and contain fragments of those rocks.  In addition, Crossnore soils have soft bedrock at depths of 20 to 40 inches. Jeffrey soils have hard bedrock at depths of 20 to 40 inches. Whiteoak soils have Bw horizons with clay content ranging from 18 to 29 percent.  Porters soils have bedrock at depths of 40 to 60 inches.  Tusquitee soils formed in colluvium and are greater than 72 inches to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Unaka soils are on cool, north- to east-facing or shaded gently sloping to very steep ridges and side slopes of the Southern Blue Ridge mountains, MLRA 130B. Elevation ranges from about 26,000 feet to 5,000 feet. Unaka soils formed in residuum, affected by soil creep in the upper part, weathered from felsic to mafic, high-grade metamorphic or igneous rocks such as granite, gneiss, hornblende gneiss, mica gneiss, and amphibolite.  Mean annual temperature ranges from about 50 to 55  degrees F., and mean annual precipitation is about 46 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: In addition to the competing Tusquitee and Porters series, these are Burton, Cashiers, Chandler, Chestnut, Cowee, Craggey, Cullasaja, Edneyville, Evard, Haywood, Plott, Saluda, Saunook, Thunder, Toecane, Trimont, Tuckasegee, Watauga, and Wayah series. Burton, Craggey, and Wayah soils are in a frigid family and occur at higher elevations. Cashiers soils are in a micaceous family and are in the same landscape position as Unaka soils. Chandler, Chestnut and Edneyville soils have ochric epipedons and are on warmer and drier parts of the landscapes, typically on south to west aspects. Chandler and Watuaga soils are in a micaceous family. Cowee, Evard, Saluda, and Watauga soils have an argillic horizon and are at locally lower elevations or on warmer slopes, typically south to west aspects. Cullasaja, Haywood, Saunook, Thunder, Toecane, Tuckasegee, and Tusquitee soils formed in colluvium, are very deep, have C horizons of colluvial material, and are in coves and on toe slopes at locally lower elevations. Plott soils are very deep to bedrock and have an umbric epipedon 10 to 20 inches thick. Trimont soils have an argillic horizon, are in a fine-loamy family, and are at locally lower elevations on cool aspect slopes. Porters soils are in the same landscape position as Unaka soil."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderate permeability. Runoff class is medium on strongly sloping or moderately steep slopes, and high on steeper slopes. Runoff is much lower where forest litter has little or no disturbance."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Nearly all areas are in forest consisting chiefly of yellow-poplar, black cherry, northern red oak, hemlock, buckeye, yellow birch, black birch, beech, and white pine. Cleared areas are used mostly for pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Southern Appalachian Mountains of Georgia, North Carolina, South Carolina, Tennessee, and Virginia. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Unicoi County, Tennessee; 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The 1/97 revision placed Unaka soils in a fine-loamy family. This series was formerly placed in a coarse-loamy family. Laboratory PSA (pipette method) and corresponding field texture estimates (feel method) indicate control\nsection clay contents of generally 12 to 24 percent, with most pedons marginally coarse-loamy. However, chemical lab data indicate that sufficient amorphous, clay-sized materials occur in the particle-size control section to place this\nsoil in a fine-loamy family. Average clay contents are generally less than 25 percent.\nUsing the 7th Edition of Keys to Soil Taxonomy (1996), Unaka soils would classify as fine-loamy, isotic, mesic Andic Dystrochrepts. However, a proposal has been made\nto add an acid oxalate-extractable silicon requirement to Andic subgroups, which would exclude Unaka soils, which lack volcanic glass. Additionally, textures were also modified in the range in characteristics for horizons within the solum.\nDiagnostic horizons and features recognized in this pedon are:\nUmbric epipedon: 0 to 8 inches (A1 and A2 horizons).\nCambic horizon: 12 to 24 inches (Bw horizons).\nLithic contact: hard bedrock at a depth of 32 inches (R).\nIsotic mineralogy class - within the PSCS the soil generally has high amorphous materials (high pH-dependent charge) and a high moisture retention (at 1500 kPa) to clay ratio.\nProperties that would place the soil in an Andic subgroup--a horizon or horizons with total thickness of 7 inches (18 cm) or more within 30 inches (75 cm) of the mineral soil surface with a fine-earth bulk density of 1.0 g/cm3 or less (at 33 kPa water retention) and ammonium oxalate extractable aluminum plus 1/2 iron percentages totaling more than 1.0.\nRevised: 2/94-NTH,DEL; 1/97-DHK, 12/97-DHK, 8/07-HCD, 6/09 BPS\n01-2011   Classification -- 11th Keys, update competing and associated series, MLRA clarification --  BPS\nNational Cooperative Soil Survey\nU.S.A."
  }
}
