{
  "SERIES": "UNGERS",
  "STATUS": "Established Series",
  "BYREV": "Rev. GDM-JRH",
  "REVDATE": "07/2001",
  "STATES": "MD,PA",
  "OVERVIEW": "The Ungers series consists of deep and very deep, well drained soils formed in residuum from red sandstone and shale.  Slopes range from 0 to 60 percent.  Permeability is moderate.  Mean annual precipitation is 43 inches.  Mean annual temperature is 52 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ungers channery loam - forested.  (Colors are for moist soil unless otherwise noted.)\n0i--3 to 1 inches; undecomposed leaf and twig litter and moss.\n0a--1 to 0 inches; dark decomposed organic material.\nA--0 to 2 inches; very dark brown (10YR 2/2) channery loam; weak fine granular structure; very friable, slightly sticky, slightly plastic; many fine and medium roots; 20 percent rock fragments; very strongly acid; abrupt smooth boundary.  (2 to 3 inches thick)\nBA--2 to 8 inches; dark brown (7.5YR 4/4) channery loam; weak fine granular structure; very friable; slightly sticky, slightly plastic; many fine and medium roots; 20 percent rock fragments; very strongly acid; clear wavy boundary.  (0 to 8 inches thick)\nBt1--8 to 14 inches; reddish brown (5YR 4/3) channery sandy clay loam; weak fine and medium subangular blocky structure parting to moderate fine and medium granular; friable, slightly sticky, slightly plastic; many fine and medium roots; common faint clay films on faces of peds; 20 percent rock fragments; very strongly acid; gradual wavy boundary.  (6 to 14 inches thick)\nBt2--14 to 34 inches; reddish brown (5YR 4/3) channery sandy clay loam; moderate fine and medium subangular blocky structure; firm, sticky, slightly plastic; common fine and medium roots; common faint clay films on faces of peds and rock fragments; few dark manganese stains in lower part; 30 percent rock fragments; very strongly acid; clear wavy boundary.  (10 to 20 inches thick)\nBC--34 to 40 inches; dark reddish brown (5YR 4/3) very channery sandy clay loam; weak fine and medium subangular blocky structure; firm, nonsticky, slightly plastic; few fine and medium roots; common distinct manganese stains; 40 percent rock fragments; very strongly acid; gradual irregular boundary.  (3 to 15 inches thick)\nC--40 to 54 inches; dark reddish brown (5YR 3/4) extremely channery sandy loam; massive; firm, nonsticky, nonplastic; few fine and medium roots; few distinct manganese stains; 70 percent rock fragments; very strongly acid.  (0 to 30 inches thick)\nR--54 inches; weak red (10R 4/3) sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Snyder County, Pennsylvania; in a sloping forested area on top of Jacks Mountain."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 30 to 55 inches and the base of the argillic horizon is within 40 inches.  Depth to sandstone and shale bedrock ranges from 40 to 80 inches or more.  Rock fragments of thin flat sandstone and shale increase with depth, ranging from 5 to 30 percent in the surface, from 5 to 60 percent in the B horizon, and 40 to 90 percent in the C.  Reaction ranges from extremely acid through strongly acid when unlimed.\nThe A horizon has hue of 10YR through 5YR, value of 2 through 4, and chroma of 1 through 4.\nThe Ap horizon has hue of 10YR through 5YR, value of 3 through 5, and chroma of 2 through 4.  Texture is loam or silt loam in the fine-earth fraction.  Structure is weak fine granular or weak fine subangular blocky.\nThe Bt horizon has hue of 5YR through 10R, value of 3 through 5, and chroma of 3 or 4.  Texture of the fine-earth in the Bt horizon is loam, clay loam, or sandy clay loam.  The silt content ranges from about 15 to 40 percent and the sand content is more than 40 percent in the particle-size control section.  Structure is moderate fine or coarse subangular blocky.  The B horizon is typically friable in the upper part and firm in the lower part.\nThe C horizon is similar in color to the B horizon.  Fine-earth texture is loam or sandy loam.  Structure is weak fine subangular blocky or massive.  Consistence is very friable to firm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Albemarle, Allegheny, Allenwood, Arendtsville, Aura, Bedington, Birdsboro, Bucks, Butano, Chester, Chetwynd, Chilmark, Clymer, Collington, Edgemont, Edneytown, Elsinboro, Eubanks, Frankstown, Freehold, Gilpin, Glenelg, Leck Kill, Matapeake, Meadowville, Murrill, Nixon, Quakertown, Rayne, Shelocta, Shouns, Syenite, Tate, Thurmont, and Whiteford series are in the same family.  Albemarle soils have rock fragments of quartz and arkosic sandstone.  Allegheny, Allenwood, Aura, Bedington, Bucks, Shelocta, and Thurmont soils have an argillic horizon extending below 40 inches.  Arendtsville soils have rock fragments of quartzite or aporhyolite.  Birdsboro, Chetwynd, and Elsinboro soils have rounded rock fragments.  Butano, Gilpin, and Syenite soils have bedrock between 20 and 40 inches.  Chester and Tate soils have rock fragments of quartz, granite or gneiss.  Chilmark, Clymer, Edgemont, Edneytown, Quakertown, and Rayne soils have B horizons with hue of 7.5YR or yellower.  Collington and Freehold soils contain glauconite.  Eubanks soils have angular quartz sand grains and gravel size quartz fragments in the solum.  Frankstown soils have rock fragments of siliceous limestone.  Glenelg soils contain mica.  Leck Kill soils have a B horizon with less than 40 percent sand.  Matapeake soils have a lithologic discontinuity.  Meadowville soils have rock fragments of quartz and contain mica.  Murrill soils have a solum greater than 60 inches thick.  Nixon soils have quartzite rock fragments, 70 percent of which are cobble size.  Shouns soils are formed in local alluvium or colluvium and commonly have silty clay loam Bt horizons.  Whiteford soils contain rock fragments of slate."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on gently sloping to very steep convex slopes with gradients of about 0 to 50 percent.  Slopes of 3 to 15 percent are the most common.  The regolith is loamy residuum weathered from red sandstones and some shales.  The climate is humid temperate; mean annual rainfall ranges from 38 to 48 inches, mean annual air temperature ranges from 48 to 55 degrees F., and the growing season ranges from from 160 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Leck Kill and the Albrights, Calvin, Klinesville, Lehew, Lewisberry, and Oquaga soils.  Albrights and Lewisberry soils have greater than 35 percent base saturation.  Calvin and Oquaga soils have bedrock between 20 and 40 inches.  Klinesville soils have bedrock within 20 inches.  Lehew soils do not have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium to rapid and permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Much of the gentle slopes are cultivated and used for growing grain and hay crops.  Steeper areas are used for pasture and forest.  Native vegetation is of the oak-hickory forest type."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Ridge and Valley Province in Pennsylvania and Maryland.  The series is inextensive with roughly 10,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washington County, Maryland, 1950."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\na.  Ochric epipedon - the zone from the surface of the soil to a depth of about 8 inches (A and BA horizons).\nb.  Argillic horizon - the zone from 8 inches to a depth of about 34 inches (Bt1 and Bt2 horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "0i",
        "top": 8,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "0i--3 to 1 inches; undecomposed leaf and twig litter and moss."
      },
      {
        "name": "0a",
        "top": 3,
        "bottom": 0,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "0a--1 to 0 inches; dark decomposed organic material."
      },
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 2 inches; very dark brown (10YR 2/2) channery loam; weak fine granular structure; very friable, slightly sticky, slightly plastic; many fine and medium roots; 20 percent rock fragments; very strongly acid; abrupt smooth boundary.  (2 to 3 inches thick)"
      },
      {
        "name": "BA",
        "top": 5,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BA--2 to 8 inches; dark brown (7.5YR 4/4) channery loam; weak fine granular structure; very friable; slightly sticky, slightly plastic; many fine and medium roots; 20 percent rock fragments; very strongly acid; clear wavy boundary.  (0 to 8 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 20,
        "bottom": 36,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--8 to 14 inches; reddish brown (5YR 4/3) channery sandy clay loam; weak fine and medium subangular blocky structure parting to moderate fine and medium granular; friable, slightly sticky, slightly plastic; many fine and medium roots; common faint clay films on faces of peds; 20 percent rock fragments; very strongly acid; gradual wavy boundary.  (6 to 14 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 36,
        "bottom": 86,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--14 to 34 inches; reddish brown (5YR 4/3) channery sandy clay loam; moderate fine and medium subangular blocky structure; firm, sticky, slightly plastic; common fine and medium roots; common faint clay films on faces of peds and rock fragments; few dark manganese stains in lower part; 30 percent rock fragments; very strongly acid; clear wavy boundary.  (10 to 20 inches thick)"
      },
      {
        "name": "BC",
        "top": 86,
        "bottom": 102,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "very channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "BC--34 to 40 inches; dark reddish brown (5YR 4/3) very channery sandy clay loam; weak fine and medium subangular blocky structure; firm, nonsticky, slightly plastic; few fine and medium roots; common distinct manganese stains; 40 percent rock fragments; very strongly acid; gradual irregular boundary.  (3 to 15 inches thick)"
      },
      {
        "name": "C",
        "top": 102,
        "bottom": 137,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "extremely channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--40 to 54 inches; dark reddish brown (5YR 3/4) extremely channery sandy loam; massive; firm, nonsticky, nonplastic; few fine and medium roots; few distinct manganese stains; 70 percent rock fragments; very strongly acid.  (0 to 30 inches thick)"
      },
      {
        "name": "R",
        "top": 137,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10R",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--54 inches; weak red (10R 4/3) sandstone."
      }
    ]
  ]
}
