{
  "SERIES": "UNIONTOWN",
  "STATUS": "Established Series",
  "BYREV": "Rev. FRC:JMR",
  "REVDATE": "12/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Uniontown silt loam--on a 1 percent concave slope in a cultivated field (Colors are for moist soil.)\nAp--0 to 9 inches; dark grayish brown (10YR 4/2) silt loam; weak fine granular structure; very friable; few fine roots; neutral; abrupt smooth boundary.  (5 to 10 inches thick)\nBt1--9 to 12 inches; yellowish brown (10YR 5/4) silt loam; weak and moderate medium subangular blocky structure; friable; few fine roots; few faint clay films and silt coatings; moderately acid; clear smooth boundary.\nBt2--12 to 22 inches; yellowish brown (10YR 5/6) silty clay loam; moderate medium prismatic structure parting to moderate fine and medium angular blocky; firm; few fine roots between prisms; many medium continuous prominent brown (10YR 4/3) clay films on faces of prisms and secondary peds; few fine black (10YR 2/1) manganese stains on some peds; moderately acid; gradual smooth boundary.\nBt3--22 to 34 inches; light olive brown (2.5Y 5/4) silt loam; moderate coarse prismatic structure parting to moderate fine and medium angular blocky; friable; common fine continuous prominent brown (10YR 4/3) clay films on prism faces; few fine black (10YR 2/1) manganese and iron concretions; many medium prominent yellowish brown (10YR 5/8) iron concentrations; neutral; gradual smooth boundary.  (10 to 40 inches thick)\nCg1--34 to 46 inches; grayish brown (2.5Y 5/2) silt loam; massive; friable; few fine and medium calcium carbonate concretions; many medium prominent yellowish brown (10YR 5/6) iron concentrations; slightly alkaline; gradual smooth boundary.\nCg2--46 to 65 inches; light brownish gray (2.5Y 6/2) silt loam; massive; very friable; common fine and medium calcium carbonate concretions; common medium prominent yellowish brown (10YR 5/6) and strong brown (7.5YR 5/8) mottles; moderately alkaline. (15 to 50 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Daviess County, Kentucky; west of Owensboro, 0.9 miles north of intersection of KY Hwy 56 and Lyddane Bridge Road, 0.2 mile southwest of intersection of Lee Rudy Road and Lyddane Bridge Road, 400 feet west of Lyddane Bridge Road in field.  Owensboro West Quad (Lat. 37 degrees, 46 minutes, 13.7 seconds N; Long. 87 degrees, 12 minutes, 38.7 seconds W)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 20 to 40 inches.  Depth to bedrock is 10 feet or more. Fragments range from 0 to 5 percent throughout. Reaction commonly ranges from moderately acid to moderately alkaline, some upper layers can range to strongly acid.\nThe Ap horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 2 to 4.  Texture is silt loam or silty clay loam.\nSome pedons have a thin BA, BE, or E horizons. Texture is silt loam or silty clay loam.\nThe Bt horizon has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 4 to 6.    The lower part of the Bt horizon has few to common redoximorphic features in shades of brown, black, or gray. Texture is silt loam or silty clay loam.\nThe Cg horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 2 or less, or is an evenly mottled pattern in these colors. Calcium carbonate concretions 1 mm to 5 cm in diameter range from few to common. Few to common redoximorhic features are in shades of brown, black, gray, and red. Texture is silt loam or silty clay loam. Some pedons have stratified layers of loam, clay loam, or silty clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Barony, Birkbeck, Campton, Downsouth, Elco, Eleroy, Grays, Hedrick, Homen, Inton, Iona, Kaneville, Libre, Mayville, Minnith, Newvienna, Redbud, Richview, Rockfield, Somonauk, Throckmorton, Winmere, Winfield, Wingate, and Zurich series. All except Iona, Rocheport, and Winfield soils formed in loess over glacial till, outwash, and lacustrine sediments. Iona and Winfield soils formed in loess on uplands or high stream terraces. Rocheport soils formed in loess and residuum of limestone on uplands."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Uniontown soils are on low stream terraces. Slopes commonly range from 0 to 6 percent, and can range from 0 to 30 percent on scarps and terrace steps.  They formed in older calcareous alluvium from loess. Near the type location the average annual air temperature is 56 degrees F., and the average annual precipitation is 44 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Henshaw, McGary, Markland, Patton, and Wakeland.  Henshaw soils have low chroma mottles in the upper part of the argillic horizon.  McGary and Markland soils have argillic horizons with more than 40 percent clay.  Patton soils have mollic epipedons and cambic horizons and are poorly drained.  Wakeland soils have cambic horizons and are somewhat poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained. Negligible to medium runoff.  Permeability is moderately slow.  Some areas are subject to flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most area are cultivated or in hay or pasture. Crops grown include corn, soybeans, and small grains.  Some areas are in forest consisting chiefly of oaks, hickory, and yellow poplar."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Kentucky, Ohio, southern Indiana, and southern Illinois.  The extent is moderate."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Clinton County, Ohio; 1959."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons in this pedon:\nOchric epipedon: 0 to 9 inches (Ap horizon)\nArgillic horizon: 9 to 34 inches (Bt1, Bt2, Bt3)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
