{
  "SERIES": "UNIVERSITY",
  "STATUS": "Inactive Series",
  "BYREV": "Rev. LHG/CEM/PDC",
  "REVDATE": "09/2007",
  "STATES": "NM",
  "OVERVIEW": "The University series consists of very deep, excessively drained soils that formed in alluvium and eolian sediments derived dominantly from mixed sources.  University soils are on alluvial fans, sandy ridges and dunes with slopes of 2 to 80 percent.  The mean annual precipitation is about 9 inches and the mean annual air temperature is about 61 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, thermic Typic Torripsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  University sand - rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 5 inches; grayish brown (10YR 5/2.5) sand, dark grayish brown (10YR 4/2) moist; single grain; loose, very friable, nonsticky and nonplastic; few fine roots; moderately alkaline; abrupt wavy boundary.  (0 to 7 inches thick)\nB--5 to 17 inches; grayish brown (10YR 5/2) sand, dark grayish brown (10YR 4/2) moist; massive; soft, very friable, nonsticky and nonplastic; few fine roots; 2 percent gravel with thin patchy calcium carbonate coatings; slightly effervescent in a few places; moderately alkaline; clear wavy boundary.  (0 to 20 inches thick)\nCk1--17 to 25 inches; light brownish gray (10YR 6.5/2) sand, grayish brown (10YR 5/2.5) moist; massive; soft, very friable, nonsticky and nonplastic; few fine roots; 5 percent gravel; strongly effervescent; thin, discontinuous to thick, continuous calcium carbonate coatings on gravel; moderately alkaline; clear wavy boundary.  (0 to 12 inches thick)\nCk2--25 to 45 inches; light brownish gray (10YR 6.5/2) sand, grayish brown (10YR 5/2) moist; massive; soft to loose, very friable, nonsticky and nonplastic; few fine roots; 2 percent gravel with calcium carbonate coatings; strongly effervescent; several calcium carbonate cemented sand grains; moderately alkaline; clear wavy boundary.  (0 to 25 inches thick)\nC--45 to 55 inches; light gray (10YR 7/2) sand, grayish brown (10YR 5/2) moist; massive; soft, very friable, nonsticky and nonplastic; slightly effervescent in upper part."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Dona Ana County, New Mexico; about 150 feet west of powerline; SW 1/4, NW 1/4 of Section 23, T.23 S., R.2 E.; 106 degrees 42 minutes 26 seconds west longitude and 32 degrees 17 minutes 32 seconds north latitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture:  Intermittently moist in some part of the soil moisture control section during July through September and December through April.  Driest during May and June.  Typic aridic soil moisture regime.\nTexture:  Dominantly sand or fine sand throughout.  Thin horizons of loamy sand may be present in some pedons, but texture in the particle size control section averages sand or fine sand with less than 11 percent silt plus clay.\nCalcium carbonate:  These soils are effervescent throughout most or all of the particle size control section.  Many soils have noneffervescent upper horizons, but the series includes soils that are effervescent throughout.\nRock fragments: less than 15 percent\nA horizon\nHue:  7.5YR, 10YR\nValue:  3 through 6 dry, 2 through 5 moist\nChroma:  2 or 3, dry or moist\nB horizon\nHue:  7.5YR, 10YR\nValue:  3 through 6 dry, 2 through 5 moist\nChroma:  2 through 4, dry or moist\nC horizon\nHue:  7.5YR, 10YR\nValue:  5 through 7 dry, 4 through 6 moist\nChroma:  2 or 3, dry or moist\nCommonly these soils have A, B and C horizons, but the concept includes soils with AC profiles as well as recent C horizon material.  Most of the C horizon material occurs as historical coppice dunes."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Bluepoint (NV), Brazito (NM), Cajon (CA), Maynard Lake (NV), Moapa (NV), Pintura (UT), Toquop (NV) and Yturbide (NM) soil series.  Bluepoint soils average at least 11 percent silt plus clay in the particle size control section.  Brazito soils are noneffervescent in the particle size control section and are on flood plains and low stream terraces.  Cajon soils are dry from March to December and contain granite gravel.  Maynard Lake soils contain significant amounts of volcanic ash.  Moapa soils have a paralithic contact at a depth of 20 to 40 inches.  Pintura soils have hue redder than 7.5YR.  Toquop soils have secondary gypsum accumulations.  Yturbide soils average between 15 and 35 percent gravel in the particle size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The University soils are on alluvial fans, sandy ridges and dunes.  On fans and ridges, slopes range from 3 to 80 percent.  Tops of dunes are usually gently undulating, with upper side slopes of about 20 percent; lower side slopes of the dunes range up to 80 percent.  Elevations range from 3500 to 4500 feet.  The mean annual precipitation ranges from 8 to 10 inches.  The mean annual air temperature ranges from 58 to 64 degrees F.  The frost-free period is about 170 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Bluepoint and Yturbide soils and the Arizo, Kokan, Caliza, Rilloso, Rotura, Cruces and Tencee soils.  Arizo and Kokan soils are sandy-skeletal.  The Caliza and Rilloso soils have calcic horizons.  Rotura, Cruces and Tencee soils have petrocalcic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained; slow runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for livestock grazing and wildlife habitat.  Vegetation consists of creosotebush, dropseed, mesquite and soaptree yucca."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern New Mexico.  The series is of moderate extent.  MLRA is 42."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Dona Ana County, New Mexico (Desert Project); 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 5 inches (A horizon)\nEntisol feature - The absence of diagnostic subsurface horizons\nThis series represents an identified soil within the Desert Soil-Geomorphology Project, Las Cruces, New Mexico.  The project was a study of soils and geomorphology in an arid and semi-arid environment.  The series is extensively referenced in many documents, publications and thesis.  Use or revision outside the project area is discouraged in order to preserve the historical concept for research.\nADDITIONAL DATA:  Characterization data for the typical pedon (S59NMex-7-10) are on p. 778-779 in Gile, L.H. and R.B. Grossman. 1979. The Desert Project Soil Monograph.  National Technical Information Service, Springfield, Va.  Further information on the typical pedon and its landscape are on pages 192-197 in Gile, L.H., J.W. Hawley, and R.B. Grossman. 1981.  The Desert Project Guidebook.  New Mexico Bureau of Mines and Mineral Resources Memoir 39, Socorro, NM.  Characterization data are available for two additional pedons, S93NM-013-001 and S93NM-013-002.  NSSL, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
