{
  "SERIES": "UPLER",
  "STATUS": "Established Series",
  "BYREV": "Rev. KDS/CGM/RLB",
  "REVDATE": "09/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Aridic Calciustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Upler very gravelly loam, rangeland. (Colors are for dry soil unless otherwise noted.) The surface is covered by about 34 percent gravel and 12 percent cobbles.\nA--0 to 3 inches; brown (7.5YR 5/4) very gravelly loam, brown (7.5YR 4/4) moist; weak fine subangular blocky structure; soft, friable, slightly sticky and slightly plastic; common fine and very fine roots; many fine and very fine tubular pores; 36 percent gravel; slightly effervescent; calcium carbonate is disseminated; moderately alkaline (pH 8.0); abrupt smooth boundary. (2 to 4 inches thick)\nBw--3 to 9 inches; light brown (7.5YR 6/4) gravelly loam, brown (7.5YR 4/4) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many fine and few very fine roots; many fine and very fine tubular pores; 30 percent gravel; slightly effervescent; calcium carbonate is disseminated; 9 percent calcium carbonate equivalent; moderately alkaline (pH 8.2); abrupt smooth boundary. (3 to 7 inches thick)\nBk1--9 to 25 inches; very pale brown (10YR 7/4) extremely gravelly sandy loam, yellowish brown (10YR 5/4) moist; massive structure; soft, very friable, slightly sticky and slightly plastic; few fine and very fine roots; many fine and very fine interstitial pores; 60 percent gravel, 5 percent cobbles; strongly effervescent; calcium carbonate is disseminated and occur as coatings on all sides of rocks; 18 percent calcium carbonate equivalent; moderately alkaline (pH 8.4); clear wavy boundary. (14 to 26 inches thick)\nBk2--25 to 35 inches; very pale brown (10YR 7/4) extremely gravelly loamy sand, light yellowish brown (10YR 6/4) moist; massive; loose, loose, non-sticky and non-plastic; few fine and very fine roots; 60 percent gravel, 5 percent cobbles; strongly effervescent; calcium carbonate is disseminated and occur as coatings on all sides of rocks; 10 percent calcium carbonate equivalent; clear wavy boundary. (10 to 28 inches thick)\nBk3--35 to 60 inches; pink (7.5YR 7/4) extremely gravelly loam, reddish yellow (7.5YR 6/6) moist; massive; loose, loose, slightly sticky and slightly plastic; few fine and very fine roots; 60 percent gravel, 5 percent cobbles; slightly effervescent; calcium carbonate is disseminated and occur as coatings on all sides of rocks; 15 percent calcium carbonate equivalent. (15 to 25 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kane County, Utah; about 4 miles southwest of Cannonville; located on Indian Hollow Bench in the northeast quarter of the northeast quarter of sec. 10, T. 38 S., R. 3 W.; Cannonville, Utah USGS quadrangle; lat. 37 degrees 31 minutes 11.47 seconds N. and long. 112 degrees 5 minutes 41.40 seconds W., Datum: NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil moisture control section is affected by precipitation that is evenly distributed throughout the year with a slight increase in late summer and early fall. Aridic moisture regime bordering on Ustic.\nMean annual soil temperature - 47 to 53 degrees F\nDepth to calcic horizon - 5 to 11 inches\nParticle-size control section (weighted average):\nClay content: 12 to 18 percent\nRock fragments averages: 35 to 65 percent gravel or cobbles\nSurface rock fragments: 12 to 65 percent gravel and cobbles\nA horizon:\nValue: 4 to 6 dry, 3 or 4 moist\nChroma: 2 to 6\nRock fragments: 15 to 50 percent gravel or cobbles\nBw horizon:\nValue: 4 to 6 dry, 3 or 4 moist\nTexture: loam, fine sandy loam, or silt loam\nRock fragments: 18 to 40 percent gravel or cobbles\nBk1 horizon:\nHue: 7.5YR or 10YR\nValue: 6 or 7 dry, 4 or 5 moist\nChroma: 3 or 4\nTexture: sandy loam, or fine sandy loam\nReaction: moderately alkaline or strongly alkaline\nBk2, Bk3 horizon (if present):\nHue: 7.5YR or 10YR\nValue: 6 or 7 dry, 4 to 6 moist\nChroma: 4 to 6\nTexture: fine sandy loam, loam or loamy sand\nRock fragments averages: 35 to 65 percent gravel or cobbles with individual horizons containing less than 20 percent rock fragments\nReaction: moderately alkaline to strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Buckndoe (AZ), Chicosa (CO), Katzine (AZ), Saraton (CO), Tinaja (NM), Twobutte (KS), and Yatne (UT) series.\nBuckndoe soils have petrocalcic horizon, are in the ustic aridic soil moisture regime and have mean annual soil temperature that range from 54 to 56 degrees F.\nChicosa soils have a soil moisture control section that is moist intermittently April through August and dry October through February.\nKatzine soils have 5YR hues.\nSaraton soils contains marl, has Bk horizon, and averages 18 to 35 percent clay.\nTinaja soils average 18 to 30 percent clay, and lack Bw horizon.\nTwobutte soils are moderately deep to hard caliche bedrock and occur on Central High Tablelands (MLRA 72).\nYatne soils have 18 to 27 percent clay."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: alluvium and colluvium derived from sedimentary rocks\nLandform: terrace/pediment remnants, hillslopes\nSlopes: 2 to 15 percent\nElevation: 5800 to 6800 feet\nMean annual temperature: 45 to 51 degrees F\nMean annual precipitation: 12 to 16 inches\nFrost-free period: 100 to 120 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: This is the Nomrah series.  Nomrah soils have an argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, very low to very high runoff, moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are mainly used for rangeland, woodland,\nwildlife habitat and recreation. Potential native vegetation\nis Utah juniper, pinyon pine, Gambel's oak, Utah serviceberry, mountain big sagebrush, Indian rice grass and mutton grass.  This soil has been correlated to Upland Stony Loam (Pinyon-Utah juniper)(X035XX321UT) range site at the type location in Utah."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Utah. Grand Staircase-Escalante National Monument soil survey. This series is of limited extent; MLRA35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kane County, Utah, 2004. Grand Staircase National Monument."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nParticle-size control section - the zone from 10 to 40 inches (Bk1 through Bk3 horizons)\nOchric epipedon - the zone from 0 to 3 inches (A horizon)\nCalcic horizon - the zone from 9 to 60 inches (Bk1, Bk2 and Bk3 horizons)\nCambic horizon - the zone from 3 to 9 inches (Bw horizon).\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
