{
  "SERIES": "UPVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DWW/PWB/RLB/JBF",
  "REVDATE": "12/2019",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, frigid Aridic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Upville gravelly loam--rangeland.  (Colors are for dry soil unless otherwise noted.)  The soil surface is covered with 10 percent gravel and 2 percent cobbles.\nA1--0 to 8 cm; brown (10YR 5/3) gravelly loam, very dark grayish brown (10YR 3/2) moist; moderate medium platy structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine, fine, and common medium roots; many very fine, fine, and common medium tubular pores; 15 percent gravel; neutral (pH 7.2); clear smooth boundary.  (5 to 13 cm thick)\nA2--8 to 25 cm; brown (10YR 5/3) gravelly loam, very dark grayish brown (10YR 3/2) moist, moderate medium angular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine, common fine and medium, and few coarse roots; common very fine and fine tubular pores; 15 percent gravel; neutral (pH 6.6); clear smooth boundary.  (10 to 25 cm thick)\nBw--25 to 48 cm; light yellowish brown (10YR 6/4) very gravelly loam, dark brown (10YR 3/3) moist; common fine distinct yellowish brown (10YR 5/6) relict iron redox concentrations and dark gray (10YR 4/1) manganese redox concentrations; moderate medium angular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine,  and fine, and few medium and coarse roots; common very fine and fine tubular pores; 45 percent gravel; neutral (pH 6.6); clear smooth boundary.  (13 to 30 cm thick)\n2C--48 to 153 cm; light yellowish brown (2.5Y 6/4) extremely gravelly coarse sand, olive brown (2.5Y 4/4) moist; single grained; loose, nonsticky and nonplastic; common very fine and few fine roots; 65 percent gravel, 15 percent cobbles and 3 percent stones; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Elko County, Nevada; approximately 3 miles southwest of Lamoille; about 1,050 feet east and 525 feet north of the southwest corner of section 26, T. 33 N., R. 57 E.; USGS Noon Rock 7.5 minute topographic quadrangle; Latitude 40 degrees, 42 minutes, 34 seconds N, longitude 115 degrees, 31 minutes, 27 seconds W; WGS84 Decimal Degrees 40.7097222 latitude, -115.5244444 longitude.NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: These soils are usually dry; moist during the winter and spring, but are dry in mid-June through October; aridic soil moisture regime bordering on xeric.\nMean annual soil temperature: 6 to 8 degrees C.\nMollic epipedon thickness: 25 to 38 cm.\nRedox concentrations: Redox concentrations may be absent in some pedons.  Iron and manganese redox concentrations are relic or a result of past irrigation practices.\nDepth to 2C horizon: 38 to 69 cm.\nParticle-size control section - Clay content:  Averages 5 to 12 percent.\nRock fragments:  Averages 50 to 75 percent, mainly gravel.\nA horizon\nChroma:  2 or 3.\nStructure:  Platy, granular, subangular or angular blocky.\nBw horizon\nValue:  5 or 6 dry, 3 or 4 moist.\nChroma:  3 or 4.\nTexture:  Very gravelly loam or very gravelly sandy loam with thin subhorizons of gravelly coarse sandy loam common in some pedons.\nClay content:  15 to 22 percent.\nRock fragments:  20 to 55 percent, mainly gravel and some cobbles.\n2C horizon\nHue:  2.5Y or 10YR.\nValue:  4 through 6 dry, 3 through 5 moist.\nChroma:  3 through 6 dry.\nTexture:  Extremely cobbly loamy sand, extremely cobbly sand, extremely gravelly coarse sand.\nClay content:  0 to 5 percent.\nRock fragments:  60 to 85 percent mainly gravel and cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Lousight series.\nLousight soils have molicMollic epipedons 61 to 117 cm thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Upville soils are on alluvial fans, fan remnants, fan skirts, stream terraces and inset fan remnants.  These soils formed in alluvium derived from granitic and mixed rocks.  Slopes are 0 to 4 percent.  Elevations are 1,525 to 1,865 meters.  The climate is semiarid, with warm, dry summers and cool, moist winters.  The mean annual precipitation is 250 to 360 mm, mean annual temperature is 5 to 7 degrees C, and the frost-free season is 70 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Connel and Halleck soils.  Connel soils have ochric epipedons.  Halleck soils have aquic soil moisture regimes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; slow to very slow runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland, hayland, and wildlife habitat.  The present vegetation is mainly bluebunch wheatgrass, Thurber needlegrass, Sandberg bluegrass, phlox, mountain big sagebrush and basin big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Nevada.  MLRA 25.  These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Elko County, Nevada, Central part, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 25 cm (A1 and A2 horizon).\nCambic horizon - The zone from 25 to 48 cm (Bw horizon).\nAridic feature - Soil has an aridic soil moisture regime bordering on xeric.\nParticle-size control section - The zone from 25 to 100 cm (Bw and part of the 2C horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
