{
  "SERIES": "URIOSTE",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. JMP/CDH/TWH",
  "REVDATE": "11/2001",
  "STATES": "NM",
  "OVERVIEW": "The Urioste series consists of very shallow, well drained soils that formed in slope alluvium and colluvium derived from rhyolitic tuff. Urioste soils are on backslopes of interfluves on undulating plateaus and on canyon sides.  Slopes are 8 to 70 percent. Mean annual precipitation is about 18 inches and mean annual temperature is about 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, glassy, nonacid, mesic, shallow Vitrandic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Urioste very paragravelly ashy sandy loam--on a backslope of an undulating plateau sloping 13 percent to the south-southwest at 7,482 feet elevation--forestland. (Colors are for dry soil unless otherwise noted. When described on September 7, 2000, the soil was dry throughout.) Surface is covered with 1 percent stones\nOi-0 to 1 inch; slightly decomposed needles, twigs and cones.\nA--1 to 4 inches; grayish brown (10YR 5/2) very paragravelly ashy sandy loam, very dark grayish brown (10YR 3/2) moist; moderate medium granular structure; soft, very friable, slightly sticky and nonplastic; few medium, common fine, and common very fine roots; 1 percent stones; 45 percent paragravel and 5 percent paracobbles; slightly acid (pH 6.2); clear smooth boundary. (2 to 3 inches thick)\nE--4 to 9 inches; light gray (10YR 7/2) very paragravelly ashy sandy loam, grayish brown (10YR 5/2) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; few coarse, common medium, common fine and common very fine roots; 1 percent stones; 45 percent paragravel and 5 percent paracobbles; slightly acid (pH 6.3); abrupt wavy boundary. (2 to 8 inches thick)\nCr--9 to 19 inches; moderately cemented rhyolitic tuff bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Bandelier National Monument; Los Alamos County, New Mexico; USGS Frijoles 7.5 minute topographic quadrangle; about 3.75 miles southwest of Los Alamos; Latitude 35 degrees 49 minutes 29.39 seconds North and Longitude 106 degrees 21 minutes 19.86 seconds West, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: (Depths given are measured from the mineral soil surface)\nSoil moisture - The soil moisture control section (SMCS) is moist in all parts from January to May and intermittently moist in some part from June to December. The SMCS is dry in some part 40 to  60 percent of the time when the soil temperature at 20 inches is above 41 degrees F.  The soil moisture regime is typic ustic.\nAverage annual soil temperature: 47 to 49 degrees F\nDepth to paralithic contact: 4 to 10 inches\nLithology of pararock fragments: Rhyolitic tuff\nParticle-size control section:\nRock fragment content: 0 to 3 percent stones\nPararock fragment content: 25 to 60 percent\nVolcanic glass content: 60 to 80 percent in the coarse silt plus sand fraction\nOxalate extractable Al + 1/2Fe: .01 to .10 percent (estimated)\nA horizon\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 2 or 3, dry or moist\nClay content: 8 to 18 percent\nSand content: 55 to 65 percent\nRock fragments: 1 to 3 percent stones\nPararock fragments: total range is 25 to 60 percent\n20 to 45 percent paragravel\n5 to 15 percent paracobbles\nE horizon\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 2 or 3, dry or moist\nTexture: very paragravelly ashy sandy loam, very paragravelly ashy fine sandy loam, very paracobbly ashy sandy loam\nClay content: 8 to 18 percent\nSand content: 55 to 65 percent\nRock fragments: 0 to 1 percent stones\nPararock fragments: total range is 35 to 60 percent\n25 to 45 percent paragravel\n5 to 15 percent paracobbles"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series. A similar soil in another family is the Palatka series. Palatka soils are in the aridic ustic moisture regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Urioste soils are on backslopes of interfluves on undulating plateaus and on canyon sides.  They formed in slope alluvium and colluvium derived from rhyolitic tuff of the Quaternary age Bandelier Tuff formation. Slopes are 8 to 70 percent. Elevation ranges from 6,900 to7,600 feet. The mean annual precipitation is 16 to 20 inches with about 45 percent falling as rain from high-intensity convective thunderstorms between July and September. The mean annual air temperature is 45 to 47 degrees F.  The frost-free period is 120 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Adornado, Letrado, Rotado and Tocal soils. Adornado soils are ashy-pumiceous, have mollic epipedons, and occur on backslopes and footslopes of interfluves. Letrado soils are fine-loamy, have argillic horizons, and are on toeslopes of interfluves. Rotado soils are fine, moderately deep, and are on summits of interfluves. Tocal soils are clayey, have argillic horizons, and occur on shoulders of interfluves."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; low surface runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Urioste soils are used for recreation and wildlife habitat. Vegetation includes ponderosa pine, Gambel oak, New Mexico locust, buckbrush, little bluestem, mountain muhly, and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Urioste soils are of small extent on the southwestern Jemez Volcanic Field part of the Southern Rocky Mountain province in northcentral New Mexico. The MLRA is 48A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Los Alamos County, New Mexico; Bandelier National Monument Soil Survey, 2000.  Urioste is a coined name."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 1 to 4 inches (A horizon)\nVitrandic feature - Based on the amount of volcanic glass throughout the profile.\nParalithic contact - Moderately cemented rhyolitic tuff bedrock at 9 inches. (Cr layer)\nParticle-size control section - The zone from 1 to 9 inches (A and E horizons)\nSeries control section - from 0 to 19 inches (all horizons and the upper part of the Cr layer)\nClassified according to Soil Taxonomy Second Edition, 1999.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
