{
  "SERIES": "URIPNES",
  "STATUS": "Established Series",
  "BYREV": "Rev. JRW/EWB/JVC/JBF",
  "REVDATE": "05/2016",
  "STATES": "NV",
  "OVERVIEW": "The Uripnes series consists of very shallow and shallow, well drained soils that formed in residuum and colluvium derived from granitic rocks. Uripnes soils are on hills and mountains.  Slopes are 15 to 75 percent. The mean annual precipitation is about 150 mm and the mean annual temperature is about 9 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, nonacid, mesic, shallow Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Uripnes very gravelly sandy loam--rangeland. (Colors are for dry soil unless otherwise noted.)  The soil surface is covered with approximately 55 percent fine gravel.\nA--0 to 10 cm; light brownish gray (10YR 6/2) very gravelly sandy loam, dark grayish brown (10YR 4/2) moist; weak fine and medium subangular blocky structure; soft, very friable, slightly sticky and nonplastic; very few very fine roots; common fine interstitial and few fine tubular pores; 45 fine percent gravel; neutral (pH 6.6); clear wavy boundary. (10 to 23 cm thick)\nCr--10 to 53 cm; weathered granodiorite; some fine-earth soil is in fractures in the upper few inches.  (30 to 66 cm thick)\nR--53 cm; hard granodiorite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Churchill County, Nevada; about 33 miles southeast of Fallon in the Sand Springs Range; 300 feet west and 1330 feet south of the projected northeast corner of section 36, T. 15 N., R. 32 E.; USGS Chukar Canyon 7.5 minute topographic quadrangle; 39 degrees 07 minutes 39.3 seconds north latitude and 118 degrees 19 minutes 22.0 seconds west longitude; WGS84 Decimal Degrees 39.1275833 latitude, -118.3227778 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist for short periods in winter and spring, summer and autumn; typic aridic soil moisture regime.\nMeam annual soil temperature: 8 to 12 degrees C.\nDepth to bedrock: 10 to 36 cm to a paralithic contact. Unweathered, hard granitic bedrock is within 100 cm.\nReaction: Slightly acid through slightly alkaline.\nOther features: Some pedons have secondary carbonate coats on the undersides of gravel in the lower part of the profile and also have moderately alkaline reaction. Some pedons have a thin C horizon above the paralithic contact with textures in the less than 2 mm fraction of sandy loam or coarse sandy loam.\nParticle-size control section - Clay content: 10 to 18 percent.\nRock fragments: 35 to 60 percent, dominantly fine gravel with cobbles and stones common. Lithology of fragments is granitic rocks such as granite and granodiorite.\nA horizon\nValue: 5 through 7 dry, 3 through 5 moist.  When darker colors are present, they reflect the colors of the parent material.\nChroma:  2 or 3, dry or moist."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Goldbutte and Mexispring series. Goldbutte and Mexispring soils have mean annual soil temperature of more than 12 degrees C."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Uripnes soils are on hills and mountains. They formed in residuum and colluvium derived from granitic rocks and have a component of loess in some places.  Slopes are 15 to 75 percent. Elevations range from 1,310 to 1,990 meters.  The climate is cool-arid, with cool, moist winters and hot, dry summers.  The mean annual precipitation is 100 to 200 mm, the mean annual temperature is 8 to 11 degrees C, and the frost-free period is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bimmer and Budihol soils.  Bimmer soils are loamy and are very shallow to paralithic contacts. Budihol soils are loamy, very shallow and shallow to paralithic contacts, and have an aridic moisture regime which borders on xeric."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; medium or high surface runoff; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Uripnes soils are used for livestock grazing and wildlife habitat.  The present vegetation is mainly a sparse stand of littleleaf horsebrush, spiny hopsage, desert needlegrass, Nevada ephedra, burrobrush and scattered galleta."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nevada. These soils are moderately extensive. MLRA 27."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lyon County Area, Nevada, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 10 cm (A horizon).\nParalithic contact - The boundary at 10 cm to underlying weathered bedrock (Cr layer).\nParticle-size control section - The zone from the soil surface to 10 cm (A horizon).\nMoved type location to better reflect the series concept (9/14/07).\nADDITIONAL DATA: NASIS pedon and site ID 07NV770Y122jbf.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 10 cm; light brownish gray (10YR 6/2) very gravelly sandy loam, dark grayish brown (10YR 4/2) moist; weak fine and medium subangular blocky structure; soft, very friable, slightly sticky and nonplastic; very few very fine roots; common fine interstitial and few fine tubular pores; 45 fine percent gravel; neutral (pH 6.6); clear wavy boundary. (10 to 23 cm thick)"
      },
      {
        "name": "Cr",
        "top": 10,
        "bottom": 53,
        "narrative": "Cr--10 to 53 cm; weathered granodiorite; some fine-earth soil is in fractures in the upper few inches.  (30 to 66 cm thick)"
      },
      {
        "name": "R",
        "top": 53,
        "narrative": "R--53 cm; hard granodiorite."
      }
    ]
  ]
}
