{
  "SERIES": "URLAND",
  "STATUS": "Established Series",
  "BYREV": "CLN:LCB;Rev. KLG",
  "REVDATE": "11/2009",
  "STATES": "TX",
  "OVERVIEW": "The Urland series consists of deep, well drained soils.  These gently sloping to moderately steep soils formed in stratified sandstone and clayey coastal plain sediments of Pleistocene Age mainly on the Willis Formation.  Slope ranges from 1 to 15 percent.  Mean annual air temperature is about 19 degrees C (67 degrees F); mean annual precipitation is about 1321 mm (52 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Urland fine sandy loam, elevation is 58 m (190 ft) (Elevation estimated from topographic software, following location directions below) (Colors are for moist soil unless otherwise stated.)\nA--0 to 8 cm (0 to 3 in); dark grayish brown (10YR 4/2) fine sandy loam; weak fine and medium granular structure; soft, very friable, nonsticky and nonplastic; many fine and medium roots; few coarse roots; few ironstone pebbles up to 2 cm across; moderately acid; clear wavy boundary. (Thickness is 5 to 20 cm [2 to 8 in].)\nE--8 to 25 cm (3 to 10 in); ; yellowish brown (10YR 5/4) fine sandy loam; weak medium granular structure; soft, very friable, nonsticky and nonplastic; many fine and medium roots; few coarse roots; few ironstone pebbles up to 2 cm across; moderately acid; clear wavy boundary.  (Thickness is 5 to 25 cm [2 to 10 in].)\nBt1--25 to 61 cm (10 to 24 in); red (2.5YR 4/6) clay; moderate fine blocky structure; very hard, very firm, very sticky and very plastic; few fine, medium and coarse roots; continuous clay films on faces of peds; common medium distinct yellowish red (5YR 5/6) lithochromic mottles; strongly acid; gradual wavy boundary.  (Thickness is 25 to 64 cm [10 to 25 in].)\nBt2--61 to 122 cm (24 to 48 in); yellowish red (5YR 5/6) clay loam; moderate medium subangular blocky structure; very hard, firm, very sticky and very plastic; few medium and coarse roots; continuous clay films on faces of peds; common medium faint yellowish red (5YR 4/6) and few fine distinct red (2.5YR 4/6) lithochromic mottles; very strongly acid; gradual wavy boundary.  (Thickness is 25 to 64 cm [10 to 25 in].)\nCd--122 to 165 cm (48 to 65 in); stratified brownish yellow (10YR 6/8) clay loam, white (10YR 8/1) clay, and pink (5YR 7/4) soft sandstone, which are in layers less than 1 inch thick; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Newton County, Texas; from F.R. 505 in Newton, 8.1 miles southeast on U.S. Highway 190, 4.6 miles northeast on Farm Road 2626; 1.1 mile east on county road; 4.5 miles north and northeast on forest road to intersection; 1.0 mile southeast along forest road; 75 feet north in forest.  (Latitude: 30 degrees, 51 minutes, 18.96 seconds N; Longitude: 93 degrees, 35 minutes, 10.79 seconds W. (Coordinates estimated from location directions topographic software) De Ridder, LA (TX) TOPOGRAPHIC QUADRANGLE; NAD 83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An udic soil moisture regime.  The soil moisture control section is not dry in any part for as long as 90 cumulative days in normal years.\nMean annual soil temperature: 20 to 22 degrees C (68 to 72 degrees F)\nDepth to densic layers: 100 to 150 cm (40 to 60 in)\nDepth to argillic horizon: 10 to 46 cm (4 to 18 in)\nThickness of the solum:  100 to 150 cm (40 to 60 in)\nVertic features: none\nParticle-size control section (weighted average):\nClay content: 35 to 55 percent\nA Horizon\nHue: 10YR\nValue: 3 to 5\nChroma: 2 to 4\nTexture: fine sandy loam or gravelly fine sand loam\nClay content: 5 to 18 percent (fsl); 3 to 10 (grfsl)\nRock fragments: Ironstone pebbles and fragments range from 0 to 25 percent by volume\nReaction: 5.1 to 6.5\nE Horizon\nHue: 10YR\nValue: 4 to 6\nChroma: 2 to 4\nTexture: fine sandy loam or gravelly fine sand loam\nClay content: 5 to 18 percent (fsl); 3 to 10 (grfsl)\nRock fragments: 0 to 25 percent by volume, ironstone pebbles\nReaction: 5.1 to 6.5\nBt1 Horizon\nHue: 2.5YR or 5YR\nValue: 4 or 5\nChroma: 2 to 8\nTexture: clay, clay loam or sandy clay\nClay content: 35 to 55 percent\nClay films: on faces of peds, distinct\nRelic mottles: 0 to 10 percent; shades of red, yellow, brown and gray\nRock fragments: 0 to 10 percent, ironstone pebbles\nReaction: 4.5 to 5.5\nBt2 Horizon\nHue: 2.5YR, 5YR or 7.5YR\nValue: 4 or 5\nChroma: 4 to 8\nTexture: clay, clay loam or sandy clay loam\nClay content: 17 to 40 percent\nClay films: on faces of peds, faint\nRelic mottles: 1 to 10 percent; shades of red, yellow, brown and gray\nBase saturation: 15 to 35 percent\nReaction: 4.5 to 5.5\nBC Horizon, where present\nHue: 2.5YR, 5YR or 7.5YR\nValue: 4 or 5\nChroma: 4 to 8\nTexture: variable, ranges from sandy loam to sandy clay loam\nClay content: 17 to 35 percent\nRelic mottles: 5 to 25 percent; shades of red, yellow, brown and gray\nEffervescence: none\nReaction: 4.5 to 5.5\nCd Horizon\nHue: red, brown, yellow, gray, white, and pink\nTexture: loamy to clayey\nReaction: 3.6 to 5.5"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the  Enders, Noah and Williamsville  series.  Similar soils are the Bengal, Bonwier, Cunningham, Fluvanna,  Galilee and  Remlap  series.\nEnders soils: are underlain by paralithic shale bedrock at 100 to more than 150 cm (40 to more than 60 in)\nNoah soils: are underlain by paralithic shale bedrock at 100 to 150 cm (40 to 60 in)\nWilliamsville soils: have a solum thickness of 150 to more than 200 cm (60 to more than 80 in)\nBengal soils: have a solum thickness of 50 to 100 cm (20 to 40 in) and are underlain by paralithic shale bedrock at that depth\nBonwier soils: have a solum thickness of 50 to 100 cm (20 to 40 in) and are underlain by paralithic bedrock at that depth\nCunningham soils: are underlain by paralithic shale bedrock at 100 to 150 cm (40 to 60 in)\nFluvanna soils: are underlain by a paralithic layer within 150 cm (60 in)\nGalilee soils: have a solum thickness of 50 to 100 cm (20 to 40 in) and are underlain by paralithic shale bedrock at that depth\nRemlap soils: have a solum thickness of more than 150 cm (60 in)"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: stratified sandstone and clay derived from marine sediments\nLandscape: Coastal Plain\nLandform: upland interfluve\nSlope: 1 to 15 percent\nMean annual air temperature range: 19 to 21 degrees C (66 to 70 degrees F)\nMean annual precipitation range: 1170 to 1475 mm (46 to 58 in)\nFrost-free period: 240 to 250 days\nElevation: 60 to 185 m (200 to 600 ft)\nThornthwaite annual P-E indices: exceed 72"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bonwier(TX), Boykin(TX), Doucette(TX), Newco(TX), Pinetucky(TX), Rogan(TX), Stringtown(TX) and the Shankler(TX) series.\nBonwier soils: have a solum thickness of 50 to 100 cm (20 to 40 in) and occur on sideslopes\nBoykin soils: have a sandy surface 50 to 100 cm (20 to 40 in) thick and a solum thickness greater than 150 cm (60 in)\nDoucette soils: have a sandy surface 50 to 100 cm (20 to 40 in) thick and have a layer with 5 to 20 percent plinthite within 75 to 150 cm (30 to 60 in)\nNewco soils: are on lower lying concave positions and have redox depletions and aquic conditions within the upper 24 inches of the argillic horizon\nPinetucky soils: have less than 35 percent clay in the upper 20 inches of the argillic horizon, and have plinthite segregations in the subsoil\nRogan soils: have less than 35 percent clay in the upper 20 inches of the argillic horizon, and have plinthite segregations in the subsoil\nStringtown soils: have less than 35 percent clay in the upper 20 inches of the argillic horizon\nShankler soils: have a sandy surface 100 to 150 cm (40 to 60 in) thick, and have less than 35 percent clay in the upper 20 inches of the argillic horizon"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium to high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for woodland and pasture.  Native vegetation consists of loblolly, shortleaf, and slash pines, red oak, sweetgum, and other hardwood trees, with an understory of grasses and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  southeastern Texas and western Louisiana; Land Resource Region (P); MLRA 133B; the series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Newco County, Texas, 1980; Jasper-Newton Counties soil survey area, Texas, 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The series was formerly included in the Kirvin series.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 25 to 76 cm (10 to 30 in).  (Bt horizons)\nOchric epipedon: 0 to 25 cm (0 to 10 in).  (A and E horizons)\nArgillic horizon: 25 to 122 cm (10 to 48 in).  (Bt horizons)\nDensic horizon: 122 to 165 cm (48 to 65 in).  (Cd horizon)\nADDITIONAL DATA:\nTAXONOMIC VERSION:  Keys to Soil Taxonomy, Tenth Edition, 2006\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 8 cm (0 to 3 in); dark grayish brown (10YR 4/2) fine sandy loam; weak fine and medium granular structure; soft, very friable, nonsticky and nonplastic; many fine and medium roots; few coarse roots; few ironstone pebbles up to 2 cm across; moderately acid; clear wavy boundary. (Thickness is 5 to 20 cm [2 to 8 in].)"
      },
      {
        "name": "E",
        "top": 8,
        "bottom": 25,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E--8 to 25 cm (3 to 10 in); ; yellowish brown (10YR 5/4) fine sandy loam; weak medium granular structure; soft, very friable, nonsticky and nonplastic; many fine and medium roots; few coarse roots; few ironstone pebbles up to 2 cm across; moderately acid; clear wavy boundary.  (Thickness is 5 to 25 cm [2 to 10 in].)"
      },
      {
        "name": "Bt1",
        "top": 25,
        "bottom": 61,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--25 to 61 cm (10 to 24 in); red (2.5YR 4/6) clay; moderate fine blocky structure; very hard, very firm, very sticky and very plastic; few fine, medium and coarse roots; continuous clay films on faces of peds; common medium distinct yellowish red (5YR 5/6) lithochromic mottles; strongly acid; gradual wavy boundary.  (Thickness is 25 to 64 cm [10 to 25 in].)"
      },
      {
        "name": "Bt2",
        "top": 61,
        "bottom": 122,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--61 to 122 cm (24 to 48 in); yellowish red (5YR 5/6) clay loam; moderate medium subangular blocky structure; very hard, firm, very sticky and very plastic; few medium and coarse roots; continuous clay films on faces of peds; common medium faint yellowish red (5YR 4/6) and few fine distinct red (2.5YR 4/6) lithochromic mottles; very strongly acid; gradual wavy boundary.  (Thickness is 25 to 64 cm [10 to 25 in].)"
      },
      {
        "name": "Cd",
        "top": 122,
        "bottom": 165,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 8,
        "texture_class": "clay loam",
        "pH_class": "very strongly acid",
        "narrative": "Cd--122 to 165 cm (48 to 65 in); stratified brownish yellow (10YR 6/8) clay loam, white (10YR 8/1) clay, and pink (5YR 7/4) soft sandstone, which are in layers less than 1 inch thick; very strongly acid."
      }
    ]
  ]
}
