{
  "SERIES": "URSINE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DHZ/CWL/JVC/JBF",
  "REVDATE": "02/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, carbonatic, mesic, shallow Xeric Haplodurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ursine gravelly sandy loam--rangeland. (Colors are for dry soil unless otherwise noted.)  The soil surface is partially covered with approximately 35 percent gravel and 2 percent cobbles.\nA1--0 to 5 cm; pale brown (10YR 6/3) gravelly sandy loam, brown (10YR 4/3) moist; weak thick platy structure parting to moderate medium platy; slightly hard, very friable, slightly sticky and nonplastic; few very fine and fine roots; common very fine and fine, and few medium vesicular pores; 30 percent gravel; strongly effervescent; slightly alkaline (pH 7.8); abrupt smooth boundary.\nA2--5 to 13 cm; pale brown (10YR 6/3) gravelly fine sandy loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure parting to moderate medium granular; soft, very friable, slightly sticky and slightly plastic; many very fine, common fine, and few medium roots; common very fine, few fine and medium tubular pores; 20 percent gravel; violently effervescent; moderately alkaline (pH 8.0); abrupt smooth boundary.  (combined thickness of A horizons 3 to 13 cm thick)\nBk--13 to 28 cm; pale brown (10YR 6/3) very gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure parting to weak fine subangular blocky; soft, very friable, slightly sticky and slightly plastic; common very fine and fine and few medium roots; common very fine and fine and few medium tubular pores; common (15 percent) secondary calcium carbonate concretions on the bottoms of rock fragments; 30 percent gravel and 5 percent cobbles; violently effervescent; moderately alkaline (pH 8.0); abrupt smooth boundary.  (13 to 36 cm thick)\nBkkq--28 to 46 cm; very pale brown (10YR 8/2) very gravelly sandy loam, very pale brown (10YR 7/3) moist; strong medium subangular blocky structure parting to moderate fine subangular blocky; hard, firm, slightly sticky and slightly plastic; common very fine and fine roots; few very fine and fine tubular pores; common (15 percent) secondary calcium carbonate and silica concretions around rock fragments and common (10 percent) concretions on bottom of rock fragments; 40 percent gravel and 10 percent cobbles of which about half are indurated duripan fragments; violently effervescent; moderately alkaline (pH 8.2); abrupt smooth boundary.\nBkkqm1--46 to 94 cm; white (10YR 8/1) cemented material, very pale brown (10YR 7/3) moist; strong very thick platy structure; very rigid, indurated by secondary calcium carbonate and silica; few fine and medium roots; violently effervescent; moderately alkaline (pH 8.4); clear smooth boundary.  (38 to 64 cm thick)\nBkkqm2--94 to 178 cm; white (10YR 8/1) cemented material, very pale brown (10YR 8/2) moist; massive; very rigid, very strongly cemented by secondary calcium carbonate and silica; violently effervescent; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lincoln County, Nevada; in the south end of Spring Valley; approximately 800 feet west and 650 feet south of the northwest corner of section 4, T. 9 N., R. 68 E.; USGS Red Ledges 7.5 minute topographic quadrangle; latitude 38 degrees 40 minutes 31 seconds N and longitude 114 degrees 20 minutes 49 seconds W; NAD 83; UTM zone 11N, 0730798e, 4284078n, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in the winter and early spring and intermittently moist for 10 to 20 days cumulative from mid July through September due to summer convection storms; aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 8 to 14 degrees C.\nDepth to duripan: 36 to 50 cm.\nReaction: Moderately alkaline through strongly alkaline.\nCalcium carbonate stage: IV or V.\nParticle-size control section - Clay content: Averages 10 to 20 percent;\nRock fragments: 35 to 55 percent, mainly gravel.  Lithology consists of limestone and detached pan fragments.\nA horizons\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 2 through 4, dry or moist.\nEffervescence: Strongly effervescent or violently effervescent.\nCalcium carbonate equivalent: 15 to 25 percent in the less than 2 mm fraction.\nBk horizon\nValue: 6 through 8 dry, 4 through 7 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Sandy loam, very fine sandy loam, fine sandy loam, coarse sandy loam, loam, or silt loam in the fine-earth fraction.\nStructure: Weak to strong subangular blocky, or massive.\nClay content: 8 to 20 percent.\nRock fragments: 35 to 55 percent mainly gravel with 0 to 10 percent cobbles.\nIdentifiable secondary carbonates: 5 to 25 percent concretions around rock fragments and coats on the bottoms of rock fragments.\nCalcium carbonate content: 20 to 50 percent in the less than 2 mm fraction; 40 to 70 percent in the less than 20 mm fraction.\nBkkq horizon\nValue: 6 through 8 dry, 4 through 7 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Sandy loam, loam, fine sandy loam, or coarse sandy loam in the fine-earth fraction.\nStructure: Weak to strong subangular blocky, or massive.\nClay content: 8 to 20 percent.\nRock fragments: 35 to 55 percent, mainly gravel with 0 to 10 percent cobbles and dominated by indurated duripan fragments.\nIdentifiable secondary carbonates: 10 to 30 percent concretions around rock fragments.\nCalcium carbonate content: 30 to 60 percent in the less than 2 mm fraction; 40 to 70 percent in the less than 20 mm fraction.\nBkkqm horizons\nValue: 6 through 8, dry or moist.\nChroma: 1 through 3, dry or moist.\nCementation: Very strongly cemented or indurated."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Palinor series.  Palinor soils have mean annual soil temperature of 8 to 11 degrees C. and are not moist for 10 to 20 days cumulative from mid-July through early September due to summer convection storms."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ursine soils are on fan remnants.  These soils formed in alluvium derived mainly from limestone.  Slopes are 0 to 30 percent.  Elevations range from 1,300 to 2,300 meters.  The climate is semiarid with cool, moist winters, and warm, dry summers.  The mean annual precipitation is 200 to 250 mm, the mean annual temperature is 7 to 13 degrees C, and the frost-free period is 100 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Armespan, Holsine, and Jarab soils.  Armespan and Holsine soils do not have duripans.  Jarab soils have mollic epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Ursine soils are used for livestock grazing and wildlife habitat.  The potential native vegetation is mainly black sagebrush, galleta, needleandthread, bottlebrush squirreltail, Indian ricegrass, and Douglas rabbitbrush.  This soil is usually correlated to ecological site R28AY013NV Shallow Calcareous Loam 8-10 P.Z."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East-central Nevada.  These soils are extensive with about 327,000 acres of the series mapped to date.  MLRAs 28A and 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lincoln County, Nevada (Meadow Valley Area), 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A1, A2 and part of the Bk horizons).\nCalcic horizon - The zone from 13 to 46 cm (Bk and Bkkq horizons).\nDuripan and petrocalcic horizon - The zone from 46 to 178 cm (Bkkqm1 and Bkkqm2 horizons).\nParticle-size control section - The zone from 25 to 46 cm (Bkkq horizon and part of the Bk horizon).\nThe revision of February 2008 moved the type location from the Meadow Valley Area of Lincoln County, Nevada to a location in the Lincoln County, Nevada, North Part survey area, that better represents the series concept.\nADDITIONAL DATA:  A pedon of Ursine has characterization data by the Soil Survey Laboratory (SSL), Lincoln, NE, as user pedon ID S05NV-017-010 (pedon # 05N0672).  Another pedon is available as user pedon ID 77NV033001 (pedon # 78P0138).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
