{
  "SERIES": "URWIL",
  "STATUS": "Inactive Series",
  "BYREV": "Rev. LNL-ELS-JVC",
  "REVDATE": "02/2010",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Clayey-skeletal, smectitic, frigid Typic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Urwil stony fine sandy loam--forestland (Colors are for dry soil unless otherwise noted.)  Stones are present on the soil surface.\nA1--0 to 2 inches; light brownish gray (10YR 6/2) stony fine sandy loam, dark brown (10YR 3/3) moist; weak thick platy structure; soft, very friable, slightly sticky and nonplastic; few very fine roots; many fine and medium vesicular pores; 10 percent pebbles; neutral (pH 6.6); abrupt smooth boundary. (1 to 3 inches thick)\nA2--2 to 8 inches; grayish brown (10YR 5/2) clay loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium angular and subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic, common fine and few medium roots; many very fine and fine interstitial pores; 10 percent pebbles; slightly acid (pH 6.4); clear smooth boundary. (4 to 7 inches thick)\nBt1--8 to 17 inches; brown (10YR 5/3) gravelly clay, dark brown (10YR 3/3) moist; strong medium and coarse angular blocky structure; hard, friable, very sticky and very plastic, common fine, common medium, and few coarse roots; many very fine interstitial and common very fine tubular pores; common prominent clay films on faces of peds and many distinct clay films lining pores; 30 percent pebbles; neutral (pH 6.6); gradual wavy boundary. (7 to 14 inches thick)\nBt2--17 to 24 inches; light brownish gray (10YR 6/2) very gravelly sandy clay, dark grayish brown (10YR 4/2) moist; massive; hard, friable, very sticky and very plastic; few fine and few very fine roots; many very fine and few fine interstitial and common very fine tubular pores; common distinct clay films lining pores and as bridges between sand grains; 40 percent pebbles; neutral (pH 6.6); gradual wavy boundary. (6 to 10 inches thick)\nBt3--24 to 60 inches; light brownish gray (10YR 6/2) very gravelly sandy clay, dark grayish brown (10YR 4/2) moist; massive with primary rock structure visible in places; very hard, friable, very sticky and very plastic; few fine and very fine roots; many very fine and few fine interstitial and common very fine tubular pores; common distinct clay films lining pores and as bridges between sand grains; 45 percent pebbles; neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lincoln County, Nevada; approximately 1,120 feet west and 785 feet north of the southeast corner of section 12, T. 3 N., R. 70 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually moist in the moisture control section during winter and spring, dry during summer and fall and dry in all parts for 45 consecutive days following the summer solstice; intermittently moist in horizons above the moisture control section for 10 to 20 cumulative between July and September following summer convection storms; Xeric moisture regime that borders on aridic.\nMean annual soil temperature - 44 to 47 degrees F.\nMean summer soil temperature - 59 to 62 degrees F.\nMollic epipedon thickness - 16 to 20 inches, includes the Bt1 horizon.\nDepth to base of argillic horizon - More than 60 inches.\nDepth to bedrock - More than 60 inches.\nParticle-size control section - Clay content: 35 to 45 percent; Rock fragments: 35 to 45 percent, mainly fine pebbles.  Lithology of fragments are volcanic rocks such as rhyodacitic tuff.\nReaction - Slightly acid or neutral (pH 6.1 to 7.3) and generally becomes more alkaline with depth.\nA1 horizon - Value: 4 through 6 dry, 2 or 3 moist; The upper seven inches when mixed has an average value less than 6 dry.\nChroma: 2 or 3, dry or moist.\nStructure: Weak or moderate fine or medium subangular blocky, angular blocky, or granular structure.\nOrganic matter content: 2 to 4 percent.\nA2 horizon - Value: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nClay content: 30 to 35 percent.\nStructure: Weak or moderate fine or medium subangular blocky, angular blocky, or granular structure.\nOrganic matter content: 2 to 4 percent.\nBt1 horizon - Hue: 10YR or 7.5YR.\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 2 or 3, dry or moist.\nTexture: Gravelly clay or gravelly clay loam.\nClay content: 35 to 45 percent.\nRock fragments: 20 to 35 percent, mostly fine pebbles.\nStructure: Strong medium or coarse subangular blocky or angular blocky, or weak or moderate medium or coarse prismatic that parts to subangular blocky.\nOrganic matter content: 1 to 3 percent.\nBt2 and Bt3 horizons - Hue: 10YR or 7.5YR.\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 2 or 3, dry or moist.\nTexture: Very gravelly clay or very gravelly sandy clay.\nClay content: 35 to 45 percent.\nRock fragments: 35 to 45 percent, mostly fine pebbles.\nPararock fragments: Some pedons have Bt3 horizons with weathered tuff fragments that are paragravel.\nStructure: Strong medium or coarse subangular blocky or angular blocky, or weak or moderate medium or coarse prismatic that parts to blocky. Original parent rock structure is visible in the lower part of the Bt3 horizon when bedrock is within depth of 65 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Birchcreek, Derringer, Droem (T), Erakatak, Leevan, McIvey, Ravenswood, Roostercomb, Sharesnout, Swanpeak (T), Threek, Tickville (T), Wilpar, Yago, and Yeates Hollow series.\nBirchcreek, Droem, Leevan, Ravenswood, Roostercomb, Sharesnout, and Tickville soils are moderately deep to lithic contacts.  Derringer and Erakatak soils are moderately deep to paralithic contacts.  McIvey and Swanpeak soils have mollic epipedons that do not include subhorizons of the argillic horizon and they are not intermittently moist in some part above the moisture control section between July and September due to summer convection storms.  Threek soils have horizons with secondary silica within 40 inches of the soil surface and they are not intermittently moist in some part above the moisture control section between July and September due to summer convection storms.  Wilpar soils are deep to paralithic contacts.  Yago soils have horizons with identifiable secondary carbonates within 60 inches of the soil surface, are dominated by stones or cobbles in the particle-size control section, and they are not intermittently moist in some part above the moisture control section between July and September due to summer convection storms.  Yeates Hollow soils are deep to lithic contacts."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Urwil soils are on pediments.  These soils formed in alluvium and residuum derived from rhyodacitic tuff.  Small, occasional rock outcrops occur in the landscape.  Slopes are 2 to 15 percent.  Elevations range from 6,800 to 7,400 feet.  The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 14 to 16 inches with most of it coming as snow.  The mean annual temperature is 42 to 45 degrees F. and the frost-free period is 70 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Satt, Swisbob, Tica, and Urtah soils.  Satt and Swisbob soils have duripans.  Tica soils are shallow to lithic contacts.  Urtah soils are loamy-skeletal, moderately deep to lithic contacts, and have carbonatic mineralogy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; very high surface runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Urwil soils are used primarily for wildlife habitat.  The vegetation is mainly a forest canopy of singleleaf pinyon and Utah juniper with an understory of mountain big sagebrush, black sagebrush, bluebunch wheatgrass, Thurber's needlegrass, and antelope bitterbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East-central Nevada.  These soils are not extensive with about 4,000 acres of the series mapped to date.  MLRA 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lincoln County (Meadow Valley Area), Nevada, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This revision of March 2001 updates the taxonomic class from Clayey-skeletal, smectitic Argic Pachic Cryoborolls.  Further study is needed in the future to determine if the mesic temperature regime is more appropriate for this series.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 17 inches (A1, A2, and Bt1 horizons).\nArgillic horizon - The zone from 8 to 60 inches (Bt1, Bt2, and Bt3 horizons).\nParticle-size control section - The zone from 8 to 28 inches (Bt1 and Bt2 horizons and part of the Bt3 horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
