{
  "SERIES": "USINE",
  "STATUS": "Inactive Series",
  "BYREV": "Rev. LNL/LR/ELS",
  "REVDATE": "02/2010",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, frigid Xeric\nTorriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Usine cobbly sandy loam - rangeland (Colors are for dry soil unless otherwise noted.)\nA1--0 to 4 inches; light brownish gray (10YR 6/2) cobbly and gravelly sandy loam, dark grayish brown (10YR 4/2) moist; massive; soft, very friable, nonsticky, nonplastic; common very fine and fine, and few medium roots; many very fine and fine interstitial pores; 40 percent coarse fragments; violently effervescent; moderately alkaline (pH 8.0); clear smooth boundary. (2 to 6 inches thick)\nC1--4 to 9 inches; very pale brown (10YR 7/3) gravelly sandy loam, brown (10YR 5/3) moist; massive; soft, very friable, nonsticky, nonplastic; common very fine and fine, and few medium roots; many very fine and fine interstitial pores; 30 percent coarse fragments; violently effervescent; moderately alkaline (pH 8.4); clear wavy boundary. (4 to 6 inches thick)\n2Bk--9 to 15 inches; very pale brown (10YR 7/3) very gravelly loamy sand, brown (10YR 5/3) moist; single grained; very friable, nonsticky, nonplastic; few very fine, fine, and medium roots; many very fine and fine, and common medium interstitial pores; all pebbles have thin white (10YR 8/2) lime coats on bottoms and some are completely coated; violently effervescent; strongly alkaline (pH 8.6); clear wavy boundary.  (4 to 8 inches thick)\n3C--15 to 60 inches; very pale brown (10YR 7/3) very gravelly sand, brown (10YR 5/3) moist; single grained; loose; few very fine roots; many very fine and fine, and few medium interstitial pores; few pebbles have white (10YR 8/2) lime coated bottoms in upper part; slightly effervescent; moderately alkaline (pH 8.4).\nType Location: Lincoln County, Nevada; approximately 920 feet south and 670 feet east of the northwest corner of sec. 28, T.3N., R.70E.\nRange in Characteristics: Usine soils are usually dry but are moist in the winter and spring months. The mean annual soil temperature is 46 to 47 F., and the mean summer soil temperature is 62 to 64 F. The soil is violently or strongly effervescent and ranges in pH from 8.0 to 8.8 with the highest value in the Cca horizon. The A1 horizon has value of 3 or 4 moist, and chroma of 2 or 3. It is massive or has weak, medium or thick platy structure. The C horizon has value of 6 or 7 dry and 4 or 5 moist, and chroma of 2 or 3. Strata of very gravelly loamy sand, coarse sand, or loamy coarse sand are in some pedons. The coarse fragments range from 75 to 90 percent, and are dominantly gravel.\nCompeting Series and their Differentiae: These are the Beverly and Sheeprock series. Beverly and Sheeprock soils have mesic temperature regime.\nSetting: Usine soils are on nearly level to moderately steep terrace side slopes with slopes of 9 to 30 percent. They are at elevations ranging from 5,800 to 6,600 feet. These soils formed in very gravelly alluvium from limestone and ignimbrites. The climate is cool, semiarid.  The mean annual temperature is 44 to 45 F., mean summer temperature is 62 to 64 F., and the frost free period is about 80 days or less. The mean annual precipitation is 8 to 10 inches, with most of it coming as snow.\nPrincipal Associated Soils: These are the Fanu, Holsine, Buster, Poorma, and Holtle soils. Fanu soils have mollic epipedons and fine loamy control sections. Holsine soils have coarse loamy control sections and calcic horizons. Buster soils have fine loamy argillic horizons and weakly cemented duripans. Poorma soils have cambic horizons, coarse loamy control sections, and durinodes in a friable matrix. Holtle soils have mollic epipedons, cambic horizons, coarse loamy control sections, and durinodes in a friable matrix.\nDrainage and Permeability: Excessively drained; slow or medium runoff; very rapid permeability.\nUse and Vegetation: Usine soils are used as rangeland and as a source for aggregate for concrete or road surfacing materials. The vegetation is principally black sagebrush and some cheatgrass.\nDistribution and Extent: East-central Nevada. Usine soils are inextensive (about 2,000 acres).\nSeries Established: Lincoln County (Meadow Valley Area), Nevada, 1971.\nRemarks: Usine soils were formerly classified as Calcisols.\nOSED scanned by NSSQA.  Last revised by state on 10/71.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": null
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": null
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": null
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": null
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": null
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": null
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": null
  },
  "REGIONAL OFFICE": {
    "section": "REGIONAL OFFICE",
    "content": null
  },
  "ORIGIN": {
    "section": "ORIGIN",
    "content": null
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
