{
  "SERIES": "USKABWANKA",
  "STATUS": "Established Series",
  "BYREV": "CTS-RTR-AGG",
  "REVDATE": "05/2007",
  "STATES": "MN",
  "OVERVIEW": "The Uskabwanka series consists of very deep, very poorly drained soils that formed in floating organic deposits on drumlins, lake plains, moraines and outwash plains. Slopes range from 0 to less than 1 percent. Mean annual air temperature is about 4 degrees C., and the mean annual precipitation is about 725 mm.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Euic, frigid Hydric Haplohemists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Uskabwanka peat, on a level floating bog under leatherleaf, labrador tea and sphagnum moss vegetation.  (Colors are for moist soils unless otherwise noted.)\nOi--0 to 25 cm; dark brown (10YR 3/3) broken face peat (fibric material), brown (10YR 4/3) pressed; about 95 percent fiber, about 90 percent rubbed; massive, nonsticky; primarily live roots and sphagnum moss; extremely acid; clear wavy boundary. (0 to 30 cm thick)\nOe1--25 to 102 cm; very dark grayish brown (10YR 3/2) broken face mucky peat (hemic material), dark brown (10YR 3/3) pressed; about 75 percent fiber, 70 percent rubbed; massive; nonsticky; sphagnum moss and herbaceous fiber mixed; about 2 percent woody fragments 5 millimeters in diameter by 20 millimeters long; extremely acid; clear wavy boundary. (20 to 127 cm thick)\n2Oe2--102 to 178 cm; 92 percent water and 8 percent very dark grayish brown (10YR 3/2) broken face mucky peat (hemic material), dark brown (10YR 3/3) pressed; about 75 percent fiber, 65 percent rubbed; suspended; nonsticky; primarily herbaceous fiber; about 4 percent woody fragments 5 millimeters in diameter by 20 millimeters long; very strongly acid; gradual smooth boundary. (51 to 152 cm thick)\nOe3--178 to 203 cm; very dark brown (10YR 2/2) broken face mucky peat (hemic material), dark brown (10YR 3/3) pressed; about 70 percent fiber, 60 percent rubbed; massive; nonsticky; primarily herbaceous fiber; extremely acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  St. Louis County, Minnesota; about 11 miles north of Duluth; 1,300 feet east and 1,100 feet north of the southwest corner of section 5, T. 52 N., R. 14 W.; USGS Boulder Lake Reservoir Quadrangle, latitude 47 degrees 00 minutes 48 seconds N. and 92 degrees 08 minutes 55 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Organic materials extend throughout the 130 cm control section. Thickness of the organic layer over water ranges from 51 to 127 cm.\nThe Oi horizon has hue of 7.5YR or 10YR, value and chroma of 3 or 4. It is peat primarily composed of living roots and sphagnum moss. It is extremely acid to strongly acid.\nThe Oe1 horizon has hue of 7.5YR or 10YR, value and chroma of 2 or 3. It is mucky peat primarily composed of sphagnum and herbaceous fibers. It averages between 2 and 20 percent woody fragments. It is very strongly acid to moderately acid.\nThese upper horizons are floating on top of the 2Oe horizon.\nThe 2Oe horizon is water with 2 to 25 percent suspended organic solids with hue of 7.5YR or 10YR, value of 2 through 4 and chroma of 1 through 4.  The organic solids are mucky peat. It averages between 2 and 20 percent woody fragments. It is very strongly acid to slightly acid. In some pedons there may be thin layers of muck or peat included. This horizon is fluid.\nThe Oe3 horizon has hue of 7.5YR or 10YR, value of 2 through 5 and chroma of 1 through 4. It is mucky peat. It averages between 2 and 20 percent woody fragments. It is very strongly acid to slightly acid. In some pedons there may be thin layers of muck or peat.\nSome pedons have Oi or Oa horizons.\nIn places there is a 3Cg horizon composed of mineral soil material that ranges from clay loam to gravelly sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Uskabwanka soils are formed in floating organic deposits on level areas in interdrumlin areas and on lake plains, moraines and outwash plains. Slopes range from 0 to less than 1 percent.  The mean annual air temperature is 2 to 7 degrees C., and the mean annual precipitation is 585 to 865 mm. Annual frost free days range from 90 to 120 days. The elevation above sea level ranges from 185 to 640 meters."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  Uskabwanka soils are associated with numerous upland soils in many soil catenas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Very poorly drained. Saturated hydraulic conductivity is 42.34 to 141.14 micrometers per second (6.0 to 20.0 inches per hour). The Uskabwanka soils have apparent seasonal high saturation as high as 15 cm below the surface in spring and fall in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is primarily wildlife habitat. Native vegetation includes sphagnum moss, leather leaf, labrador tea, willow and alder brush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs-88, 90A and 93A.  Northeastern Minnesota. Minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  St. Louis County (Virginia subset), Minnesota, 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: hydric horizon - the zone from 102 to 178 cm (2Oe horizon); a control section comprised mostly of hemic materials.\nThis series is essentially a floating bog.\nADDITIONAL DATA:  Soil Interpretation Record number MN0849 (obsolete).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
