{
  "SERIES": "USTIDUR",
  "STATUS": "Established Series",
  "BYREV": "Rev. LJL/RLB",
  "REVDATE": "12/2015",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic, shallow Cambidic Haplodurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ustidur extremely gravelly sandy loam, rangeland and wildlife habitat. (Colors are for dry soil unless otherwise noted.) The soil surface is covered by approximately 75 percent pebbles, 5 percent cobbles and 1 percent stones.\nA--0 to 2 inches; pale brown (10YR 6/3) extremely gravelly sandy loam, brown (10YR 4/3) moist; strong medium platy structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine and fine roots; common very fine and fine vesicular and tubular pores; 65 percent pebbles, 5 percent cobbles and 1 percent stones; violently effervescent (16 percent calcium carbonate equivalent in the fine earth fraction); moderately alkaline (pH 8.4); abrupt wavy boundary. (1 to 3 inches thick)\nBkq--2 to 6 inches; pale brown (10YR 6/3) very gravelly sandy loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine, fine and coarse roots; few very fine and fine tubular pores; many distinct calcium carbonate and silica coats on bottom of rock fragments; 45 percent pebbles; violently effervescent (20 percent calcium carbonate equivalent in the fine earth fraction); moderately alkaline (pH 8.4); abrupt wavy boundary. (3 to 8 inches thick)\n2Bqk--6 to 19 inches; very pale brown (10YR 7/3) 80 percent discontinuous weakly cemented duripan with discontinuous laminar caps;, brown (10YR 5/3) moist; moderate thick and very thick platy structure; hard, firm, nonsticky and nonplastic; common very fine, fine and coarse roots, most roots stop in the upper 4 inches of the layer or following fractures between plates; few very fine and fine interstitial pores; extremely gravelly sandy loam of noncemented material in fractures; many fine and medium calcium carbonate and silica coats on bottom of rock fragments; 65 percent pebbles, 5 percent cobbles and 2 percent stones; violently effervescent (25 percent calcium carbonate equivalent in the fine earth fraction); moderately alkaline (pH 8.2); abrupt smooth boundary.\n2Bqkm--19 to 38 inches; very pale brown (10YR 8/2) continuous weakly through strongly cemented duripan, pale brown (10YR 6/3) moist; massive; hard, firm, brittle; 1 to 2 millimeter discontinuous silica laminar cap; violently effervescent; strongly alkaline (pH 8.6); abrupt smooth boundary. (Combined thickness of the 2Bqkm horizons is 20 to 40 inches.)\n3Bkq--38 to 60 inches; very pale brown (10YR 7/4) extremely gravelly sandy loam, yellowish brown (10YR 5/4) moist; massive; slightly hard, friable, nonsticky and nonplastic ; few very fine interstitial pores; many fine and medium silica and calcium carbonate coats on bottom of rock fragments and fine calcium carbonate coats on top; many fine and medium filaments and soft masses of calcium carbonate;60 percent pebbles and 5 percent cobbles; violently effervescent (6 percent calcium carbonate equivalent in the fine earth fraction); strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clark County, Nevada; approximately 5 miles southeast of McCullough Mountain and 3 miles east of Pine Spring in the northern most end of Piute Valley; about 2,050 feet north and 1,000 feet west of the southeast corner of section 25, T. 27 S., R. 61 E.; USGS Highland Spring, NV 7.5 minute topographic quadrangle; 35 degrees, 33 minutes, 57 seconds north latitude and 115 degrees, 06 minutes, 06 seconds west longitude; UTM 11s, 672034e, 3937451n; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually dry, moist in some part from December to March and intermittently moist for 10 to 20 days during July to October following summer convection storms; aridic moisture regime bordering on ustic.\nSoil temperature - 59 to 65 degrees F.\nDepth to duripan- 4 to 14 inches.\nControl section - Clay content: 8 to 18 percent.\nRock fragments: 45 to 75 percent mainly gravel.\nA horizon - Chroma: 3 or 4.\nBkq horizon - Value: 6 or 7 dry.\nReaction: Moderately alkaline or strongly alkaline.\n2Bqk or 2Bqkm horizons - Weakly through strongly cemented duripan that contain discontinuous 1 to 2 millimeter laminar cap. Upper horizon is 50 to 90 percent cemented.\n3Bkq horizons - Value: 6 through 8 dry, 4 through 6 moist.\nChroma: 2 through 4.\nTexture: Sandy loam or loamy sand.\nClay content: 4 to 12 percent.\nRock fragments: 60 to 80 percent, mainly gravel.\nConsistence: Very friable or friable.\nReaction: Moderately alkaline or strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Azureridge (NV), Owlshead (CA) and Puelzmine(NV) series. Azureridge, Owlshead and Puelzmine soils have a typic aridic soil moisture regime. Azureridge soils have a paralithic contact at 10 to 20 inches and a soil temperature of 66 to 71 degrees F. Puelzmine soils have a lithic contact within 30 to 40 inches and the depth to duripan is 14 to 20 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Ustidur soils are on partial ballenas. These soils formed in alluvium from metamorphic rock. Slope ranges from 8 to 30 percent. Elevations are 4,000 to 5,300 feet. The climate is semiarid with cool, moist winters and warm, intermittently moist summers. Precipitation is greatest in the winter with lesser secondary peak in the summer, typical of the Mojave Desert transitional to Sonoran Desert. The mean annual precipitation is 8 to 10 inches; mean annual temperature is 57 to 63 degrees F., and the frost-free season is 180 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Hoppswell (NV) series. Hoppswell soils have an argillic horizon and don not have a duripan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; high runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for rangeland and wildlife habitat. The present vegetation is mainly blackbrush, Nevada ephedra, Spanish dagger and black grama."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mojave Desert of southern Nevada; MLRA 30. These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clark County Area, Nevada, 2006. Proposed in  Clark County, Nevada, 1995. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric- 0 to 6 inches (A and Bkq horizons).\nDuripan - 6 to 38 inches (2Bqk and 2Bqkm horizons).\nParticle-size control section - 0 to 6 inches (A and Bkq horizons).\nADDITIONAL DATA: Soil survey pedon ID. No.: 920626LL-8.\nResponsibility for this series was transferred from Davis to Phoenix 12/2015. The last revision to the series was 7/2006. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
