{
  "SERIES": "UTSO",
  "STATUS": "Established Series",
  "BYREV": "Rev. TAD/GWL/JMD/SSP",
  "REVDATE": "08/1999",
  "STATES": "CO,UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Pachic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Utso loam, rangeland.  (Colors are for air-dry soil unless otherwise noted)\nA1--0 to 7 inches; dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure that parts to weak fine granular; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; few very fine tubular pores; 10 percent shale channers; neutral (pH 6.8); clear smooth boundary.  (4 to 7 inches thick)\nA2--7 to 17 inches; brown (10YR 5/3) channery loam, dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure; slightly hard, friable, sticky and slightly plastic; many very fine, fine and few medium roots; few very fine tubular pores; 25 percent shale channers; neutral (pH 6.6); abrupt smooth boundary.  (4 to 10 inches thick)\nAB--17 to 23 inches; brown (10YR 5/3) very channery loam, dark brown (10YR 3/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; 55 percent shale channers; very slightly effervescent, (4 percent calcium carbonate equivalent), carbonates are disseminated; slightly alkaline (pH 7.4); clear smooth boundary.  (6 to 21 inches thick)\nBk--23 to 46 inches; brown (10YR 5/3) extremely channery loam, dark brown (10YR 3/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; 80 percent shale channers; slightly effervescent, (10 percent calcium carbonate equivalent), carbonates are disseminated and as thin coatings on undersides of rock fragments; moderately alkaline (pH 8.0); gradual smooth boundary.  (0 to 23 inches thick)\nR--46 inches; shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Grand County, Utah; about 32 miles south of Bonanza Utah, 2,400 feet west and 1,100 feet south of NE corner of sec. 33, T.  15 1/2 S., R. 24E., SLBM; 39 degrees, 27 minutes, 32 seconds north latitude and 109 degrees, 16 minutes, 32 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature:  42 to 45 degrees F.\nMean summer soil temperature:  62 to 66 degrees F.\nDepth to lithic contact:  40 to 60 inches to shale\nMollic epipedon thickness:  16 to 30 inches thick in Utah and up to 60 inches thick in Colorado\nParticle-size control section:  18 to 27 percent clay and 35 to 70 percent hard shale fragments\nA horizon:\nHue:  7.5YR or 10YR\nValue:  3 through 5 dry\nChroma:  2 or 3 dry or moist\nBk horizon\nValue;  4 through 6 dry, 3 through 5 moist (Low values are due to the shale and not to an increase in organic matter.)\nchroma;  3 or 4 dry or moist\nRock fragments:  consists of thin flat horizontal highly fractured layers of shale with soil material between the layers and in cracks\nReaction:   slightly alkaline or moderately alkaline and noneffervescent or slightly effervescent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Garber, Hidatsa, Lolo, Mescalero, and Osha series.\nGarber:  have hue of 5YR or redder\nHidatsa:  do not have rock fragments in the upper part of the control section and have a lithologic discontinuity below 22 inches\nLolo:  are noncalcareous throughout the control section, and have a cambic horizon\nMescalero:  have a lithic contact at depths of 20 to 40 inches\nOsha:  do not have secondary calcium carbonate accumulations and have granite rock fragments"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: slope alluvium, colluvium, residuum, and eolian deposits\nLandscape: hills and mountain slopes\nSlopes: 3 to 65 percent\nElevation: 6,800 to 8,600 feet\nMean annual air temperature: 40 to 43 degrees F.\nMean annual precipitation: 15 to 22 inches\nFrost-free period: 60 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Castner, Tosca, Pathead, Seeprid, Veatch, Whetrock, and Winteridge soils.  Castner soils are less than 20 inches to bedrock.  Tosca and Whetrock soils have a mollic epipedon less than 16 inches thick and have a calcic horizon.  Pathead and Winteridge soils do not have a mollic epipedon.  Veatch soils have a mollic epipedon less than 16 inches thick.  Seeprid soils have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for rangeland, wildlife habitat and recreation. Potential native vegetation is mountain big sagebrush, serviceberry, birchleaf mountainmahogany and muttongrass, needleandthread, bluegrama, brome, wheatgrass and prairie junegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Utah.  The series is of moderate extent.  Approximately 10,000 acres have been mapped to date."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Douglas Plateau Area, Parts of Garfield and Mesa Counties, Colorado, 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized by this pedon are:\nMollic epipedon(pachic) - the zone from the surface to 23 inches (A1, A2, AB)\nSecondary calcium carbonate - zone of carbonate accumulation from 23 to 46 inches (Bk).\nTaxonomic version: Eighth Edition, 1998.\nThe CEC activity class was inferred from laboratory data from similar soils in the Uintah Area Soil Survey.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
