{
  "SERIES": "UVALDE",
  "STATUS": "Established Series",
  "BYREV": "Rev. EHT-HCD-JWS-WJG",
  "REVDATE": "02/2018",
  "STATES": "TX",
  "OVERVIEW": "The Uvalde series consists of very deep, well drained, moderately slowly or moderately permeable soils that formed in calcareous alluvium. These nearly level to gently sloping or gently undulating soils are on stream terraces of piedmont alluvial plains below limestone hills. Slope ranges from 0 to 3 percent. Mean annual precipitation is about 584 mm (23 in) and mean annual air temperature is about 21.7 degrees C (71 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, hyperthermic Aridic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Uvalde silty clay loam--pasture.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 43 cm (0 to 17 in); dark grayish brown (10YR 4/2) silty clay loam, very dark grayish brown (10YR 3/2) moist; moderate fine subangular blocky and granular structure; hard, friable; 20 percent calcium carbonate equivalent; calcareous; moderately alkaline; gradual smooth boundary.  Thickness is 25 to 51 cm (10 to 20 in)\nBk1--43 tp 86 cm (17 to 34 in); brown (10YR 5/3) silty clay loam, brown (10YR 4/3) moist; moderate fine subangular blocky structure; hard, firm; few fine roots; few fine pores; few films and threads of segregated calcium carbonate; 30 percent calcium carbonate equivalent; calcareous; moderately alkaline; gradual wavy boundary.  Thickness is 20 to 66 cm (8 to 26 in)\nBk2--86 to 127 cm (34 to 50 in); very pale brown (10YR 7/4) silty clay loam, light yellowish brown (10YR 6/4) moist; moderate very fine subangular blocky structure; hard, friable; 15 to 20 percent by volume of strongly cemented concretions of calcium carbonate; 40 percent calcium carbonate equivalent; calcareous; moderately alkaline; diffuse wavy boundary.  Thickness is 15 to 76 cm (6 to 30 in)\nBk3--127 to 213 cm (50 to 84 in); very pale brown (10YR 7/4) silty clay loam, light yellowish brown (10YR 6/4) moist; weak very fine subangular blocky structure; hard, friable; few fine weakly cemented concretions and soft lumps of calcium carbonate; 50 percent calcium carbonate equivalent; calcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Zavala County, Texas; Approximately 7.3 miles south of the Uvalde-Zavalla County line on U.S. Highway 83; From the intersection of U.S. Highway 83 and U.S. Highway 57 in La Pryor, Texas; 3.1 miles north on U.S. Highway 83; 50 feet east of highway in cropland.\nUSGS topographic quadrangle: LaPryor, Texas;\nLatitude: 28 degrees 59 minutes 10.9 seconds N;\nLongitude: 99 degrees 50 minutes 54.45 seconds W;\nDatum: WGS84"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An Aridic-Ustic soil moisture regime. The soil moisture control section is moist in some or all parts for fewer than 90 consecutive days in normal years.\nDepth to calcic horizon: 25 to 51 cm (in)\nThickness of the mollic epipedon: 25 to 51 cm (10 to 20 in)\nLimestone and chert gravel underlie some pedons below 60 inches.\nParticle-size control section (weighted average)\nTotal clay content: 35 to 50 percent\nSilicate clay content: 22 to 35 percent\nSand content coarser than very fine sand: 5 to 15 percent\nRock fragments: 0 to 7 percent\nCalcium carbonate equivalent: 20 to 40 percent\nA Horizon\nHue: 10YR or 7.5YR\nValue: 4 or 5\nChroma: 2 or 3\nTexture: clay loam, loam, silt loam, or silty clay loam\nTotal clay content: 25 to 40 percent\nCarbonate clay content: 1 to 10 percent\nSand content: 10 to 35 percent\nCalcium carbonate equivalent: 5 to 25 percent\nReaction (pH): slightly alkaline to moderately alkaline (7.4 to 8.4)\nUpper Bk Horizon\nHue: 10YR or 7.5YR\nValue: 4 through 7\nChroma: 2 through 4\nTexture: clay loam, silty clay loam, silty clay, or clay\nTotal clay content: 35 to 50 percent\nCarbonate clay content: 5 to 20 percent\nSand content: 10 to 35 percent\nIdentifiable secondary carbonate: 1 to 15 percent, masses and/or concretions\nCalcium carbonate equivalent: 20 to 40 percent\nReaction (pH): slightly alkaline to moderately alkaline (7.4 to 8.4)\nLower Bk Horizon\nHue: 10YR or 7.5YR\nValue: 4 through 7\nChroma: 2 through 4\nTexture: clay loam, silty clay loam, silty clay, or clay\nTotal clay content: 28 to 50 percent\nCarbonate clay content: 5 to 20 percent\nSand content: 10 to 35 percent\nIdentifiable secondary carbonate: 1 to 30 percent, masses and/or concretions\nCalcium carbonate equivalent: 30 to 75 percent\nReaction (pH): slightly alkaline to moderately alkaline (7.4 to 8.4)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Elindio series of the same family. Similar soils are the Acuna, Angelo, Castroville, and Nuvalde series.\nAcuna and Elindio soils: are dry in the moisture control section for longer periods.  In addition, Acuna soils have carbonatic mineralogy.\nAngelo and Nuvalde soils: have mean annual soil temperatures less than 22 degrees C. (72 degrees F.)\nCastroville soils: are moist in the moisture control section for longer periods."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: calcareous alluvium\nLandscape: inland, dissected coastal plains\nLandform: stream terraces on piedmont alluvial plains below limestone hills\nSlope: 0 to 3 percent, but is mainly less than 1 percent\nMean annual precipitation: 508 to 660 mm (20 to 26 in)\nThornthwaite P-E Index: 26 to 34\nMean annual air temperature: 21.1 to 22.8 degrees C (70 to 73 degrees F)\nFrost-free period: 255 to 280 days\nElevation: 122.0 to 518.2 m (400 to 1700 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include Atco, Bookout, Caid, Chacon, Knippa, Montell, Pryor, Sabenyo, and Valco series.\nAtco, Bookout, Pryor, and Sabenyo soils: do not have mollic epipedons\nCaid soils: have argillic horizons\nValco soils: have petrocalcic horizons\nChacon and Knippa soils: have vertic properties with COLE values greater than 0.07\nMontell soils: have vertic properties with COLE values greater than 0.07 and have intersecting slickensides.\nAll of these soils occur on surfaces similar to Uvalde soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained. Permeability is moderately slow or moderate. Runoff is low on 0 to 1 percent slopes and medium on 1 to 3 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mostly for rangeland and for irrigated vegetables, cotton, corn, and grain sorghum.  Some areas are used for nonirrigated grain sorghum and small grain.  The potential native plant community include grasses such as plains lovegrass, trichloris, Arizona cottontop, pinhole bluestem and plains bristlegrass and they are the dominant vegetation.  Perennial forbs make up about 5 percent of the community and shrubs make up about 3 percent.  With retrogression, plants such as threeawn, curlymesquite, hooded windmillgrass, Hall's panicum, fall witchgrass, and red grama increase or invade and are dominant in most areas.  A wide array of brush plants such as mesquite, guajillo, condalia, paloverde, guayacan, twisted acacia, white brush and pricklypear also increase or invade."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Texas; Land Resource Region: I, Southwest Plateaus and Pains Range and Cotton Region; MLRA: 83A, Northern Riogrande Plain; the series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Uvalde County, Texas; 1911."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nEdited 11/2016 (RFG-GWH): Converted to tabular format and added metric units. Updated competing series, geographic setting, and associated soils sections.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 25 to 100 cm (Bk horizon)\nMollic epipedon: 0 to 43 cm (0 to 17 in). (A horizon)\nCalcic horizon: 43 to 213 cm (17 to 84 in). (Bk horizons)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: National Soil Survey Lab: S1963TX507002 (40A1647-1653), S1963TX507001 (40A34549-34557) and S84TX463001 (84P2429-2434)\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A--0 to 43 cm (0 to 17 in); dark grayish brown (10YR 4/2) silty clay loam, very dark grayish brown (10YR 3/2) moist; moderate fine subangular blocky and granular structure; hard, friable; 20 percent calcium carbonate equivalent; calcareous; moderately alkaline; gradual smooth boundary.  Thickness is 25 to 51 cm (10 to 20 in)"
      },
      {
        "name": "Bk2",
        "top": 86,
        "bottom": 127,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Bk2--86 to 127 cm (34 to 50 in); very pale brown (10YR 7/4) silty clay loam, light yellowish brown (10YR 6/4) moist; moderate very fine subangular blocky structure; hard, friable; 15 to 20 percent by volume of strongly cemented concretions of calcium carbonate; 40 percent calcium carbonate equivalent; calcareous; moderately alkaline; diffuse wavy boundary.  Thickness is 15 to 76 cm (6 to 30 in)"
      },
      {
        "name": "Bk3",
        "top": 127,
        "bottom": 213,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bk3--127 to 213 cm (50 to 84 in); very pale brown (10YR 7/4) silty clay loam, light yellowish brown (10YR 6/4) moist; weak very fine subangular blocky structure; hard, friable; few fine weakly cemented concretions and soft lumps of calcium carbonate; 50 percent calcium carbonate equivalent; calcareous; moderately alkaline."
      }
    ]
  ]
}
