{
  "SERIES": "UWHARRIE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RBS:CMM:AG",
  "REVDATE": "09/1999",
  "STATES": "NC",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, thermic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Uwharrie cobbly silt loam.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 4 inches; reddish brown (5YR 4/4) cobbly silt loam, weak fine granular structure; friable; common fine and medium roots; 20 percent by volume of stones and cobbles; on the surface, stones average 7.5 feet apart, and boulders 2 to 8 feet long average 14 feet apart; very strongly acid; abrupt smooth boundary.  (2 to 8 inches thick)\nBA--4 to 8 inches; yellowish red (5YR 5/8) silty clay loam; few fine distinct red (2.5YR 4/6) mottles; weak fine subangular blocky structure; friable; few medium and coarse roots; few faint clay films on faces of peds; few fine pores; very strongly acid; clear smooth boundary.  (0 to 8 inches thick)\nBt1--8 to 28 inches; red (2.5YR 4/8) clay; moderate medium subangular and angular blocky structure; friable; few medium and coarse roots; common distinct clay films on faces of peds; common fine pores; very strongly acid; gradual smooth boundary.\nBt2--28 to 36 inches; red (2.5YR 4/6) clay; common fine distinct yellow (10YR 7/6) mottles; moderate medium subangular and angular blocky structure; friable; few fine roots; common distinct clay films on faces of peds; common fine pores; very strongly acid; gradual smooth boundary.   (Combined thickness of the Bt horizon is 15 to 40 inches)\nBC--36  to 70 inches; red (2.5YR 4/8) silty clay; common medium distinct pinkish gray (7.5YR 7/2) and yellow (10YR 7/6), and few fine distinct strong brown (7.5YR 5/6) mottles; weak coarse subangular blocky structure; friable; very strongly acid; gradual smooth boundary. (10 to 40 inches thick)\nC--70 to 99 inches; mottled red (2.5YR 4/6), pinkish gray (7.5YR 7/2), yellow (10YR 7/6), and strong brown (7.5YR 5/6) saprolite that has a silty clay loam texture; massive; firm; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Davidson County, North Carolina; 3.1 mile east of the Yadkin River on NC 49 to the entrance road to the Uwharrie National Forest; 600 feet northeast along NC 49 to National Forest Boundary, 800 feet east along line, 25 feet south."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is 40 to more than 60 inches.   Depth to bedrock is more than 60 inches.  Reaction is very strongly acid to moderately acid throughout unless surface layers have been limed.  Content of coarse fragments ranges from 0 to as much as 50 percent by volume in the A, E, BA, and BE horizons and from 0 to 10 percent in the middle and lower Bt horizons.  Rock fragments may be of boulder, stone, cobble or gravel size.  In bouldery or stony areas the large rock fragments on the surface are mainly volcanic ejecta (pyroclastic) or colluvial rock debris from higher lying exposed rock faces, outcrops, or cliffs.  Clay content of the particle size control section ranges from 35 to 75 percent but dominantly is greater than 50 percent.\nThe A horizon has hue of 5YR to 10YR, value of 3 to 6, and chroma of 2 to 6.  A horizons with value of 3 are less than 6 inches thick.  Texture is loam, silt loam, silty clay loam, clay loam, or in some pedons fine sandy loam in the fine earth fraction.\nThe E horizon, where present, has hue of 5YR to 10YR, value of 4 to 6, and chroma of 3 to 8.  It is loam or silt loam in the fine earth fraction.\nThe AB, BA or BE horizons, where present, have hue of 2.5YR to 7.5YR, value of 3 to 6, and chroma of 6 or 8.  It is dominantly silt loam, loam, silty clay loam, or clay loam, but in some pedons it is sandy clay loam in the fine earth fraction.\nThe Bt horizon has hue of 10R to 5YR, value of 3 to 5, and chroma of 6 or 8.  Where value is 3, these colors do not occur in all subhorizons of the Bt horizon.  Mottles in shades of brown and yellow are in some pedons.  The Bt horizon is commonly clay, but ranges to silty clay with silty clay loam or clay loam textures in some subhorizons.  Silt content is more than 30 percent in at least a part of the Bt horizon.\nThe BC horizon has hue of 10R to 5YR, value of 4 or 5, and chroma of 6 or 8, with mottles in shades of brown, yellow, or gray.  It is clay, silty clay, clay loam, silty clay loam, loam or silt loam.\nThe C horizon is typically multicolored or mottled in shades of red, yellow, brown, and gray.  In some pedons it is similar in color to the BC horizon.  It is loamy saprolite weathered from fine grained metamorphic or igneous rock such as Carolina slate, phyllite, or sericite schist."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Albertville, Badin, Brockroad, Cartharpin, Cullen, Cunningham, Fluvanna, Gritney, Luverne, Masada, Mattaponi, McQueen, Nason, Remlap, Tatum, Townley, and Vance in the same family.  The Albertville, Badin, Cunningham, Tatum, and Townley soils have paralithic or lithic contact at depths less than 60 inches. The Brockroad and Cartharpin soils have a lithologic discontinuity at depths of 24 to 50 inches.  Cullen soils have hue of 2.5YR or redder and do not allow silt loam, silty clay loam or silty clay textures. Fluvanna, Nason, and Vance soils have hue of 5YR or yellower.  Gritney and Luverne soils have mottles of 2 or less in the Bt horizons.  Masada soils contain less than 30 percent silt in the control section. Mattaponi soils have less than 10 percent weatherable minerals in the upper part of the Bt horizon.  McQueen soils have slow permeability.  Remlap soils have more than 60 percent clay in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Uwharrie soils are on gently sloping to steep uplands of the Southern Piedmont, mainly in the Carolina Slate Belt and Kings Mountain Range.  Slopes are generally 8 to 40 percent but range from 2 to 50 percent.  These soils formed in residuum weathered from fine grained metamorphic or igneous pyroclastic rocks such as Carolina slate, phyllite, or sericite schist.  Mean annual precipitation ranges from 45 to 49 inches and mean annual air temperature ranges from 58 to 61 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  In addition to the competing Badin, Nason, and Tatum soils, these are the Enon, Georgeville, Goldston, Kirksey, and Misenheimer soils.  In some areas the Cecil, Lloyd, and Pacolet soils are associated.  The Cecil, Georgeville, Hiwassee, and Pacolet soils have kaolinitic mineralogy.  The Goldston, Kirksey, and Misenheimer soils have siliceous mineralogy.  The Cecil, Georgeville, Kirksey, Lloyd, and Misenheimer soils are generally on smoother landscapes than what is typical for the Uwharrie series.  Also Goldston soils are shallow.  Enon soils have base saturation greater than 35 percent."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The areas with surface stones and boulders are mostly in woodland but some small areas are in pasture.  The areas that lack surface stones are used for woodland, hay, pasture, and cropland.  The dominant woodland species are white oak, Southern red oak, black oak, Chestnut oak, shortleaf pine, loblolly pine, Virginia pine, and yellow-poplar.  The dominant forest land cover type is generally Virginia pine and Southern red oak (SAF 78),(I&M 45).  On ridge tops and some south and west slopes, Chestnut oak (SAF 44),(I&M 52) is dominant.  In some areas, the north and east slopes may be dominated by mixed hardwoods (SAF 57, 58),(I&M 59).  The understory species include flowering dogwood, American holly, red maple, sourwood, muscadine grape, eastern redcedar, eastern redbud, and American hornbeam."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly the Carolina Slate belt and Kings Mountain Range of the Southern Piedmont of North Carolina and possible South Carolina and Virginia.  These soils are of medium extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Stanly County, North Carolina; 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The October 1992 revision expands the coarse fragment range for these soils to allow less than 15 percent by volume in the surface layer and to lack surface stones and boulders.  This change was made to allow soils that have the same soil characteristics as previously in Uwharrie's range except for rock fragment content to be described by this series.\nThis soil was formerly mapped as Chestatee, and in some instances a stony phase of Lloyd (Hiwassee).  Chestatee soils are characterized by having more than 15 percent by volume of coarse fragments throughout, kaolinitic mineralogy, and less silt in the control section.  The Uwharrie soils may or may not have coarse fragments in the surface layer and in transition layers between the A and B horizons.  The Uwharrie soils were previously considered nonarable but now have a revised concept that includes arable land (nonstony, less sloping areas).\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the soil surface to a depth of 4 inches (A horizon)\nArgillic horizon - the zone between 4 and 36 inches below the  surface (BA and Bt horizons)\nHapludults feature - more than 20 percent decrease in clay content from the maximum in the zone at depths of 36 to 70 inches\nADDITIONAL DATA:  Department of Soil Science Laboratory, North Carolina State University.  Data from pedon at type location.\nHorizon   Depth (In.)    Sand     Silt     Clay\nAp           0-4         10.5     71.6     17.9\nBA           4-8          8.7     56.1     35.2\nBt1         8-28          4.6     27.9     67.5\nBt2        28-36          2.2     43.6     54.2\nMLRA: 136\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nNC0165 UWHARRIE    2- 50   58- 61  180-220  45- 49   300-1100\nNC0283 UWHARRIE    2- 50   58- 61  180-220  45- 49   300-1100\nNC0284 UWHARRIE    2- 50   58- 61  180-220  45- 49   300-1100\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nNC0165 NONE          6.0-6.0              -     60-60\nNC0283 NONE          6.0-6.0              -     60-60\nNC0284 NONE          6.0-6.0              -     60-60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nNC0165  0- 4  ST-L ST-SIL CB-SIL     15- 35  85-100 10-27   3-  9\nNC0165  0- 4  STV-L STV-SIL CBV-SIL  35- 50  85-100 10-27   3-  9\nNC0165  4- 8  SIL SICL CL             0- 30  65-100 15-35   3- 11\nNC0165  8-36  SIC CL C                0- 10  95-100 35-75   7- 20\nNC0165 36-70  SIC CL SIL              0- 10  95-100 15-60   5- 15\nNC0165 70-99  VAR                      -       -      -      -\nNC0283  0- 4  SIL L                   0-  5  90-100 10-27   3-  9\nNC0283  0- 4  SICL CL                 0-  5  90-100 27-35   6- 11\nNC0283  4- 8  SIL SICL CL             0-  5  90-100 15-35   3- 11\nNC0283  8-36  SIC SICL C              0-  5  95-100 35-60   7- 20\nNC0283 36-70  SIC SICL CL             0-  5  90-100 27-50   5- 15\nNC0283 70-99  VAR                      -       -      -      -\nNC0284  0- 4  GR-SIL GR-L GR-VFSL     0- 10  55- 75 10-27   3-  9\nNC0284  0- 4  GR-SICL GR-CL           0- 10  55- 75 27-35   6- 11\nNC0284  4- 8  GR-SIL GR-SICL GR-CL    0-  5  55- 75 15-35   3- 11\nNC0284  8-36  SIC SICL C              0-  5  95-100 35-60   7- 20\nNC0284 36-70  SIC SICL CL             0-  5  90-100 27-50   5- 15\nNC0284 70-99  VAR                      -       -      -      -\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nNC0165  0- 4  4.5- 6.0  .2-5.  0- 0   0.6- 2.0  LOW\nNC0165  0- 4  4.5- 6.0  .2-5.  0- 0   0.6- 2.0  LOW\nNC0165  4- 8  4.5- 6.0  .5-1.  0- 0   0.6- 2.0  LOW\nNC0165  8-36  4.5- 6.0  0.-.5  0- 0   0.6- 2.0  MODERATE\nNC0165 36-70  4.5- 6.0  0.-.5  0- 0   0.6- 2.0  MODERATE\nNC0165 70-99     -        -     -        -\nNC0283  0- 4  4.5- 6.5  1.-3.  0- 0   0.6- 2.0  LOW\nNC0283  0- 4  4.5- 6.5  .5-2.  0- 0   0.6- 2.0  LOW\nNC0283  4- 8  4.5- 6.0  .5-2.  0- 0   0.6- 2.0  LOW\nNC0283  8-36  4.5- 6.0  0.-.5  0- 0   0.6- 2.0  MODERATE\nNC0283 36-70  4.5- 6.0  0.-.5  0- 0   0.6- 2.0  MODERATE\nNC0283 70-99     -        -     -        -\nNC0284  0- 4  4.5- 6.5  1.-3.  0- 0   0.6- 2.0  LOW\nNC0284  0- 4  4.5- 6.5  .5-2.  0- 0   0.6- 2.0  LOW\nNC0284  4- 8  4.5- 6.0  .5-1.  0- 0   0.6- 2.0  LOW\nNC0284  8-36  4.5- 6.0  0.-.5  0- 0   0.6- 2.0  MODERATE\nNC0284 36-70  4.5- 6.0  0.-.5  0- 0   0.6- 2.0  MODERATE\nNC0284 70-99     -        -     -        -\nNational Cooperative Soil Survey\nU.S.A."
  }
}
