{
  "SERIES": "UZONA",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJA/JWH/WWJ",
  "REVDATE": "09/2007",
  "STATES": "AZ,CO",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine, smectitic, mesic Typic Haplosalids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Uzona loam in rangeland.  (Colors are for dry soil unless otherwise noted.)\nAn--0 to 1 inch; light yellowish brown (10YR 6/4) loam, yellowish brown (10YR 5/4) moist; moderate thick platy structure over strong fine granular; slightly hard, friable, moderately sticky and moderately plastic; few very fine roots; many fine vesicular pores below a 0.5 cm surface crust; electrical conductivity is 13; sodium adsorption ratio is 32; strongly effervescent; slightly alkaline; abrupt smooth boundary.  (1 to 3 inches thick)\nBAn--1 to 5 inches; yellowish brown (10YR 5/4) clay loam, dark yellowish brown (10YR 4/4) moist; moderate medium prismatic structure parting to moderate fine subangular blocky; hard, firm, moderately sticky and moderately plastic; common fine roots; common very fine tubular pores; electrical conductivity is 22; sodium adsorption ratio is 120; violently effervescent; moderately alkaline; clear smooth boundary.  (2 to 7 inches thick)\nBtzn1--5 to 14 inches; yellowish brown (10YR 5/4) clay, dark yellowish brown (10YR 4/4) moist; moderate coarse prismatic structure; very hard, very firm, very sticky and very plastic; many fine roots; common very fine tubular pores; few faint clay films in pores; salt coats on some ped faces; electrical conductivity is 93; sodium adsorption ratio is 237; violently effervescent; strongly alkaline; clear smooth boundary.  (5 to 15 inches thick)\nBtzn2--14 to 32 inches; light brown (7.5YR 6/4) clay, dark yellowish brown (10YR 4/4) moist; weak coarse prismatic structure; very hard, very firm, very sticky and very plastic; few very fine roots; few very fine tubular pores; salt coatings on exposed surfaces; few faint clay films in pores; electrical conductivity is 92; sodium adsorption ratio is 310; violently effervescent; strongly alkaline; clear smooth boundary. (10 to 30 inches thick)\n2Bzn1--32 to 45 inches; light yellowish brown (10YR 6/4) sandy clay, dark yellowish brown (10YR 4/4) moist; massive; very hard, firm, moderately sticky and moderately plastic; few very fine roots; few very fine tubular pores; salt coatings on exposed surfaces; electrical conductivity is 50; sodium adsorption ratio is 382; violently effervescent; strongly alkaline; clear smooth boundary. (5 to 15 inches thick)\n2Bzn2--45 to 58 inches; light yellowish brown (10YR 6/4) sandy clay loam, yellowish brown (10YR 5/4) moist; massive; hard, friable, slightly sticky and slightly plastic; few fine roots; violently effervescent; very strongly alkaline; abrupt smooth boundary. (10 to 20 inches thick)\n3Bzn3--58 to 60 inches; very pale brown (10YR 7/3) fine sand, light yellowish brown (10YR 6/4) moist; single grain; loose, loose, nonsticky and nonplastic; violently effervescent; very strongly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Navajo County, Arizona; Hopi Reservation; about 600 feet east of Little Burro Springs; located about 1,000 feet east and 1,000 feet south of the northwest corner of sec. 7, T. 26 N., R. 17 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime:  Typic aridic\nSoil temperature regime:  mesic\nMean annual soil temperature:  52 to 59 degrees F\nParticle-size control section:  35 to 60 percent clay\nDepth to secondary calcium carbonate:  less than 20 inches\nDepth to the base of the natric horizon: 18 to 55 inches\nA horizon\nHue:  5YR to 10YR\nValue:  5 to 7 (3 to 6 moist)\nChroma:  3 or 4\nTexture:  loam or clay loam\nRock fragments:  0 to 35 percent\nCalcium carbonate equivalent:  1 to 5 percent\nEC (mmhos/cm):  1 to 16\nSAR:  0 to 50\nReaction:  slightly to very strongly alkaline\nB horizon\nHue:  5YR to 10YR\nValue:  4 to 6 (3 to 5 moist)\nChroma:  3 or 4\nTexture:  clay loam or clay\nRock fragments:  0 to 35 percent\nCalcium carbonate equivalent:  1 to 15 percent\nEC (dS/m):  1 to 16 or more above 16 inches; mixed salts are 0.15 percent to more than 0.65 percent above 26 inches.\nSAR:  13 to 450\nReaction:  slightly to very strongly alkaline\nC horizon\nHue:  5YR to 10YR\nValue:  5 to 7 (4 to 6 moist)\nChroma:  3 or 4\nTexture:  sandy clay loam, clay loam, or sandy clay\nand fine sand or loamy fine sand in the lower part\nRock fragments:  0 to 35 percent\nCalcium carbonate equivalent:  1 to 15 percent\nReaction:  slightly to very strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  stream and slope alluvium derived from shale and sandstone\nLandform:  stream terraces, fans, and hills\nSlopes:  0 to 12 percent\nElevation: 5,000 to 6,000 feet\nMean annual temperature:  52 to 57 degrees F\nMean annual precipitation:  6 to 11 inches\nFrost-free period:  130 to 160 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Polacca and Wepo soils on stream terraces.  Both soils have cambic horizons, also Polacca soils are fine-loamy over sandy or sandy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, medium to very high runoff, very slow or slow permeability\nA seasonal high water table occurs below 60 inches in some pedons."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used mainly for livestock grazing.  Vegetation is alkali sacaton, galleta, western wheatgrass, fourwing saltbush, shadscale, saline wildrye, bottlebrush squirreltail and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Arizona and southwest Colorado.  LRR D, MLRA 35.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:   Hopi Area, Arizona, Parts of Coconino and Navajo Counties; 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon:  The zone from 0 to 1 inch.  (An)\nArgillic horizon:  The zone from 5 to 32 inches.  (Btzn1, Btzn2)\nNatric horizon:  The zone from 5 to 32 inches.  (Btzn1, Btzn2)\nWater table:  The presence of an apparent water table below 60 inches occurs in some pedons.\nParticle size control section: The zone from 5 to 25 inches. (Btzn1, Btzn2)\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy Tenth Edition, 2006.\nADDITIONAL DATA:  Lab Data by BIA, Gallup, NM.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
