{
  "frontmatter": [
    {
      "clause": 1,
      "content": "Part 607 - Initial Soil Survey Preparation Subpart A - General Information",
      "part": "Part 607 - Initial Soil Survey Preparation",
      "headerid": 1,
      "header": "Front Matter"
    }
  ],
  "607.0": [
    {
      "clause": 1,
      "content": "607.0 Purpose This part of the National Soil Survey Handbook (NSSH) is focused on initial soil surveys. In rare cases, existing soil surveys require such extensive revision that complete remapping is required. The extensive revision of non-MLRA soil survey areas has been phased out and replaced with the process of updating map units on an MLRA basis. Updating soil surveys is addressed in part 610 of this handbook. The purpose of initial soil survey preparation is to ensure the efficient use of staff time and equipment and to meet the intent of the soil survey. The preparations help the soil survey office staff understand the intent and specifications detailed in the memorandum of understanding (MOU) and the specific timeline and deliverables detailed in the plan of operation.",
      "part": "607",
      "headerid": "0",
      "header": "Purpose"
    }
  ],
  "607.1": [
    {
      "clause": 1,
      "content": "607.1 Policy and Responsibilities",
      "part": "607",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 2,
      "content": "A. The MLRA Regionwide MOU The MLRA regionwide MOU outlines technical standards and responsibilities of cooperators within the soil survey region and is applicable to initial soil survey projects being conducted within the region.",
      "part": "607",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 3,
      "content": "B. The Soil Survey Project Long-Range Plan The soil survey project long-range plan (along with the project soil survey area MOU, if one is used) specifies the deliverables and sets the time period for the completion of the soil survey. The time period specified for an initial soil survey project is recorded in the NASIS \\\"Legend\\\" table. Although initial soil surveys are planned and organized to complete a defined soil survey area, these survey areas are essentially a subset of the MLRA soil survey area and need to be managed within that larger physiographic context. Initial soil survey projects are scheduled for completion within about a 5-year period. Staffing should correspond to this scheduled completion period. If estimated completion time of an initial soil survey project is more than about 5 years, staffing should be reconsidered or the project should be subdivided into more manageable areas.",
      "part": "607",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 4,
      "content": "C. The State Soil Scientist The State soil scientist fosters relationships with the cooperators in the project and provides input on the technical soil survey needs of the area.",
      "part": "607",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 5,
      "content": "D. The Soil Survey Regional Office The soil survey regional office (SSRO) provides technical support and guidance for conducting the survey in a coordinated fashion within the MLRA soil survey region. It also provides quality assurance as the project progresses (see part 609 for more information).",
      "part": "607",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 6,
      "content": "E. The Soil Survey Office The soil survey office (SSO) is responsible for- (i) Reviewing the MLRA regionwide MOU and the soil survey area MOU (if applicable). (ii) Preparing both long-range and annual plans of operation to complete the initial soil survey project. (iii) Preparing and indexing the base maps (options may include contact prints of aerial photos, digital orthophoto quadrangle images for on-screen digitizing, etc.). (iv) Collecting and reviewing reference material, including digital data analysis. (v) Acquiring and assembling equipment. (vi) Making preliminary field studies. (vii) Preparing an initial descriptive legend based on the field studies. (viii) Initiating the collection of soil performance data to support soil interpretations. (ix) Ensuring that map unit design meets program needs. (x) Preparing to perform progressive correlation in a manner that ensures that the initial soil survey project is coordinated with the overall MLRA soil survey project.",
      "part": "607",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    }
  ],
  "607.2": [
    {
      "clause": 1,
      "content": "607.2 Preliminary Survey Activities",
      "part": "607",
      "headerid": "2",
      "header": "Preliminary Survey Activities"
    },
    {
      "clause": 2,
      "content": "A. MOU and the Long-Range Plan",
      "part": "607",
      "headerid": "2",
      "header": "Preliminary Survey Activities"
    },
    {
      "clause": 3,
      "content": "(1) After the soil survey field staff has gained some familiarity with the survey area, the MLRA regionwide MOU, the long-range plan, and the local MOU are reviewed jointly with the soil survey regional office, the State soil scientist, the line officer representing the lead agency, and representatives from each major cooperator. The following items are reviewed: (i) Survey objectives and specifications (ii) The role and function of each cooperating agency (iii) The mapping base suitability in relation to landforms and soil complexity of the area (iv) Interpretation needs for regulations and programs (v) Needs for laboratory and soil investigations for soil classification and soil interpretations (vi) Adequacy of plans to digitize, map finish, and electronically publish (vii) Any directive to restrict information deemed to be sensitive to national security (see part 606, section 606.1, of this handbook)",
      "part": "607",
      "headerid": "2",
      "header": "Preliminary Survey Activities"
    },
    {
      "clause": 4,
      "content": "(2) If changes are needed later, the soil survey regional director or the appropriate supervisor of the lead agency is notified. If the soil survey regional director and appropriate supervisor concur, the long-range plan and, where applicable, the MOU for the survey area are amended as outlined in part 606, section 606.1B, of this handbook. The board of advisors for the MLRA soil survey region, or similar management body as applicable, is consulted as necessary.",
      "part": "607",
      "headerid": "2",
      "header": "Preliminary Survey Activities"
    },
    {
      "clause": 5,
      "content": "B. Preparation of Aerial Photo Field Sheets (if used) Use of digital map base materials is preferred because of their inherent efficiencies, but in some cases paper copies of aerial photo field sheets are used. (i) The field sheets are properly identified to aid in their use and to ensure recovery of the sheets if they are lost. If NRCS is the lead agency, each field sheet displays the following information: - USDA, NRCS, and the full names of the cooperating agencies - The total acreage of the soil survey area on the field sheet -    The soil survey area name and State and the field sheet number -    The names of the soil scientists who mapped the sheet and the date that the field sheet was completed - The telephone number of the soil survey office - The email address of the MLRA soil survey leader (ii) The note \\\"ADVANCE COPY SUBJECT TO CHANGE,\\\" the name of the soil survey area, the field sheet number, a bar scale, and a north arrow are placed on the front of all field sheets distributed to users.",
      "part": "607",
      "headerid": "2",
      "header": "Preliminary Survey Activities"
    },
    {
      "clause": 6,
      "content": "C. Preparation of Digital Data Mapping Base",
      "part": "607",
      "headerid": "2",
      "header": "Preliminary Survey Activities"
    },
    {
      "clause": 7,
      "content": "(1) The NRCS, Forest Service, National Park Service, Bureau of Land Management, or other lead agency identifies and acquires the appropriate spatial data layers necessary to create and maintain a soils map digitally. Responsibilities include- (i) Locating sources and obtaining geospatial data for production soil survey. (ii) Checking for correct spatial data extent (location). (iii) Reviewing metadata for usability. (iv) Processing and preparing the digital spatial data layers using appropriate map projections and file format conversions. When available, all digital layers should have the same- - Coordinate system - Quality standards - Portable format - Scale",
      "part": "607",
      "headerid": "2",
      "header": "Preliminary Survey Activities"
    },
    {
      "clause": 8,
      "content": "(2) The soil survey regional office provides guidance on the appropriate procedures to be used to ensure consistency in developing the geodatabase, naming and archiving files, and performing quality assurance activities. See part 607, subpart B, section 607.11, for an example.",
      "part": "607",
      "headerid": "2",
      "header": "Preliminary Survey Activities"
    },
    {
      "clause": 9,
      "content": "D. Reference Material Reference material is gathered, reviewed, and summarized before the preliminary fieldwork begins. The kinds of reference material that may be available and useful are listed in part 607, subpart B, section 607.10. Sources of reference material are as follows: (i) The U.S. Department of the Interior, Geological Survey, and State geological surveys or comparable State agencies with other names (ii) The U.S. Department of Agriculture\\'s National Agriculture Statistics Service (iii) The U.S. Department of Agriculture\\'s Forest Service (iv) The U.S. Department of Agriculture\\'s Agriculture Research Service (v) The U.S. Department of the Interior\\'s Bureau of Reclamation (vi) The U.S. Department of Commerce\\'s United States Census Bureau (vii) The U.S. Department of the Interior\\'s Bureau of Indian Affairs (viii) The U.S. Department of the Interior\\'s Fish and Wildlife Service (ix) The U.S. Department of the Interior\\'s Bureau of Land Management (x) The libraries of local schools, universities, municipalities, historical societies, and State agencies (xi) Local weather stations (xii) Knowledgeable people such as faculty members of universities; representatives of NRCS, the soil conservation district, the cooperative extension service, and the Farm Services Agency; vocational agriculture teachers; local representatives of planning boards, sanitation departments, and State and county highway departments; agricultural product dealers; the State organization of professional soil scientists; and State and local geologists (xiii) Local and State data clearinghouses (xiv) State university and college data sets",
      "part": "607",
      "headerid": "2",
      "header": "Preliminary Survey Activities"
    },
    {
      "clause": 10,
      "content": "E. Assembly of Equipment",
      "part": "607",
      "headerid": "2",
      "header": "Preliminary Survey Activities"
    },
    {
      "clause": 11,
      "content": "(1) The kinds and use of equipment are discussed in chapter 4 of the Soil Survey Manual.",
      "part": "607",
      "headerid": "2",
      "header": "Preliminary Survey Activities"
    },
    {
      "clause": 12,
      "content": "(2) A digital camera is necessary in all soil survey areas. The camera should be available to take photos when opportunities arise. Labeling and filing photographs in a systematic manner allows easy retrieval.",
      "part": "607",
      "headerid": "2",
      "header": "Preliminary Survey Activities"
    },
    {
      "clause": 13,
      "content": "(3) Office computers, scanners, plotters, field data collection and recording devices, and similar equipment improve and enhance data analysis, revision, and summary.",
      "part": "607",
      "headerid": "2",
      "header": "Preliminary Survey Activities"
    },
    {
      "clause": 14,
      "content": "(4) At minimum, an office laboratory space and equipment is necessary to conduct basic soil analyses for such properties as reaction (pH), conductivity (EC), analysis of particle-size distribution, carbonate equivalence, and similar tests. Ovens, scales, and measuring and mixing equipment, as well as chemicals necessary to support such analyses, are required.",
      "part": "607",
      "headerid": "2",
      "header": "Preliminary Survey Activities"
    }
  ]
}
