{
  "Front Matter": [
    {
      "clause": 1,
      "content": "Subpart B - Exhibits",
      "part": 607,
      "headerid": 1,
      "header": "Front Matter"
    }
  ],
  "607.10": [
    {
      "clause": 1,
      "content": "A. Soil Surveys in the MLRA Older soil surveys of the current survey area and nearby areas Soil surveys of adjoining areas Soil surveys for conservation planning Soil survey quality control data, including field notes and documentation Soil survey quality assurance documents Soil correlation memoranda and amendments",
      "part": "607",
      "headerid": "10",
      "header": "607.10 Reference Materials for Soil Surveys"
    },
    {
      "clause": 2,
      "content": "B. Reference Maps Original field sheets Maps of major land resource areas General soil map All available aerial photography and other remote-sensing coverage",
      "part": "607",
      "headerid": "10",
      "header": "607.10 Reference Materials for Soil Surveys"
    },
    {
      "clause": 3,
      "content": "U.S. Geological Survey topographic and slope maps Public land surveys Maps and text on geology, geomorphology, geography, and water resources Maps and text on vegetation and land use Climatic maps and data Maps of flood plains Maps and text on air resources",
      "part": "607",
      "headerid": "10",
      "header": "607.10 Reference Materials for Soil Surveys"
    },
    {
      "clause": 4,
      "content": "U.S. Fish and Wildlife Service wetland maps",
      "part": "607",
      "headerid": "10",
      "header": "607.10 Reference Materials for Soil Surveys"
    },
    {
      "clause": 5,
      "content": "C. Reports and Inventories Census reports Reports of crop-reporting services River basin reports State, regional, or county land use plans and regulations Resource conservation and development work plans Public lands management reports and inventories Bulletins and reports of State agricultural experiment stations National Food Security Act Manual and similar manuals National Resource Inventory data Field office technical guides Soil laboratory data",
      "part": "607",
      "headerid": "10",
      "header": "607.10 Reference Materials for Soil Surveys"
    },
    {
      "clause": 6,
      "content": "D. Scientific and Research Reports and Data Theses and dissertations of college or university students International Taxonomy Committee reports, such as those on wet soils, Aridisols, and Andisols Articles in scientific and technical journals Well logs from local or State agencies NRCS drainage, irrigation, and erosion-control guides and maps Percolation test results from local agencies Highway soil test data Climate data Geomorphology studies",
      "part": "607",
      "headerid": "10",
      "header": "607.10 Reference Materials for Soil Surveys"
    },
    {
      "clause": 7,
      "content": "E. Forestry, Range, and Wildlife Inventories and Studies Forest inventories Range inventories Studies and reports on wildlife habitat recreational sites",
      "part": "607",
      "headerid": "10",
      "header": "607.10 Reference Materials for Soil Surveys"
    },
    {
      "clause": 8,
      "content": "F. Official Soil Series and Soil Interpretations Soil interpretations information in the databases for the taxa assumed to be in the survey area Official soil series descriptions Archived copies of previous official series descriptions and soil interpretation records",
      "part": "607",
      "headerid": "10",
      "header": "607.10 Reference Materials for Soil Surveys"
    },
    {
      "clause": 9,
      "content": "G. Databases Pedon database National Soil Information System Digital General Soil Map of the United States Soil Survey Geographic (SSURGO) database",
      "part": "607",
      "headerid": "10",
      "header": "607.10 Reference Materials for Soil Surveys"
    },
    {
      "clause": 10,
      "content": "H. Digital Data Digital orthophotography Digital raster graphic Digital elevation model Multi-spectral data Common land units USFS terrestrial ecological unit inventories Digital hydrography, transportation, etc. Digital remote sensing, such as Landsat and Moderate Resolution Imaging Spectroradiometer (MODIS)",
      "part": "607",
      "headerid": "10",
      "header": "607.10 Reference Materials for Soil Surveys"
    }
  ],
  "607.11": [
    {
      "clause": 1,
      "content": "A. Geodatabase Development",
      "part": "Archiving, and Quality Assurance",
      "header": "607.11 Example of a Procedure for Geodatabase Development, File Naming, Archiving, and Quality Assurance"
    },
    {
      "clause": 2,
      "content": "(1) Set up geodatabases with topology and import data layers. -   Use the standards for file naming -   Create a geodatabase -   Import data into the geodatabase -   Project data to the desired geographic location -   Create a feature dataset -   Import template feature classes -   Set up domains",
      "part": "Archiving, and Quality Assurance",
      "header": "607.11 Example of a Procedure for Geodatabase Development, File Naming, Archiving, and Quality Assurance"
    },
    {
      "clause": 3,
      "content": "(2)    Set up the map environment for creating digital soils data. - Create a map and add data layers - Customize a map, using- -- Toolbars and menus -- Symbology -- Image display - Create a layer overview - Add or delete fields and calculate values - Set selectable layers",
      "part": "Archiving, and Quality Assurance",
      "header": "607.11 Example of a Procedure for Geodatabase Development, File Naming, Archiving, and Quality Assurance"
    },
    {
      "clause": 4,
      "content": "(3) Utilize various software in combination with appropriate data sets to accurately draft and revise soil mapping on screen.",
      "part": "Archiving, and Quality Assurance",
      "header": "607.11 Example of a Procedure for Geodatabase Development, File Naming, Archiving, and Quality Assurance"
    },
    {
      "clause": 5,
      "content": "(4) Import, create, and display georeferenced information to validate soil map accuracy.",
      "part": "Archiving, and Quality Assurance",
      "header": "607.11 Example of a Procedure for Geodatabase Development, File Naming, Archiving, and Quality Assurance"
    },
    {
      "clause": 6,
      "content": "(5) Create metadata to capture data sources and processes used in the development of digital mapping.",
      "part": "Archiving, and Quality Assurance",
      "header": "607.11 Example of a Procedure for Geodatabase Development, File Naming, Archiving, and Quality Assurance"
    },
    {
      "clause": 7,
      "content": "B. File Naming System The geodatabase is named as follows: State abbreviation followed by county or parish FIPS code, \\\"OFFICIAL,\\\" and the current date (two-digit month, day, and year) (e.g., PG695_OFFICIAL_072105).",
      "part": "Archiving, and Quality Assurance",
      "header": "607.11 Example of a Procedure for Geodatabase Development, File Naming, Archiving, and Quality Assurance"
    },
    {
      "clause": 8,
      "content": "C. Archiving In order to protect electronic data from accidental loss or software or hardware failure, certain archiving procedures are implemented.",
      "part": "Archiving, and Quality Assurance",
      "header": "607.11 Example of a Procedure for Geodatabase Development, File Naming, Archiving, and Quality Assurance"
    },
    {
      "clause": 9,
      "content": "(1) The MLRA soil survey leader or project leader establishes an office archive procedure and communicates it to all soil scientists working on the project.",
      "part": "Archiving, and Quality Assurance",
      "header": "607.11 Example of a Procedure for Geodatabase Development, File Naming, Archiving, and Quality Assurance"
    },
    {
      "clause": 10,
      "content": "(2) The project leader adds metadata notes into the geodatabase, compacts the geodatabase, and makes a copy of it using the copy and paste function in ArcCatalog. The copy is then renamed by changing \\\"OFFICIAL\\\" to \\\"GIS\\\" and using the current date (e.g., PG695_GIS_072205).",
      "part": "Archiving, and Quality Assurance",
      "header": "607.11 Example of a Procedure for Geodatabase Development, File Naming, Archiving, and Quality Assurance"
    },
    {
      "clause": 11,
      "content": "(3) The project leader confirms that metadata notes are kept to record scale of digitizing and imagery used. Brief metadata entries are made in the \\\"Abstract\\\" section of the metadata in ArcCatalog for each geodatabase version that is sent for archiving. Notes in the \\\"Abstract\\\" and \\\"Purpose\\\" sections may also be made for feature classes.",
      "part": "Archiving, and Quality Assurance",
      "header": "607.11 Example of a Procedure for Geodatabase Development, File Naming, Archiving, and Quality Assurance"
    },
    {
      "clause": 12,
      "content": "(4) The following schedule should be followed to safeguard the geodatabase: - Daily.-All new or edited soil mapping data is backed up to hard drive storage at the soil survey office. A separate copy of the geodatabase is therefore saved on a hard drive separate from that of the active file being edited. -- Edits are frequently saved during an edit session in case the software crashes. Saving edits is different from saving the geodatabase. -- Topology is frequently validated, and errors are fixed while editing. -- The geodatabases are compacted in ArcCatalog. - Weekly.-All new or edited soil mapping data is copied onto a CD or DVD and stored offsite for security. Updates can be added to previous media in order to maintain an archive of edited versions. - Monthly.-When soil mapping data are being updated, a copy of the geodatabase is sent by compressing it into a WinZip file and attaching this file to an email (or on a CD or DVD) to designated GIS staff. If no edits have been made, this is not necessary. - Annually.-After completing a 100-percent quality control review of the digital data, the project leader sends a copy of the overall geodatabase to the soil survey regional office for quality assurance.",
      "part": "Archiving, and Quality Assurance",
      "header": "607.11 Example of a Procedure for Geodatabase Development, File Naming, Archiving, and Quality Assurance"
    },
    {
      "clause": 13,
      "content": "D. Quality Assurance",
      "part": "Archiving, and Quality Assurance",
      "header": "607.11 Example of a Procedure for Geodatabase Development, File Naming, Archiving, and Quality Assurance"
    },
    {
      "clause": 14,
      "content": "(1) The MLRA soil survey leader completes a 100-percent quality control review of digital data, validates topology for the entire feature class, and fixes identified errors. After the quality control review is completed, a copy of the geodatabase is renamed (e.g., PG675_QA_current date) and then sent to the soil survey regional office for quality assurance.",
      "part": "Archiving, and Quality Assurance",
      "header": "607.11 Example of a Procedure for Geodatabase Development, File Naming, Archiving, and Quality Assurance"
    },
    {
      "clause": 15,
      "content": "(2) A soil data quality specialist compares digital data with the field sheets during annual reviews or field assistance visits and discusses differences. For soil survey offices that use only digital mapping data, the review evaluates landscape registration and map unit concepts. An additional brief review is completed at the end of the survey.",
      "part": "Archiving, and Quality Assurance",
      "header": "607.11 Example of a Procedure for Geodatabase Development, File Naming, Archiving, and Quality Assurance"
    },
    {
      "clause": 16,
      "content": "(3) The soil survey regional office reviews monthly copies for quality of boundary line work and geodatabase properties.",
      "part": "Archiving, and Quality Assurance",
      "header": "607.11 Example of a Procedure for Geodatabase Development, File Naming, Archiving, and Quality Assurance"
    },
    {
      "clause": 17,
      "content": "(4) Offices that have soil mapping on paper field sheets perform a 100-percent review of progressive digitizing when the soil survey is completed or when interim data are finalized.",
      "part": "Archiving, and Quality Assurance",
      "header": "607.11 Example of a Procedure for Geodatabase Development, File Naming, Archiving, and Quality Assurance"
    }
  ]
}
