{
  "SERIES": "AASTAD",
  "STATUS": "Established Series",
  "BYREV": "Rev. ARG-MGU",
  "REVDATE": "03/2014",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Pachic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Aastad clay loam on a nearly level slope in a cultivated field. (Colors are for moist soil unless otherwise stated)\nAp--0 to 23 centimeters (about 0 to 9 inches); black (10YR 2/1) clay loam, very dark gray (10YR 3/1) dry; moderate fine and medium subangular blocky structure; firm; about 4 percent coarse fragments; neutral; abrupt smooth boundary.\nA--23 to 58 centimeters (about 9 to 23 inches); black (10YR 2/1) clay loam, very dark gray (10YR 3/1) dry; moderate fine and medium subangular blocky structure; firm; about 4 percent coarse fragments; neutral; clear smooth boundary. (Combined thickness of the A horizons is 30 to 60 centimeters)\nBt--58 to 97 centimeters (about 23 to 38 inches); olive brown (2.5Y 4/4) clay loam; moderate medium prismatic structure parting to moderate medium angular blocky; firm; common faint very dark grayish brown (10YR 3/2) clay films on faces of peds; about 4 percent coarse fragments; neutral; clear smooth boundary. (Combined thickness of the Bt horizons is 20 to 60 centimeters)\nBk1--97 to 127 centimeters (about 38 to 50 inches); light olive brown (2.5Y 5/4) clay loam; common medium distinct grayish brown (2.5Y 5/2) redoximorphic depletions and common medium prominent yellowish brown (10YR 5/6) redoximorphic concentrations; moderate medium prismatic structure parting to moderate medium angular blocky; firm; common fine masses of carbonates; about 4 percent coarse fragments; violently effervescent; moderately alkaline; gradual smooth boundary.\nBk2--127 to 163 centimeters (about 50 to 64 inches); grayish brown (2.5Y 5/2) clay loam; many medium distinct light olive brown (2.5Y 5/6) redoximorphic concentration; moderate medium prismatic structure parting to moderate medium angular blocky; firm; common fine masses of carbonates; about 5 percent coarse fragments; violently effervescent; moderately alkaline; gradual smooth boundary. (Combined thickness of the Bk horizon is 20 to 64 centimeters)\nBC--163 to 200 centimeters (about 64 to 80 inches); grayish brown (2.5Y 5/2) clay loam; many medium distinct light olive brown (2.5Y 5/6) redoximorphic concentrations; moderate course and extremely course prismatic structure parting to moderate medium and course angular blocky; firm; about 5 percent coarse fragments; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lyon County, Minnesota; 1,824 feet west and 148 feet north of the southeast corner of Sec. 9, T. 112 N., R. 43 W.; USGS Taunton quadrangle; latitude 44 degrees 31 minutes 02 seconds north; longitude 96 degrees 01 minute 36 seconds west, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the mollic epipedon: 40 to 60 centimeters\nDepth to top of argillic horizon: 30 to 60 centimeters\nDepth to secondary carbonates: 45 to 100 centimeters\nDepth to redoximorphic features: 75 to 100 centimeters\nStony phases are recognized.\nA horizon\nHue: 10YR\nValue: 2; 3 dry\nChroma: 1\nTexture (less than 2 mm): Loam or clay loam\nClay content: 20 to 35 percent\nRock fragment content: 2 to 12 percent\nReaction: slightly acid to slightly alkaline\nBt horizon\nHue: 10YR or 2.5Y\nValue: 2, 3, or 4; 3 or 4 dry\nChroma: 2, 3, or 4\nTexture (less than 2 mm): Clay loam\nClay content: 28 to 35 percent\nClay films: Common to many, faint or distinct\nRock fragment content: 2 to 14 percent\nReaction: neutral to slightly alkaline\nBk horizon\nHue: 2.5Y\nValue: 4, 5, or 6\nChroma: 2, 3, or 4\nTexture (less than 2 mm): Loam or clay loam\nClay content: 24 to 34 percent\nRedoximorphic features: Common to many\nSecondary carbonates: Common to many, diffuse and segmented\nRock fragment content: 2 to 14 percent\nReaction: slightly to moderately alkaline\nBC or C horizon\nHue: 2.5Y\nValue: 4, 5, or 6\nChroma: 2, 3, or 4\nTexture (less than 2 mm): Loam or clay loam\nRedoximorphic features: Common to many\nClay content: 24 to 34 percent\nRock fragment content: 2 to 14 percent\nReaction: slightly to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Weetown series. Weetown soils have less than 28 percent clay in the particle size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform(s): Moraines and till plains\nParent material: Calcareous till\nElevation: 270 to 770 meters\nSlope range: 0 to 6 percent\nMean annual air temperatures ranges: 2 to 7 degrees C\nMean annual precipitation: 380 to 690 millimeters\nAnnual frost free season: 110 to 170 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Buse, Forman, Brensall, Tress, Balaton, Hamerly, Tonka, Vallers, and Parnell soils. The well drained Buse and Forman soils are on higher landform positions. The moderately well drained Brensall soils are on slightly higher, broad convex flats. The moderately well drained Balaton and somewhat poorly drained Hamerly soils are on lower, slightly convex landform positions. The somewhat poorly drained Tress soils are on lower, more concave landform positions. The poorly drained Vallers soils are on lower landform positions or rims of depressions. The poorly drained Tonka soils are in closed depressions. The very poorly drained Parnell soils are in closed depressions or drainageways."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. Surface runoff is low to medium depending on slope. Saturated hydraulic conductivity is moderately high, The depth to apparent seasonal high saturation is 75 to 125 centimeters at some time from March to June in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cultivated. The main crops are corn and soybeans. Native vegetation is tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western Minnesota, eastern North Dakota, and northeastern South Dakota. The soils are extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jerauld County, South Dakota, 1950."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the surface of the soil to a depth of 58 centimeters (Ap and A horizons)\nArgillic horizon - the zone from 58 to 97 centimeters (Bt horizon)\nCalcic horizon- the zone from 97 to 163 centimeters (Bk horizons); .\nVersion of Soil Taxonomy: Keys to Soil Taxonomy, Eleventh Edition, 2010.\nADDITIONAL DATA: Refer to MAES central file code numbers 340, 679, 1293, and 1313 for the results of some laboratory analyses of some pedons that represent this series.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
