{
  "SERIES": "AAZDAHL",
  "STATUS": "Established Series",
  "BYREV": "Rev. DDM-ELB",
  "REVDATE": "04/1999",
  "STATES": "MN",
  "OVERVIEW": "The Aazdahl series consists of deep moderately well drained soils that formed in loamy glacial till on undulating ground moraines.  These soils have slopes of 0 to 3 percent.  They have moderately slow permeability. Mean annual temperature is about 42 degrees F, and mean annual precipitation is about 22 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Aquic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Aazdahl clay loam with a very slightly convex 1 percent slope on a ground moraine in a wildlife management area that formerly was a cultivated field.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 14 inches; black (10YR 2/1) clay loam, very dark gray (10YR 3/1) dry; moderate fine granular structure; friable; many roots; about 2 percent coarse fragments; neutral, gradual smooth boundary.  (7 to 16 inches thick)\nBw--14 to 20 inches; dark grayish brown (2.5Y 4/2) clay loam; weak fine subangular blocky structure; friable; few roots; about 5 percent coarse fragments; neutral; abrupt wavy boundary.  (2 to 12 inches thick)\nBk--20 to 36 inches; grayish brown (2.5Y 5/2) clay loam; weak medium subangular blocky structure; friable; about 5 percent coarse fragments; violent effervescence; moderately alkaline; gradual wavy boundary.  (0 to 20 inches thick)\nC--36 to 60 inches; light olive brown (2.5Y 5/4) clay loam; common fine faint yellowish brown (10YR 5/6) and few fine prominent gray (5Y 5/1) mottles; massive; friable; about 5 percent coarse fragments; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Grant County, Minnesota; 75 feet south and 40 feet west of the northeast corner, sec. 28, T. 128 N., R. 43 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to free carbonates range from 14 to 27 inches.  The mollic epipedon ranges from 10 to 16 inches in thickness.  The control section has 27 to 35 percent clay and from 15 to 25 percent fine sand and coarser.  Pedons of this series commonly have 2 to 8 percent coarse fragments which have a dominant size of 10 to 150 mm.  Horizons in some pedons have less than 2 percent of coarse fragments.\nThe A horizon has hue of 10YR, value of 2 in the upper part and 2 or 3 in the lower part, and chroma of 1.  Typically it is clay loam but silty clay loam is in the range.\nThe Bw horizon has hue of 2.5Y or 10YR, value of 3 or 4, and chroma of 2 to 4.  Mottles are in the lower part of this horizon in some pedons.  Typically it is clay loam, but silty clay loam is in the range. It is neutral or mildly alkaline.\nThe Bk horizon has hue of 2.5Y or 5Y, value of 5 or 6, and chroma of 2 to 4.  Typically it is clay loam or silty clay loam but silt loam or loam are in the range.\nThe C horizon has hue of 2.5Y or 5Y, value of 5 or 6, and chroma of 2 to 6.  Commonly mottles are in all parts and mottles with a chroma of 2 or less are in all pedons above a depth of 40 inches.  Typically it is clay loam or silty clay loam, but silt loam or loam are in the range.  It is mildly or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Hamlet and Kittson series in the same family and the closely related Aastad, Formdale, and Svea series.  Hamlet soils have more sand and less silt in their sola and C horizons and are in areas of lower precipitation.  Kittson soils formed in a mantle of water sorted sediments over glacial till and typically have less clay and more sand in the solum.  Aastad and Svea soils have more sand and less silt in their sola and C horizons, and have thicker mollic epipedons and greater depth to free carbonates.  Formdale soils lack low chroma mottles above depths of 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on plane to slightly convex or concave slopes with gradients of 0 to 3 percent.  They formed in loamy glacial till on ground moraines and glacial lake plains.  The mean annual temperature ranges from 39 to 44 degrees F.  The mean annual precipitation ranges from 21 to 24 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Flom, Formdale, Hamerly, Langhei, Lindaas, and Parnell soils which are members of a hydrosequence with Aazdahl soils and which formed in similar or related sediments. The poorly drained Flom and Lindaas soils are on flats or low gradient drainageways.  The well drained Formdale soils have undulating plane or convex slopes.  The moderately well and somewhat poorly drained calcareous Hamerly soils are on low rises.  The well drained calcareous Langhei soils have steeper or more convex slopes.  The very poorly drained Parnell soils are in depressions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Permeability is moderately slow.  Surface runoff is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of these soils are cultivated.  Corn, soybeans, and small grains are the principal crops.  Native vegetation was tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Minnesota primarily on the Fergus Falls till plain.  Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Grant County, Minnesota, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of 14 inches (A horizon).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A--0 to 14 inches; black (10YR 2/1) clay loam, very dark gray (10YR 3/1) dry; moderate fine granular structure; friable; many roots; about 2 percent coarse fragments; neutral, gradual smooth boundary.  (7 to 16 inches thick)"
      },
      {
        "name": "Bw",
        "top": 36,
        "bottom": 51,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw--14 to 20 inches; dark grayish brown (2.5Y 4/2) clay loam; weak fine subangular blocky structure; friable; few roots; about 5 percent coarse fragments; neutral; abrupt wavy boundary.  (2 to 12 inches thick)"
      },
      {
        "name": "Bk",
        "top": 51,
        "bottom": 91,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bk--20 to 36 inches; grayish brown (2.5Y 5/2) clay loam; weak medium subangular blocky structure; friable; about 5 percent coarse fragments; violent effervescence; moderately alkaline; gradual wavy boundary.  (0 to 20 inches thick)"
      },
      {
        "name": "C",
        "top": 91,
        "bottom": 152,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH_class": "moderately alkaline",
        "narrative": "C--36 to 60 inches; light olive brown (2.5Y 5/4) clay loam; common fine faint yellowish brown (10YR 5/6) and few fine prominent gray (5Y 5/1) mottles; massive; friable; about 5 percent coarse fragments; strong effervescence; moderately alkaline."
      }
    ]
  ]
}
