{
  "SERIES": "ABAC",
  "STATUS": "Established Series",
  "BYREV": "Rev. JCM/CAM/EMM",
  "REVDATE": "02/2012",
  "STATES": "MT,WY",
  "OVERVIEW": "The Abac series consists of shallow, well drained soils that formed in colluvium and residuum from soft, platy, red shale and fine-grained sandstone.  These soils are on hills and escarpments.  Slopes are 8 to 65 percent.  Mean annual precipitation is about 17 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, frigid, shallow Typic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Abac loam - grassland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 3 inches; reddish brown (2.5YR 5/4) silt loam, dark reddish brown (2.5YR 3/4) moist; moderate thin platy structure; slightly hard, friable, slightly sticky, slightly plastic; many very fine roots; slightly effervescent; few soft red shale fragments; clear smooth boundary.  (2 to 6 inches thick)\nBw--3 to 8 inches; red (2.5YR 5/6) loam, dark red (2.5YR 3/6) moist; weak medium prismatic structure; hard, friable, sticky, plastic; common very fine roots; many fine tubular pores; 15 percent (volume) soft shale parafragments; slightly effervescent; clear wavy boundary.\nBk--8 to 15 inches; red (2.5YR 5/6) loam, dark red (2.5YR 3/6) moist; fine blocky structure; hard, friable, slightly sticky, slightly plastic; common very fine roots and pores; 30 percent (volume) soft shale parafragments; strongly effervescent; common fine lime threads; clear wavy boundary.\nBCk--15 to 19 inches; light reddish brown (2.5YR 6/4) loam, red (2.5YR 4/6) moist; massive; hard, friable, slightly sticky, slightly plastic; a few mats of very fine roots follow the bedding planes of the shale; 60 percent shale parafragments; strongly effervescent with few fine threads of lime; abrupt irregular boundary.\nCr--19 to 26 inches; red, platy shale and fine grained sandstone, calcareous."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Big Horn County, Montana; approximately 475 feet south and 400 feet east of NW corner of section 28, T.6S., R.29E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 44 to 46 degrees F. and the average summer temperature at the paralithic contact is 55 to 58 degrees F.  The soils are usually moist but they are dry in some part for 90 cumulative days or more.  The depth to shale or soft sandstone is 6 to 20 inches.  Coarse fragments of shale, sandstone and occasionally limestone average 15 to 35 percent of the volume.  The soil has hue of 5YR or redder.  The soil material is usually loam or very fine sandy loam and less often silt loam.  The A horizon has value of 4 or 5 dry, 3 or 4 moist, and chroma of 4 or 3.  The Bk and BCk horizons have a value of 5 or 6 dry, 3 to 5 moist, and chroma of 4 to 6.  It has very few to common threads and soft masses of segregated lime."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Archuleta and Ridge soils.  Archuleta and Ridge soils have hues of 7.5YR to 5Y."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on sloping to steep uplands and mountain fronts at elevations of 4,000 to 6,500 feet.  The soils formed in materials weathered from soft platy red siltstone shale and fine-grained sandstone of the Spokane Shale and the Chugwater member of the Permian and Triassic geologic systems.  Slopes range from 8 to 90 percent.  The mean annual precipitation ranges from 15 to 19 inches.  The frost-free season ranges from 65 to 95 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Darret, Fergus, Peritsa, and Relan soils. Darret and Fergus soils have argillic horizons. Peritsa soils have a paralithic contact with soft shale at depths greater than 20 inches and they have a cambic horizon.  Relan soils are more than 60 inches deep to shale."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; moderate to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The main use is for range.  Small areas are used for dry cropland.  The principal vegetation is bluebunch wheatgrass, prairie junegrass, fringed sagewort, Hoods phlox, green needlegrass and western wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and southern Montana, moderately extensive.  MLRA 43B, 44B and 46."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Big Horn County (Big Horn Area), Montana, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface of the soil to a depth of 3 inches (A horizon).\nCambic horizon - the zone from 3 to 15 inches (Bw and Bk horizon).  The BCk is assumed to not meet cambic horizon criteria because it has more than 50 percent rock structure.\nParalithic contact - the zone beginning at 19 inches (Cr horizon).\nComments as of 5/1971: OSED scanned by SSQA.  Last revised by state on 5/71.  The Abac soils were formerly classified as Lithosols.\nThe 2/2012 description reflects an update of horizonation and classification based on available documentation and manuscript taxonomic unit descriptions.  The OSD was originally classified as Loamy, mixed, superactive, calcareous, frigid, shallow Typic Ustortents and was originally horizonated with A1, C1, C2, C3, and C4.  Based on the Typical pedon for Big Horn County (which contains the majority of the extent) Abac was reclassified on 2/27/2012 to Loamy, mixed, superactive, frigid, shallow Typic Haplustepts.  This series should be investigated further to determine which horizons truly have secondary carbonates and whether it typically has a cambic horizon thick enough to consistently meet criteria that would allow it to classify in the Inceptisols soil order. The following soil surveys currently use Abac series: Big Horn County, MT; Carbon County, MT; Johnson County, WY, Lewis and Clark NF, MT; Meagher County, MT; and Sheridan County, MT."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 8,
        "dry_hue": "2.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 3 inches; reddish brown (2.5YR 5/4) silt loam, dark reddish brown (2.5YR 3/4) moist; moderate thin platy structure; slightly hard, friable, slightly sticky, slightly plastic; many very fine roots; slightly effervescent; few soft red shale fragments; clear smooth boundary.  (2 to 6 inches thick)"
      },
      {
        "name": "Bw",
        "top": 8,
        "bottom": 20,
        "dry_hue": "2.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--3 to 8 inches; red (2.5YR 5/6) loam, dark red (2.5YR 3/6) moist; weak medium prismatic structure; hard, friable, sticky, plastic; common very fine roots; many fine tubular pores; 15 percent (volume) soft shale parafragments; slightly effervescent; clear wavy boundary."
      },
      {
        "name": "Bk",
        "top": 20,
        "bottom": 38,
        "dry_hue": "2.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bk--8 to 15 inches; red (2.5YR 5/6) loam, dark red (2.5YR 3/6) moist; fine blocky structure; hard, friable, slightly sticky, slightly plastic; common very fine roots and pores; 30 percent (volume) soft shale parafragments; strongly effervescent; common fine lime threads; clear wavy boundary."
      },
      {
        "name": "BCk",
        "top": 38,
        "bottom": 48,
        "dry_hue": "2.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "BCk--15 to 19 inches; light reddish brown (2.5YR 6/4) loam, red (2.5YR 4/6) moist; massive; hard, friable, slightly sticky, slightly plastic; a few mats of very fine roots follow the bedding planes of the shale; 60 percent shale parafragments; strongly effervescent with few fine threads of lime; abrupt irregular boundary."
      },
      {
        "name": "Cr",
        "top": 48,
        "bottom": 66,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--19 to 26 inches; red, platy shale and fine grained sandstone, calcareous."
      }
    ]
  ]
}
