{
  "SERIES": "ABERNATHY",
  "STATUS": "Established Series",
  "BYREV": "CZF-EED-DFC-SDT",
  "REVDATE": "08/2017",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, siliceous, semiactive, thermic Oxyaquic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Abernathy silt loam -- (Colors are for moist soil unless otherwise indicated.)\nAp--0 to 18 cm (0 to 7 inches); dark reddish brown (5YR 3/4) silt loam (with notable clay); common fine and medium dark red (2.5YR 3/6) masses of silty clay loam; moderate medium granular structure, cloddy in parts of the horizon; friable; many very fine and fine roots throughout; many very fine and fine dendritic tubular pores throughout; 1 percent medium, round, hard, black (10YR 2/1) iron-manganese concretions; 2 percent subangular chert fragments; moderately acid; abrupt smooth boundary. (3 to 10 inches thick)\nBw--18 to 41 cm  (7 to 16 inches); dark reddish brown (5YR 3/4) silt loam; few fine and medium dark red (2.5YR 3/6) pockets of silty clay loam; moderate medium subangular blocky structure parting to weak medium granular; friable; many very fine roots throughout; many very fine and fine dendritic tubular pores throughout; 1 percent medium, round, hard, black (10YR 2/1) iron-manganese concretions; 1 percent subangular chert fragments; moderately acid; clear smooth boundary. (Bw thickness ranges from 4 to 10 inches)\n2Ab1--41 to 66 cm (16 to 26 inches); dark reddish brown (5YR 3/3) silt loam; few fine yellowish red (5YR 4/6) masses in ped interiors; weak medium subangular blocky structure; friable; common very fine roots throughout; many very fine and fine dendritic tubular pores throughout; 1 percent subangular chert fragments; moderately acid; clear smooth boundary. (Ab1 thickness ranges from 10 to 30 inches)\n2Ab2--66 to 89 cm (26 to 35 inches); dark reddish brown (5YR 3/3) silty clay loam; weak medium subangular blocky structure; friable; common very fine roots throughout; many very fine and fine dendritic tubular pores throughout; few medium black (10YR 2/1) charcoal fragments along lower boundary; few faint dark reddish brown (5YR 3/4) clay films in pores; 3 percent subangular chert fragments; moderately acid; clear smooth boundary. (Ab2 0 to 12 inches thick)\n2Btb1--89 to 142 cm (35 to 56 inches); yellowish brown (10YR 5/4) silty clay loam; moderate medium subangular blocky structure; friable; common very fine roots; common very fine and fine dendritic tubular pores throughout; few to common pale brown (10YR 6/3) friable silt loam, iron and clay depleted tongues; few coarse black (10YR 2/1) iron-manganese nodules; few distinct black (10YR 2/1) manganese coatings on ped faces; few dark reddish brown (5YR 3/3) filled krotovinas, 2 to 5 mm wide extending about 8 inches (20cm) from the upper boundary; common continuous distinct dark reddish brown (5YR 3/4) clay films on ped faces and in pores; 5 percent subangular chert fragments; strongly acid; clear wavy boundary.\n2Btb2--142 to 165 cm (56 to 65 inches); yellowish brown (10YR 5/4) silty clay loam; moderate medium subangular blocky structure; friable; few very fine roots; common very fine and fine dendritic tubular pores throughout; common continuous distinct dark reddish brown (5YR 3/4) clay films on ped faces and in pores; few to common pale brown (10YR 6/3) friable silt loam, iron and clay depleted tongues about 1 to 2 inches (2.5 to 5 cm) wide extending from upper boundary; common coarse and very coarse black (10YR 2/1) iron-manganese nodules; few distinct black (10YR 2/1) manganese coatings on ped faces; 12 percent subangular chert fragments; strongly acid; abrupt irregular boundary. (Btb thickness ranges from 30 to 50 inches)\n2Btxb--165 to 203 cm (65 to 80 inches); dark reddish brown (5YR 3/4) silty clay loam; red (2.5YR 4/6) pockets of clay; very coarse prismatic structure, parts of prisms cemented by manganese; very firm; brittle in 90 percent of mass; very few very fine roots; common discontinuous distinct dark reddish brown (5YR 3/4) clay films in pores; common medium distinct strong brown (7.5YR 5/8) iron concentrations on top of prism faces; common medium yellowish brown (10YR 5/4) iron depletions in prism interiors; common pale brown (10YR 6/3) friable silt loam, iron and clay depleted tongues about 1 to 2 inches (2.5 to 5 cm) wide extending from upper boundary; many coarse and very coarse black (10YR 2/1) iron-manganese nodules; 10 percent subangular chert fragments; very strongly acid. (0 to 24 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:\nCounty: Madison\nState: Alabama\nUSGS Quadrangle: Fisk\nLatitude: 34 degrees 53 minutes 47.1 seconds N; (NAD 83).\nLongitude: 86 degrees 33 minutes 35.9 seconds W; (NAD 83).\nDirections to the pedon: From the intersection of U.S. Highway 231/431 and Walker Lane, 0.65 miles east to the Winfred A. Thomas Ag Research Farm, south 0.45 miles along a farm lane. Pedon is about 20 feet west of the farm lane in the edge of a crop field; 2800 feet south and 2150 feet west of the Northeast corner of Section 6, T2S; R1E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to top of Argillic: 58 to 100 cm (23 to 40 inches)\nDepth to bottom of Argillic: 100 to 183 cm (40 to 72 inches)\nDepth to the top of the Cambic: 7 to 25 cm (3 to 10 inches)\nDepth to the base of the Cambic: 30 to 48 cm (12 to 18 inches)\nDepth to the top of the Fragipan: 160 to 183 cm (63 to 72 inches).\nSolum Thickness: more than 183 cm (72 inches).\nDepth to Bedrock: more than 183 cm (72 inches).\nDepth Class: Very Deep\nDepth to Seasonal High Water Table: 76 to 91 cm (30 to 36 inches); December to April\nDepth to Lithologic Discontinuity: 30 to 50 cm (12 to 20 inches)\nRock Fragment Content: Rock fragments, commonly chert gravel, range from 0 to 5 percent in the Ap, Bw, 2Ab horizons; and from 5 to 50 percent in the 2Btb horizons.\nSoil Reaction: very strongly acid to moderately acid, unless limed.\nRange of Individual Horizons:\nA or Ap horizon:\nColor--hue of 7.5YR, 5YR, or 2.5 YR, value of 3 or 4, and chroma of 3 or 4.\nTexture (fine-earth fraction)--silt loam, silty clay loam, fine sandy loam. Mottles in shades of red and/or brown range from none to common.\nRedoximorphic features (if they occur)-- shades of red, brown, or black\nBw horizon:\nColor--hue of 7.5YR, 5YR, or 2.5 YR, values of 3 or 4, and chroma of 3 to 6.\nTexture (fine-earth fraction)--silt loam or silty clay loam.\nRedoximorphic features (if they occur)-- shades of red, brown, or black\n2Ab horizon:\nColor--hue of 7.5YR or 5YR, value of 3 or 4, and chroma of 2 to 4.\nTexture (fine-earth fraction)--silt loam or silty clay loam.\nRedoximorphic features (if they occur)-- shades of red, brown, or black\n2Btb horizon:\nColor--hue of 10YR, 7.5YR, 5YR, or 2.5YR, value of 3 to 6, and chroma of 4 to 6.\nTexture (fine-earth fraction)--silty clay loam, silty clay, or clay, less commonly clay loam.\nRedoximorphic features (if they occur)-- shades of red, brown, or black\n2Bwb (were present):\nColor--hue of 10YR, 7.5YR, 5YR, or 2.5YR, value of 3 to 6, and chroma of 4 to 6.\nTexture (fine-earth fraction)--silty clay loam or silty clay loam, less commonly clay or clay loam.\nRedoximorphic features (if they occur)-in shades of yellow, black, brown, or red\n2Btxb horizon (were present):\nColor--hue 7.5YR, 5YR, 2.5YR, value of 3 to 6, and chroma of 4 to 6.\nTexture (fine-earth fraction): silty clay loam to clay loam.\nRedoximorphic features and relic mottles (if they occur)-in shades of yellow, black, brown, or red\nManganese coatings on ped faces, soft iron-manganese concretions, or iron-manganese nodules range from few to many.\nThe fragipan is slightly to strongly expressed."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nEmory--lack a seasonal high water table.\nGrasmere--lack a seasonal high water table and have more clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Uplands\nLandform: Drainageways and depressions\nMLRAs: 122, 128\nGeomorphic Component: Base slope\nHillslope Profile Position: Toeslope\nParent Material: Local alluvium over residuum weathered from limestone or old alluvium\nSlope: 0 to 6 percent\nElevation: 145 to 325 meters\nFrost Free Days: 195 to 240 days\nMean Annual Air Temperature: 14 to 18 degrees C (57 to 64 degrees F)\nMean Annual Precipitation: 1273 to 1651 mm (50 to 65 inches)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nDecatur--lack a seasonal high water table, have more clay in the particle-size control section, formed in residuum derived from limestone, and occur on adjacent side slopes.\nDewey-- lack a seasonal high water table, have more clay in the particle-size control section, formed in residuum derived from limestone, and occur on adjacent side slopes.\nEmory--lack a seasonal high water table.\nEtowah--lack a seasonal high water table and have more sand in the particle-size control section.\nChenneby--are shallower to a seasonal high water table and occur on flood plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage Class: Well drained\nIndex of surface runoff: Negligible to slow\nSaturated hydraulic conductivity: Moderately low to moderately high\nPermeability Class (obsolete): Moderate in the upper part of the soil, very slow to moderate in the lower part.\nShrink-swell Potential: Dominantly low, ranging to moderate\nFlooding Frequency and Duration: None.\nPonding Frequency and Duration: Occasional, very brief between January to March"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Agriculture\nDominant Vegetation: Soybeans, cotton, hay, corn, and small grain where cultivated. Some areas are in pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: The northern sections of MLRA 128, Southern Appalachian Ridges and Valleys and MLRA 122 Highland Rim MLRA in Alabama and Tennessee.\nExtent: The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  MORGANTOWN, WEST VIRGINIA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: 1908, Colbert County, Alabama; Reactivated 2017, Madison County, Alabama"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Abernathy series is being reactivated with this revision.  Some Abernathy map units had been previously recorrelated to the Emory series.  Field work and water table data loggers revealed Abernathy soils differ from Emory soils by having a seasonal water table above 100 cm through much of January, February, and March.  Although associated with karst landscapes, Abernathy soils do not have as extensive underground drainage by solution sinkholes as do Emory soils.\nDiagnostic horizons and soil characteristics recognized in this pedon are:\nOchric epipedon--the zone from 0 to 18 cm (0 to 7 inches) (Ap horizon)\nCambic horizon--the zone from 18 to 41 cm (7 to 16 inches) (Bw horizon)\nBuried A horizon--the zone from 41 to 89 cm (16 to 35 inches) (2Ab horizon)\nArgillic horizon--the zone from 89 to 165 cm (35 to 65 inches) (2Btb horizon)\nFragipan--the zone from 165 to 203 cm (65 to 80 inches) (2Btxb horizon)\nCharacterization samples for the typifying pedon and three additional pedons are being analyzed by Auburn University. The pedon numbers are S04AL-089-002, S04AL-083-001, S03AL-083-004, S04TN-051-002\nNational Cooperative Soil Survey\nU.S.A."
  }
}
