{
  "SERIES": "ABERONE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RVS",
  "REVDATE": "3/98",
  "STATES": "WY",
  "OVERVIEW": "The Aberone series consists of very deep, well drained soils that formed in calcareous alluvium on terraces and hillslopes. Slopes range from 0 to 30 percent. The mean annual precipitation is 12 to 17 inches, and the average annual air temperature is 45 to 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic, mesic Aridic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Aberone fine sandy loam, on a west facing slightly convex slope of 4 percent, rangeland. Elevation is 5,600 feet. (Colors are for dry soil unless otherwise stated.)\nA--0 to 5 inches; brown (10YR 5/3) fine sandy loam, very dark brown (10YR 3/2) moist; moderate fine granular structure; soft, friable, nonsticky and nonplastic; many fine, very fine, and medium roots; slightly alkaline (pH 7.6); clear smooth boundary. (3 to 8 inches thick)\nBw--5 to 18 inches; brown (10YR 5/3) sandy loam, dark brown (10YR 3/3) moist; moderate fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common fine and medium roots; slightly alkaline (pH 7.6); abrupt wavy boundary. (5 to 15 inches thick)\n2Bk--18 to 60 inches; light yellowish brown (10YR 6/4) very gravelly sandy loam, yellowish brown (10YR 5/4) moist; massive; soft, friable, nonsticky and nonplastic; 40 percent rounded gravel and 18 percent rounded cobbles; violently effervescent; calcium carbonate as prominent pendants on undersides of rock fragments and thin coatings on all other rock fragment surfaces; calcium carbonate equivalent is 55 percent; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Laramie County, Wyoming; about 5.3 miles west of Carpenter, Wyoming, on the Chalk Bluffs Road; 2640 feet south and 15 feet east of the northwest corner of Sec. 5, T.12N., R.63W.  41 degrees 02 minutes 09 seconds north longitude and 104 degrees 27 minutes 56 seconds west latitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of mollic epipedon ranges from 7 to 20 inches. Depth to the 2Bk horizon is 10 to 20 inches. The mean annual soil temperature is 47 to 53 degrees F., and the mean summer temperature is 63 to 72 degrees F. Rock fragments in the particle size control section average from 40 to 60 percent gravel and 10 to 20 percent cobble.\nThe A horizon has hue of 7.5YR through 2.5Y; value of 4 or 5 dry, 2 or 3 moist; and chroma is 2 or 3. It is fine sandy loam or sandy loam. In some areas on overwash of gravel may occur and texture is gravelly sandy loam with 15 to 25 percent gravel. Typically, gravel content is less than 5 percent in this horizon. Reaction is slightly or moderately alkaline.\nThe Bw horizon has hue of 7.5YR through 2.5Y; value of 4 or 5 dry, 2 through 4 moist, and chroma of 2 through 4.  Coarse fragments are typically absent but may range to 20 percent gravel in some pedons. It is  sandy loam,  fine sandy loam or loam with 5 to 18 percent clay, 10 to 40 percent silt, and 52 to 75 percent sand with over 35 percent fine sand or coarser. Reaction is slightly or moderately alkaline.\nThe 2Bk horizon has hue of 10YR or 7.5YR; value of 6 through 8, 4 through 6 moist, and chroma of 1 through 5. Rock fragments range from 30 to 75 percent gravel and 15 to 35 percent cobble. Texture is very gravelly loam, very gravelly sandy loam, extremely gravelly sandy loam, or loam with 5 to 18 percent clay, 10 to 40 percent silt, and 51 to 75 percent sand with over 35 percent being fine sand or coarser. Calcium carbonate equivalent of the 20mm or less fraction ranges from 40 to 70 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Aberone soils are on late Pleistocene or early Holocene terraces, benches, and hillslopes. They formed in  alluvium and colluvium. Slopes are 0 to 30 percent. Precipitation ranges from 13 to 18 inches. The mean annual temperature is 45 to 50 degrees F. Elevations range from 4,900 to 6,500 feet. The frost-free season is about 100 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Altvan, Ascalon, Wages, and Treon soils. Altvan, Ascalon, and Wages soils have argillic horizons and are on toeslopes and in depressions. Treon soils are on upland hillslope positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively or well drained; slow to medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils support vegetation utilized primarily for domestic livestock grazing and wildlife habitat. The native vegetation is mainly western wheatgrass, needleandthread, and prairie sandreed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Wyoming. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Laramie County, Wyoming, Eastern part; 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon--0 to 18 inches (A,Bw)\nCalcic horizon--18 to 60 inches (2Bk)\nLithologic discontinuity - 18 inches 2Bk\nMLRR - G\nSIR - WY0454, WY0910, WY9718"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively or well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 5 inches; brown (10YR 5/3) fine sandy loam, very dark brown (10YR 3/2) moist; moderate fine granular structure; soft, friable, nonsticky and nonplastic; many fine, very fine, and medium roots; slightly alkaline (pH 7.6); clear smooth boundary. (3 to 8 inches thick)"
      },
      {
        "name": "Bw",
        "top": 13,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw--5 to 18 inches; brown (10YR 5/3) sandy loam, dark brown (10YR 3/3) moist; moderate fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common fine and medium roots; slightly alkaline (pH 7.6); abrupt wavy boundary. (5 to 15 inches thick)"
      },
      {
        "name": "2Bk",
        "top": 46,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Bk--18 to 60 inches; light yellowish brown (10YR 6/4) very gravelly sandy loam, yellowish brown (10YR 5/4) moist; massive; soft, friable, nonsticky and nonplastic; 40 percent rounded gravel and 18 percent rounded cobbles; violently effervescent; calcium carbonate as prominent pendants on undersides of rock fragments and thin coatings on all other rock fragment surfaces; calcium carbonate equivalent is 55 percent; moderately alkaline (pH 8.2)."
      }
    ]
  ]
}
