{
  "SERIES": "ABIQUA",
  "STATUS": "Established Series",
  "BYREV": "Rev. LHW/ DRJ/RWL",
  "REVDATE": "07/2006",
  "STATES": "OR",
  "OVERVIEW": "The Abiqua series consists of very deep, well drained soils formed in clayey alluvium. They are on flood plains, terraces and fans. Slopes are 0 to 5 percent. The average annual precipitation is about 50 inches and the average annual temperature is about 52 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, mesic Cumulic Ultic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Abiqua silty clay loam - cultivated (Colors are for moist soil unless otherwise noted.)\nAp--0 to 6 inches; very dark brown (10YR 2/2) silty clay loam, dark brown (7.5YR 3/2) dry; moderate very fine granular structure; hard, friable, slightly sticky and slightly plastic; many roots; many irregular pores; moderately acid (pH 5.8); abrupt smooth boundary. (5 to 7 inches thick)\nAB--6 to 21 inches; very dark brown (10YR 2/2) silty clay loam, dark brown (7.5YR 3/2) dry; moderate fine and very fine subangular blocky structure; hard, firm, moderately sticky and moderately plastic; many roots; many very fine tubular pores; faint slightly darker colored coatings on ped surfaces; moderately acid (pH 5.6); clear smooth boundary. (0 to 17 inches thick)\nBw1--21 to 36 inches; dark reddish brown (5YR 2/2) silty clay, dark reddish brown (5YR 3/4) dry; weak medium prismatic structure that parts to moderate medium subangular blocky structure; very hard, firm, very sticky and very plastic; common roots; many fine and very fine tubular pores; many faint continuous slightly darker coatings on ped surfaces; strongly acid (pH 5.4); diffuse smooth boundary. (8 to 22 inches thick)\nBw2--36 to 54 inches; dark reddish brown (5YR 3/2) silty clay, reddish brown (5YR 4/4) dry; weak prismatic and moderate medium subangular blocky structure; very hard, firm, very sticky and very plastic; few roots; many fine and very fine tubular pores; many faint continuous dark reddish brown (5YR 3/4) dry coatings on ped surfaces; 5 percent fine and very fine fragments of weathered rock; strongly acid (pH 5.3); diffuse smooth boundary. (0 to 23 inches thick)\nBC--54 to 72 inches; dark brown (7.5YR 3/2) silty clay loam, reddish brown (5YR 4/3) dry; moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; very few roots; many fine and very fine tubular pores; 20 percent 1 to 2 mm fine fragments of weathered rock; strongly acid (pH 5.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Marion County, Oregon. 2,800 feet north and 2,500 feet west of the SE corner of section 2, T. 9 S., R. 1 W. Willamette Meridian. Stayton, Oregon USGS 7.5 minute topographic quadrangle. Latitude 44 degrees, 49 minutes, 04 seconds N. and Longitude 122 degrees, 46 minutes, 16 seconds W. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature ranges from 52 to 55 degrees F. These soils are usually moist but are dry between 4 and 12 inches for 45 to 60 consecutive following the summer solstice in most years. The solum has 0 to 15 percent gravel and 0 to 5 percent cobbles. Below 40 inches gravel and cobbles occupy up to 50 percent of the volume. The mollic epipedon is more than 20 inches thick. Reaction is moderately or strongly acid.\nThe A horizon has hue of 10YR or 7.5YR, value of 2 or 3 moist, 3 to 5 dry and chroma of 2 or 3 moist and dry. Texture is silty clay loam with 27 to 35 percent clay. It has 0 to 15 percent gravel and 0 to 5 percent cobbles.\nThe AB or BA horizon, when present, have hue of 10YR or 7.5YR, value of 2 or 3 moist, 3 to 5 dry and chroma of 2 or 3 moist and dry. Texture is silty clay loam with 30 to 40 percent clay. It has 0 to 15 percent gravel and 0 to 5 percent cobbles.\nThe Bw horizon has hue of 10YR to 5YR, value of 2 to 4 moist, 3 to 5 dry and chroma of 2 to 4 moist and 3 or 4 dry. Texture is silty clay loam, silty clay or clay with 35 to 50 percent clay. It has 0 to 15 percent gravel and 0 to 5 percent cobbles.\nThe BC horizon has hue of 10YR to 5YR, value of 3 or 4 moist, 4 or 5 dry and chroma of 2 to 4 moist and 3 or 4 dry. Texture is silty clay loam, clay loam, silty clay or clay with 35 to 50 percent clay. It has 0 to 10 percent cobbles and 5 to 50 percent gravel.\nThe C horizon, when present, has hue of 10YR or 7.5YR, value of 3 or 4 moist and 4 or 5 dry and chroma of 2 to 4 moist and dry. Texture is clay loam, gravelly clay loam, silty clay loam, silty clay or clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are no other soils in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Abiqua soils are on flood plains, terraces and fans at elevations of 250 to 1000 feet. Slopes are 0 to 5 percent. The soils formed in silty and clayey  alluvium from igneous and sedimentary rocks. The climate is characterized by warm, wet winters and hot, dry summers. The mean annual precipitation is typically 40 to 60 inches but may range to 70 inches in some areas. The mean annual temperature is 50 to 54 degrees F. The average July temperature is about 67 degrees F. and the average January temperature is about 39 degrees F. The frost-free period is 165 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Dixonville, Gelderman , Jory, McAlpin, Nekia, and Waldo soils. Dixonville and Gelderman soils are 20 to 40 inches to a paralithic contact and are on adjacent hillslopes. Jory soils do not have a mollic epipedon and are on adjacent hillslopes. Nekia soils are 20 to 40 inches to a lithic contact and are on adjacent hillslopes. Waldo soils have redox depletions throughout the solum and are on flood plains adjacent to the river or stream. McAlpin soils have redox depletions at 20 to 30 inches and are on flood plains, terraces, and fans."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well-drained; moderately slow permeability. When Abiqua soils are on flood plains, they are subject to rare flooding for brief periods from December to April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for growing cultivated crops. Natural vegetation is Douglas-fir with native grasses and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Willamette Valley, Oregon, and Western Washington; MLRA 2. The soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Benton County (Benton Area), Oregon, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizon and features recognized in this pedon:\nMollic epipedon - the zone from the soil surface to 21 inches (Ap and AB horizons)\nCambic horizon - the zone from 21 to 54 inches (Bw1 and Bw2 horizons)\nParticle-size control section - the zone from 10 to 40 inches.\nThe mean annual precipitation ranges to 70 inches only in the Alsea Valley, Oregon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "7.5YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 6 inches; very dark brown (10YR 2/2) silty clay loam, dark brown (7.5YR 3/2) dry; moderate very fine granular structure; hard, friable, slightly sticky and slightly plastic; many roots; many irregular pores; moderately acid (pH 5.8); abrupt smooth boundary. (5 to 7 inches thick)"
      },
      {
        "name": "AB",
        "top": 15,
        "bottom": 53,
        "dry_hue": "7.5YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH": 5.6,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "AB--6 to 21 inches; very dark brown (10YR 2/2) silty clay loam, dark brown (7.5YR 3/2) dry; moderate fine and very fine subangular blocky structure; hard, firm, moderately sticky and moderately plastic; many roots; many very fine tubular pores; faint slightly darker colored coatings on ped surfaces; moderately acid (pH 5.6); clear smooth boundary. (0 to 17 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 53,
        "bottom": 91,
        "dry_hue": "5YR",
        "dry_value": 3,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "pH": 5.4,
        "pH_class": "strongly acid",
        "distinctness": "diffuse",
        "topography": "smooth",
        "narrative": "Bw1--21 to 36 inches; dark reddish brown (5YR 2/2) silty clay, dark reddish brown (5YR 3/4) dry; weak medium prismatic structure that parts to moderate medium subangular blocky structure; very hard, firm, very sticky and very plastic; common roots; many fine and very fine tubular pores; many faint continuous slightly darker coatings on ped surfaces; strongly acid (pH 5.4); diffuse smooth boundary. (8 to 22 inches thick)"
      },
      {
        "name": "Bw2",
        "top": 91,
        "bottom": 137,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "pH": 5.3,
        "pH_class": "strongly acid",
        "distinctness": "diffuse",
        "topography": "smooth",
        "narrative": "Bw2--36 to 54 inches; dark reddish brown (5YR 3/2) silty clay, reddish brown (5YR 4/4) dry; weak prismatic and moderate medium subangular blocky structure; very hard, firm, very sticky and very plastic; few roots; many fine and very fine tubular pores; many faint continuous dark reddish brown (5YR 3/4) dry coatings on ped surfaces; 5 percent fine and very fine fragments of weathered rock; strongly acid (pH 5.3); diffuse smooth boundary. (0 to 23 inches thick)"
      },
      {
        "name": "BC",
        "top": 137,
        "bottom": 183,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH": 5.3,
        "pH_class": "strongly acid",
        "narrative": "BC--54 to 72 inches; dark brown (7.5YR 3/2) silty clay loam, reddish brown (5YR 4/3) dry; moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; very few roots; many fine and very fine tubular pores; 20 percent 1 to 2 mm fine fragments of weathered rock; strongly acid (pH 5.3)."
      }
    ]
  ]
}
