{
  "SERIES": "ABIQUIU",
  "STATUS": "Established Series",
  "BYREV": "Rev. MWR/TLP/SJJ",
  "REVDATE": "02/2016",
  "STATES": "NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, mesic Oxyaquic Ustifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Abiquiu silt loam - riparian woodland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 4 inches; brown (10YR 5/3) silt loam, brown (10YR 4/3) moist; moderate thin platy structure; soft, friable, slightly sticky and slightly plastic; common fine roots; many medium continuous irregular pores; strongly effervescent; moderately alkaline; (pH 8.2); abrupt smooth boundary. (4 to 10 inches thick)\nC1--4 to 8 inches; light yellowish brown (10YR 6/4) fine sandy loam, yellowish brown (10YR 5/4) moist; massive; soft, friable, slightly sticky and nonplastic; common fine roots; many medium continuous irregular pores; slightly effervescent; moderately alkaline (pH 8.0); abrupt wavy boundary. (3 to 14 inches thick.)\nC2--8 to 15 inches; pale brown (10YR 6/3) extremely gravelly coarse sand, brown (10YR 5/3) moist; single grain; loose, nonsticky and nonplastic; few fine roots; 60 percent gravel and 15 percent cobbles; slightly effervescent; moderately alkaline (pH 8.0); clear wavy boundary. (0 to 12 inches thick.)\nC3--15 to 36 inches; pale brown (10YR 6/3) extremely cobbly coarse sand with few strata of fine sandy loam, brown (10YR 5/3) moist; single grain; loose, nonsticky and nonplastic; few fine roots; few medium discontinuous irregular pores; 45 percent gravel and 30 percent cobbles; slightly effervescent; moderately alkaline (pH 8.0); clear wavy boundary. (0 to 25 inches thick.)\nC4--36 to 64 inches; pale brown (10YR 6/3) extremely gravelly coarse sand, brown (10YR 5/3) moist; single grain; loose, nonsticky and nonplastic; few fine roots; few medium discontinuous irregular pores; 60 percent gravel and 15 percent cobbles; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rio Arriba County, New Mexico; 0.6 mile north and 0.4 mile east of Abiquiu; State Plane Coordinates 1,898,200 feet north and 482,100 feet east.\nLatitude 36 deg 13 min. 3.3 sec N, Longitude 106 deg 18 min 40.5 sec W, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nParticle-size control section - Weighted average percent clay:  2 to 10 percent. Rock Fragments - 35 to 60 percent gravel and 15 to 30 percent cobbles.  Soil moisture - Oxyaquic subgroup.  Seasonal water table present during the spring runoff period, April through June.  Depth to water is 24 to 48 inches.\nA horizon\nHue:  7.5YR or 10YR\nValue:  4 or 5 dry\nChroma:  2 through 4\nTexture:  Silt loam, sandy clay loam, fine sandy loam.\nC horizon\nValue:  5 or 6 dry, 4 or 5 moist\nChroma: 3 or 4\nTexture:  Upper few inches is stratified fine sandy loam, loamy sand or sand, and the lower part is stratified extremely cobbly coarse sand, extremely gravelly coarse sand, extremely gravelly loamy sand, very cobbly sand with thin strata of fine sandy loam, loamy sand or sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Abiquiu soils are on flood plains and stream terraces.  These soils formed in alluvium from mixed sources of igneous, metamorphic and sandstone rocks.  Slope is 0 to 3 percent.  Elevations are 5,500 to 6,100 feet.  The mean annual precipitation is 8 to 10 inches.  The mean annual temperature is 50 to 52 degrees F.  The frost-free period is 140 to 160 days.  This soil is subject to Occasional flooding during the months of April, May and June."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Alcalde, Gilco, Peralta, Jocity, Walrees and Werlog soils. Alcalde, Gilco and Jocity do not have a seasonal watertable within 55 inches. Peralta, Walrees and Werlog soils have more than 10 percent clay in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; very slow runoff; moderately rapid over rapid or very rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Abiquiu soils are used for pasture, wildlife habitat, urbanland and cropland.  The present vegetation is grasses, sedges, forbs, shrubs and cottonwood trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North central New Mexico.  Series is of moderate extent. MLRA is 35 and 36."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rio Arriba County, New Mexico, 1989.  The series name is taken from the village of Abiquiu."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric Epipedon - The zone from the surface to a depth of 4 inches.  (A horizon)\nEntisol Feature - Lack of diagnostic sub-horizons.  (C horizons)\nFluvent feature:  Thinly stratified and irregular distribution of organic carbon.\nOxyaquic subclass - fluctuating water table at a depth of 24 to 48 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
