{
  "SERIES": "ABO",
  "STATUS": "Established Series",
  "BYREV": "Rev. DV/GHL/TDT",
  "REVDATE": "06/1999",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Aquic Calciargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Abo loam - cultivated.  (Colors are for dry soil unless otherwise noted.)\nAp--0 to 9 inches; brown (10YR 5/3) loam, dark brown (10YR 3/3) and dark grayish brown (10YR 4/2 crushed) moist; weak very fine granular structure; few peds of a horizon present that have weak medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; many very fine interstitial pores; slightly alkaline (pH 7.8); abrupt smooth boundary.  (0 to 10 inches thick)\nBt--9 to 15 inches; brown (10YR 5/3) and pale brown (10YR 6/3 crushed) clay loam, dark brown (10YR 4/3) moist; weak coarse prismatic structure that parts to moderate medium and fine subangular blocky; hard, friable, slightly sticky and slightly plastic; common very fine roots; many very fine and few fine tubular pores; common faint clay films on faces of peds and in pores; noncalcareous except very few worm channels 2 to 4 mm. across are filled with light gray calcareous material; slightly alkaline (pH 7.8); abrupt wavy boundary.  (5 to 15 inches thick)\nBtk--15 to 19 inches; pale brown (10YR 6/3) clay loam, dark brown (10YR 4/3) moist; moderate medium and fine subangular blocky structure; hard, friable, moderately sticky and moderately plastic; few very fine and fine roots; many very fine and fine tubular pores; common faint clay films on faces of peds and in pores; matrix mostly noncalcareous but common fine veins and splotches of lime; slightly alkaline (pH 7.8); clear smooth boundary.  (2 to 9 inches thick)\nBk1--19 to 24 inches; light gray (10YR 7/2) silt loam, brown (10YR 5/3) moist; weak fine and medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few fine and very fine roots; many very fine and common fine tubular pores; few (cicada) krotovinas; strongly effervescent and common lime veins and splotches; slightly alkaline (pH 7.8); clear smooth boundary.  (2 to 9 inches thick)\nBk2--24 to 34 inches; light gray (10YR 7/2) and white (10YR 8/2) loam, brown (10YR 5/3) and light brownish gray (10YR 6/2) moist; weak fine and medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few fine and very fine roots; common very fine tubular pores; common (cicada) krotovinas; strongly effervescent, common veins and splotches of lime; moderately alkaline (pH 8.0); clear smooth boundary.  (6 to 15 inches thick)\nBk3--34 to 45 inches; white (10YR 8/2) loam, light brownish gray (10YR 6/2) moist; common fine and medium distinct brown (10YR 5/3) redox concentrations, dark yellowish brown (10YR 4/4) moist; moderate thin and very thin platy structure; slightly hard, friable, slightly sticky and slightly plastic; few roots; common very fine tubular pores; few (cicada) krotovinas; strongly effervescent, few veins and spots of lime; moderately alkaline (pH 8.3) clear smooth boundary.  (6 to 12 inches thick)\nBk4--45 to 51 inches; white (10YR 8/2) loam, light brownish gray (10YR 6/2) moist; common fine and medium distinct brown (10YR 5/3) redox concentrations, dark yellowish brown (10YR 4/4) moist; weak, very thin and thin platy structure; soft, friable, slightly sticky and slightly plastic; few roots; common very fine tubular pores; few (cicada) krotovinas; strongly effervescent, few veins and spots of lime; moderately alkaline (pH 8.3) clear smooth boundary.  (0 to 15 inches thick)\n2C--51 to 60 inches; sand; few lime splotches in upper 2 inches."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Minidoka County, Idaho; 680 feet north and 580 feet east of the southwest corner of sec. 27, T. 9 S., R. 23 E.; 1 mile east of Paul, Idaho; on a level terrace."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 47 to 54 degrees F.  The soils are saturated with water in a subhorizon between depths of 30 to 40 inches for a short period in summer and have dominant chroma of 2 or less accompanied by redox segregations of iron or manganese within a depth of 30 to 40 inches.  Depth to the Bk horizon is 11 to 32 inches.  Depth to the 2C horizon is 40 to over 60 inches.\nIf present, the A1 horizon is thin and indistinct.  The Ap horizon has value of 5 or 6 dry, 3 or 4 moist, and chroma of 2 or 3 moist and dry.  This horizon is commonly noneffervescent and slightly or moderately alkaline.\nThe Bt horizon is clay loam or silty clay loam with 27 to 35 percent clay and contains more than 15 percent particles coarser than very fine sand.  It has value of 5 to 7 dry, 3 to 5 moist and chroma of 2 or 3 moist and dry.  This horizon is commonly noneffervescent and slightly or moderately alkaline.\nThe Bk horizon has 15 to 25 percent calcium carbonate.  It is silt loam, loam or very fine sandy loam.  It is mildly or moderately alkaline.\nThe 2C horizon when present is stratified coarse sand to coarse sandy loam with up to 15 percent fine gravel.  It is slightly or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Abo soils are on terraces at elevations of 2,100 to 4,500 feet.  Slopes range from 0 to 3 percent.  The soils formed in somewhat stratified alluvium or possibly shallow lake-laid sediments of mixed mineralogy.  The average annual air temperature is 45 to 52 degrees F.  The mean annual precipitation is 8 to 12 inches, including 1 to 3 feet of snow.  The frost-free period is 110 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Decker, Paulville and the Wodskow soils.  Wodskow soils have a sandy loam control section and lack an argillic horizon.  Paulville soils lack the redox concentrations.  Decker soils lack an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; slow runoff; moderately slow permeability.  A fluctuating water table is between depths of 30 and 40 inches from June to August.  Flooding is none or rare.  Water table is induced from irrigation."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly as irrigated cropland for corn, sugar beets, wheat, barley, oats, hay, and pasture.  The natural vegetation is mainly big sagebrush, bluebunch wheatgrass, Sandberg bluegrass, basin wildrye, and cheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Ada, Minidoka, Twin Falls, Washington and Cassia Counties, Idaho.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Minidoka County, Idaho, 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features\nOchric epipedon\nArgillic horizon: 9 to 19 inches\nCalcic horizon: 19 to 51 inches\nAquic subgroup:  soil is saturated from 30 to 40 inches for over 30 days\nNational Cooperative Soil Survey\nU.S.A."
  }
}
