{
  "SERIES": "ABRAM",
  "STATUS": "Established Series",
  "BYREV": "Rev. KJL-NRK-WDH-NRB",
  "REVDATE": "12/2015",
  "STATES": "ME,NY,VT",
  "OVERVIEW": "The Abram series consists of very shallow, excessively drained soils formed in a thin mantle of glacial till on ridges and mountains. Permeability is moderately rapid. Slope ranges from 0 to 80 percent. Mean annual temperature is about 7 degrees C, and mean annual precipitation is about 1118 mm at the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, isotic, frigid Lithic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Abram sandy loam, on a 40 percent southwest-facing slope in a very stony wooded area. (Colors are for moist soil.)\nOa--0 to 3 cm; black (10YR 2/1) sapric material; moderate medium granular structure; very friable; many very fine and fine roots; extremely acid; abrupt wavy boundary. (0 to 15 cm thick)\nE--3 to 5 cm; pinkish gray (7.5YR 6/2) sandy loam; weak fine granular structure; friable; common very fine and fine roots; 10 percent angular gravel; extremely acid; abrupt wavy boundary. (0 to 20 cm thick)\nBhs--5 to 8 cm; very dusky red (2.5YR 2/2) sandy loam; weak fine granular structure; very friable; common very fine and fine roots; 10 percent angular gravel; very strongly acid; abrupt smooth boundary.\nBs--8 to 13 cm; brown (7.5YR 4/4) sandy loam; weak fine granular structure; very friable; common very fine and fine roots; 10 percent angular gravel; very strongly acid; abrupt wavy boundary. (Combined thickness of the B horizons is 3 to 15 cm.)\nR--13 cm; hard bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Oxford County, Maine; Town of Hiram; 1.2 miles southeast of Little Clemmons Pond on the south slope of Bill Merrill Mountain; USGS Cornish topographic quadrangle; lat. 43 degrees 51 minutes 10 seconds N. and long. 70 degrees 51 minutes 36 seconds W., NAD 27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 3 to 25 cm. The layer of mineral soil directly above the bedrock is more than one third of the total soil thickness.\nTexture is silt loam, very fine sandy loam, fine sandy loam, sandy loam, or loam in the fine-earth fraction. Rock fragments are 0 to 35 percent by volume throughout the mineral soil and are mainly angular gravel. Stones and boulders cover from 0 to 3 percent of the surface. Reaction ranges from extremely acid to strongly acid throughout.\nThe O horizon is neutral or has hue of 2.5YR to 10YR, value of 2 to 3 and chroma of 0 to 2. It is moderately or highly decomposed plant material.\nThe A horizon, where present, has hue of 5YR to 10YR, value of 2 to 4, and chroma of 1 or 2. Some areas have an Ap horizon with hue of 10YR, value of 3, and chroma of 3 or 4.\nThe E horizon has hue of 5YR to 10YR, value of 4 to 7, and chroma of 1 or 2. It has weak fine or medium granular or subangular blocky structure. Consistence is very friable or friable.\nThe B horizon has hue of 2.5YR to 10YR, with value and chroma of 2 to 6. It has weak or moderate, fine or medium granular structure. Consistence is very friable or friable.\nThe bedrock is generally granite, phyllite, schist, or gneiss."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Creasey, Lyman, and Monson series in the same family. These soils are all 25 cm or greater to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Abram soils are on the crests and side slopes of bedrock controlled ridges and mountains. Slope ranges from 0 to 80 percent but is typically 8 to 40 percent. The soils formed in a thin mantle of glacial till derived mainly from granite, phyllite, schist and gneiss. The climate is humid and cool temperate. The mean annual precipitation ranges from 864 to 1270 mm and the mean annual temperature ranges from 3 to 8 degrees C. The frost-free season ranges from 80 to 160 days. Elevations range from 2 to 762 meters above mean sea level in Maine and Vermont and up to 975 meters in New York."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Becket, Berkshire, Dixfield, Hermon, Lyman, Monadnock, Marlow, Peru, Ricker, Skerry, Thorndike, and Tunbridge soils. Ricker soils are thin organic soils over bedrock in convex positions. All these other soils have thicker sola, and are generally in valleys and on lower side slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Excessively drained. Saturated hydraulic conductivity is high throughout the mineral soil."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are wooded. Common tree species include eastern white pine, jack pine, red spruce, white spruce, balsam fir, paper birch, gray birch, eastern hemlock, red oak, and eastern hophornbeam. Vegetation also includes shrubs, ferns, sedges, mosses, and lichens."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Maine, New York, and Vermont. (MLRAs 143 and 144B) The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Oxford County, Maine, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\n1. The Abram series includes soils formerly mapped with rock land and very rocky phases of Lyman and Canaan soils.\n2. A major inclusion in mapping will be soils that lack a spodic horizon.\n3. Diagnostic horizons and features recognized in this pedon are:\na. Albic horizon - the zone from 3 to 5 cm (E horizon).\nb. Spodic horizon - the zone from 5 to 13 cm (Bhs and Bs horizons).\nc. Lithic contact - hard bedrock at 13 cm."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Soil Interpretation Record Numbers for the Abram Series are: Abram, ME0115; Abram, stony, ME0131; and Abram, bouldery, ME0140.\n________________________________________"
  },
  "SITE": [
    [
      {
        "drainage": "excessively",
        "drainage_overview": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "NA",
        "structure": "moderate medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Oa--0 to 3 cm; black (10YR 2/1) sapric material; moderate medium granular structure; very friable; many very fine and fine roots; extremely acid; abrupt wavy boundary. (0 to 15 cm thick)"
      },
      {
        "name": "E",
        "top": 3,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "structure": "weak fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "E--3 to 5 cm; pinkish gray (7.5YR 6/2) sandy loam; weak fine granular structure; friable; common very fine and fine roots; 10 percent angular gravel; extremely acid; abrupt wavy boundary. (0 to 20 cm thick)"
      },
      {
        "name": "Bhs",
        "top": 5,
        "bottom": 8,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "structure": "weak fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bhs--5 to 8 cm; very dusky red (2.5YR 2/2) sandy loam; weak fine granular structure; very friable; common very fine and fine roots; 10 percent angular gravel; very strongly acid; abrupt smooth boundary."
      },
      {
        "name": "Bs",
        "top": 8,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "structure": "weak fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bs--8 to 13 cm; brown (7.5YR 4/4) sandy loam; weak fine granular structure; very friable; common very fine and fine roots; 10 percent angular gravel; very strongly acid; abrupt wavy boundary. (Combined thickness of the B horizons is 3 to 15 cm.)"
      },
      {
        "name": "R",
        "top": 13,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "hard",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--13 cm; hard bedrock."
      }
    ]
  ]
}
