{
  "SERIES": "ABROJO",
  "STATUS": "Established Series",
  "BYREV": "Rev. CDH/TWH/WWJ",
  "REVDATE": "01/2008",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy-skeletal, glassy, nonacid, mesic Vitritorrandic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Abrojo extremely cobbly ashy loamy coarse sand, extremely bouldery--on a backslope of a mesa sloping 50 percent to the south at 6,490 feet elevation--rangeland. (Colors are for dry soil unless otherwise noted. When described on November 10, 1999, the soil was dry throughout.)\nSurface is covered with 35 percent gravel, 30 percent cobbles, 10 percent stones, and 15 percent boulders.\nA--0 to 2 inches; light brown (7.5YR 6/3) extremely cobbly ashy loamy coarse sand, brown (7.5YR 4/3) moist; weak medium platy structure parting to weak fine granular structure; soft, very friable, nonsticky and nonplastic; common fine and many very fine roots; common very fine irregularly shaped pores; 30 percent gravel, 25 percent cobbles, 10 percent stones and 15 percent boulders; neutral (pH 7.2); abrupt smooth boundary. (2 to 4 inches thick)\nC1--2 to 9 inches; pink (7.5YR 7/3) very gravelly ashy loamy coarse sand, brown (7.5YR 5/3) moist; single grain; loose, nonsticky and nonplastic; few medium, common fine, and many very fine roots; common very fine irregularly shaped pores; 30 percent gravel and 10 percent cobbles; slightly alkaline (pH 7.4); clear smooth boundary. (12 to 32 inches thick)\nC2--9 to 23 inches; pink (7.5YR 7/3) very gravelly ashy loamy coarse sand, brown (7.5YR 5/3) moist; single grain; loose, nonsticky and nonplastic; few coarse, common medium, common fine, and common very fine roots; 25 percent gravel, 10 percent cobbles, and 5 percent stones; moderately alkaline (pH 8.2); clear smooth boundary. (12 to 32 inches thick)\nC3--23 to 30 inches; pink (7.5YR 7/3) very cobbly ashy loamy coarse sand, brown (7.5YR 5/3) moist; single grain; loose, nonsticky and nonplastic; few very coarse, few coarse, few medium, common fine, and common very fine roots; 20 percent gravel, 15 percent cobbles, and 5 percent stones; moderately alkaline (pH 8.0); abrupt wavy boundary. (12 to 32 inches thick)\n2C4--30 to 64 inches; white (7.5YR 8/1) ashy loamy sand, light gray (7.5YR 7/1) moist; massive; soft, very friable, slightly sticky and nonplastic; few medium and few fine roots; few fine and few very fine tubular pores; strongly alkaline (pH 8.8); abrupt wavy boundary. (26 to 40 inches thick)\n3C5--64 to 80 inches; reddish yellow (7.5YR 7/6) gravelly ashy loamy coarse sand, strong brown (7.5YR 5/6) moist; single grain; loose, nonsticky and nonplastic; 25 percent gravel; very strongly alkaline (pH 9.1)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Bandelier National Monument, Tsankawi section, Santa Fe County, New Mexico; about 2.75 miles north of White Rock; USGS White Rock 7.5 minute topographic quadrangle; Latitude 35 degrees 51 minutes 35 seconds North and Longitude 106 degrees 12 minutes 55 seconds West, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil moisture control section is moist in all parts during the 60 days following the winter solstice. It is moist in some part less than 40 percent and moist in all parts less than 25 percent of the time when the soil temperature at 20 inches is above 41 degrees F. The soils are driest in May and June. The soil moisture regime is  ustic bordering on aridic.\nAverage annual soil temperature: 50 to 52 degrees F.\nLithology of fragments: rhyolitic tuff\nVolcanic glass content: 70 to 90 percent in the coarse silt plus sand fraction\nParticle-size control section:\nSand content: 75 to 90 percent\nRock fragment content: 35 to 60 percent\nVolcanic glass content: 70 to 90 percent in the coarse silt plus sand fraction\nA horizon\nHue: 5YR to 10 YR\nValue: 4 to 6 dry, 3 to 5 moist\nChroma: 2 or 3, dry or moist\nClay content: 4 to 8 percent\nRock fragments: total range is 60 to 85 percent\n25 to 35 percent gravel\n15 to 25 percent cobbles\n5 to 10 percent stones\n5 to 15 percent boulders\nC horizons\nHue: 5YR to 10YR\nValue: 5 to 7 dry, 4 to 6 moist\nChroma: 2 to 6 dry, 3 to 6 moist\nTexture: very cobbly or very gravelly-ashy coarse sand, ashy loamy coarse sand, or ashy loamy\nsand\nClay content: 4 to 8 percent\nSand content: 75 to 90 percent\nFine sand or coarser content: 70 to 85 percent\nSalinity, mmhos/cm: 0 to 2 in the upper part, 2 to 4 in the lower part\nSodicity, SAR: 0 to 4 in the upper part, 5 to 13 in the lower part\nRock fragments: total range is 35 to 60 percent\n25 to 35 percent gravel\n5 to 15 percent cobbles\n0 to 5 percent stones\nReaction: slightly alkaline or moderately alkaline\n2C4 horizon\nHue: 2.5YR to 10YR\nValue: 7 or 8 dry, 5 to 7 moist\nChroma: 1 to 6 dry, 1 to 8 moist\nTexture: ashy coarse sand, ashy sand, ashy loamy coarse sand, ashy loamy sand, or ashy loamy fine sand\nClay content: 4 to 8 percent\nSand content: 75 to 90 percent\nFine sand or coarser content: 70 to 85 percent\nSalinity, mmhos/cm: 0 to 2\nSodicity, SAR: 5 to 13\nRock fragments - 0 to 10 percent gravel\n3C5 horizon\nValue: 6 or 7 dry, 5 or 6 moist\nChroma: 5 or 6, dry or moist\nClay content: 4 to 8 percent\nSalinity, mmhos/cm: 2 to 4\nSodicity, SAR: 13 to 30\nRock fragments: 20 to 30 percent gravel\nReaction: strongly alkaline or very strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Abrojo soils are on south-facing backslopes of mesas, undulating plateaus, and canyons. They formed in colluvium over residuum derived from rhyolitic tuff of the Quaternary age Bandelier Tuff formation. Slopes are 25 to 65 percent. Elevation ranges from 5,700 to 7,200 feet. The mean annual precipitation is 14 to 16 inches with about 45 percent falling as rain from high-intensity convective thunderstorms between July and September. The mean annual air temperature is 48 to 50 degrees F. The frost-free period is 140 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Chiminet and Piojillo soils. Chiminet soils are ashy, very shallow, and occur on south-facing upper backslopes of mesas. Piojillo soils are ashy, are very deep, and occur on footslopes of valley sides."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; low surface runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Abrojo soils are used for recreation, wildlife habitat, and watershed.  The historic climax vegetation is blue grama, black grama, galleta, skunkbush sumac, and oneseed juniper.  The ecological site is Hills (R036XB124NM)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Abrojo soils are of small extent on the southwestern Espanola Basin part of the Basin and Range province in northcentral New Mexico. The MLRA is 36."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Santa Fe County, New Mexico; Santa Fe Area Soil Survey Update, 2008. Abrojo is the Spanish word for thistle."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to about 2 inches. (A horizon)\nVitritorrandic feature - based on volcanic glass content throughout the upper 30 inches (A, C1, C2, and C3 horizons).\nClassified according Keys to Soil Taxonomy Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
