{
  "SERIES": "ABSAROKEE",
  "STATUS": "Established Series",
  "BYREV": "Rev. CAM-JCK",
  "REVDATE": "07/2013",
  "STATES": "CO,MT",
  "OVERVIEW": "The Absarokee series consists of moderately deep, well drained soils that formed in colluvium or alluvium over residuum from sedimentary rock. These soils are on sedimentary plains, hills, dip slopes, eroded fan remnants, and escarpments. Slopes are from 0 to 50 percent. Mean annual precipitation is about 406 mm, and mean annual temperature is about 6 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Typic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Absarokee loam, in grassland (colors are for dry soil unless otherwise noted).\nA1--0 to 10 cm, dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; weak medium platy structure parting to moderate fine granular; soft, very friable, nonsticky and nonplastic; many fine roots; slightly acid (pH 6.1); clear smooth boundary.\nA2--10 to 20 cm, brown (10YR 5/3) silty clay loam, very dark brown (10YR 2/2) moist; strong medium prismatic structure parting to moderate fine and medium angular blocky; slightly hard, friable, sticky and plastic; many fine roots; common fine and few medium pores; grayish brown (10YR 5/2) silt coats on vertical faces of peds; slightly acid (pH 6.5); clear smooth boundary. (Combined thickness of A horizons is 18 to 36 cm)\nBt1--20 to 36 cm; grayish brown (10YR 5/2) silty clay, dark grayish brown (10YR 4/2) moist; strong medium prismatic structure parting to strong fine angular blocky; hard, friable, very sticky and very plastic; many fine roots; common fine tubular pores; dark brown (10YR 3/3) organic stains and many distinct clay films on all faces of peds; slightly acid (pH 6.5); diffuse boundary.\nBt2--36 to 58 cm; brown (10YR 5/3) silty clay, brown (10YR 4/3) moist; strong medium prismatic structure parting to strong fine angular blocky; hard, friable, very sticky and very plastic; many fine roots; few fine tubular pores; many distinct clay films on all faces of peds; neutral (pH 7.0); clear wavy boundary. (Combined thickness of Bt horizons is 15 to 50 cm)\nBk--58 to 66 cm; very pale brown (10YR 8/3) clay loam, brown (10YR 5/3) moist; moderate medium and fine angular blocky structure; slightly hard, friable, sticky and plastic; common fine roots; many fine tubular pores; finely disseminated calcium carbonate and few fine calcium carbonate masses; violently effervescent; moderately alkaline (pH 8.4); clear wavy boundary. (8 to 51 cm thick)\nCr--66 to 94 cm; shattered sandstone and shale with roots matted along fractures; moderately cemented. (0 to 30 cm thick)\nR--94 cm; hard sandstone interbedded with semiconsolidated shale; strongly cemented to indurated."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Yellowstone County, Montana; 366 meters east and 244 meters north of the SW corner of sec. 28, T. 3 S., R. 28 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 4.4 to 8.3 degrees C\nMollic epipedon thickness - 18 to 36 cm\nDepth to lithic contact - 50 to 100 cm\nA horizons\nHue: 2.5Y, 10YR, 7.5YR\nValue: 4 or 5 dry, 2 or 3 moist\nChroma: 2 or 3\nTexture: loam, clay loam, silty clay loam, or silty clay\nClay content: 20 to 45 percent\nRock fragments: 0 to 35 percent--0 to 25 percent gravel or channers; 0 to 25 percent cobbles and stones\nReaction: pH 6.1 to 7.8\nBt1 horizon\nHue: 2.5Y, 10YR, 7.5YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 2, 3, or 4\nTexture: clay loam, clay, or silty clay\nClay content: 35 to 50 percent\nRock fragments: 0 to 15 percent--0 to 10 percent gravel or channers; 0 to 5 percent cobbles and stones\nReaction: pH 6.6 to 8.4\nBt2 horizon\nHue: 2.5Y, 10YR, 7.5YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 3 or 4\nTexture: clay loam, clay, or silty clay\nClay content: 35 to 50 percent\nRock fragments: 0 to 15 percent--0 to 10 percent gravel or channers; 0 to 5 percent cobbles and stones\nReaction: pH 6.6 to 8.4\nBk horizon\nHue: 2.5Y, 10YR, 7.5YR\nValue: 6, 7, or 8 dry; 5, 6, or 7 moist\nChroma: 2, 3 or 4\nTexture: clay loam\nClay content: 27 to 40 percent\nRock fragments: 0 to 35 percent--0 to 30 percent gravel or channers; 0 to 5 percent cobbles and stones\nCalcium carbonate equivalent: 15 to 35 percent\nReaction: pH 7.4 to 9.0"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAcree (CO) - are very deep; have hues redder than 7.5YR\nBarela (NM) - are deep to a lithic contact; do not have a horizon of secondary calcium carbonate accumulation\nCapillo (NM) - are deep to a paralithic contact; do not have a horizon of secondary calcium carbonate accumulation\nDandrea (AZ) - do not have a horizon of secondary calcium carbonate accumulation\nDelson (CO) - are very deep; do not have a horizon of secondary calcium carbonate accumulation\nEkah (MT) - are very deep\nHerm (CO) - are very deep; do not have a horizon of secondary calcium carbonate accumulation\nMorapos (CO) - are very deep; have less than 15 percent calcium carbonate equivalent in the Bk horizon\nMoreno (NM) - are very deep; have hues redder than 7.5YR\nNortez (CO) - do not have a horizon of secondary calcium carbonate accumulation; have hues redder than 7.5YR\nPramiss (CO) - have less than 15 percent calcium carbonate equivalent in the Bk horizon; have hues redder than 7.5YR\nRicot (CO) - are very deep; have a lithologic discontinuity\nTamaneen (MT) - are very deep; have a lithologic discontinuity\nTukuhnik (UT) - are deep to a lithic contact; have hues redder than 7.5YR\nWork (MT) - are very deep; have less than 15 percent calcium carbonate equivalent in the Bk horizon\nZau (CO) - do not have a horizon of secondary calcium carbonate accumulation"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - sedimentary plains, hills, dip slopes, eroded fan remnants, and escarpments\nElevation - 914 to 1,829 meters\nSlope - 0 to 50 percent.\nParent material - colluvium or alluvium over residuum from sedimentary rock\nClimate - long, cold winters; moist springs; and warm summers\nMean annual air temperature - 3.9 to 7.2 degrees C\nMean annual precipitation - 356 to 483 mm\nFrost-free period - 70 to 135 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderate to slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Absarokee soils are used mainly as rangeland and for dryland crops. Potential native vegetation is mainly bluebunch wheatgrass, rough fescue, green needlegrass, and western wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Absarokee soils are of moderate extent in central Montana and Colorado. MLRAs - 43B, 44B, 46, 48A, 58A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Judith Basin County (Judith Basin Area), Montana, 1963."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - from 0 to 20 cm (A1 and A2 horizons)\nArgillic horizon - from 20 to 58 cm (Bt1 and Bt2 horizons)\nParalithic contact - at 66 cm (Cr horizon)\nLithic contact - at 94 inches (R horizon)\nParticle-size control section - from 20 to 58 cm (Bt1 and Bt2 horizons)\nAbsarokee soils have an ustic moisture regime and a frigid temperature regime.\nNote: The range in thickness for the Bk horizon and the calcium carbonate equivalent in the range of characteristics allow for a calcic horizon. The presence of a diagnostic calcic horizon needs to be investigated across the extent of the series.\nADDITIONAL DATA: Soil Interpretation Records - MT0077, MT0194, MT0144. NSSL S56MT-111-8.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
