{
  "SERIES": "ABSCO",
  "STATUS": "Established Series",
  "BYREV": "Rev. JEL-HFG",
  "REVDATE": "03/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, siliceous, mesic Typic Udifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Absco loamy sand - on a 1 percent convex slope in a pastured area at an elevation of about 790 feet.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 4 inches; dark brown (10YR 3/3) loamy sand, pale brown (10YR 6/3) dry; weak fine granular structure; very friable; many fine and very fine roots; very strongly acid; abrupt wavy boundary.  (1 to 5 inches thick)\nBw--4 to 14 inches; brown (10YR 4/3) sand; weak coarse subangular blocky structure; very friable; common fine and very fine roots; strongly acid; clear wavy boundary.  (0 to 15 inches thick)\nC1--14 to 35 inches; pale brown (10YR 6/3) sand; single grain; loose; few fine and very fine roots; thin strata of very dark grayish brown (10YR 3/2) fine sandy loam with a combined thickness of about 4 inches; strongly acid; gradual wavy boundary.\nC2--35 to 42 inches; pale brown (10YR 6/3) loamy sand; single grain; loose; few fine and very fine roots; few medium prominent strong brown (7.5YR 5/8) masses of iron accumulation; thin strata of very dark grayish brown (10YR 3/2) silt loam and fine sandy loam with a combined thickness of about 2 inches; strongly acid; gradual wavy boundary.\nC3--42 to 60 inches; very pale brown (10YR 7/3) stratified sand; single grain; loose; common medium prominent strong brown (7.5YR 5/8) masses of iron accumulation; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jackson County, Wisconsin, about 1 mile north of the village of Melrose about 300 feet north and 1280 feet east of the southwest corner of sec. 33, T. 20 N., R 5 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:    There is an irregular decrease in organic carbon with depth.  The average annual soil temperature at a depth of 20 inches ranges from 47 to 52 degrees F.  Volume of gravel (dominantly sandstone channers and some chert gravel) ranges from 0 to 10 percent in the solum and substratum.  Reaction ranges from very strongly acid to neutral throughout.  Redox accumulations typically are within 40 inches.   Redox depletions are below 20 inches in some pedons.  Saturation occurs at 40 to 72 inches.\nThe A horizon has value of 3 or 4 and chroma of 1 to 3.\nThe Bw horizon has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 3 to 6.  It is sand or loamy sand.  It has thin depositional strata of sandy loam, fine sandy loam, loam, or silt loam in some pedons\nThe C horizon has hue of 7.5YR or 10YR, value of 4 to 7, and chroma of 2 to 6 or value of 7 or 8 and chroma of 2.  It is sand, coarse sand, or loamy sand and typically has depositional strata of sandy loam, fine sandy loam, or loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Wideman Series.  Similar soils are the Abscota and Algansee series.  Wideman soils have an average annual soil temperature at 20 inches that ranges from 53 to 58 degrees F. and do not have a seasonal high water table.  Abscota and Algansee soils have mixed mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Absco soils are on flood plains.  They formed mostly in stratified sandy and loamy alluvium which typically has a few thin strata of finer texture.  Slope ranges from 0 to 3 percent.  Mean annual precipitation ranges from 28 to 33 inches.  Mean annual temperature ranges from 46 to 51 degrees F.  The frost-free period is estimated to range from 135 to 160 days.  Elevation ranges from 700 to 1000 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Kalmarville, Northbend and Tarr soils.  The poorly drained and very poorly drained Kalmarville soils and the somewhat poorly drained Northbend soils are nearby on floodplains where there is more than 20 inches of dominantly silty and loamy alluvium over sandy alluvium.  The excessively drained Tarr soils are on adjacent higher landscape positions off the floodplain."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Runoff is slow.  Permeability is rapid.  Absco soils are subject to occasional flooding for brief periods.  These soils have an apparent seasonal high water table at a depth of 3.5 to 6 feet for 1 month or more per year at some time during the period of November to June in 6 or more out of 10 years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for pastureland and woodland.  Native vegetation is mainly deciduous forest.  Common trees are northern red oak, northern pin oak, silver maple, red maple, and eastern cottonwood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West-central Wisconsin.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jackson County, Wisconsin, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this soil: ochric epipedon - from 0 to 4 inches (A); siliceous feature - less than 10 percent weatherable minerals in the particle-size control section; fluventic feature - have strata with an associated irregular decrease in organic carbon.\nADDITIONAL DATA:  Soil Interpretation Record - WI0489.  Refer to soil survey sample number S91WI-053-004 for NSSL data on the typical pedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
