{
  "SERIES": "ACADEMY",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. GLH/RCH",
  "REVDATE": "01/2003",
  "STATES": "CA",
  "OVERVIEW": "The Academy soils have dark brown, medium acid loam A horizons and reddish brown to brown, slightly acid to neutral, sandy clay loam to clay loam Bt horizons overlying consolidated alluvial sediments from mixed rock sources.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, thermic Mollic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Academy loam - dry farmed grain (Colors for dry conditions unless otherwise noted).\nAp--0 to 6 inches; Dark brown (10YR 4/3) loam, dark brown (7.5YR 3/2) moist; massive; very hard, friable, slightly sticky; abundant fine and very fine roots; common fine to very fine tubular pores; medium acid; clear smooth boundary.  (4 to 10 inches thick)\nBlt--6 to 12 inches; Dark brown (7.5YR 3/3) heavy loam, dark brown (7.5YR 3/2) moist; weak coarse angular blocky structure; very hard, firm, sticky and plastic; plentiful fine and very fine roots; many very fine and common fine tubular pores; common thin clay films on ped faces and in pores; medium acid; clear wavy boundary.  (5 to 7 inches thick).\nB2lt--12 to 20 inches; Reddish brown (5YR 4/3) heavy sandy clay loam, dark reddish brown (5YR 3/4) moist; weak coarse prismatic breaking to moderate coarse angular blocky structure; very hard, firm, sticky, and plastic; plentiful very fine roots; common very fine tubular pores; moderately thick continuous clay films on ped faces and in pores; slightly acid; clear wavy boundary.  (6 to 10 inches thick)\nB22t--20 to 30 inches; brown (7.5YR 5/4) clay loam, dark brown (7.5YR 4/4) moist, few medium distinct reddish brown mottles; weak coarse angular blocky structure; very hard, firm, sticky and plastic; few very fine roots; many very fine tubular pores; many thin clay films on ped faces and in pores; neutral; abrupt irregular boundary.  (4 to 12 inches thick)\nC--30 inches; Brown to dark brown, massive, weakly to moderately consolidated, mixed sandy terrace sediments; very hard to extremely hard, firm to friable; very few roots in cracks, clay films coat some of the cracks in the upper part of this horizon; many feet thick."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fresno County, California.  4,100 feet west, 1,100 feet south of corner of Academy and Herndon Avenues in SE 1/4, NW 1/4, NW 1/4, Sec. 3, T. 13 S., R. 22 E., MDB&M.  Undulating relief, site slope 5 percent facing east, elevation 425 feet."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils have ochric epipedons (less than 1 percent O.M.), argillic horizons and are dry for 60 consecutive days in all parts between 10 to 40 inches.  The soils have mean annual temperatures greater than 59 F, and mixed mineralogy.  The solum thickness ranges from 19 to 39 inches.  The A horizons range in color from brown to dark brown, in 10YR and 7.5YR hues with values of 4 and 5 and chromas of 3 and 4; moist colors are dark brown with values of 3 and chromas of 2 and 3; in texture from loam to clay loam; in reaction from medium to slightly acid.  The Bt horizons range in color from reddish brown, brown, dark brown, or strong brown in 5YR and 7.5YR hues with values of 4 and 5 and chromas of 3 and 4; moist colors are dark reddish brown to dark brown in 5YR and 7.5YR hues with values of 3 and 4 and chromas of 2 to 4; in texture from sandy clay loam to clay loam; in reaction from slightly acid to neutral.  The soils have medial development with over 10 percent clay increase from A to B and the B has moderate to strong angular blocky structure.  The C horizon is massive with some vertical cracks, very hard to extremely hard dry, but slakes on wetting.  The C is poorly sorted, weakly to moderately consolidated terrestrial sandstone.  It is impermeable to roots and water."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include in the same family the Whitney soils which have brown A horizons and light yellowish brown Bt horizons over massive weakly consolidated granitic sediments.  Other series in the same family lack the consolidated C horizon.  Soils in the same group include Chualar which have umbric epipedons and are formed in granitic alluvium.  Similar soils are the Cometa soils which have clay argillic horizons and abrupt AB boundaries; Kimball soils which have clay argillic horizons; Rocklin soils which have argillic horizons underlain by a duripan."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Academy soils occur on undulating to rolling hills formed from the dissection of old valley fill material from mixed rock sources.  They occur at elevation of 400 to 500 feet in a semiarid, mesothermal climate with mean annual rainfall of 13 to 15 inches, with hot, dry summers and cool, moist winters.  Mean annual temperature is about 62 F, average January temperature about 45 F, and average July temperature about 80 F.  Frost-free season averages about 280 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include Cometa soils with abrupt AB boundaries; Centerville soils which are clay texture throughout; Hildreth soils which are somewhat poorly drained; San Joaquin soils which have duripans; Sesame and Vista soils are formed on granitic bedrock; Yokohl soils have duripans."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well to moderately well drained with slow permeability in the B and impermeable C horizons and slow to very slow runoff."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for rangeland, dry-farmed small grain, and citrus where irrigation water is available.  Citrus plantings are made only after intensive ripping and land reshaping practices have been applied.  Vegetation consists of annual grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern foothills of the central San Joaquin Valley, California.  The soils are moderately extensive, comprising 10,425 acres in Fresno County."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Eastern Fresno Area, 1952; source of name is village of Academy, Fresno County, California."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The soils were formerly classified in the (medial) Noncalcic Brown group.\nLast revised by the state on 7/66.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {}
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 6 inches; Dark brown (10YR 4/3) loam, dark brown (7.5YR 3/2) moist; massive; very hard, friable, slightly sticky; abundant fine and very fine roots; common fine to very fine tubular pores; medium acid; clear smooth boundary.  (4 to 10 inches thick)"
      },
      {
        "name": "Blt",
        "top": 15,
        "bottom": 30,
        "dry_hue": "7.5YR",
        "dry_value": 3,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Blt--6 to 12 inches; Dark brown (7.5YR 3/3) heavy loam, dark brown (7.5YR 3/2) moist; weak coarse angular blocky structure; very hard, firm, sticky and plastic; plentiful fine and very fine roots; many very fine and common fine tubular pores; common thin clay films on ped faces and in pores; medium acid; clear wavy boundary.  (5 to 7 inches thick)."
      },
      {
        "name": "B2lt",
        "top": 30,
        "bottom": 51,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "B2lt--12 to 20 inches; Reddish brown (5YR 4/3) heavy sandy clay loam, dark reddish brown (5YR 3/4) moist; weak coarse prismatic breaking to moderate coarse angular blocky structure; very hard, firm, sticky, and plastic; plentiful very fine roots; common very fine tubular pores; moderately thick continuous clay films on ped faces and in pores; slightly acid; clear wavy boundary.  (6 to 10 inches thick)"
      },
      {
        "name": "B22t",
        "top": 51,
        "bottom": 76,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "B22t--20 to 30 inches; brown (7.5YR 5/4) clay loam, dark brown (7.5YR 4/4) moist, few medium distinct reddish brown mottles; weak coarse angular blocky structure; very hard, firm, sticky and plastic; few very fine roots; many very fine tubular pores; many thin clay films on ped faces and in pores; neutral; abrupt irregular boundary.  (4 to 12 inches thick)"
      },
      {
        "name": "C",
        "top": 76,
        "texture_class": "sand",
        "narrative": "C--30 inches; Brown to dark brown, massive, weakly to moderately consolidated, mixed sandy terrace sediments; very hard to extremely hard, firm to friable; very few roots in cracks, clay films coat some of the cracks in the upper part of this horizon; many feet thick."
      }
    ]
  ]
}
