{
  "SERIES": "ACADIA",
  "STATUS": "Established Series",
  "BYREV": "JDS-JPE-JLD-MJB-AKS",
  "REVDATE": "07/2019",
  "STATES": "AR,LA,MO,TX",
  "OVERVIEW": "The Acadia series consists of very deep, somewhat poorly drained, very slowly permeable soils that formed in loamy and clayey alluvium derived from Late Pleistocene age terraces.  These nearly level to gently sloping  soils occur on terraces on flat coastal plains.. Slopes are dominantly 1 to 3 percent but range from 0 to 5 percent. Mean annual precipitation is about 1549 mm (61 in) and the mean annual\nair temperature is about 19.5 degrees C (67 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Aquic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Acadia silt loam--  1 percent slope, in woodland at an elevation of 9.1 meters (30 ft). (Colors are for moist soil unless otherwise stated.)\nA--0 to 10 cm (0 to 4 in); brown (10YR 5/3) silt loam; moderate fine and medium granular structure; friable; common fine roots; common fine interstitial pores; 1 percent fine faint brown (10YR 4/3) masses of oxidized iron with clear boundaries on surfaces along root channels; 1 percent fine faint grayish brown (10YR 5/2) iron depletions with clear boundaries in matrix surrounding redox concentrations; very strongly acid; abrupt smooth boundary. (Thickness is 10 to 20 cm [4 to 8 in])\nE--10 to 15 cm (4 to 6 in); light yellowish brown (10YR 6/4) silt loam; weak medium subangular blocky structure; friable; common fine roots; common fine tubular pores; 1 percent fine distinct dark yellowish brown (10YR 4/4) masses of oxidized iron with sharp boundaries on surfaces along root channels; very strongly acid; abrupt wavy boundary. (Thickness is 5 to 30 cm [2 to 12 in])\nBE--15 to 28 cm (6 to 11 in); yellowish brown (10YR 5/6) silty clay loam; weak medium subangular blocky structure; friable; common fine roots; common fine tubular pores; 2 percent faint clay films on all faces of peds; 1 percent fine distinct dark yellowish brown (10YR 4/4) masses of oxidized iron with sharp boundaries lining pores; 1 percent fine prominent grayish brown (10YR 5/2) iron depletions with clear boundaries in matrix; very strongly acid; gradual wavy boundary. (Thickness is 10 to 36 cm [4 to 14 in])\nBt--28 to 51 cm (11 to 20 in); yellowish brown (10YR 5/4) silty clay; weak fine and medium subangular blocky structure; firm; few fine roots; few fine tubular pores; 15 percent distinct clay films on all faces of peds; 3 percent medium prominent red (2.5YR 4/8) masses of oxidized iron with sharp boundaries in matrix; 5 percent medium prominent yellowish brown (10YR 5/8) masses of oxidized iron with sharp boundaries in matrix; 5 percent fine distinct grayish brown (10YR 5/2) iron depletions with clear boundaries in matrix; very strongly acid; gradual wavy boundary. (Thickness is 15 to 129 cm [6 to 51 in])\nBtg--51 to 114 cm (20 to 45 in); light brownish gray (10YR 6/2) silty clay; moderate fine and medium subangular blocky structure; firm; few fine roots; few fine tubular pores; 15 percent distinct clay films on all faces of peds; 5 percent fine prominent yellowish brown (10YR 5/6) masses of oxidized iron with sharp boundaries in matrix; 20 percent fine prominent red (2.5YR 4/8) masses of oxidized iron with sharp boundaries in matrix; moderately acid; gradual wavy boundary. (Thickness is 15 to 107 cm [6 to 42 in])\nBCtg--114 to 163 cm (45 to 64 in); light brownish gray (10YR 6/2) silty clay; weak coarse prismatic structure parting to weak medium subangular blocky; very firm; few fine roots; 5 percent faint clay films on all faces of peds; 12 percent medium prominent red (2.5YR 4/8) masses of oxidized iron with sharp boundaries in matrix; moderately acid; gradual wavy boundary.  (Combined thickness of the BCtg and BCt horizons is 71 to 112 cm [28 to 44 in])\nBCt--163 to 203 cm (64 to 80 in); red (2.5YR 4/8) clay; weak very coarse subangular blocky structure; very firm; few fine roots; 5 percent distinct clay films; 20 percent fine prominent strong brown (7.5YR 5/6) masses of oxidized iron with sharp boundaries in matrix; 8 percent fine prominent light brownish gray (10YR 6/2) iron depletions with clear boundaries in matrix surrounding redox concentrations; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: about 6 miles southwest of Longville, LA; 1350 feet north and 2230 feet west of the southeast section corner, NW 1/4 SE 1/4 sec. 31, T. 5 S., R. 9 W.\nUSGS Topographic Quadrangle: Beauregard, LA\nLatitude: 30 degrees, 34 minutes, 58.0 seconds N\nLongitude: 93 degrees, 19 minutes, 37.0 seconds W\nDecimal Degrees:\nLatitude: 30.58277778 degrees\nLongitude: -93.32694444 degrees\nDatum: WGS84\nUTM Easting: 468652.8 m\nUTM Northing: 3383410.2 m\nUTM Zone: 15N"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An aquic soil moisture regime.\nMean annual soil temperature: 19.9 to 21.7 degrees C (68 to 71 degrees F)\nParticle-size control section (weighted average)\nClay content: 35 to 55 percent\nA or Ap horizon (where present):\nHue: 10YR\nValue: 4 or 5\nChroma: 2 to 4\nTexture: very fine sandy loam, loam, or silt loam\nRedox concentrations: amount-0 to 8 percent; size-fine or medium; contrast-faint, distinct, or prominent; color-shades of brown; boundary-sharp; location-along root channels\nRedox depletions: amount-0 to 2 percent; size-fine; contrast-faint; color-shades of gray; boundary-clear; location-in matrix surrounding redox concentrations\nReaction (pH): very strongly acid to moderately acid (4.5 to 6.0)\nE horizon:\nHue: 10YR or 2.5Y\nValue: 5 or 6\nChroma: 2 to 4\nTexture: very fine sandy loam, loam, or silt loam\nRedox concentrations: amount-1 to 25 percent; size-fine or medium; contrast-faint, distinct, or prominent; color-shades of brown; boundary-sharp; location-along root channels\nRedox depletions: amount-0 to 2 percent; size-fine; contrast-faint; color-shades of gray; boundary-clear; location-in matrix surrounding redox concentrations\nReaction (pH): very strongly acid to moderately acid (4.5 to 6.0)\nBE or Bt/E horizon:\nHue: 10YR or 2.5Y\nValue: 5 or 6\nChroma: 4 to 8\nTexture: silt loam or silty clay loam\nClay films: location-on all faces of peds; distinctness-distinct\nRedox concentrations: amount-1 to 20 percent; size-fine or medium; contrast-faint, distinct, or prominent; color-shades of brown; boundary-sharp; location-pore linings\nRedox depletions: amount-1 to 8 percent; size-fine; contrast-faint or distinct; color-shades of gray; boundary-clear; location-in matrix\nGlossic material (E part): 0 to 5 percent\nReaction (pH): very strongly acid or strongly acid (4.5 to 6.0)\nBt horizon:\nHue: 10YR or 2.5Y\nValue: 5 or 6\nChroma: 3 to 6\nTexture: silty clay loam, silty clay or clay\nClay films: location-on all faces of peds; distinctness-distinct\nRedox concentrations: amount-8 to 35 percent; size-fine or medium; contrast- distinct or prominent; color-shades of red, yellow or brown; boundary-sharp; location-in matrix\nRedox depletions: amount-0 to 10 percent; size-fine; contrast-faint to distinct; color-shades of gray; boundary-clear; location-in matrix\nGlossic material (E part): 0 to 5 percent\nReaction (pH): very strongly acid to moderately acid (4.5 to 6.0)\nBtg horizon:\nHue: 10YR or 2.5Y\nValue: 5 or 6\nChroma: 1 to 2\nTexture: silt loam, silty clay loam, silty clay or clay\nClay films: location-on all faces of peds; distinctness-distinct\nRedox concentrations: amount-8 to 35 percent; size-fine or medium; contrast-faint to prominent; color-shades of red, yellow or brown; boundary-clear; location-in matrix\nRedox depletions: amount-0 to 10 percent; size-fine; contrast-faint or distinct; color-shades of gray; boundary-clear; location-in matrix\nReaction (pH): very strongly acid to moderately acid (4.5 to 6.0)\nBCtg horizon:\nHue: 10YR or 2.5Y\nValue: 5 or 6\nChroma: 1 to 2\nTexture: silt loam, silty clay loam, silty clay or clay\nClay films: location-on all faces of peds; distinctness-faint or distinct\nRedox concentrations: amount-5 to 35 percent; size-fine or medium; contrast-distinct or prominent; color-shades of red, yellow or brown; boundary-sharp; location-in matrix\nRedox depletions: amount-0 to 10 percent; size-fine; contrast-faint or distinct; color-shades of gray; boundary-clear; location-in matrix\nReaction (pH): very strongly acid to slightly alkaline (4.5 to 7.8)\nBCt or 2BCt horizons (where present):\nHue: 2.5YR to 10YR\nValue: 4 or 8\nChroma: 4 to 8\nTexture: silt loam, silty clay loam, silty clay or clay\nClay films: locations-on ped faces; distinctness-distinct\nRedox concentrations: amount-8 to 35 percent, size-fine or medium; contrast-distinct or prominent; color-shades of brown; boundary-sharp; location-in matrix\nRedox depletions: amount-10 to 30 percent; size-fine; contrast-faint or distinct; color-shades of gray; boundary-clear; location-in matrix surrounding redox concentrations\nIron-manganese segregations: amount-0 to 12 percent; kind-masses\nReaction (pH): very strongly acid to slightly alkaline (4.5 to 7.8)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series in the same family. Similar soils include the Acadiana (LA), Huntsburg, (TX), and Searcy (AL), Stigler (OK), and Tamaha (OK), and Texla (TX) series.\nAcadiana and Texla soils: do not have aquic conditions in the upper 76 cm (30 in)\nTamaha soils: are moderately well drained\nHuntsburg soils: moderately well drained and have a loamy fine sand surface texture\nSearcy soils: greater amount of sand in the surface horizon, are moderately well drained, and have mixed mineralogy\nStigler soils: formed in loamy and clayey colluvium over interbedded shale and sandstone, and have mixed mineralogy"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: late Pleistocene age loamy and clayey alluvium\nLandscape: flat coastal plains\nLandform: terraces\nSlope: 0 to 5 percent, but dominantly 1 to 3 percent\nPrecipitation Pattern: mostly uniform throughout the year with slight peaks in the spring and fall months Mean annual precipitation: 1067 to 1651 mm (42 to 65 in)\nMean annual air temperature: 19.5 to 20.6 degrees C (67 to 69 degrees F)\nFrost-free period: 200 to 300 days\nElevation: 4.6 to 55 m (15 to 180 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Crowley (LA), Gore (LA) Kolin (LA), Muskogee (OK), and Wrightsville (AR) series.\nCrowley soils: are on broad areas on the adjacent coastal prairie and are gray thoughout\nGore soils: have redder colors in the upper part of the solum and occur on terrace risers\nKolin and Muskogee soils: have less than 35 percent clay in the control section and occur on terrace risers\nWrightsville soils: have intrusions of albic materials in the Bt horizon, have gray matrix colors throughout the sola, and occur on depressional areas on old stream terraces"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: somewhat poorly drained\nPermeability: very slow\nRunoff: high on slopes less than 1 percent, and very high runoff on slope greater than 1 percent\nSeasonal water table: these soils are saturated to within 15 cm to 61 cm (0.5 to 2 ft) of the surface from December through April in normal years"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor uses: About half of the acreage is cleared and used for growing crops and pasture. Main crops are rice, soybeans, and sweet potatoes. The other half is in forest, part of which is grazed.\nEcological sites assigned to phases and components of this series are listed below.  Current ecological site assignments are in Web Soil Survey.  Components of this series include the following ecological sites:  Seasonally Wet Loamy Upland"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nGeneral location: Arkansas, Louisiana, Missouri, and Texas\nLand Resource Region: T (Atlantic and Gulf Coast Lowland Forest and Crop Region)\nMajor Land Resource Area: 150A (Gulf Coast Prairies), 152B (Gulf Coast Saline Prairies), 133B (Southern Coastal Plains)\nExtent: large"
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Acadia Parish, Louisiana; 1903."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThe Acadia series type location was moved from Evangeline Parish to the current location during the Soil Data Join and Recorrelation (SDJR) initiative.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 28 cm (0 to 11 in) (A, E, BE horizons)\nArgillic horizon: 28 to 203 cm (11 to 80 in) (Bt, Btg, BCtg1 and BCtg2 horizons)\nRedox concentrations: 0 to 203 cm (0 to 80 in) (A, E, BE, Bt, Btg, BCtg, BCt horizons)\nRedox depletions: 0 to 10 cm (0 to 4 in) and 15 to 51 cm (6 to 20 in) (A, BE, Bt horizons)\nAquic conditions:  common iron depletions and gray matrix within 76 cm (30 in) of the surface due to wetness in normal years (Bt, Btg horizons)\nEdited 01/2017 (JAD-MJB) Changed to tabular format. Updated pedon description, Range in Characteristics, and other sections.\nADDITIONAL DATA: LSU characterization data on pedon S87LA053002-2 (NASIS pedon P89LA0530001). The Acadia series was previously classified in mixed mineralogy family. Reclassification was based on laboratory data including mineralogy data from typifying pedon (sample no. 81-85) by Agricultural and Mechanical College of Texas. Lab data were also run by NSSL on pedon S90LA-011-016 but this pedon is a taxadjunct to the Acadia series.\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 10 cm (0 to 4 in); brown (10YR 5/3) silt loam; moderate fine and medium granular structure; friable; common fine roots; common fine interstitial pores; 1 percent fine faint brown (10YR 4/3) masses of oxidized iron with clear boundaries on surfaces along root channels; 1 percent fine faint grayish brown (10YR 5/2) iron depletions with clear boundaries in matrix surrounding redox concentrations; very strongly acid; abrupt smooth boundary. (Thickness is 10 to 20 cm [4 to 8 in])"
      },
      {
        "name": "E",
        "top": 10,
        "bottom": 15,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "E--10 to 15 cm (4 to 6 in); light yellowish brown (10YR 6/4) silt loam; weak medium subangular blocky structure; friable; common fine roots; common fine tubular pores; 1 percent fine distinct dark yellowish brown (10YR 4/4) masses of oxidized iron with sharp boundaries on surfaces along root channels; very strongly acid; abrupt wavy boundary. (Thickness is 5 to 30 cm [2 to 12 in])"
      },
      {
        "name": "BE",
        "top": 15,
        "bottom": 28,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BE--15 to 28 cm (6 to 11 in); yellowish brown (10YR 5/6) silty clay loam; weak medium subangular blocky structure; friable; common fine roots; common fine tubular pores; 2 percent faint clay films on all faces of peds; 1 percent fine distinct dark yellowish brown (10YR 4/4) masses of oxidized iron with sharp boundaries lining pores; 1 percent fine prominent grayish brown (10YR 5/2) iron depletions with clear boundaries in matrix; very strongly acid; gradual wavy boundary. (Thickness is 10 to 36 cm [4 to 14 in])"
      },
      {
        "name": "Bt",
        "top": 28,
        "bottom": 51,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt--28 to 51 cm (11 to 20 in); yellowish brown (10YR 5/4) silty clay; weak fine and medium subangular blocky structure; firm; few fine roots; few fine tubular pores; 15 percent distinct clay films on all faces of peds; 3 percent medium prominent red (2.5YR 4/8) masses of oxidized iron with sharp boundaries in matrix; 5 percent medium prominent yellowish brown (10YR 5/8) masses of oxidized iron with sharp boundaries in matrix; 5 percent fine distinct grayish brown (10YR 5/2) iron depletions with clear boundaries in matrix; very strongly acid; gradual wavy boundary. (Thickness is 15 to 129 cm [6 to 51 in])"
      },
      {
        "name": "Btg",
        "top": 51,
        "bottom": 114,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btg--51 to 114 cm (20 to 45 in); light brownish gray (10YR 6/2) silty clay; moderate fine and medium subangular blocky structure; firm; few fine roots; few fine tubular pores; 15 percent distinct clay films on all faces of peds; 5 percent fine prominent yellowish brown (10YR 5/6) masses of oxidized iron with sharp boundaries in matrix; 20 percent fine prominent red (2.5YR 4/8) masses of oxidized iron with sharp boundaries in matrix; moderately acid; gradual wavy boundary. (Thickness is 15 to 107 cm [6 to 42 in])"
      },
      {
        "name": "BCtg",
        "top": 114,
        "bottom": 163,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BCtg--114 to 163 cm (45 to 64 in); light brownish gray (10YR 6/2) silty clay; weak coarse prismatic structure parting to weak medium subangular blocky; very firm; few fine roots; 5 percent faint clay films on all faces of peds; 12 percent medium prominent red (2.5YR 4/8) masses of oxidized iron with sharp boundaries in matrix; moderately acid; gradual wavy boundary.  (Combined thickness of the BCtg and BCt horizons is 71 to 112 cm [28 to 44 in])"
      },
      {
        "name": "BCt",
        "top": 163,
        "bottom": 203,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 8,
        "texture_class": "clay",
        "pH_class": "strongly acid",
        "narrative": "BCt--163 to 203 cm (64 to 80 in); red (2.5YR 4/8) clay; weak very coarse subangular blocky structure; very firm; few fine roots; 5 percent distinct clay films; 20 percent fine prominent strong brown (7.5YR 5/6) masses of oxidized iron with sharp boundaries in matrix; 8 percent fine prominent light brownish gray (10YR 6/2) iron depletions with clear boundaries in matrix surrounding redox concentrations; strongly acid."
      }
    ]
  ]
}
