{
  "SERIES": "ACEL",
  "STATUS": "Established Series",
  "BYREV": "Rev. NRS-CNG-RER",
  "REVDATE": "11/98",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Torrertic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Acel silty clay loam, cropland (colors are for dry soil unless otherwise noted).\nAp--0 to 6 inches; grayish brown (10YR 5/2) silty clay loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure when moist, massive when dry; very hard, friable, slightly sticky and slightly plastic; many fine and very fine roots; many fine and very fine pores; many uncoated sand and silt grains with some silt flow evidence in cracks; neutral (pH 6.8); abrupt smooth boundary. (5 to 8 inches thick)\nBt1--6 to 9 inches; brown (10YR 5/3) silty clay, dark brown (10YR 3/3) moist; moderate medium prismatic structure parting to strong fine and very fine subangular blocky; extremely hard, firm, sticky and very plastic; common fine and very fine roots; many fine and very fine pores; continuous faint dark grayish brown (10YR 4/2) clay films on faces of peds; neutral (pH 7.0); clear wavy boundary.\nBt2--9 to 15 inches; brown (10YR 5/3) silty clay, dark brown (10YR 4/3) moist; strong medium prismatic structure parting to strong fine subangular blocky; extremely hard, firm, sticky and very plastic; few fine and very fine roots; many fine and very fine pores; continuous faint grayish brown (10YR 5/2) clay films on faces of peds; neutral (pH 7.2); gradual wavy boundary.\nBt3--15 to 20 inches; grayish brown (2.5Y 5/2) silty clay, dark grayish brown (2.5Y 4/2) moist; strong medium prismatic structure parting to strong fine and medium subangular blocky; very hard, firm, sticky and plastic; few fine and very fine roots; common fine and very fine pores; continuous faint grayish brown (10YR 5/2) clay films on faces of peds; mildly alkaline (pH 7.6); clear wavy boundary. (Bt horizons are 10 to 20 inches thick)\nBk1--20 to 28 inches; grayish brown (2.5Y 5/2) silty clay, dark grayish brown (2.5Y 4/2) moist; moderate medium prismatic structure parting to strong medium subangular blocky; very hard, friable, sticky and plastic; few fine and very fine roots; common fine and very fine pores; few fine and medium masses and threads of segregated lime; slightly effervescent; moderately alkaline (pH 8.4); gradual wavy boundary. (4 to 11 inches thick)\nBk2--28 to 42 inches; light brownish gray (2.5Y 6/2) silty clay loam, dark grayish brown (2.5Y 4/2) moist; weak coarse prismatic structure parting to weak medium and coarse subangular blocky; very hard, friable, sticky and plastic; few fine roots; common fine and very fine pores; common fine and medium masses and threads of segregated lime; moderately alkaline (pH 8.4); diffuse wavy boundary. (0 to 24 inches thick)\nBk3--42 to 66 inches; light brownish gray (2.5Y 6/2) silty clay loam, dark grayish brown (2.5Y 4/2) moist; weak coarse prismatic structure; very hard, friable, sticky and plastic; few very fine roots; common fine and very fine pores; few fine masses and threads of segregated lime; strongly alkaline (pH 8.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cascade County, Montana; 1,570 feet north and 80 feet west of the SE corner of sec. 9, T. 22 N., R. 4 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 42 to 47 degrees F.\nMoisture control section - between 4 and 12 inches.\nDepth to Bk horizon - 15 to 25 inches.\nThis soil may have cracks wider than 1/2-inch at a depth of 20 inches.\nAp horizon - Hue:  2.5Y or 10YR\nValue:  5 dry; 3 moist\nTexture:  silt loam, clay loam, silty clay loam\nClay content:  24 to 35 percent\nRock fragments:  0 to 5 percent pebbles\nReaction:  pH 6.6 to 7.8\nThis horizon is hard or very hard and massive when dry.  Some pedons have a thin E or transition horizon.\nBt horizon (Bt1, Bt2, and Bt3) - Hue:  2.5Y or 10YR\nValue:  4 or 5 dry; 3 or 4 moist\nChroma:  2 or 3\nTexture:  silty clay or clay\nClay content:  40 to 55 percent\nRock fragments:  0 to 5 percent pebbles\nReaction:  pH 6.6 to 7.8\nThe darker color values typically do not extend below the Bt1 horizon.  The Bt horizons have a COLE of more than 0.06.\nBk horizon (Bk1, Bk2, Bk3) - Hue:  2.5Y or 10YR\nValue:  5 or 6 dry; 4 or 5 moist\nChroma:  2, 3, or 4\nTexture:  clay loam, silty clay loam, or silty clay\nClay content:  35 to 45 percent\nRock fragments:  0 to 15 percent--0 to 5 percent cobbles; 0 to 15 percent pebbles\nCalcium carbonate equivalent:  1 to 15 percent\nReaction:  pH 7.9 to 9.0\nSome pedons have a By or Bky horizon below 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBario (NM) - have a calcic horizon and have hues redder than 10YR.\nBurnac (NM) - have lithic bedrock at a depth of 40 to 60 inches.\nDandrea (AZ) - have a paralithic contact at a depth of 20 to 40 inches.\nEcholake (CO) - have a paralithic bedrock at depths of 20 to 40 inches.\nIles (CO) - have a calcic C horizon and do not have cracks wider than 1 cm at a depth of 20 inches.\nLoghill (CO) - have hues redder than 10YR throughout and have lithic bedrock between 40 and 60 inches.\nNaytahwaush (MN) - do not have horizons with secondary carbonate accumulations, do not have the hard and massive surface horizon, and have a udic moisture regime.\nSiesta (AZ) - have cinder fragments, are noncalcareous throughout, and have lithic bedrock at depths of 40 to 60 inches.\nSilesca (CO) - have lithic bedrock at a depth of 20 to 40 inches.\nSpud (NM) - have a B and A horizon, do not have a horizon of carbonate accumulation, and have hues redder than 10YR in the argillic horizon and below."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - alluvial fans, stream terraces, lake plains, till plains, and drainageways.\nElevation - 2,400 to 4,200 feet.\nSlopes - 0 to 8 percent.\nParent material - alluvium, glaciofluvial and glaciolacustrine material.\nClimate - long cold winters; moist springs; and warm summers.\nMean annual precipitation - 10 to 18 inches.\nMean annual temperature - 40 to 45 degrees F.\nFrost-free period - 105 to 125 days."
  },
  "DRAINAGE AND PERMEABILITY": {},
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow permeability."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Acel soils are used mainly for dryland crops.  Some areas are used as rangeland.  Potential native vegetation is mainly green needlegrass, bluebunch wheatgrass, western wheatgrass, prairie junegrass, and other perennial grasses and forbs."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Acel soils are of moderate extent on the glaciated plains of northern Montana."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cascade County, Montana, 1975."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  }
}
