{
  "SERIES": "ACKWATER",
  "STATUS": "Established Series",
  "BYREV": "DLJ-DDR, Rev MHC",
  "REVDATE": "07/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, subactive, thermic Aquic Paleudults"
  },
  "TYPE LOCATION": {
    "section": "TYPICIAL PEDON",
    "content": null
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Prince George County, Virginia at Prince George Courthouse; approximately 2,400 feet east of junction of VA-106; VA-634, and 150 feet north of Gregory Chapel in the woods."
  },
  "COMPETING SERIES": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is more than 60 inches.  Content of rock fragments ranges from 0 to 2 percent throughout the soil.  The soil ranges from extremely acid through strongly acid unless limed.  Aluminum saturation on the exchanges complex is commonly greater than 50 percent, and commonly ranges from 5 to 15 meq/100 grams of soil.\nThe A horizon has hue of lOYR or 2.5Y, value of 4 through 6, and chroma of 1 through 4.  Texture is silt loam, loam, or fine sandy loam.  In eroded areas, texture is silty clay loam or clay loam.\nThe E horizon,where present, has hue of lOYR or 2.5Y, value of 5 through 7, and chroma of 2 through 4.  Texture is silt loam, loam, or fine sandy loam.\nThe BE horizon, where present, has hue of 7.5YR through 2.5Y, value of 4 through 6, and chroma of 4 through 8.  Texture is loam, silt loam, clay loam, or silty clay loam.\nThe upper part of the Bt horizon has hue of 7.5YR through 2.5Y, value of 5 or 6, and chroma of 4 through 8.  Texture is clay loam, silty clay loam, silty clay, or clay.\nThe lower part of the Bt horizon and the BC horizon, where present, is neutral or has hue of lOYR or 2.5Y, value of 5 through 7, and chroma of 0 through 8 or.  They are multicolored in shades of brown, gray, yellow and red.  Texture is clay loam, silty clay loam, silty clay, or clay."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: (This section not reviewed this date; series reclassified as fine and subactive) These are the Angie, Chrysler,and Tiak. Similar soils in related families include Caroline, Duplin, and Persanti.  Angie soils have an apparent water table at 36 to 60 inches and climatic conditions which result in lower crop yields.  Chrysler soils dominately have redder hue in the Bt horizon and low shrink-swell potential in the substratum.    Tiak soils have hue of 5YR or redder in the Bt horizon.  Caroline soils do not have low chroma mottles within 30 inches of the surface.  Duplin and Persanti soils have kaolinitic mineralogy.\nGEOGRAPHIC SETTING  Ackwater soils are on nearly level to steep landscapes of the upper Coastal Plain.  They formed in fluvial sediments.  Slopes range from 0 to 25 percent.  Mean annual temperature is 59 degrees F., and mean annual precipitation is 42 inches near the type location.  Elevation at type location is about 130 feet."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "USE AND VEGETATION": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aycock, Emporia, Montross, Norfolk, and Kinston soils.  Aycock and Montross soils are on similar landscape positions and have a fine-silty particle-size control section.  In addition, Montross soils have between 40 and 60 percent brittleness in the Bt horizon.  Emporia and Norfolk soils have a fine-loamy particle-size control section.  Kinston soils are on nearby floodplains and are frequently flooded."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow to rapid runoff; slow permeability.  A perched water table is at a depth of 1B to 36 inches below the surface from late fall through early spring."
  },
  "REGIONAL OFFICE": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Ackwater soils are used primarily for woodland and some pasture.  The woodland is mixed hardwoods and pine.  A small acreage is used for cropland.  The principal crops are corn, soybeans, wheat and barley.  Important tree species include loblolly pine, southern red oak, white oak, yellow-poplar, and sweetgum."
  },
  "ORIGIN": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coastal Plain in Virginia and possibly North Carolina, and Alabama.  This series is of moderate extent."
  },
  "REMARKS": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": null
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": null
  }
}
