{
  "SERIES": "ACORD",
  "STATUS": "Established Series",
  "BYREV": "Rev: RLT/VLP/MJD",
  "REVDATE": "02/97",
  "STATES": "ID,UT",
  "OVERVIEW": "The Acord series consists of very deep, well drained soils formed in colluvium, residuum, and alluvium derived from intermediate and basic igneous rocks and mixed sedimentary rocks.  Permeability is moderately slow or slow. Acord soils are on mountain slopes, hillsides and fan terraces. Slopes range from 2 to 60 percent.  The average annual precipitation is about 15 inches and the mean annual temperature is about 41 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, frigid Calcic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Acord cobbly loam--rangeland. (Colors are for air dry soil unless otherwise stated.)\nA1--0 to 2 inches; dark brown (10YR 3/3) cobbly loam, very dark brown (10YR 2/2) moist; weak fine granular structure; soft, friable, slightly sticky and slightly plastic; common fine roots; common very fine vesicular pores; 10 percent gravel, 20 percent cobbles; neutral (pH 7.0); abrupt smooth boundary.\nA2--2 to 5 inches; dark brown (10YR 3/3) cobbly loam, very dark brown (10YR 2/2) moist; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many fine and few medium and coarse roots; common fine pores; 10 percent gravel, 20 percent cobbles; neutral (pH 7.0); clear smooth boundary. (combined thickness of the A horizon is 3 to 13 inches)\nBt1--5 to 12 inches; dark brown (10YR 3/3) very cobbly clay loam, very dark brown (10YR 2/2) moist; moderate fine subangular blocky structure; hard, firm, sticky and plastic; common fine and few medium and coarse roots; few fine pores; common moderately thick clay films; 20 percent gravel, 20 percent cobbles; neutral (pH 7.0); clear smooth boundary.\nBt2--12 to 19 inches; brown (7.5YR 4/2) very cobbly clay, dark brown (7.5YR 3/2) moist; strong medium angular blocky structure; very hard, very firm, sticky and very plastic; common fine and few medium and coarse roots; few fine pores; continuous moderately thick clay films; 20 percent gravel, 20 percent cobbles; neutral (pH 7.0); clear wavy boundary. (combined thickness of the Bt horizon is 8 to 23 inches)\nBtk--19 to 24 inches; light brownish gray (10YR 6/2) very cobbly clay loam, dark grayish brown (10YR 4/2) moist; moderate medium subangular blocky structure;  hard, firm, sticky and plastic; common fine and few medium and coarse roots; few fine pores; common thin clay films; 20 percent gravel, 20 percent cobbles; moderately calcareous; moderately alkaline (pH 8.2); clear wavy boundary. (5 to 20 inches thick)\nBk1--24 to 37 inches; very pale brown (10YR 8/3) very gravelly loam, pale brown (10YR 6/3) moist; massive; hard, friable, slightly sticky and slightly plastic; few fine and medium roots; few fine pores; 35 percent gravel, 15 percent cobbles; very strongly calcareous; moderately alkaline (pH 8.4) gradual wavy boundary. (5 to 20 inches thick)\nBk2--37 to 60 inches; very pale brown (10YR 8/3) extremely gravelly sandy loam, pale brown (10YR 6/3) moist; massive; slightly hard, friable, nonsticky and nonplastic; few fine and medium roots; interstitial pores; 55 percent gravel, 20 percent cobbles; strongly calcareous; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Sevier County, Utah; 1/4 mile northwest of Mud Lake, 2,700 feet north and 100 feet east of the southwest corner of sec. 14, T. 23 S., R. 3 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature ranges from 39 to 47 degrees F. The mean summer soil temperature ranges from 59 to 67 degrees F.  The soils are moist in all parts of the moisture control section for 50 to 60 percent of the time that the soil temperature exceeds 41 degrees F. at a depth of 20 inches.  They are dry in all parts for 60 to 75 consecutive days or more within the 4-month period following the summer solstice, and are moist in all parts for 60 to 75 consecutive days or more within the 4-month period following the winter solstice in more than 6 out of 10 years.  The moisture regime is xeric bordering on aridic.\nThe mollic epipedon ranges from 10 to 20 inches thick.  Depth to the argillic horizon ranges from 3 to 13 inches.  Depth to secondary carbonates range from 14 to 36 inches.  The particle size control section averages 35 to 50 percent clay and 35 to 60 percent rock fragments. Rock fragments are typically cobbles with the range including gravel and stones.\nThe A horizon has hue of 7.5YR or 10YR, and value of 3 to 5 dry, 2 or 3 moist, and chroma of 1 to 3. Reaction is neutral or mildly alkaline.\nThe Bt horizon has hue of 7.5YR to 2.5Y, value of 4 to 6 dry, 2 to 5 moist, and chroma of 2 to 4.  Clay films range from thin to moderately thick. Texture of the fine earth fraction is clay, clay loam, or silty clay loam and rock fragment content ranges from 35 to 60 percent.  Reaction is neutral to moderately alkaline.\nThe Btk horizon has hue of 7.5YR to 2.5Y, value of 5 to 8 dry, 4 to 6 moist and chroma of 2 to 4.  Texture of the fine earth fraction is clay, clay loam, or silty clay loam and rock fragment content ranges from 25 to 60 percent.  Reaction is neutral to moderately alkaline and moderately calcareous to very strongly calcareous.\nThe Bk horizon has hue of 7.5YR to 2.5Y, value of 5 to 8 dry, 4 to 7 moist and chroma of 2 to 6.  Reaction is moderately alkaline to strongly alkaline and strongly calcareous to very strongly calcareous. Texture of the fine earth fraction is clay loam, loam, coarse sandy clay loam, sandy loam, or silt loam and the rock fragment content ranges from 25 to 70 percent.  Clay content ranges from 15 to 40 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Datwyler is the only other series in this family.  Datwyler soils are less than 40 inches deep to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Acord soils are on mountainsides, hillsides, and fan terraces.  Slopes range from 2 to 60 percent.  The soils formed in colluvium, residuum, and alluvium derived from intermediate and basic igneous rocks and mixed sedimentary rocks.  Elevations range from 4,800 to 8,600 feet.  The mean annual air temperature is 37 to 45 degrees F.  and the average annual precipitation is about 12 to 20 inches.  Freeze-free period is 60 to 95 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ant Flat, Chen, Henefer, Raftriver, Vicking and Vipont series.  Ant Flat soils are on rolling mountain footslopes and average less than 35 percent rock fragments in the particle size control section.  Chen soils are on mountainsides and are shallow to bedrock.  Henefer soils have a mollic epipedon more than 20 inches deep, do not have a calcic horizon and average less than 35 percent rock fragments in the particle size control section.  Raftriver soils are on fan terraces and are moderately deep to a duripan.  Vicking soils are on footslopes and average less than 35 percent rock fragments and 35 percent clay in the particle size control section.  Vipont soils are on mountainsides and are moderately deep to bedrock and average less than 35 percent clay in the particle size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; slow or moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for rangeland and wildlife habitat. Native vegetation is low sagebrush, Wyoming big sagebrush, bluebunch wheatgrass and rabbitbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and northwest Utah and south central Idaho; MLRA 47. They are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Box Elder County-Western Part, Utah 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 12 inches (A1, A2, Bt1 horizons).\nArgillic horizon and particle size control section - The zone from 5 to 24 inches (Bt1, Bt2, Btk horizons).\nCalcic feature - The zone from 19 to 60 inches (Btk, Bk1, Bk2 horizons).\nXeric moisture regime - moisture comes when the soils are cool.\nParticle size control section - the zone from 5 to 24 inches (Bt1, Bt2, Btk horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
