{
  "SERIES": "ACUFF",
  "STATUS": "Established Series",
  "BYREV": "Rev. TCB-RM",
  "REVDATE": "08/2016",
  "STATES": "NM,TX",
  "OVERVIEW": "The Acuff series consists of very deep, well drained, moderately permeable soils. These soils formed in loamy eolian sediments in the Blackwater Draw Formation of Pleistocene age. Acuff soils are on nearly level to gently sloping plains and playa slopes. Slope ranges from 0 to 5 percent. Mean annual precipitation is about 483 mm (19 in) and the mean annual air temperature is about 16 degrees C (60 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Aridic Paleustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Acuff loam, on a nearly level plain, 0.5 percent slope in cultivated field at an elevation of about 943 m (3,095 ft). (Colors are for dry soil unless otherwise stated.)\nAp--0 to 30 cm (0 to 12 in); brown (7.5YR 4/3) loam, dark brown (7.5YR 3/2) moist; weak fine granular and weak subangular blocky structure; slightly hard, friable; common very fine and fine roots; neutral; abrupt smooth boundary. (15 to 36 cm [6 to 14 in] thick)\nBt1--30 to 51 cm (12 to 20 in); reddish brown (5YR 4/4) sandy clay loam, dark reddish brown (5YR 3/4) moist; moderate coarse prismatic structure parting to moderate fine and medium subangular blocky; very hard, friable; common fine roots; many very fine pores and common medium pores; few distinct clay films on faces of peds; common wormcasts; slightly alkaline; gradual wavy boundary. (13 to 38 cm [5 to 15 in] thick)\nBt2--51 to 71 cm (20 to 28 in); reddish brown (5YR 5/4) sandy clay loam, reddish brown (5YR 4/4) moist; moderate coarse prismatic structure parting to moderate fine and medium subangular blocky; very hard, friable; common fine roots; many very fine pores; common distinct clay films on faces of peds; noneffervescent in upper part, slightly effervescent in lower part; moderately alkaline; gradual wavy boundary. (15 to 46 cm [6 to 18 in] thick)\nBt3--71 to 97 cm (28 to 38 in); yellowish red (5YR 5/6) sandy clay loam, yellowish red (5YR 4/6) moist; weak coarse prismatic structure parting to moderate fine and medium subangular blocky; hard, friable; few fine roots; common very fine pores; common prominent clay films on faces of peds; few filaments, masses, and nodules of calcium carbonate; strongly effervescent; moderately alkaline; abrupt wavy boundary. (15 to 61 cm [6 to 24 in] thick)\nBtkk--97 to 147 cm (38 to 58 in); pink (5YR 8/4) sandy clay loam, pink (5YR 7/4) moist; weak coarse prismatic structure parting to weak medium subangular blocky; slightly hard, friable; few fine roots; few very fine pores; common distinct clay films on faces of peds; about 55 percent calcium carbonate by volume in the form of masses, nodules, and finely disseminated carbonates; 40 percent calcium carbonate by weight; violently effervescent; moderately alkaline; diffuse wavy boundary. (25 to 76 cm [10 to 30 in] thick)\nBtk--147 to 203 cm (58 to 80 in); reddish yellow (5YR 6/6) sandy clay loam, yellowish red (5YR 5/6) moist; weak coarse prismatic structure parting to weak medium subangular blocky; hard, friable; few fine roots; common very fine pores; few distinct clay films on faces of peds; clay bridged sand grains and clay coats on sand grains; about 20 percent calcium carbonate by volume in the form of masses, nodules, and finely disseminated carbonates; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lubbock County, Texas; from the intersection of U.S. Highway 84 and Farm Road 41 in Slaton, approximately 0.7 mile west on Farm Road 41, 1.5 miles south on county road, and 60 ft east in cultivated field, or 0.6 mile south of the northwest corner of sec. 24, Block 24, H. E. & W. T. RR Co. Survey; Latitude: 33 degrees, 24 minutes, 37.5 seconds N; Longitude: 101 degrees, 40 minutes, 32 seconds W; Slaton, Texas USGS quad; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: An ustic moisture regime bordering on aridic. The soil moisture control section is dry in some or all parts for more than 180 but less than 220 days, cumulative, in normal years. July through August and December through February are the driest months. These soils are intermittently moist in September through November and March through June.\nMean annual soil temperature: 15 to 18 degrees C (59 to 64 degrees F).\nThickness of the mollic epipedon: 25 to 51 cm (10 to 20 in).\nDepth to secondary carbonates: 51 to 76 cm (20 to 30 in).\nDepth to calcic horizon: 76 to 152 cm (30 to 60 in).\nSolum thickness: more than 203 cm (80 in).\nParticle-size control section: 18 to 35 percent silicate clay.\nA horizon:\nHue: 5YR to 10YR\nValue: 4 or 5, 3 or less moist\nChroma: 2 or 3\nTexture: loam, very fine sandy loam, sandy clay loam\nEffervescence: none to slight\nReaction: neutral or slightly alkaline\nBt horizons:\nHue: 2.5YR to 7.5YR\nValue: 4 to 6, 3 to 5 moist\nChroma: 2 to 4\nTexture: loam, sandy clay loam, clay loam\nVisible calcium carbonate: less than 2 percent in the form of films, filaments, masses and nodules\nEffervescence: none to slight\nReaction: neutral to moderately alkaline\nBtkk horizon:\nHue: 2.5YR to 7.5YR\nValue: 6 to 8, 5 to 7 moist\nChroma: 1 to 4\nTexture: sandy clay loam, clay loam\nVisible calcium carbonate: 50 to 70 percent by volume in the form of masses, nodules, and finely disseminated carbonates\nEffervescence: violent\nReaction: moderately or strongly alkaline\nBtk horizon:\nHue: 2.5YR to 7.5YR\nValue: 5 to 7, 4 to 6 moist\nChroma: 3 to 6\nTexture: loam, sandy clay loam, clay loam\nVisible calcium carbonate: 3 to 50 percent in the form of masses, nodules, and finely disseminated carbonates\nEffervescence: strong or violent\nReaction: moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Estacado series. Similar soils also include the Amarillo, Friona, Olton, and Zita series.\nEstacado soils: have a calcic horizon between 61 and 102 cm (24 to 40 in) and are calcareous in all horizons.\nAmarillo soils: have an ochric epipedon.\nFriona soils: have a petrocalcic horizon between 50 and 100 cm (20 to 40 in).\nOlton soils: have more than 35 percent silicate clay in the particle-size control section.\nZita soils: have a calcic horizon within 50 cm (20 in) and do not have an argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy eolian sediments in the Blackwater Draw Formation of Pleistocene age.\nLandform: nearly level to gently sloping plains and playa slopes.\nSlopes: 0 to 5 percent.\nMean annual air temperature: 14 to 17 degrees C (57 to 63 degrees F).\nMean annual precipitation: 406 to 533 mm (16 to 21 in).\nFrost-free period: 185 to 220 days.\nElevation: 792 to 1,615 mm (2,600 to 5,300 ft).\nThornthwaite annual P-E Index Values: 25 to 36."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the similar Amarillo, Friona, Estacado, Olton, and Zita soils, and also the Arvana, Drake, Kimberson, Lofton, Pep, Posey, Ranco, Sparenberg, and Sparks soils.\nAmarillo, Friona, Estacado, and Olton soils: are on similar landscape positions.\nArvana soils: are on slightly lower landscape positions and have a petrocalcic horizon.\nDrake soils: are on dunes on higher landscape positions and do not have an argillic horizon.\nKimberson soils: are on similar landscape positions and have a petrocalcic horizon.\nLofton soils: are on lower landscape positions and have more than 40 percent clay in the particle-size control section.\nPep soils: are on similar landscape positions and do not have an argillic horizon.\nPosey and Sparks soils: are on similar landscape positions and have an ochric epipedon.\nRanco and Sparenberg soils: are on lower landscape positions within playas and have LE higher than 6 in the upper 1 m. In addition Ranco soils have an aquic soil moisture regime.\nZita soils are on lower landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained and moderate permeability. Surface runoff is negligible on 0 to 1 percent slopes and low on 1 to 5 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mainly used for crop production. Principal crops are cotton, sorghum, and winter wheat. A considerable amount of acreage is irrigated. Climax vegetation is dominantly short grasses with a few mid grasses and includes blue grama and buffalograss, with lesser amounts of vine-mesquite, western wheatgrass, sideoats grama, galleta, or tobosa, silver bluestem, wild alfalfa, and prairie clover. This soil has been correlated to the Deep Hardland (R077CY022TX) ecological site in MLRA-77C."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern High Plains, Southern Part (MLRA 77C in LRR H) of western Texas and eastern New Mexico. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Hale County, Texas; 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This is a Benchmark Series.\nKeys to Soil Taxonomy, tenth edition, classifies this series as an Aridic Argiustolls. The series has a silicate clay decrease exceeding 20 percent due to\ndilution by secondary calcium carbonate. A proposal to maintain \"pale\" status\nfor such soils on old stable landscapes has been submitted to the National\nLeader for Soil Taxonomy and Standards.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 30 cm (0 to 12 in) (Ap horizon)\nArgillic horizon: 30 to 203 cm (12 to 80 in) (Bt1, Bt2, Bt3, Btkk, Btk horizons)\nCalcic horizon: 97 to 203 cm (38 to 80 in) (Btkk, Btk)\nPlugged (kk) horizon: 97 to 51 cm (38 to 58 in) (Btkk)\nNote: the kk feature is defined as pedogenic carbonate accumulation that is characterized by laterally continuous carbonates that have engulfed rock, sand, silt, and clay particles; plugged the macroporosity of the soil horizon with 50 percent or more calcium carbonate; and obliterated the original soil structure.\nADDITIONAL DATA: NSSL Laboratory data available: S81TX-069-002 (Castro County,\nTexas); S74TX-303-002, S80TX-303-001, S80TX-303-002, S81TX-303-001 (Lubbock\nCounty, Texas); S53TX-305-065, S95TX-305-001, S95TX-305-009, S95TX-305-013,\nS95TX-305-014, S95TX-305-018 (Lynn County, Texas).\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 30,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 30 cm (0 to 12 in); brown (7.5YR 4/3) loam, dark brown (7.5YR 3/2) moist; weak fine granular and weak subangular blocky structure; slightly hard, friable; common very fine and fine roots; neutral; abrupt smooth boundary. (15 to 36 cm [6 to 14 in] thick)"
      },
      {
        "name": "Bt1",
        "top": 30,
        "bottom": 51,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--30 to 51 cm (12 to 20 in); reddish brown (5YR 4/4) sandy clay loam, dark reddish brown (5YR 3/4) moist; moderate coarse prismatic structure parting to moderate fine and medium subangular blocky; very hard, friable; common fine roots; many very fine pores and common medium pores; few distinct clay films on faces of peds; common wormcasts; slightly alkaline; gradual wavy boundary. (13 to 38 cm [5 to 15 in] thick)"
      },
      {
        "name": "Bt2",
        "top": 51,
        "bottom": 71,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--51 to 71 cm (20 to 28 in); reddish brown (5YR 5/4) sandy clay loam, reddish brown (5YR 4/4) moist; moderate coarse prismatic structure parting to moderate fine and medium subangular blocky; very hard, friable; common fine roots; many very fine pores; common distinct clay films on faces of peds; noneffervescent in upper part, slightly effervescent in lower part; moderately alkaline; gradual wavy boundary. (15 to 46 cm [6 to 18 in] thick)"
      },
      {
        "name": "Bt3",
        "top": 71,
        "bottom": 97,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt3--71 to 97 cm (28 to 38 in); yellowish red (5YR 5/6) sandy clay loam, yellowish red (5YR 4/6) moist; weak coarse prismatic structure parting to moderate fine and medium subangular blocky; hard, friable; few fine roots; common very fine pores; common prominent clay films on faces of peds; few filaments, masses, and nodules of calcium carbonate; strongly effervescent; moderately alkaline; abrupt wavy boundary. (15 to 61 cm [6 to 24 in] thick)"
      },
      {
        "name": "Btkk",
        "top": 97,
        "bottom": 147,
        "dry_hue": "5YR",
        "dry_value": 8,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 7,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Btkk--97 to 147 cm (38 to 58 in); pink (5YR 8/4) sandy clay loam, pink (5YR 7/4) moist; weak coarse prismatic structure parting to weak medium subangular blocky; slightly hard, friable; few fine roots; few very fine pores; common distinct clay films on faces of peds; about 55 percent calcium carbonate by volume in the form of masses, nodules, and finely disseminated carbonates; 40 percent calcium carbonate by weight; violently effervescent; moderately alkaline; diffuse wavy boundary. (25 to 76 cm [10 to 30 in] thick)"
      },
      {
        "name": "Btk",
        "top": 147,
        "bottom": 203,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "pH_class": "moderately alkaline",
        "narrative": "Btk--147 to 203 cm (58 to 80 in); reddish yellow (5YR 6/6) sandy clay loam, yellowish red (5YR 5/6) moist; weak coarse prismatic structure parting to weak medium subangular blocky; hard, friable; few fine roots; common very fine pores; few distinct clay films on faces of peds; clay bridged sand grains and clay coats on sand grains; about 20 percent calcium carbonate by volume in the form of masses, nodules, and finely disseminated carbonates; violently effervescent; moderately alkaline."
      }
    ]
  ]
}
