{
  "SERIES": "ADAMATT",
  "STATUS": "Established Series",
  "BYREV": "Rev. EWB-AMB-TM-JVC",
  "REVDATE": "03/2017",
  "STATES": "CA,NV",
  "OVERVIEW": "The Adamatt series consists of shallow, well drained soils that formed in residuum and colluvium derived from andesite or tuff-breccia with surficial additions of eolian volcanic ash.  Adamatt soils are on hills and mountains.  Slopes are 4 to 50 percent.  The mean annual precipitation is about 400 mm and the mean annual temperature is about 6 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Ashy-skeletal, glassy, frigid, shallow Vitrandic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Adamatt very gravelly ashy sandy loam--rangeland. (Colors are for dry soil unless otherwise noted.) The soil surface is covered with 40 percent gravel, 20 percent cobbles, 10 percent stones, and 2 percent boulders.\nA--0 to 8 cm; grayish brown (10YR 5/2) very gravelly ashy sandy loam, very dark grayish brown (10YR 3/2) moist; moderate medium platy structure parting to moderate fine and medium subangular blocky; slightly hard, very friable, nonsticky and nonplastic; few fine and medium roots; many very fine and fine vesicular and common very fine and fine interstitial pores; 25 percent subangular gravel and 10 percent subangular cobbles; slightly acid (pH 6.1); clear wavy boundary.  (5 to 13 cm thick)\nBt1--8 to 28 cm; brown (10YR 5/3) very gravelly ashy sandy loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; common very fine to coarse roots; common very fine and fine interstitial and common very fine tubular pores; 5 percent faint clay bridges between sand grains; 10 percent subangular paragravel; 30 percent subangular gravel and 15 percent subangular cobbles; slightly acid (pH 6.5); clear wavy boundary.  (13 to 25 cm thick)\nBt2--28 to 43 cm; brown (10YR 5/3) very gravelly ashy sandy loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; hard, firm, slightly sticky and nonplastic; common very fine to medium roots; common very fine and fine interstitial and common very fine tubular pores; 50 percent faint clay films lining pores and on faces of peds; 20 percent paragravel; 40 percent subangular gravel and 15 percent subangular cobbles; slightly acid (pH 6.4); clear wavy boundary.  (13 to 20 cm thick)\nCr--43 to 56 cm; weathered andesite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mono County, California; in the Bodie Hills about 2.4 kilometers southeast of Mormon Meadow; in a nonsectionized township; USGS Bodie 7.5 minute topographic quadrangle; latitude 38 degrees 9 minutes 19.5 seconds N. and longitude 119 degrees 6 minutes 53.5 seconds W; WGS84 Decimal Degrees 38.1554167 latitude, -119.1148611 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in the moisture control section during fall, winter, and spring; usually dry from July through early October; xeric moisture regime that borders on aridic.\nMean annual soil temperature: 7 to 8 degrees C.\nMollic epipedon thickness: 36 to 50 cm; includes the Bt horizons.\nDepth to bedrock: 36 to 50 cm to a paralithic contact.  The paralithic materials below the contact are weathered andesitic rock.  Harder, unweathered bedrock is typically within 76 to 102 cm of the soil surface.\nParticle-size control section - Clay content: Averages 12 to 18 percent.\nRock fragments: Averages 35 to 60 percent, mainly 5 to 76 mm diameter gravel and cobbles.  Lithology of fragments are volcanic rocks such as andesite or andesitic tuff.\nA horizon\nValue: 4 or 5 dry, 3 moist.\nChroma: 2 or 3 dry or moist.\nOrganic matter content: 2 or 3 percent.\nReaction: Slightly acid or neutral.\nVolcanic glass content: 40 to 70 percent in coarse silt through fine sand fractions.\nBt horizons\nHue: 10YR or 7.5YR.\nValue: 4 or 5 dry, 3 moist.\nChroma: Commonly 3 dry or moist, but may be 2 dry or moist in upper part.\nTexture: Very gravelly ashy sandy loam, very cobbly ashy sandy loam, or very gravelly ashy loam.\nClay content: 12 to 18 percent.\nRock fragments: 35 to 60 percent.\nOrganic matter content: 1 to 3 percent.\nReaction: Slightly acid or neutral.\nVolcanic glass content: 30 to 50 percent in very fine sand and fine sand fractions."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Crazybird, Dawgbuffer, Epvip, and Rancheria series.\nCrazybird and Epvip soils have more than 18 percent clay in the particle-size control section.  Dawgbuffer soils are 18 to 36 cm to a paralithic contact.  Rancheria soils are dominated by rock fragments that are 2 to 5 mm diameter gravel and have paralithic materials that are weathered granitic rock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Adamatt soils are on hills and mountains.  They typically occur on shoulder and backslope positions.  They formed in residuum and colluvium derived from andesite or tuff-breccia with surficial additions of eolian volcanic ash.  The probable sources of the volcanic ash are the Mono Craters and Long Valley Caldera in eastern California.  Slopes are 4 to 50 percent.  Elevations range from 2,000 to 3,000 meters.  The climate is semiarid with cold, moist winters and warm, dry summers.  The mean annual precipitation is 350 to 460 mm, the mean annual temperature is 6 to 7 degrees C, and the frost-free period is 30 to 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bodiehill and Domehill soils.  Bodiehill soils are very deep.  Domehill soils are shallow to lithic contacts."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately rapid permeability; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Adamatt soils are used for livestock grazing, recreation, watershed, and wildlife habitat.  The native vegetation is mainly mountain big sagebrush, antelope bitterbrush, Thurber's needlegrass, western needlegrass, basin wildrye, and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern California and western Nevada, in the western part of the Great Basin.  These soils are not extensive.  MLRA 26."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mono County (Coleville-Bridgeport Area), California, 2010."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 43 cm (A, Bt1, and Bt2 horizons).\nArgillic horizon - The zone from 8 to 43 cm (Bt1 and Bt2 horizons).\nVitrandic intergrade feature - The zone from the soil surface to 43 cm (A, Bt1, and Bt2 horizons).\nParalithic contact - The boundary at 43 cm to underlying weathered bedrock (Cr layer).\nParticle-size control section and ashy-skeletal substitute class with glassy mineralogy - The zone from 8 to 43 cm (Bt1 and Bt2 horizons).\nADDITIONAL DATA: User Pedon ID: 2006CA051027.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 6.1,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 8 cm; grayish brown (10YR 5/2) very gravelly ashy sandy loam, very dark grayish brown (10YR 3/2) moist; moderate medium platy structure parting to moderate fine and medium subangular blocky; slightly hard, very friable, nonsticky and nonplastic; few fine and medium roots; many very fine and fine vesicular and common very fine and fine interstitial pores; 25 percent subangular gravel and 10 percent subangular cobbles; slightly acid (pH 6.1); clear wavy boundary.  (5 to 13 cm thick)"
      },
      {
        "name": "Bt1",
        "top": 8,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--8 to 28 cm; brown (10YR 5/3) very gravelly ashy sandy loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; common very fine to coarse roots; common very fine and fine interstitial and common very fine tubular pores; 5 percent faint clay bridges between sand grains; 10 percent subangular paragravel; 30 percent subangular gravel and 15 percent subangular cobbles; slightly acid (pH 6.5); clear wavy boundary.  (13 to 25 cm thick)"
      },
      {
        "name": "Bt2",
        "top": 28,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--28 to 43 cm; brown (10YR 5/3) very gravelly ashy sandy loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; hard, firm, slightly sticky and nonplastic; common very fine to medium roots; common very fine and fine interstitial and common very fine tubular pores; 50 percent faint clay films lining pores and on faces of peds; 20 percent paragravel; 40 percent subangular gravel and 15 percent subangular cobbles; slightly acid (pH 6.4); clear wavy boundary.  (13 to 20 cm thick)"
      },
      {
        "name": "Cr",
        "top": 43,
        "bottom": 56,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--43 to 56 cm; weathered andesite bedrock."
      }
    ]
  ]
}
