{
  "SERIES": "ADELINO",
  "STATUS": "Established Series",
  "BYREV": "Rev. DSP/JBC/WWJ",
  "REVDATE": "11/2014",
  "STATES": "NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Typic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Adelino fine sandy loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 2 inches; brown (10YR 5/3) fine sandy loam, brown (10YR 4/3) moist; single grained; loose, dry and moist; nonsticky, nonplastic; many fine roots and common fine pores; moderately alkaline; abrupt smooth boundary.  (2 to 4 inches thick)\nA2--2 to 4 inches; pale brown (10YR 6/3) fine sandy loam, brown (10YR 4/3) moist; weak thin platy structure; soft, very friable, nonsticky, nonplastic; many fine roots; few fine tubular pores; moderately calcareous; moderately alkaline; abrupt smooth boundary.  (2 to 8 inches thick)\nBw1--4 to 11 inches; light brown (7.5YR 6/4) heavy loam, brown (7.5YR 4/4) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; many fine roots; common fine tubular pores; moderately calcareous moderately alkaline; clear wavy boundary.  (6 to 11 inches thick)\nBw2--11 to 15 inches; light brown (7.5YR 6/4) heavy loam, brown (7.5Yr 4/4) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; many fine roots; common fine tubular pores; moderately calcareous with few medium distinct white (N 8/0) lime masses; moderately alkaline; clear wavy boundary.  (2 to 10 inches thick)\nCk1--15 to 30 inches; pale brown (10YR 6/3) heavy loam, yellowish brown (10YR 5/4) moist; weak medium subangular blocky structure; very hard, friable, sticky, plastic; many very fine roots; common very fine tubular pores; strongly calcareous with common medium distinct white (N 8/0) lime masses; strongly alkaline; clear wavy boundary.  (7 to 9 inches thick)\nCk2--30 to 38 inches; pale brown (10YR 6/3) sandy clay loam, yellowish brown (10YR 5/4) moist; massive; very hard, friable, slightly sticky, slightly plastic; few very fine roots; common very fine tubular pores; moderately calcareous with few medium distinct white (N 8/0) lime masses; strongly alkaline; clear wavy boundary.  (6 to 29 inches thick)\n2C--38 to 60 inches; strong brown (7.5YR 5/6) sandy loam dry and moist; massive; slightly hard, very friable, nonsticky, nonplastic; common very fine tubular pores; slightly calcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Valencia County, New Mexico; about 5 miles east of the Village of Tome; 0.5 mile east and 1 mile north of windmill on Tome Grant."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 59 to 72 degrees F.\nSoil moisture: These soils are dry three-fourths or more of the time in all of the moisture control section when the soil temperature is 41 degrees F. or more. Typic aridic moisture regime.\nA horizon\nHue: 5YR, 7.5YR, 10YR\nValue: 4 to 6 dry, 2 to 5 moist\nChroma: 2 to 4, dry or moist\nTexture: loamy fine sand, loamy sand, sandy loam, fine sandy loam, sandy clay loam, clay loam\nBw horizon\nHue: 5YR, 7.5YR, 10YR\nValue: 4 to 6 dry, 3 to 5 moist\nChroma: 3 to 6, dry or moist\nTexture: loam, sandy clay loam, clay loam\nClay content: 18 to 35 percent\nStructure: weak to moderate medium subangular blocky\nBk horizon\nHue: 7.5YR or 10YR\nValue: 6 to 8, dry or moist\nChroma: 3 or 4, dry or moist\nTexture: loam, sandy clay loam, clay loam\nC horizon\nCalcium carbonate: contains common masses to many threads of lime in the upper part.  It has a calcium carbonate equivalent of 8 to 14 percent.\nThe 2C horizon is discontinuous."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Kettleman (CA), Panoche (CA), and Voyager (CA) series. Kettleman soils are in the Central California Coast Range (MLRA 15), Panoche soils are in the San Joaquin Valley (MLRA 17), and Voyager soils are in the Mohave Desert (MLRA 30), all these soils receive mostly winter precipitation and are usually dry from April through November."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Adelino soils are on nearly level to gently sloping alluvial fans, fan remnants, and piedmont slopes at elevations of about 3,500 to 6,000 feet.  Slopes are dominantly 0 to 3 percent ranging to 5 percent.  The soils formed in old alluvium from granite, quartzite, schist, and limestone.  At the type location the climate is semiarid continental.  Mean annual precipitation is about 8 inches to over 1/2 of the total falling in June through September.  Mean annual temperature is about 65 F.  The Thornthwaite P-E Index is 14.  The frost-free period is 180 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Tome and Wink soils and the competing Agustin soils.  Tome soils are on broad swales and have fine-silty control sections.  Wink soils have calcic horizons and coarse-loamy control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used primarily for rangeland.  Native vegetation is principally burrograss, black grama, sand dropseed, broom snakeweed, and small soapweed (yucca)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central New Mexico. MLRA is 42. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Valencia County (East Valencia Area), New Mexico, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nIn October 2000, taxonomic classification was converted to the closest match found in Soil Taxonomy, Second Edition 1999.  No update was made to horizon nomenclature, competing series section, etc.  Other placements may be more appropriate after a complete update.\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy, Twelfth Edition, 2014.\nRevised for the correlation of White Sands Missile Range, New Mexico; October, 2014, NMS\nNational Cooperative Soil Survey\nU.S.A."
  }
}
