{
  "SERIES": "ADGER",
  "STATUS": "Established Series",
  "BYREV": "Rev.  RER-DRS",
  "REVDATE": "10/98",
  "STATES": "MT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Leptic Vertic Natrustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Adger clay, in grassland (colors are for dry soil unless otherwise noted).\nE--0 to 1 inch; light brownish gray (2.5Y 6/2) loam, dark grayish brown (2.5Y 3/2) moist; moderate thin platy structure; hard, friable, slightly sticky and slightly plastic; many very fine roots; moderately alkaline (pH 8.4); abrupt smooth boundary. (1 to 4 inches thick)\nBtn1--1 to 6 inches; dark grayish brown (2.5Y 4/2) clay, very dark grayish brown (2.5Y 3/2) moist; moderate medium prismatic structure separating to weak medium and fine blocky; very hard, very firm, very sticky and very plastic; common very fine roots; many clean sand grains coating the tops of prisms; many distinct clay films on faces of peds; strongly alkaline (pH 9.0); clear wavy boundary. (5 to 7 inches thick)\nBtn2--6 to 10 inches; grayish brown (2.5Y 5/2) clay, dark grayish brown (2.5Y 4/2) moist; moderate fine and medium blocky structure; very hard, very firm, very sticky and very plastic; few very fine roots; common very fine tubular pores; many distinct clay films on faces of peds; slightly effervescent; strongly alkaline (pH 8.6); clear wavy boundary. (4 to 6 inches thick)\nByz--10 to 18 inches; light brownish gray (2.5Y 6/2) clay; dark grayish brown (2.5Y 4/2) moist; strong medium and fine blocky structure; very hard, very firm, very sticky and very plastic; few roots; common very fine tubular pores; common fine and medium seams of gypsum and other salts; slightly effervescent; moderately alkaline (pH 8.2); clear wavy boundary. (0 to 10 inches thick)\nBkyz--18 to 29 inches; light brownish gray (2.5Y 6/2) silty clay, dark grayish brown (2.5Y 4/2) moist; weak medium blocky structure; very hard, firm, very sticky and plastic; few roots; common very fine tubular pores; strongly effervescent; common fine and medium threads and masses of lime; common fine and medium seams of gypsum and other salts; strongly alkaline (pH 8.8); gradual wavy boundary. (6 to 12 inches thick)\nBkz--29 to 60 inches; light brownish gray (2.5Y 6/2) silty clay, dark grayish brown (2.5Y 4/2) moist; massive; very hard, firm, very sticky and plastic; few fine threads and masses of lime; common fine salt crystals; strongly effervescent; strongly alkaline (pH 8.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Big Horn County, Montana; 1,450 feet north and 1,350 feet east of the SW corner of sec. 1, T. 7 S., R. 32 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 42 to 47 degrees F.\nMoisture control section - between 4 and 12 inches.  Moist in some part or all parts more than half the time during April through September.\nMollic epipedon thickness - 7 to 16 inches.\nControl section - 40 to 60 percent clay.\nDepth to y horizon - 10 to 16 inches.\nDepth to k horizon - 10 to 24 inches.\nPhases - cobbly.\nE horizon - Hue:  10YR, 2.5Y, or 5Y\nValue:  5, 6, or 7 dry; 3, 4, or 5 moist\nTexture:  loam or silt loam\nClay content:  18 to 27 percent.\nRock fragments:  0 to 35 percent--0 to 20 percent cobbles, 0 to 15 percent pebbles\nEC:  4 to 16 mmhos/cm\nReaction:  pH 6.6 to 9.0\nThin A1 horizons are allowed.\nBtn1 horizon - Hue:  10YR, 2.5Y, or 5Y\nValue:  4 or 5 dry, 3 moist\nChroma:  2, 3, or 4\nTexture:  clay or silty clay\nClay content:  40 to 60 percent\nRock fragments:  0 to 35 percent--0 to 20 percent cobbles, 0 to 15 percent pebbles\nSAR:  8 to 13\nEC:  4 to 16 mmhos/cm\nReaction:  pH 7.9 to 9.0\nBtn2 horizon - Hue:  10YR, 2.5Y, 5Y\nValue:  4, 5, or 6 dry; 3 or 4 moist\nChroma:  2, 3, or 4\nTexture:  clay or silty clay\nClay content:  40 to 60 percent\nStructure:  prismatic or blocky\nRock fragments:  0 to 15 percent--0 to 5 percent cobbles, 0 to 10 percent pebbles\nSAR:  13 to 30\nEC:  8 to 16 mmhos/cm\nReaction:  pH 7.9 to 9.0\nByz horizon - Hue:  10YR, 2.5Y, or 5Y\nValue:  5 or 6 dry, 4 or 5 moist\nChroma:  2, 3, or 4\nTexture:  clay, silty clay, or clay loam\nClay content:  35 to 55 percent\nRock fragments:  0 to 15 percent--0 to 5 percent cobbles, 0 to 10 percent pebbles\nEC:  8 to 16 mmhos/cm\nSAR:  13 to 30\nGypsum:  1 to 5 percent\nReaction:  pH 7.9 to 9.0\nBkyz and Bkz horizons - Hue:  10YR, 2.5Y, or 5Y\nValue:  5 or 6 dry, 4 or 5 moist\nChroma:  2, 3, or 4\nTexture:  clay, silty clay, clay loam, or silty clay loam\nClay content:  27 to 55 percent\nRock fragments:  0 to 20 percent--0 to 5 percent cobbles, 0 to 15 percent pebbles\nCalcium carbonate equivalent:  5 to 10 percent\nEC:  8 to 16 mmhos/cm\nSAR:  13 to 30\nGypsum:  1 to 5 percent\nReaction:  pH 7.9 to 9.0"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Dogtooth (T)(ND), Exline (SD), Ferney (SD), Mekinock (ND), and Rhoades (ND) series.  The Dogtooth soils have a paralithic contact at depths of 20 to 40 inches.  Exline soils are somewhat poorly drained, have chroma of 1 in the surface, and are mottled above a depth of 40 inches.  The Ferney soils are moderately well drained, are mottled at depths above 40 inches, and do not have horizons with accumulations of gypsum.  The Mekinock soils are moderately well drained and moderately deep over shale bedrock.  Rhoades soils are deep and have a paralithic contact between the depths of 40 and 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Adger soils are on alluvial fans, stream terraces, and sedimentary plains.  Elevations are 2,000 to 4,500 feet.  Slopes are 0 to 8 percent.  These soils formed in clayey alluvium derived mainly from shale.  The climate is cool with long, cold winters; moist springs; and warm summers.  Mean annual precipitation is 14 to 19 inches.  Mean annual temperature is 40 to 45 degrees F.  The frost-free season is 110 to 125 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium or slow runoff; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Adger soils are used mainly for rangeland.  Potential native vegetation is mainly western wheatgrass, thickspike wheatgrass, green needlegrass, and Nuttall saltbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Adger soils are of small extent in eastern Montana and western North Dakota."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Big Horn County (Big Horn Area), Montana, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil interpretation records:  MT0001, MT0854.  Diagnostic horizons and features recognized in this pedon are:  a mollic epipedon when mixed to 7 inches (E, Btn1, and part of Btn2 horizons); an argillic horizon from 1 to 10 inches that is the particle size control section and horizons of sodium accumulation (Btn1, Btn2 horizons); a horizon of gypsum and other salt accumulation from 10 to 18 inches (Byz horizon); and lime, gypsum, and salt accumulation from 18 to 60 inches (Bkyz and Bkz horizons).  Adger soils have a frigid temperature regime and an ustic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
