{
  "SERIES": "ADINOT",
  "STATUS": "Established Series",
  "BYREV": "DWB/CAF/JJJ",
  "REVDATE": "07/2011",
  "STATES": "CA",
  "OVERVIEW": "The Adinot series consists of shallow, moderately well drained soils formed in slope alluvium weathered from extrusive igneous rock.  They are on hills, pediments and summits.  Slopes range from 2 to 30 percent.  The mean annual precipitation is about 15 inches and the mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic Aridic Lithic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Adinot very gravelly sandy loam on a SE facing 3 percent slope under a cover of low sagebrush, at an elevation of 4340 feet.  (Colors are for dry soil unless otherwise stated.  When described June 22, 1982, the soil was moist to 4 inches.)\nA--0 to 2 inches; grayish brown (10YR 5/2) very gravelly sandy loam, very dark grayish brown (10YR 3/2) moist; moderate thin platy structure; slightly hard, very friable, nonsticky and nonplastic; common very fine roots; many very fine tubular pores; 40 percent gravel; neutral (pH 7.0); abrupt smooth boundary.  (2 to 3 inches thick)\nBt1--2 to 5 inches; brown (10YR 5/3) gravelly loam, dark brown (10YR 3/3) moist; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine and common fine roots; many very fine tubular pores; common moderately thick clay films in pores and common thin clay films on ped faces; 20 percent gravel; neutral (pH 7.0); clear smooth boundary.  (3 to 5 inches thick)\nBt2--5 to 11 inches; brown (10YR 5/3) gravelly clay loam, dark brown (10YR 3/3) moist; strong medium subangular blocky structure; hard, friable, slightly sticky and plastic; many fine roots; common very fine tubular pores; common moderately thick clay films in pores and on ped faces; 20 percent gravel; neutral (pH 7.0); abrupt smooth boundary.  (3 to 9 inches thick)\nBt3--11 to 14 inches; brown (10YR 5/3) very gravelly clay loam, dark brown (10YR 3/3) moist; strong medium subangular blocky structure; hard, firm, sticky and plastic; common fine roots; few very fine tubular pores; common moderately thick clay films in pores and on ped faces; 45 percent gravel; neutral (pH 7.0); abrupt smooth boundary.  (2 to 3 inches thick)\n2R--14 inches; hard tuff."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Modoc County, California; about 5 miles southeast of Adin, 1,300 feet west and 100 feet south of the northeast corner of sec.  22, T. 38 N., R. 9 E. Adin SW (Letterbox Hill) quadrangle (7.5 minute series)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a lithic contact is 14 to 20 inches.   The mean annual soil temperature is 47 to 52 degrees F.  The soil temperature exceeds 41 degrees F. from early March to early December (275 days) and exceeds 47 degrees F. from mid April to early November.  The soil moisture control section (8 inches to lithic contact) is dry in all parts from early June to early November (140 to 160 days) and is moist in all parts from mid December to early May.  The particle-size control section averages 30 to 35 percent clay and 5 to 30 percent rock fragments, mostly gravel.  Base saturation by sum of cations ranges from 95 to 100 percent throughout. Rock fragments, mostly gravel, on the surface, range from 35 to 50 percent.\nThe A horizon color is 10YR 4/3, 5/2 or 5/3.  Moist color is 10YR 3/2 or 3/3.  Texture is very gravelly sandy loam, very cobbly sandy loam, and very stony sandy loam with clay content of 15 to 18 percent.  Rock fragments, mostly gravel or cobbles, range from 35 to 60 percent.  Organic matter ranges from 1 to 2 percent.\nThe Bt1 horizon color is 10YR 4/3, 5/2 or 5/3.  Moist color is 10YR 3/2 or 3/3.  Organic matter ranges from 1 to 2 percent.  Texture is gravelly loam or loam with clay content of 25 to 27 percent.  Rock fragments, mostly gravel, ranges from 5 to 30 percent.\nThe Bt2 horizon color is 10YR 4/3, 5/2 or 5/3.  Moist color is 10YR 3/2, or 3/3.  Organic matter ranges from 1 to 2 percent.  Texture is gravelly clay loam or clay loam with clay content of 27 to 35 percent.  Rock fragments, mostly gravel, range from 5 to 30 percent.\nThe Bt3 horizon color is 10YR 4/3, 5/2 or 5/3.  Moist color is 10YR 3/2, 3/3 or 7.5YR 3/2.  Texture is clay loam or very gravelly clay loam with clay content of 35 to 40 percent.  Rock fragments, mostly gravel, range from 5 to 50 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cooperopolis, Laric, Marlic, McQuarrie, and Terca soils.\nCooperopolis, Laric, Marlic, McQuarrie, and Terca soils have less than 35 percent clay in the lower part of the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Adinot soils are on hills, summits and pediments.  Slopes are 2 to 30 percent.  These soils formed in slope alluvium from extrusive igneous rock.  Elevation is 4000 to 5000 feet.  The climate is semiarid with warm dry summers and cold moist winters.  Mean annual precipitation is 12 to 16 inches.  Snowfall is 12 to 24 inches.  The mean annual temperature is 48 to 50 degrees F.  The mean January temperature is about 32 degrees F.  The mean July temperature is about 67 degrees F.  Frost-free period is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bieber, Devada, Sweagert (T), and Oxendine (T) soils.  Bieber soils are on intermounds, are shallow to duripan, and are clayey. Devada soils are on hills and are clayey.  Sweagert soils are on terraces, are moderately deep to duripan, and are fine-loamy.  Oxendine soils are on terraces, are shallow to a gravelly duripan, and are loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow to rapid runoff; moderately slow permeability.  A perched watertable occurs from 0 to 1 foot from December through March."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used for livestock grazing.  The vegetation is low sagebrush, Thurber, needlegrass, bottlebrush squirreltail, and Sandberg bluegrass, bluebunch wheatgrass, and onespike oakgrass wright buckwheat."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Intermountain, California.  The soils are not extensive, about 2500 acres. MLRA 21"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lassen County, California, 1994.  Source of name is town of Adinot, California."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from 0 to 14 inches (A, Bt1, Bt2, Bt3)\nArgillic horizon - the zone from 2 to 14 inches (Bt1, Bt2, Bt3)\nLithic contact - the boundary at 14 inches (R)\nMositure regime - aridic\nMineralogy is dominantly montmorillonitic.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nClassification was updated to 11th edition on 07/2011 changed Lithic Argixerolls to Aridic Lithic Argixerolls.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 2 inches; grayish brown (10YR 5/2) very gravelly sandy loam, very dark grayish brown (10YR 3/2) moist; moderate thin platy structure; slightly hard, very friable, nonsticky and nonplastic; common very fine roots; many very fine tubular pores; 40 percent gravel; neutral (pH 7.0); abrupt smooth boundary.  (2 to 3 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 5,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--2 to 5 inches; brown (10YR 5/3) gravelly loam, dark brown (10YR 3/3) moist; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine and common fine roots; many very fine tubular pores; common moderately thick clay films in pores and common thin clay films on ped faces; 20 percent gravel; neutral (pH 7.0); clear smooth boundary.  (3 to 5 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 13,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bt2--5 to 11 inches; brown (10YR 5/3) gravelly clay loam, dark brown (10YR 3/3) moist; strong medium subangular blocky structure; hard, friable, slightly sticky and plastic; many fine roots; common very fine tubular pores; common moderately thick clay films in pores and on ped faces; 20 percent gravel; neutral (pH 7.0); abrupt smooth boundary.  (3 to 9 inches thick)"
      },
      {
        "name": "Bt3",
        "top": 28,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "very gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bt3--11 to 14 inches; brown (10YR 5/3) very gravelly clay loam, dark brown (10YR 3/3) moist; strong medium subangular blocky structure; hard, firm, sticky and plastic; common fine roots; few very fine tubular pores; common moderately thick clay films in pores and on ped faces; 45 percent gravel; neutral (pH 7.0); abrupt smooth boundary.  (2 to 3 inches thick)"
      },
      {
        "name": "2R",
        "top": 36,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R--14 inches; hard tuff."
      }
    ]
  ]
}
