{
  "SERIES": "ADLER",
  "STATUS": "Established Series",
  "BYREV": "WMM:WMK:RBH; Rev. JDS,MAV",
  "REVDATE": "10/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, thermic Fluvaquentic Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Adler silt loam -- in pastures. (Colors are for moist soil unless otherwise stated).\nAp--0 to 7 inches; grayish brown (10YR 5/2) silt loam; weak fine granular structure; very friable; many fine and medium roots; neutral; abrupt smooth boundary. (2 to 12 inches thick)\nBw--7 to 16 inches; brown (10YR 5/3) silt loam; few fine faint pale brown (10YR 6/3) iron depletions; weak fine subangular blocky structure; very friable; many fine roots; common fine and medium pores;  has few thin horizontal strata in less than 50 percent of the volume; few faint clay films in some macropores; neutral; clear wavy boundary. (6 to 24 inches thick)\nC1--16 to 32 inches; yellowish brown (10YR 5/4) silt loam; common medium distinct light brownish gray (10YR 6/2) iron depletions; massive; friable; many pores, worm holes and root channels; has thin horizontal strata in more than 50 percent of the volume; slightly alkaline; clear wavy boundary.\nC2--32 to 80 inches; variegated, light gray (10YR 7/2), yellowish brown (10YR 5/4), and brownish yellow (10YR 6/6) silt loam; massive; friable; has thin horizontal strata; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Adams County, Mississippi; 1/2 mile west of International Paper Company plant in Natchez, Mississippi, then south on Oil Well Road for 3/4 mile; on east side of road, sec. 11, T. 6 N., R. 3 W.; 31 degrees, 30 minutes, 47.06 seconds N. Latitude, 91 degrees, 26 minutes, 26.99 seconds W. Longitude, Natchez USGS 7.5 Minute Quadrangle, Mississippi."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 8 to 40 inches.  Reaction commonly ranges from moderately acid to slightly alkaline in all horizons. In some pedons, the C horizon has some strongly acid layers. The particle size control section at 10- to 40- inches, has 5 to 18 percent clay.\nThe Ap horizon has hue of 10YR, value of 4 or 5, and chroma of 2 to 4. It is silt, silt loam, or silty clay loam. Some pedons have a thin A horizon with hue of 10YR, value 3 or 4 and chroma of 1 or 2.\nThe Bw horizon has hue of 10YR, value of 4 to 6, and chroma of 3 to 6 with none to many iron depletions having chroma of 2 or less.  Texture is very fine sandy loam or silt loam.\nThe upper part of the C horizon or the BC horizon has hue of 10YR, value of 4 to 6, and chroma of 3 to 6 with few to many iron depletions having chroma of 2 or less. Below 20 inches, the C horizon either is variegated in shades of gray, yellow, and brown, or it has a gray matrix with few to many iron depletions and accumulations in shades of gray, brown, and yellow. The C horizon is silt, very fine sandy loam, or silt loam.\nSome pedons have an Ab horizon that is grayish silt loam below a depth of 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Riedtown series in the same family. Closely related soils are the Bruin, Collins, Convent, Iuka, Morganfield, and Vicksburg series. Bruin soils do not have aquic conditions within a depth of 40 inches and formed entirely in Mississippi River alluvium. Collins soils do not have a cambic horizon and are acid in the control section.  Convent soils have aquic conditions  and have a matrix with chroma of 2 or less within 20 inches of the surface.  Iuka soils are coarse-loamy, siliceous and acid in the control section. Morganfield and Vicksburg soils are better drained and do not have aquic conditions within a depth of 40 inches of the soil surface. In addition Vicksburg soils are more acid.  Riedtown soils have a loamy discontinuity at 20 to 40 inches deep and have a thicker solum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These level to nearly level soils are on flood plains. Slopes are from 0 to 2 percent. The soils formed in silty alluvium along streams that drain areas of the Southern Mississippi Valley Silty Uplands, MLRA 134, and on alluvial fans along the eastern edge of the Southern Mississippi Valley Alluvium (MLRA 131).  Mean annual temperature is 66 degrees Fahrenheit and the mean annual precipitation is 55 inches near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the closely related Collins, Convent, Morganfield, and Vicksburg series and the Arkabutla and Falaya series.  All of these soils are on the nearly linear surfaces of flood plains. Arkabutla and Falaya soils have aquic conditions and a matrix with chroma of 2 or less within 20 inches of the surface.   In addition, Arkabutla soils are fine-silty in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; slow runoff; moderately permeable. The water table fluctuates between 1.5 to 2.5 feet of the surface for much of the time during winter and early in spring in normal years. The soil is subject to flooding during winter and early in spring. Frequency is rare to frequent, and duration is very brief to long."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Much of the acreage of the Adler soil is cleared and cropped to cotton, soybeans, corn, small grains, and hay. A moderate acreage is in pasture. The native vegetation is mixed bottomland hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: In the loess belt of Kentucky, Mississippi, Missouri, and Tennessee. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Vanderburg County, Indiana; 1939."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The series classification was changed from an Aquic Udifluvent to a Fluvaquentic Eutudept in 2002 based on a review of the type location pedon and other typical pedons within the series range.  Also adjusted water table depths to support the Aquic subgroup and assigned to a superactive activity class.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to a depth of approximately 7 inches (Ap horizon).\nCambic horizon - the zone from 7 to 16 inches (Bw horizon)\nAquic conditions - Saturation, reduction and redoximorphic features (including  iron depletions that have chroma of 2) within a depth of 24 inches (the C1 horizon - 16-32 inches).\nIrregular organic carbon distribution - the stratified layers between 16 and 50 inches (C horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
