{
  "SERIES": "ADOLPH",
  "STATUS": "Established Series",
  "BYREV": "Rev. JFG-KDS-AGG",
  "REVDATE": "09/2006",
  "STATES": "MN,WI",
  "OVERVIEW": "The Adolph series consists of very deep, poorly and very poorly drained soils formed in a loamy mantle and dense glacial till on moraines. A densic contact occurs at depths of 40 to 80 inches.  These soils are deep to dense glacial till.   Slopes range from 0 to 2 percent. Mean annual precipitation is about 28 inches.  Mean annual air temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Typic Epiaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Adolph mucky silty clay loam with a nearly level concave slope in a shallow depression on a ground moraine in an open deciduous forest.  (Colors are for moissoil unless otherwise stated.)\nA1--0 to 5 inches; black (N 2/0) mucky silty clay loam; strong fine and medium subangular blocky structure; friable; moderately acid; clear wavy boundary.\nA2--5 to 13 inches; very dark gray (N 3/0) silt loam; many medium prominent dark reddish brown (5YR 3/4) Fe concentrations; weak thin platy structure parting to weak very fine subangular blocky; friable; about 2 percent gravel; moderately acid; clear wavy boundary.  (Combined thickness of A horizons is 10 to 22 inches thick)\nBg--13 to 32 inches; gray (5Y 5/1) silt loam; weak very fine subangular blocky structure; friable; about 2 percent gravel; neutral; clear wavy boundary.  (8 to 24 inches thick)\n2BC--32 to 44 inches; reddish brown (5YR 4/3) fine sandy loam, common fine faint reddish gray (5YR 5/2) Fe depletions and many medium prominent strong brown (7.5YR 5/6) Fe concentrations; weak coarse subangular blocky structure; friable; about 5 percent gravel; neutral; gradual smooth boundary.  (0 to 16 inches thick)\n2BCd--44 to 80 inches; reddish brown (5YR 4/4) fine sandy loam; few medium distinct reddish gray (5YR 5/2) Fe depletions and yellowish red (5YR 5/6) Fe concentrations; moderate very coarse and extremely coarse prismatic structure parting to moderate fine and medium platy; very firm; about 5 percent gravel; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mille Lacs County, Minnesota; about 8 miles north northwest of Milaca; about 1,076 feet north and 300 feet east of the southwest corner of sec. 15, T. 39 N., R. 27 W.; USGS Milaca quadrangle; lat. 45 degrees 52 minutes 9 seconds N. and long. 93 degrees 42 minutes 10 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the loamy mantle ranges from 18 to 34 inches.  Depth to a densic contact ranges from 40 to 80 inches.  Free carbonates commonly are at depths of 60 inches or more, but in a few pedons they are at depths as shallow as 48 inches.  Content of rock fragments, by volume, ranges from 0 to 5 percent in the upper part and from 5 to 30 percent in the lower part. They are mixed in lithology but mostly of igneous rocks.  Some pedons have an O horizon as much as 6 inches in thickness.  The mollic epipedon ranges from 10 to 18 inches in thickness.  A stone line or partially sorted layer commonly is at the contact of the two materials.  Stony and very stony surface phases are recognized.\nThe A horizons have hue of 10YR, 2.5Y, 5Y or is neutral, value of 2 or 3, and chroma of 0 or 1.  The A horizons are silt loam, silty clay loam or their mucky modifiers and range from strongly acid to neutral.\nThe Bg horizon has hue of 10YR, 2.5Y or 5Y value of 4 or 5, and chroma of 1 or 2.  It commonly has distinct or prominent redoximorphic features with chroma of 2.  It typically is silt loam, but very fine sandy loam and loam are within the range.  It ranges from strongly acid to neutral.\nThe 2BC and 2BCd horizons have hue of 5YR or 7.5YR, value of 3 to 6, and chroma of 3 or 4.  However, where the 2BC horizon is at the shallower limit it commonly has hue as yellow as 10YR with value of 4 or 5 and chroma of 1 or 2.  Distinct or prominent redoximorphic features commonly are in these horizons, especially the 2BC horizon.  These horizons are sandy loam, fine sandy loam, gravelly sandy loam, or gravelly fine sandy loam.  It is friable or firm in the 2BC horizon and very firm in the 2BCd horizon. Reaction is moderately acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Nokasippi, Parent and Prebish soils.  The Nokasippi and Parent and Prebish soils do not have a silty mantle."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils have plane or concave slopes in shallow depressions on moraines.  In some places they are on flats adjacent to depressions.  Slopes range from 0 to 2 percent.  They formed in a loamy mantle over dense loamy glacial till of Late Wisconsin Age. The climate is humid continental with warm summers and cold winters. Mean annual air temperature is about 40 to 45 degrees F.  Mean annual precipitation is about 25 to 32 inches.  The frost-free days range from 90 to 145.  Elevation above sea level ranges from 670 to 1400 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cebana, Freeon, Freer, Santiago, and Brennyville soils which are members of a hydrosequence with the Adolph soils.  Cebana soils are poorly drained.  Santiago soils are well drained.  Freeon and Brennyville soils are moderately well drained.  Freer soils are somewhat poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Poorly and very poorly drained.  Surface runoff is low to ponded.  Saturated hydraulic conductivity is 4.23 to 14.11 micrometers per second (.6 to 2 inches per hour) in the upper part and .01 to .42 micrometers per second (.0015 to .06 inches per hour) in the underlying dense till.  A perched zone of saturation is at the surface for some time from October to June in normal years for the poorly drained and very poorly drained phase.  Ponding also occurs for some time for the very poorly drained phase."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of this soil is in forest, cropland or pasture.  Native vegetation was mostly grasses and sedges with some shrubs such as alder and willow and few scattered deciduous trees such as elm and ash."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  MLRA-90.  East central Minnesota and northwestern Wisconsin.  Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mille Lacs County, Minnesota in 1927."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface to 13 inches (A horizons); cambic horizon - the zone from 13 to 32 inches (Bg horizon); aquic soil moisture regime - low chroma immediately below the mollic epipedon.  The BCd horizon is considered to be a densic contact.\nADDITIONAL DATA:  S57 Minn-48-5 in S.S.I.R. Report No. 9.  This series was formerly classified in the coarse-loamy, mixed, frigid Typic Haplaquolls family.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly and very poorly",
        "drainage_overview": "poorly and very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "N",
        "moist_value": 2,
        "moist_chroma": 0,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 5 inches; black (N 2/0) mucky silty clay loam; strong fine and medium subangular blocky structure; friable; moderately acid; clear wavy boundary."
      },
      {
        "name": "A2",
        "top": 13,
        "bottom": 33,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "N",
        "moist_value": 3,
        "moist_chroma": 0,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--5 to 13 inches; very dark gray (N 3/0) silt loam; many medium prominent dark reddish brown (5YR 3/4) Fe concentrations; weak thin platy structure parting to weak very fine subangular blocky; friable; about 2 percent gravel; moderately acid; clear wavy boundary.  (Combined thickness of A horizons is 10 to 22 inches thick)"
      },
      {
        "name": "Bg",
        "top": 33,
        "bottom": 81,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg--13 to 32 inches; gray (5Y 5/1) silt loam; weak very fine subangular blocky structure; friable; about 2 percent gravel; neutral; clear wavy boundary.  (8 to 24 inches thick)"
      },
      {
        "name": "2BC",
        "top": 81,
        "bottom": 112,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "2BC--32 to 44 inches; reddish brown (5YR 4/3) fine sandy loam, common fine faint reddish gray (5YR 5/2) Fe depletions and many medium prominent strong brown (7.5YR 5/6) Fe concentrations; weak coarse subangular blocky structure; friable; about 5 percent gravel; neutral; gradual smooth boundary.  (0 to 16 inches thick)"
      },
      {
        "name": "2BCd",
        "top": 112,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2BCd--44 to 80 inches; reddish brown (5YR 4/4) fine sandy loam; few medium distinct reddish gray (5YR 5/2) Fe depletions and yellowish red (5YR 5/6) Fe concentrations; moderate very coarse and extremely coarse prismatic structure parting to moderate fine and medium platy; very firm; about 5 percent gravel; neutral."
      }
    ]
  ]
}
