{
  "SERIES": "ADWELL",
  "STATUS": "Established Series",
  "BYREV": "Rev. RGC/HJP/TDT",
  "REVDATE": "01/2004",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial-skeletal, ferrihydritic, isofrigid Oxyaquic Fulvudands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Adwell gravelly medial silt loam-forestland, on a 41 percent northwesterly aspect at an elevation of 1,865 feet in a Pacific silver fir/devils club plant association.  (When described on March 30, 1994, the soil was moist throughout.  Colors are for moist soil unless otherwise stated.)\nOi--0 to 2 inches; slightly decomposed moss, needles, and twigs; abrupt smooth boundary.  (1 to 4 inches thick)\nOe--2 to 3 inches; moderately decomposed organic materials; abrupt smooth boundary. (1 to 2 inches thick)\nA--3 to 8 inches; dark brown (10YR 3/3) gravelly medial silt loam, brown (10YR 5/3) dry; weak very fine, fine, and medium subangular blocky and weak very fine and fine granular structure; hard, friable, nonsticky and nonplastic; weakly smeary; many very fine and common fine, medium, and coarse roots; many very fine and fine tubular and irregular pores; 15 percent gravel; strongly acid (pH 5.4); clear smooth boundary. (4 to 9 inches thick)\nBw1--8 to 15 inches; dark brown (10YR 3/3) gravelly medial silt loam, light yellowish brown (10YR 6/4) dry; weak very fine, fine, and medium subangular blocky and weak very fine and fine granular structure; slightly hard, friable, nonsticky and nonplastic; weakly smeary; common very fine, fine, medium, and coarse roots; common very fine and fine tubular and irregular pores; 15 percent gravel; moderately acid (pH 5.6); clear wavy boundary.\nBw2--15 to 20 inches; dark yellowish brown (10YR 3/4) very cobbly medial silt loam, brownish yellow (10YR 6/6) dry; weak very fine, fine, and medium subangular blocky and weak very fine and fine granular structure; slightly hard, friable, nonsticky and nonplastic; weakly smeary; common very fine, fine, medium, and coarse roots; common very fine and fine tubular and irregular pores; 15 percent gravel, 25 percent cobbles; moderately acid (pH 5.8); clear wavy boundary.\nBw3--20 to 35 inches; dark yellowish brown (10YR 3/6) very cobbly medial silt loam, brownish yellow (10YR 6/6) dry; weak very fine, fine, and medium subangular blocky and weak very fine and fine granular structure; slightly hard, friable, nonsticky and nonplastic; weakly smeary; common very fine, fine, and medium and few coarse roots; common very fine and fine tubular and irregular pores; 20 percent gravel, 25 percent cobbles; moderately acid (pH 5.8); clear wavy boundary.\nBw4--35 to 44 inches; olive brown (2.5Y 4/4) very gravelly medial silt loam, light yellowish brown (2.5Y 6/4) dry; weak very fine, fine, and medium subangular blocky and weak very fine and fine granular structure; slightly hard, friable, nonsticky and nonplastic; weakly smeary; few very fine, fine, and medium roots; few very fine and fine tubular and irregular pores; 25 percent gravel, 15 percent cobbles; moderately acid(pH 5.8); clear wavy boundary.  (Combined thickness of the Bw horizon is 36 to 41 inches)\n2BC--44 to 49 inches; olive brown (2.5Y 4/4) extremely gravelly sandy loam, light yellowish brown (2.5Y 6/4) dry; few very fine, fine, and medium subangular blocky and few very fine and fine granular structure; slightly hard, friable, nonsticky and nonplastic; weakly smeary; few very fine and fine roots; few very fine irregular pores; few fine distinct light olive brown (2.5Y 5/3) iron depletions on ped faces; 40 percent gravel, 20 percent cobbles; moderately acid (pH 5.8); abrupt smooth boundary.  (0 to 12 inches thick)\n2Cd--49 to 63 inches; olive brown (2.5Y 4/3) extremely gravelly sandy loam, light yellowish brown (2.5Y 6/3) dry; massive; hard, brittle, nonsticky and nonplastic; few fine distinct light olive brown (2.5Y 5/3) iron depletions on ped faces; 40 percent gravel, 30 percent cobbles; moderately acid (pH 5.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clallam County, Washington, about 1 2/3 miles northeast of the Klahowya campground, about 975 feet west and 130 feet south of the northeast corner of Section 22, T. 30 N., R. 11 W.  (Latitude 48 degrees, 05 minutes, 21 seconds N., Longitude 124 degrees, 05 minutes, 43 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 43 to 47 degrees F.  The mean summer soil temperature is 47 to 50 degrees F. and the mean winter soil temperature is 40 to 45 degrees F.  The difference between the mean winter and mean summer soil temperature is 5 to 9 degrees F.  These soils are usually moist and have a surplus of available water on a monthly basis throughout the year; perudic soil moisture regime.  Depth to dense till is 40 to 60 inches.  The particle-size control section has andic soil properties with a cumulative thickness of 40 to 50 inches and 15 to 60 percent rock fragments by volume with a weighted acreage of 35 to 50 percent.  The andic soil material has an estimated moist bulk density of 0.30 to 0.70 g/cc, acid-oxalate extractable aluminum plus one half of the acid-oxalate extractable iron of 2 to 6 percent, phosphate retention of 85 to 100 percent, 15-bar water retention of 30 to 50 percent for air dried samples and acid oxalate iron of 1.5 to 3.5 percent.  Depth to redox depletions is 40 to 50 inches.\nThe A horizon has value of 2 or 3 moist and 4 or 5 dry, and chroma of 2 or 3 moist.  It has 20 to 40 percent organic matter.  It has 2 to 3 cmol/kg of aluminum.\nThe Bw horizon has hue of 10YR or 2.5Y moist and dry, value of 3 or 4 moist and 5 or 6 dry, and chroma of 3, 4, or 6 moist and 4 or 6 dry.  It is gravelly medial silt loam, very cobbly medial silt loam, or very gravelly medial silt loam.  It has 2 to 20 percent organic matter and has over 7 percent to a depth of over 20 inches.  It has 1 to 2 cmol/kg of aluminum throughout.\nThe 2BC horizon has hue of 2.5Y or 10YR moist and dry, value of 3 or 4 moist and 5 or 6 dry, and chroma of 3 or 4 moist and 4 or 6 dry.  It is extremely gravelly sandy loam, extremely gravelly loam, or very gravelly loam.  Moist bulk density is over 0.90 g/cc.\nThe 2Cd horizon has hue of 2.5Y or 5Y moist and dry, value of 3 or 4 moist, and chroma of 3 or 4 moist and dry.  It is extremely gravelly sandy loam or very gravelly sandy loam.  It has a moist bulk density of 1.50 to 2.00 g/cc."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Kaweeta series.  Kaweeta soils have a udic moisture regime and are 20 to 40 inches deep to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Adwell soils are predominantly on ground moraines and glaciated mountain slopes.  Slopes are 15 to 50 percent.  The soils formed in continental glacial till.  Elevations are 800 to 2,400 feet. Average annual precipitation is 95 to 120 inches.  Average annual temperature is 41 to 43 degrees F.  The frost-free season is 120 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Eatoncreek, Edenvalley, Kaweeta, Lizardlake, Neah, Pysht, Urboden, and Zenobia soils.  Eatoncreek and Lizardlake soils are on glaciated mountain slopes and are shallow.  Edenvalley, Kaweeta, and Zenobia soils are on glaciated mountain slopes and are moderately deep.  Neah soils are on moderate relief mountain slopes and are moderately deep.  Pysht soils have a udic moisture regime.  Urboden soils are on mountain headwalls and are very deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; moderate over slow permeability.  Adwell soils have a perched seasonal zone of saturation between 2.5 and 4.5 feet from November through April; oxyaquic conditions."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Timber production, wildlife habitat, recreation, and watershed.  Native vegetation is Pacific silver fir, western hemlock, threeleaf foamflower, Alaska huckleberry, deer fern, Oregon oxalis, and devils club."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Clallam County, Washington; MLRA 1.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Clallam County, Washington, 2000; Olympic National Forest."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are the following:\n- Ochric epipedon\n- Cambic horizon - 8 to 49 inches (Bw1, Bw2, Bw3, Bw4, and 2BC subhorizons)\n- Andic soil properties - 3 to 44 inches (A, Bw1, Bw2, Bw3 and Bw4 subhorizons)\n- Densic layer - 49 to 63 inches (2Cd layer)\n- PSCS - 3 to 43 inches (A, Bw1, Bw2, Bw3, Bw4 subhorizons)\n- This soil has a perudic moisture regime.\n- This soils would be considered as oxyaquic if such a subgroup were proposed.\n- All depths to diagnostic horizons and features are measured from the top of the first mineral horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
