{
  "SERIES": "ADYEVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. BGN-GRS",
  "REVDATE": "12/2009",
  "STATES": "IN",
  "OVERVIEW": "The Adyeville series consists of moderately deep, somewhat excessively drained soils on hills. They formed in residuum from interbedded sandstone, siltstone, and shale. Slopes range from 8 to 60 percent. Mean annual precipitation is about 1092 mm (43 inches), and mean annual temperature is about 12.8 degrees C (55 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, semiactive, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Adyeville very fine sandy loam on a 40 percent slope in woodland at an elevation of about 180 meters (590 feet) above mean sea level. (Colors are for moist soil unless otherwise stated).\nA--0 to 7.5 cm (0 to 3 inches); very dark grayish brown (10YR 3/2) very fine sandy loam, light brownish gray (10YR 6/2) dry; weak very fine granular structure; friable; many fine and medium roots throughout; 2 percent strongly cemented sandstone channers; extremely acid; abrupt smooth boundary. [5 to 10 cm (2 to 4 inches) thick]\nE--7.5 to 23 cm (3 to 9 inches); light yellowish brown (10YR 6/4) very fine sandy loam; weak fine subangular blocky structure; friable; many fine and medium roots throughout; 2 percent strongly cemented sandstone channers; extremely acid; clear wavy boundary. [0 to 15 cm (0 to 6 inches) thick]\nBt1--23 to 43 cm (9 to 17 inches); yellowish brown (10YR 5/6) silt loam; moderate medium subangular blocky structure; friable; common fine and medium roots throughout; common faint yellowish brown (10YR 5/4) clay films on faces of peds and in pores; 7 percent strongly cemented channers; extremely acid; clear wavy boundary.\nBt2--43 to 61 cm (17 to 24 inches); strong brown (7.5YR 5/6) channery loam; moderate medium subangular blocky structure; friable; common fine roots between peds; many distinct yellowish brown (10YR 5/4) and common faint yellowish red (5YR 5/6) clay films on faces of peds and in pores; 20 percent strongly cemented channers; extremely acid; clear wavy boundary. [Combined thickness of the Bt horizons is 35 to 76 cm (14 to 30 inches).]\nCr--61 to 152 cm (24 to 60 inches); weakly cemented and moderately cemented sandstone interbedded with siltstone, shale, and very strongly cemented sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Perry County, Indiana; about 1.5 miles southwest of Kitterman Corner; 450 feet south and 300 feet west of the northeast corner, sec. 3, T. 4 S., R. 3 W., USGS Bristow, IN topographic quadrangle; lat. 38 degrees 12 minutes 10.6 seconds N. and long. 86 degrees 43 minutes 0.3 seconds W.; UTM Zone 16, 524801 easting and 4228372 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 50 to 102 cm (20 to 40 inches)\nDepth to paralithic contact: 50 to 102 cm (20 to 40 inches)\nRock fragment content: 0 to 15 percent in the A and E horizons, 5 to 35 percent in the Bt horizon and are dominantly strongly or more cemented sandstone channers\nA horizon:\nHue: 10YR\nValue: 2 or 3\nChroma: 1 to 3\nTexture: silt loam, loam or very fine sandy loam\nReaction: strongly acid to extremely acid\nAp horizons, where present:\nHue: 10YR\nValue: 3 to 5\nChroma: 2 to 4\nTexture: silt loam, loam or very fine sandy loam\nReaction: strongly acid to extremely acid in non-limed areas, and ranges to neutral in limed areas\nE or BE horizon, where present:\nHue: 10YR\nValue: 4 to 6\nChroma: 2 to 4\nTexture: commonly loam or very fine sandy loam, and less commonly silt loam\nReaction: strongly acid to extremely acid\nBt horizon:\nHue: 10YR or 7.5YR\nValue: 4 or 5\nChroma: 4 to 6\nTexture: commonly loam, fine sandy loam, very fine sandy loam or their channery analogues, and less commonly silt loam or channery silt loam\nReaction: strongly acid to extremely acid\nCr horizon:\nDominantly weakly cemented and moderately cemented sandstone interbedded with siltstone, shale, and strongly or more cemented sandstone layer"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Greenwich, Grosstown, Philomont, Swedesboro, and Unicorn series. Greenwich, Grosstown, Swedesboro and Unicorn soils do not have a lithic or paralithic contact within a depth of 152 cm (60 inches) and formed in coastal plain deposits. Philomont soils do not have a lithic or paralithic contact within a depth of 152 cm (60 inches) and formed in residuum from gneiss and granite."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Adyeville soils are on back slopes of hills underlain with interbedded sandstone, siltstone, and shale. Adyeville soils formed in residuum from interbedded sandstone, siltstone and shale that is dominantly moderately or less cemented. Slopes range from 8 to 60 percent. The mean annual temperature ranges from 11 to 14 degrees C (52 to 57 degrees F) and the mean annual precipitation range from 1016 to 1168 mm (40 to 46 inches). Frost-free days range from 170 to 200. Elevation ranges from 105.2 to 305 meters (345 to 1000 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Apalona, Deuchars, Ebal, Kitterman, Tipsaw, and Wellston soils. The moderately well drained Apalona soils have a fragipan and are on summits and shoulders of hills. The somewhat excessively drained Tipsaw and well drained Wellston soils are on similar landform positions as are the Adyeville soils. The moderately well drained Ebal, Kitterman, and Deuchars soils are on scarps and benches of hills underlain with shale interbedded with sandstone."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained. Saturated hydraulic conductivity is moderately high or high (4.23 to 14.11 micrometers/s). Permeability is moderate (0.6 to 2 inches per hour). The potential for surface water runoff is low or medium."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are in woodlands. A few moderately and strongly sloping areas are in cultivated crops or hay and pasture. Native vegetation is mixed, deciduous hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South-central Indiana. The acreage is of small extent in MLRA 120B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Perry County, Indiana, 1997. The source of the name is a small town in Perry County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic surface and subsurface horizons and features recognized in this pedon are:\n1) Ochric epipedon- the zone from 0 to 23 cm (0 to 9 inches) - (A, E horizons);\n2) argillic horizon- the zone from 23 to 61 cm (9 to 24 inches) - (Bt horizons);\n3) paralithic contact- at 61 cm (24 inches).\nThis soil was correlated as Gilpin in previous soil surveys in MLRA 120B in Indiana."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Data on pedon number S89-IN123-009 (typical pedon) is at the NSSC, Lincoln, NE, and several pedons sampled and correlated as Gilpin soils from Purdue University, Station Bulletins 174-591."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 7.5,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 7.5 cm (0 to 3 inches); very dark grayish brown (10YR 3/2) very fine sandy loam, light brownish gray (10YR 6/2) dry; weak very fine granular structure; friable; many fine and medium roots throughout; 2 percent strongly cemented sandstone channers; extremely acid; abrupt smooth boundary. [5 to 10 cm (2 to 4 inches) thick]"
      },
      {
        "name": "E",
        "top": 7.5,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E--7.5 to 23 cm (3 to 9 inches); light yellowish brown (10YR 6/4) very fine sandy loam; weak fine subangular blocky structure; friable; many fine and medium roots throughout; 2 percent strongly cemented sandstone channers; extremely acid; clear wavy boundary. [0 to 15 cm (0 to 6 inches) thick]"
      },
      {
        "name": "Bt1",
        "top": 23,
        "bottom": 43,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--23 to 43 cm (9 to 17 inches); yellowish brown (10YR 5/6) silt loam; moderate medium subangular blocky structure; friable; common fine and medium roots throughout; common faint yellowish brown (10YR 5/4) clay films on faces of peds and in pores; 7 percent strongly cemented channers; extremely acid; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 43,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--43 to 61 cm (17 to 24 inches); strong brown (7.5YR 5/6) channery loam; moderate medium subangular blocky structure; friable; common fine roots between peds; many distinct yellowish brown (10YR 5/4) and common faint yellowish red (5YR 5/6) clay films on faces of peds and in pores; 20 percent strongly cemented channers; extremely acid; clear wavy boundary. [Combined thickness of the Bt horizons is 35 to 76 cm (14 to 30 inches).]"
      },
      {
        "name": "Cr",
        "top": 61,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--61 to 152 cm (24 to 60 inches); weakly cemented and moderately cemented sandstone interbedded with siltstone, shale, and very strongly cemented sandstone."
      }
    ]
  ]
}
