{
  "SERIES": "AFLEY",
  "STATUS": "Established Series",
  "BYREV": "BWC/GB/TWH",
  "REVDATE": "7/98",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Typic Dystrocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Afley gravelly loam - on an alpine Slope.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 7 inches; brown (10YR 5/3) gravelly loam, dark brown (10YR 3/3) moist; weak fine granular structure; soft, very friable, slightly sticky and nonplastic; 15 percent pebble, 5 percent cobble, 5 percent stone; moderately acid (pH 5.6); gradual wavy boundary.  (5 to 10 inches thick)\nBw1--7 to 22 inches; yellowish brown (10YR 5/4) very stony loam, dark yellowish brown (10YR 3/4) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; 20 percent pebbles, 15 percent cobble, 15 percent stone; moderately acid (pH 5.6); gradual wavy boundary.  (15 to 25 inches thick)\nBw2--22 to 30 inches; brown (7.5YR 5/4) extremely stony sandy loam, brown (7.5YR 4/4) moist; weak medium subangular blocky structure; loose, very friable, nonsticky and nonplastic; 25 percent pebbles, 25 percent cobble, 25 percent stone; strongly acid (pH 5.2); clear irregular boundary.  (0 to 10 inches thick)\nR--30 inches; igneous bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Gunnison County, Colorado; on an old mining road 850 feet west of Paradise Divide, estimated to be in the NW 1/4 of the NE 1/4 of the NE 1/4 of Sec. 26, T. 12 S., R. 87 W.  Latitude 38 degrees, 59 minutes, 20 seconds North; Longitude 107 degrees, 04 minutes, 00 seconds West ."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime: udic\nMean annual soil temperature: 29 to 38 degrees F.\nDepth to lithic contact: 20 to 40 inches\nA horizon\nHue: 7.5YR or 10YR\nValue: 3 through 5 dry, 2 or 3 moist\nChroma: 1 through 3, dry or moist\nBase saturation: 23 to 44 percent\nReaction: strongly acid or moderately acid\nBw horizon:\nHue: 7.5YR or 10YR\nValue: 4 through 6 dry, 3 or 4 moist\nChroma: 3 or 4, dry or moist\nTexture of the fine-earth fraction: loam or sandy loam\nRock fragment content : 35 to 80 percent, dominantly stone, and typically increases with depth\nClay content: 15 to 27 percent\nReaction: strongly acid or moderately acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Endlich, Henson, Ivywild, and Leighcan soils. In addition, the following may be competitors when their classification is updated: Bensley, Grenadier, Heterwa, Jeru, Klootch, Marsell, Nambe, Oatman, and Snotown.\nBensley soils - do not have a lithic contact above 40 inches\nEndlich soils - do not have dark colored surface horizons greater than 5 inches thick\nGrenadier soils - do not have a lithic contact above 40 inches\nHenson soils - do not have a lithic contact above 40 inches\nHeterwa soils - have combination E/Bw horizons\nIvywild soils - have a paralithic contact\nJeru soils - do not have a lithic contact above 40 inches\nKlootch soils - have volcanic ash at the surface\nLeighcan soils - do not have a lithic contact above 40 inches\nMarsell soils - do not have a lithic contact above 40 inches\nNambe soils - do not have a lithic contact above 40 inches\nOatman soils - do not have a lithic contact above 40 inches\nSnotown soils - have base saturation less than 15 percent and are bordering a xeric moisture regime (dry from late August through October)"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Afley soils are on mesa summits, alpine mountain slopes, and alpine basins.  Slopes are 0 to 70 percent.  The soil formed in till from basalt, and in residuum and colluvium from igneous rock and metamorphosed sedimentary rock.  Elevation ranges from 10,000 to 12,500 feet.  The mean annual precipitation ranges from 34 to 40 inches.  The mean annual temperature ranges from 27 to 34 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Teewinot and Moran soils.  Teewinot soils have a lithic contact at 7 to 20 inches.  Moran soils are very deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; very rapid runoff; rapid and moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used for recreation and wildlife habitat.  Native vegetation is kobresia, tufted hairgrass, alpine bluegrass, and arctic bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West central and southeastern Colorado.  LRR E, MLRA 48A. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Grand Mesa-West Elk Soil Survey Area, Gunnison County, Colorado, 1993. The soil name is from an old mountain peak in the Crested Butte area of Colorado."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric epipedon: from 0 to 7 inches (A horizon)\nCambic horizon: from 7 to 30 inches (Bw1 and Bw2 horizons)\nParticle-size control section: the zone from 10 to 30 inches (part of the Bw1 and the Bw2 horizon)\nLithic contact: at 30 inches (R layer)\nThis revision changes the subgroup classification from Typic Cryumbrepts to Typic Dystrocryepts, and adds the superactive CE activity class.  It was determined that the A horizon was typically too thin for an umbric epipedon.\nADDITIONAL DATA:\nNational Cooperative Soil Survey\nU.S.A."
  }
}
