{
  "SERIES": "AGAWAM",
  "STATUS": "Established Series",
  "BYREV": "REV. WHT-CAW-SMF",
  "REVDATE": "01/2013",
  "STATES": "CT,MA,NH,NY,RI,VT",
  "OVERVIEW": "The Agawam series consists of very deep, well drained soils formed in sandy, water deposited materials.  They are level to steep soils on outwash plains and high stream terraces.  Slope ranges from 0 to 15 percent. Saturated hydraulic conductivity is moderately high or high in the upper solum and high or very high in the lower solum and substratum. Mean annual temperature is about 48 degrees F. and mean annual precipitation is about 47 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over sandy or sandy-skeletal, mixed, active, mesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Agawam fine sandy loam in a nearly level cultivated field at an elevation of about 124 feet. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 11 inches; dark grayish brown (10YR 4/2) fine sandy loam; light brownish gray (10YR 6/2) dry; weak medium and coarse subangular blocky structure; very friable; common fine and medium roots; strongly acid; abrupt smooth boundary.  (5 to 14 inches thick)\nBw1--11 to 16 inches; dark yellowish brown (10YR 4/4) fine sandy loam; weak medium and coarse subangular blocky structure; very friable; common fine and medium roots; strongly acid; abrupt smooth boundary.\nBw2--16 to 26 inches; light olive brown (2.5Y 5/4) fine sandy loam; weak medium subangular blocky structure; very friable; common fine and medium roots; strongly acid; clear smooth boundary.  (Combined thickness of the Bw horizons is 10 to 30 inches)\n2C1--26 to 45 inches; olive(5Y 5/3) loamy fine sand; massive; very friable; few fine roots; strongly acid; clear smooth boundary.\n2C2--45 to 55 inches; olive brown (2.5Y 4/4) loamy fine sand; massive; very friable; strongly acid; abrupt smooth boundary.\n2C3--55 to 65 inches; olive (5Y 5/3) loamy sand; single grain; loose; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hampshire County, Massachusetts; Town of Hatfield; 700 feet north of Elm Street at a point 1,600 feet west of its intersection with Prospect Street. USGS Mt. Holyoke quadrangle; Lat. 42 degrees 22 minutes 00 seconds N. and 72 degrees 36 minutes 42 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 15 to 35 inches. Coarse fragments range from 0 to 10 percent by volume in the surface, 0 to 30 percent in the B and C horizons above a depth of 40 inches and 0 to 60 percent below.  The soil ranges from very strongly acid to slightly acid, unless limed.\nThe Ap horizon has hue of 7.5YR to 2.5Y, value of 3 or 4, and chroma of 2 to 4.  Dry value is 6 or more.  It is fine sandy loam, very fine sandy loam, or loam.  Undisturbed pedons have an A horizon that has hue of 7.5YR to 2.5Y, value of 2 to 3, and chroma of 1 to 3.  It is 1 to 4 inches thick.  Some pedons have a thin E horizon directly below the A.\nThe upper part of the Bw horizon has hue of 5YR to 10YR, value of 4 to 7, and chroma of 3 to 8.  The lower part has hue of 10YR to 5Y with value and chroma ranges the same as the upper part.  Texture is fine sandy loam, very fine sandy loam, or loam in the upper part and fine sandy loam or very fine sandy loam in the lower part.  Structure is very weak, weak or moderate granular or subangular blocky or the horizon is massive.\nA BC horizon of sandy loam or loamy sand is present in some pedons.  Color and texture ranges are the same as the lower part of the Bw.  Structure is very weak, weak or moderate granular or the horizon is massive.  It is up to 5 inches thick.\nThe C horizon has hue of 10YR to 5Y, value of 3 to 7, and chroma of 1 to 4.  It is stratified loamy fine sand, loamy sand, fine sand, sand, or their gravelly analogues and is very gravelly below a depth of 40 inches in some pedons.  Consistence is very friable or loose."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Barnstable, Branford, Haven, and Narragansett series. Barnstable soils formed in till over outwash and have rock fragments in the solum that are dominantly angular. Branford soils have hue of 5YR or redder throughout the B and C horizons. Narragansett soils lack stratified layers and have coarse fragments that are dominantly angular. Haven soils typically have more than 40 percent silt in the lower part of the Bw horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Agawam soils are level to steep soils on outwash plains and high stream terraces.  Most areas are on slopes that are less than 15 percent.  Steeper slopes are on terrace escarpments and steep sides of gullies in dissected outwash plains.  The soils formed in sandy water deposited material derived principally from schist, granite, gneiss, and phyllite.  Mean annual precipitation ranges from 28 to 55 inches and mean annual air temperature from 45 degrees to 50 degrees F.  The mean growing season ranges from 120 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Enfield, Hadley, Hartland, Hinckley, Merrimac, Ninigret, Occum, Walpole, and Windsor soils on nearby landscapes.  The excessively drained Hinckley and Windsor, somewhat excessively drained Merrimac, and well drained Enfield and Hartland soils are on associated outwash terraces and glacial lake plains. Well drained Hadley and Occum soils are on nearby floodplains. The moderately well drained Ninigret and poorly drained Walpole soils are associated in a drainage sequence with Agawam soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained.  Runoff and internal drainage are negligible to low.  Saturated hydraulic conductivity is moderately high or high in the upper solum and high or very high in the lower solum and substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for growing cultivated hay, silage corn, tobacco, potatoes, and truck crops.  Some areas are used for growing pasture.  Native vegetation is forest composed mainly of white pine, gray birch, red maple, red, white, black, and scarlet oaks."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Connecticut, Massachusetts, New Hampshire, eastern New York, and Rhode Island; MLRA's 101, 142, 144A, and 145.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hampden and Hampshire Counties, Massachusetts, 1928."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  It should be noted that as a competing series, Haven soils typically have soil temperatures that may be slightly warmer but a precise difference could not be quantified based on available data and historical use.\nDiagnostic horizons and other features recognized in this pedon are:\n1.  Ochric epipedon - the zone from 0 to 11 inches (Ap horizon).\n2.  Cambic horizon - the zone from 11 to 26 inches (Bw horizons).\n3.  Contrasting particle-size - the coarse-loamy material contains less than 50 percent fine or coarser sand and the transition zone is less than 12.5 cm thick.\nADDITIONAL DATA: Reference samples from pedons S54MA023006, S58MA011002, S57NH013003, S70CT003001, S85VT027017, S85VT027018, S91MA011008, S93MA011003, S93MA011003, S93MA011004 from numerous counties and states, by NSSL, Lincoln, NE, various years. Pedon S70 CT-3-1 sampled in Hartford, Connecticut.  Analysis by Beltsville soil survey laboratory.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 11 inches; dark grayish brown (10YR 4/2) fine sandy loam; light brownish gray (10YR 6/2) dry; weak medium and coarse subangular blocky structure; very friable; common fine and medium roots; strongly acid; abrupt smooth boundary.  (5 to 14 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 28,
        "bottom": 41,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bw1--11 to 16 inches; dark yellowish brown (10YR 4/4) fine sandy loam; weak medium and coarse subangular blocky structure; very friable; common fine and medium roots; strongly acid; abrupt smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 41,
        "bottom": 66,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw2--16 to 26 inches; light olive brown (2.5Y 5/4) fine sandy loam; weak medium subangular blocky structure; very friable; common fine and medium roots; strongly acid; clear smooth boundary.  (Combined thickness of the Bw horizons is 10 to 30 inches)"
      },
      {
        "name": "2C1",
        "top": 66,
        "bottom": 114,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loamy fine sand",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2C1--26 to 45 inches; olive(5Y 5/3) loamy fine sand; massive; very friable; few fine roots; strongly acid; clear smooth boundary."
      },
      {
        "name": "2C2",
        "top": 114,
        "bottom": 140,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy fine sand",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "2C2--45 to 55 inches; olive brown (2.5Y 4/4) loamy fine sand; massive; very friable; strongly acid; abrupt smooth boundary."
      },
      {
        "name": "2C3",
        "top": 140,
        "bottom": 165,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "pH_class": "strongly acid",
        "narrative": "2C3--55 to 65 inches; olive (5Y 5/3) loamy sand; single grain; loose; strongly acid."
      }
    ]
  ]
}
