{
  "SERIES": "AGENCY",
  "STATUS": "Established Series",
  "BYREV": "Rev. RPM/TDT",
  "REVDATE": "10/2002",
  "STATES": "OR",
  "OVERVIEW": "The Agency series consists of moderately deep, well drained soils on terraces and plateaus. They formed in windblown deposits over volcaniclastic sediments from the Deschutes Formation.  Slopes are 0 to 70 percent.  The mean annual precipitation is about 10 inches and the mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Aridic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Agency loam - cropland, on a nearly level slopes at 2290 feet elevation.  (When described (10/4/89), soil was dry throughout.  Colors are for dry soil unless otherwise noted).\nAp1--0 to 4 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; slightly hard, friable, slightly sticky and nonplastic; many very fine, fine, medium, and coarse roots: many very fine interstitial pores; neutral (pH 6.8); clear wavy boundary.\nAp2--4 to 8 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; massive; slightly hard, friable, slightly sticky and nonplastic; few very fine roots: many very fine tubular pores; neutral (pH 6.8); clear wavy boundary. (Combined thickness of the Ap horizon is 4 to 13 inches)\nAB--8 to 16 inches; brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; few very fine roots: many very fine tubular pores; mildly alkaline (pH 7.6); clear wavy boundary. (3 to 9 inches thick)\nBw1--16 to 24 inches; pale brown (10YR 6/3) loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; few very fine roots; many very fine tubular pores; mildly alkaline (pH 7.6); gradual wavy boundary. (6 to 12 inches thick)\nBw2--24 to 29 inches; pale brown (10YR 6/3) cobbly loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; hard, friable, slightly sticky and nonplastic; many very fine interstitial pores; 5 percent gravels and 10 percent cobbles; lime coatings on undersides of gravels and cobbles; moderately alkaline (pH 8.0); clear wavy boundary.  (0 to 7 inches thick)\n2Crkq--29 to 33 inches; paralithic tuff with silica and calcium carbonate coatings along fractures; moderately effervescent. ( 0 to 6 inches thick )\n2R--33 inches: welded tuff of the Deschutes Formation (see Remarks)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jefferson County, Oregon; about 600 feet west and 1500 feet south of the northeast corner of section 26, T. 9 S., R. 13 E.(Latitude 44 degrees, 8 minutes, 6 seconds N, Longitude 121 degrees, 45 minutes, 51 seconds W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to basalt or tuff bedrock (lithic) is 22 to 40 inches.  The soil moisture control section is usually dry and is dry in all parts for 120 to 150 days (cumulative) in the 4 months that follow the summer solstice.  The mean annual soil temperature is 48 to 54 degrees F.  The particle-size control section averages 18 to 27 percent clay.  The mollic epipedon is 7 to 16 inches thick.\nThe A horizon has hue of 10YR, value of 5 dry and 3 moist, and chroma of 2 or 3 moist and dry.  It is sandy loam or loam.  It is neutral or mildly alkaline.  It contains 10 to 30 percent glass and glass-coated aggregate and the acid oxalate extractable aluminum plus one-half the acid oxalate iron is less than 0.4 percent.\nThe Bw horizon has hue of 10YR, value of 6 dry and 3 or 4 moist, and 3 or 4 moist and dry.  It is loam, clay loam or cobbly loam or clay loam with 15 to 30 percent clay.  It contains 0 to 20 percent gravel and 0 to 25 percent cobbles. Total rock fragment content is 5 to 30 percent. It is mildly or moderately alkaline .\nThe 2Crkq horizon is paralithic tuff of the Deschutes Formation.  This horizon is absent in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Capona, Lovline, Quencheroo (T), and Sutro series. Capona soils are slightly acid or neutral and lack the volcanic glass in the surface.  Lovline soils are channery throughout and are moderately deep over schist.  Quencheroo soils are greater than 40 inches to bedrock. Sutro soils have a paralithic contact at 20 to 40 inches and lack the lithic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Agency soils are on terraces and plateaus.  Slopes are o to 70 percent but are typically less than 15 percent.  These soils formed in medium textured eolian materials and are underlain by tuff, basalt, or other components of the Deschutes Formation.  The climate is characterized by cool moist winters and hot dry summers.  Elevations range from 2,000 to 3,200 feet.  The mean annual precipitation is 8 to 12 inches.  The mean annual temperature is 47 to 52 degrees F. The frost free period is 110 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cullius, Era, and Madras soils.  Cullius soils are on terraces and plateaus and are shallow with a clayey argillic horizon.  Era soils are in swales and uplands and are deep and coarse-loamy.  Madras are on terraces and plateaus and have a fine-loamy argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for irrigated cropland, pasture, and livestock grazing.  Potential native vegetation is western juniper, basin big sagebrush, antelope bitterbrush, bluebunch wheatgrass, and Idaho fescue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Terraces and plateaus of Central Oregon; MLRA 10.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Deschutes Irrigation Project, 1946."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This draft (2/92) represents a change in classification from fine-loamy, mixed, mesic Xerollic Camborthids to fine-loamy, mixed, mesic Aridic Haploxerolls based on a mollic epipedon from 0 to 16 inches.\nDiagnostic horizons and features in this pedon:\nmollic epipedon - the zone from the surface to 16 inches.   ( Ap1, Ap2, and AB horizons )\ncambic horizon - the zone from 16 to 24 inches. ( Bw1 and Bw2 horizons )\nDeschutes Formation - semiconsolidated water-laid sediments composed of sands, gravels, and silts of volcanic origin, and reworked volcanic materials.  Interbedded basalts and ash-flow tuffs are included in this formation.\nADDITIONAL DATA: Partial laboratory data are available for this soil.  Reference sample S89OR-31-15 from Jefferson County, Oregon, NSSL, Lincoln, NE 05/90\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap1",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Ap1--0 to 4 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; slightly hard, friable, slightly sticky and nonplastic; many very fine, fine, medium, and coarse roots: many very fine interstitial pores; neutral (pH 6.8); clear wavy boundary."
      },
      {
        "name": "Ap2",
        "top": 10,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Ap2--4 to 8 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; massive; slightly hard, friable, slightly sticky and nonplastic; few very fine roots: many very fine tubular pores; neutral (pH 6.8); clear wavy boundary. (Combined thickness of the Ap horizon is 4 to 13 inches)"
      },
      {
        "name": "AB",
        "top": 20,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH": 7.6,
        "pH_class": "mildly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "AB--8 to 16 inches; brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; few very fine roots: many very fine tubular pores; mildly alkaline (pH 7.6); clear wavy boundary. (3 to 9 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 41,
        "bottom": 61,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH": 7.6,
        "pH_class": "mildly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1--16 to 24 inches; pale brown (10YR 6/3) loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; few very fine roots; many very fine tubular pores; mildly alkaline (pH 7.6); gradual wavy boundary. (6 to 12 inches thick)"
      },
      {
        "name": "Bw2",
        "top": 61,
        "bottom": 74,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "cobbly",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2--24 to 29 inches; pale brown (10YR 6/3) cobbly loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; hard, friable, slightly sticky and nonplastic; many very fine interstitial pores; 5 percent gravels and 10 percent cobbles; lime coatings on undersides of gravels and cobbles; moderately alkaline (pH 8.0); clear wavy boundary.  (0 to 7 inches thick)"
      },
      {
        "name": "2Crkq",
        "top": 74,
        "bottom": 84,
        "narrative": "2Crkq--29 to 33 inches; paralithic tuff with silica and calcium carbonate coatings along fractures; moderately effervescent. ( 0 to 6 inches thick )"
      },
      {
        "name": "2R",
        "top": 84,
        "narrative": "2R--33 inches: welded tuff of the Deschutes Formation (see Remarks)"
      }
    ]
  ]
}
