{
  "SERIES": "AGNAL",
  "STATUS": "Established Series",
  "BYREV": "Rev. PGN/KKC/ET",
  "REVDATE": "05/2003",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Typic Aquisalids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Agnal clay loam - on a smooth slope of 1 percent under iodinebush and alkali heath vegetation at 65 feet elevation. (Colors are for dry soil unless otherwise stated. When described on November 11, 1977 (drought year), the soil was moist throughout.)\nAzn1--0 to 2 inches; gray (10YR 5/1) clay loam, very dark gray (10YR 3/1) moist; strong fine platy structure; slightly hard, friable, moderately sticky and moderately plastic; few very fine tubular pores; 35 percent clay content; electrical conductivity is 90 decisiemens per meter; sodium adsorption ratio is 43; neutral (pH 7.0); abrupt smooth boundary.\nAzn2--2 to 5 inches; dark gray (10YR 4/1) clay, very dark gray (10YR 3/1) and dark grayish brown (10YR 4/2) moist; strong medium angular blocky structure; hard, friable, moderately sticky and very plastic; few very fine roots; few very fine tubular pores; common thin and many moderately thick pressure faces; 4.8 percent organic matter; 45 percent clay content; moderately alkaline (pH 8.0); clear smooth boundary. (Combined thickness of the Azn is 2 to 10 inches.)\nAB--5 to 9 inches; dark gray (10YR 4/1) and very dark gray (10YR 3/1) clay; black (10YR 2/1) moist; salt specks light gray (10YR 7/2); strong coarse angular blocky structure; hard, friable, moderately sticky and very plastic; few very fine and fine roots; few very fine tubular pores; many thin and common moderately thick pressure faces; 3.1 percent organic matter; 47 percent clay content; electrical conductivity is 48 decisiemens per meter; sodium adsorption ratio is 51; 3 percent salt specks; strongly alkaline (pH 8.5) clear smooth boundary. (3 to 7 inches thick)\nBzn1--9 to 17 inches; dark gray (10YR 4/1) clay, black (10YR 2/1) moist; common medium prominent grayish brown (2.5Y 5/2) mottles and white (10YR 8/1) salt streaks moist; moderate coarse angular blocky structure; hard, friable, very sticky and very plastic; few very fine, medium, and coarse roots; few very fine tubular pores; many thin and common moderately thick pressure faces; 45 percent clay content; 7 percent salt streaks; strongly alkaline (pH 8.5); gradual smooth boundary.\nBzn2--17 to 31 inches; very dark gray (10YR 3/1) clay, black (N 2/0) moist; common medium prominent grayish brown (2.5Y 5/2) mottles moist and black (N 2/0) concretions; white (2.5Y 8/1) salt streaks; weak coarse and very coarse angular blocky structure; hard, very friable, very sticky and moderately plastic; few very fine and medium roots; few very fine tubular pores; many thin and common moderately thick pressure faces; 1.9 percent organic matter; 41 percent clay content; 17 percent salt streaks; strongly alkaline (pH 8.8); diffuse wavy boundary. (Combined thickness of the Bzn is 20 to 36 inches.)\n2Bzn3--31 to 61 inches; black (10YR 2/1) clay, black (5Y 2/1) moist; common medium prominent grayish brown (2.5Y 5/2) mottles and white (5Y 8/1) salt streaks moist; weak medium prismatic structure; hard, friable, moderately sticky and very plastic; few very fine roots; common very fine tubular pores; many moderately thick pressure faces; 48 percent clay content; electrical conductivity is 33 decisiemens per meter; sodium adsorption ratio is 38; 15 percent salt streaks; slightly effervescent, carbonates disseminated; strongly alkaline (pH 8.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Merced County, California; in Kesterson Wildlife Refuge; 1,000 feet east of Mud Slough, 2.6 miles east-northeast of the north end of Gustine Airport runway, 1.15 miles south of San Joaquin River; 1,200 feet east and 1,400 feet north of the southwest corner of section 31, T. 7 S., R. 10 E., MDB&M; Latitude 37 degrees, 16 minutes, 47 seconds north and Longitude 120 degrees, 55 minutes, 09 seconds west; USGS Gustine Topographic Quadrangle, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Most years the entire profile is saturated from September to April by a water table and stagnant surface water. The soil temperature reflects the water temperature when inundated. The soil temperature is warmer than 47 degrees F from February 15 to December 1. The texture control section ranges from 35 to 58 percent clay content. The salt content ranges from 2.0 to 7.5 percent in the upper 31 inches of the salic horizon. The electrical conductivity ranges from 13 to 100 decisiemens per meter in the upper 31 inches. The sodium adsorption ratio ranges from 18 to 300. The organic matter ranges from 0.9 to 5 percent in the upper 9 inches and decreases regularly with depth.\nSome pedons do not have the Azn1 horizon which is a thin layer of deposition caused by repeated ponding. The lower A horizon is 10YR 2/1, 3/1, 4/1; 2.5Y 4/2, 4/3 or 5/1. Moist color is 10YR 2/1, 3/1, 3/2; 2.5Y 3/2, 3/3; 5Y 3/1 or 3/2. Texture is clay loam, clay or silty clay. Reaction is slightly alkaline to strongly alkaline.\nThe upper B horizon is 10YR 3/1, 4/1; 2.5Y 4/2, 4/3, 5/2, 5/4, 6/2 or 6/3. Moist color is 10YR 2/2, 3/1, 3/3; 2.5Y 2/0, 3/2, 4/2, 4/3, 4/4, 5/2; 5Y 3/1, 3/2 or 3/3. Mottles when moist are few fine prominent 7.5YR 3/2, 3/4, 5/6, 5/8; 10YR 4/4, 4/6, 5/4; distinct 5Y 3/1, 5/2; N 2/0, 3/0; or common medium prominent 2.5Y 5/2. Texture is clay loam, clay or silty clay. It is noneffervescent to strongly effervescent. Reaction is moderately alkaline or strongly alkaline. When gypsum crystals are present, this horizon is designated as Bnyz. Rounded masses of manganese are present in some pedons.\nThe lower B horizon is 10YR 2/1; 2.5Y 4/2, 4/3, 5/2, 5/4, 6/2, 6/3, 6/4; 5Y 4/2 or 4/3. Moist color is 10YR 4/4; 2.5Y 3/2, 4/2, 4/3, 4/4, 5/4; 5Y 2/1, 4/2, 4/3, 5/2, 5/3; 5GY 4/1, 6/1 or 6/3. Mottles when moist are common fine prominent 2.5YR 4/6; few fine prominent 7.5YR 5/8; common medium prominent 2.5Y 5/2; 5Y 5/2; 5BG 5/1; or N 2/0. Texture is loam, clay loam, clay or silty clay. It is noneffervescent to strongly effervescent. Reaction is slightly alkaline to very strongly alkaline. When gypsum crystals are present, this horizon is designated as Bnyz. Rounded masses of manganese are present in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Wherry series. Wherry soils (MLRA 30) are somewhat poorly drained on playas, in lacustrine sediments which are highly stratified and have textures which range from sand to clay."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Agnal soils are in valley basins and fan skirts. They have formed in mixed alluvium derived dominantly from igneous and/or sedimentary rock. Slopes are 0 to 2 percent. Elevations are 60 to 150 feet. The climate is semiarid with hot dry summers and cool moist winters. Mean January temperature is 46 degrees F; mean July temperature is 79 degrees F. The mean annual temperature is about 61 to 63 degrees F. The mean annual precipitation is about 8 to 12 inches. Frost-free season is 210 to 280 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bolfar, Britto, Dospalos, Edminster, Kesterson and Triangle soils. Bolfar, Edminster and Kesterson soils do not have a salic horizon and have a fine-loamy particle-size control section. Britto, Dospalos and Triangle soils do not have a salic horizon. Bolfar, Dospalos, Edminster, Kesterson and Triangle soils are on basin floors. Britto soils are on basin rims."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Very poorly drained; unless protected, ponded from September through April; very slow permeability. The depth of the water ponding is as great as 1.0 feet. A few areas are not ponded and flood only very rarely."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These are ponded (inundated) and used for waterfowl hunting with some of the area used as rangeland for limited grazing in the spring and between hunting seasons. The vegetation is iodinebush, alkali heath, saltgrass, and Baltic rush. A few areas are undergoing significant salt reduction and are planted with saline-sodic tolerant crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: These soils are in the basin floor of the central part of the San Joaquin Valley in California. They are not extensive. MLRA 17."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Merced County, California 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These were formerly included with and surveyed as the Merced and Willows series in the Los Banos Area, series 1939 report. The pH was determined by colorimetric method using Thymol Blue and Hellige-Truog Triplex indicators. Textures determined by modified Bouyoucos method. Electrical conductivity determined by solubridge and the saturation extract. Sodium adsorption ratio determined by versenate method. Organic matter determined by Walkley-Black Digestion Method.\nSeries reclassified 5/95. It classified as fine, montmorillonitic, thermic Cumulic Haplaquolls when established.\nADDITIONAL DATA: Pedon S87CA-019-014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
