{
  "SERIES": "AGORT",
  "STATUS": "Established Series",
  "BYREV": "Rev. TSB-DWW-GJS-JBF",
  "REVDATE": "02/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, frigid, shallow Entic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Agort gravelly sandy loam--rangeland.  (Colors are for dry soil unless otherwise noted.)  The soil surface is partially covered with 35 percent gravel and 5 percent with cobbles.\nA--0 to 13 cm; dark grayish brown (10YR 4/2) gravelly sandy loam, very dark brown (10YR 2/2) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine roots; many very fine tubular pores; 25 percent gravel; neutral (pH 7.0) gradual smooth boundary.  (10 to 36 cm thick)\nCr--13 to 50 cm; weathered granite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Elko County, Nevada; approximately 16 miles south of Jackpot in the Granite Range, about 1,000 feet north and 1,500 feet west of the southeast corner, sec. 30, T. 45 N., R. 65, E.; USGS Middle Stack Mountain 7.5 minute topographic quadrangle; latitude 41 degrees 45 minutes 12 seconds N and 114 degrees longitude 39 minutes 9 seconds W; WGS84 Decimal Degrees 41.7533333 latitude, -114.6525000 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist in winter and spring, dry from late June through October; aridic moisture regime bordering on xeric.\nMean annual soil temperature: 6 to 8 degrees C.\nMollic epipedon thickness: 10 to 36 cm.\nDepth to paralithic contact: 10 to 36 cm.\nParticle-size control section - Clay content:  6 to 15 percent.\nRock fragments:  15 to 35 percent, mainly gravel.\nA horizon\nValue:  4 or 5 dry.\nChroma:  2 or 3.\nStructure:  Weak or moderate subangular blocky or granular."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Agort soils are on hill and mountain side slopes.  These soils formed in residuum and colluvium derived from granite and related granitic rocks.  Slopes are 15 to 50 percent.  Elevations are 1,830 to 2,445 meters.  The climate is cool, semiarid with cold, moist winters and warm, dry summers.  The mean annual precipitation is 300 to 400 mm; mean annual temperature is 4 to 6 degrees C, and the frost-free season is 70 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Xica series.  Xica soils have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Somewhat excessively drained, rapid runoff, high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Agort soils are used for rangeland and wildlife habitat. The present vegetation is mainly Antelope bitterbrush, mountain big sagebrush, Nevada bluegrass and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Nevada. These soils are not extensive. MLRA 25."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Elko County, Nevada, northeast part, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 13 cm (A horizon).\nParalithic contact - The boundary at 13 cm (Cr layer).\nParticle-size control section - The zone from the soil surface to 13 cm (A horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
