{
  "SERIES": "AGUALT",
  "STATUS": "Established Series",
  "BYREV": "Rev. EDA/HCD/PDC",
  "REVDATE": "04/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over sandy or sandy-skeletal, mixed, superactive, calcareous, hyperthermic Typic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Agualt loam - cultivated.  (Colors are for dry soil unless otherwise noted.)\nAp--0 to 11 inches; brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; common fine roots; common very fine irregular pores; common very fine mica flakes; strongly effervescent; moderately alkaline (pH 8.0); abrupt smooth boundary. (8 to 15 inches thick)\nC1--11 to 27 inches; brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; common fine roots; many very fine irregular pores; common very fine mica flakes; many thin strata of finer and coarser texture; few fine calcium carbonate filaments; strongly effervescent; moderately alkaline (pH 8.2); abrupt wavy boundary. (12 to 25 inches thick)\n2C2--27 to 60 inches; pale brown (10YR 6/3) sand, brown (10YR 5/3) moist; single grain; loose; few fine roots in upper part of horizon; many fine irregular pores; many fine mica flakes; slightly effervescent; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Maricopa County, Arizona; 200 feet east and 75 feet north of the southwest corner of field in the southwest 1/4 of section 18, T.2 N., R.1 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture - Intermittently moist in some part of the soil moisture control section in July - September and December - February.  Driest during May and June.  Typic aridic soil moisture regime.\nSalinity - nonsaline to strongly saline\nSAR - usually less than 13, is more in a few pedons\nCalcium carbonate - disseminated or as thin filament or threads\nOrganic Matter - less than 1 percent\nRock fragments - upper part: usually less than 5 percent, but ranges up to 35 percent; lower part: usually less than 10 percent, but ranges up to 65 percent in some subhorizons; averages less than 35 percent in the particle-size control section.\nDepth to sandy substratum - 20 to 40 inches\nTexture - Upper part: loam, silt loam, very fine sandy loam (averages less than 18 percent clay).  Lower part: (2C) - loamy fine sand, loamy sand, sand.  Some pedons have a few thin strata of coarser or finer textures.\nReaction - slightly to strongly alkaline\nC horizon\nHue:  5YR, 7.5YR, 10YR\nValue:  5, 6, 7 or 8 dry, 3, 4 or 5 moist\nChroma:  2, 3 or 4, dry or moist"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Agualt soils are on alluvial fans and flood plains.  Slopes are 0 to 3 percent.  These soils formed in stratified alluvium from mixed sources.  Elevations range from 300 to 2,500 feet.  Agualt soils are in a hot, arid, continental climate.  The mean annual precipitation ranges from 3 to 10 inches, and the mean annual air temperature is 67 to 75 degrees F.  The frost-free period is about 250 to 348 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Brios, Carrizo, Gadsden, Glenbar, Pimer, Trix and Vint soils.  Carrizo, Vint and Brios soils are sandy or sandy-skeletal.  Glenbar and Pimer soils are fine-silty.  Gadsden soils are fine textured.  Trix soils are fine-loamy and have a buried argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderate permeability to 27 inches and rapid below."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for irrigated cropland and livestock grazing.  Irrigated areas are used for growing cotton, alfalfa, small grains, sugar beets, vegetables, citrus and grapes.  Nonirrigated areas are used for limited livestock grazing.  Native vegetation is creosotebush, mesquite, bursage, Indian wheat, and annual forbs and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Arizona.  Agualt soils are moderately extensive.  MLRA is 40."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Maricopa County, Arizona.  Soil survey of (Eastern Maricopa-Northern Pinal Counties Areas), Arizona; 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nEntisol feature - The absence of diagnostic subsurface horizons\nClassified according to Keys to Soil Taxonomy Ninth Edition, 2003.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
