{
  "SERIES": "AGUILAREAL",
  "STATUS": "Established Series",
  "BYREV": "REV: PBF/CAH/ET",
  "REVDATE": "04/2015",
  "STATES": "CA",
  "OVERVIEW": "The Aguilareal series consists of shallow, somewhat excessively drained soils that formed in residuum and colluvium from granitoid rock. Aguilareal soils are on mountains. Slopes range from 8 to 60 percent. The mean annual precipitation is about 137 millimeters (5.5 inches) and the mean annual air temperature is about 18.5 degrees C (64.5 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic Lithic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Aguilareal gravelly loamy sand, on a southwest-facing, convex, 55 percent slope under sparse desert shrubs at an elevation of 985 meters (3,230 feet). When described the soils were dry throughout. (Colors are for dry soil unless otherwise noted.)\nC -- 0 to 8 centimeters (0 to 3 inches) stones; with 15 percent fine gravel, 30 percent medium and coarse gravel, 15 percent cobbles, 15 percent stones and 10 percent boulders; abrupt wavy boundary. (0 to 8 centimeters thick)\nA -- 8 to 12 centimeters (3 to 5 inches); brown (10YR 4/3) gravelly loamy sand, dark brown (10YR 3/3) moist; weak medium subangular structure; soft, very friable, nonsticky and nonplastic; few very fine and very few fine roots throughout; few very fine and fine irregular and few medium tubular pores throughout; 15 percent fine gravel, 10 percent medium and coarse gravel and 1 percent cobbles; slightly effervescent; slightly alkaline (pH 7.8); clear wavy boundary. (1 to 8 centimeters thick)\nBk1 -- 12 to 35 centimeters (5 to 14 inches); brown (10YR 5/3) very gravelly sandy loam, olive brown (2.5Y 4/3) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; 4 percent, faint, white (10YR 8/1) carbonate coats on bottoms of rock fragments; few very fine, fine and medium roots throughout; few fine and medium irregular pores throughout; 25 percent fine gravel, 10 percent medium and coarse gravel, 5 percent cobbles and 2 percent stones; strongly effervescent; moderately alkaline (pH 8.0); gradual wavy boundary.\nBk2 -- 35 to 48 centimeters (14 to 19 inches); pale brown (10YR 6/3) very gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; 20 percent, faint, white (10YR 8/1) carbonate coats on bottoms and sides of rock fragments; few very fine, fine and very few medium roots throughout; few fine irregular and few fine and medium tubular pores throughout; 20 percent fine gravel, 10 percent medium and coarse gravel and 10 percent cobbles; violently effervescent; moderately alkaline (pH 8.1); abrupt wavy boundary. (Combined thickness of the Bk horizon is 28 to 45 centimeters).\nRk -- 48 to 73 centimeters (19 to 29 inches); unweathered, fractured granitoid bedrock with 30 percent, very coarse, white (10YR 8/1) moderately cemented, sharp, platy and irregular calcium carbonate masses on top of bedrock and filling fractures 0 to 9 centimeters thick; common very fine and few fine roots in mats on top of bedrock; fractures are greater than 10 centimeters apart; high to extremely high excavation difficulty."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Riverside County, California; approximately 0.7 kilometers southeast of Big Wash on Pintobasin Road in Joshua Tree National Park; 85 meters (278 feet) north and 1,055 meters (2,256 feet) east of the SW corner of section 25, T. 4 S., R. 11 E., San Bernardino Base and Meridian; 33 degrees, 47 minutes and 17.8 seconds north latitude and 115 degrees, 47 minutes and 5.9 seconds west longitude; USGS Porcupine Wash 7.5 minute topographic quadrangle; UTM 11S 0612486e 3739344n (DTM: NAD83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: usually dry, moist in some parts for short\nperiods during winter and early spring and for 10 to 20 days cumulative\nbetween July and September following summer convection storms. The soils have a typic-aridic soil moisture regime.\nSoil temperature: 18.5 to 22 degrees C (65 to 72 degrees F).\nSurface rock fragments: 60 to 85 percent; with 30 to 55 percent gravel, 15 to\n35 percent cobbles, 4 to 25 percent stones, and 1 to 15 boulders.\nDepth to a lithic contact: 36 to 50 centimeters.\nOrganic matter: 0 to 0.5 percent.\nControl section -\nRock fragments: 50 to 75 percent; gravel, cobbles, stones and boulders.\nClay content: 10 to 18 percent.\nC horizon\n80 to 85 percent rock fragments; with 30 to 55 percent gravel, 15 to 30\npercent cobbles, 5 to 25 percent stones and 1 to 10 percent boulders.\nA horizon\nHue: 10YR or 2.5Y\nValue: 4 to 6 dry, 3 or 4 moist.\nChroma: 2 or 3, moist.\nClay content: 4 to 8 percent.\nRock fragments: 25 to 65 percent; with 25 to 45 percent gravel, 1 to 30\npercent cobbles and 0 to 15 percent stones.\nEffervescence: noneffervescent to slightly effervescent.\nReaction: neutral to moderately alkaline.\nBw or Bk horizons\nHue: 10YR or 2.5Y.\nValue: 5 or 6 dry, 4 or 5 moist.\nChroma: 3 or 4, dry or moist.\nTexture of the fine earth: sandy loam or fine sandy loam.\nClay content: 8 to 18 percent.\nRock fragments: 35 to 75 percent; with 25 to 60 percent gravel, 0 to 25\npercent cobbles and 0 to 15 percent stones.\nEffervescence: noneffervescent to violently effervescent.\nReaction: neutral to moderately alkaline.\nVisible secondary carbonates: 0 to 3 percent as coats on bottom of\nrock fragments.\nRk horizon\nUnweathered, slightly to moderately fractured granitoid bedrock of\nmoderate to extremely high excavation difficulty."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cupel (AZ), Garzona (AZ), Pacific Mesa (CA) and Pulsipher (NV) series. Cupel, Garzona and Pulsipher receive an average of more than 250 millimeters (10 inches) of precipitation annually. In addition, Cupel has more than 20 percent clay in the particle-size control section, Garzona is formed in volcanic or pyroclastic parent material and Pulsipher is formed in schist. Pacific Mesa soils are formed in andesite or basalt and have CCE of 1 to 5 percent in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Aguilareal soils are on hills and mountains. Slopes range from 8 to 60 percent. The soils formed in residuum and colluvium from granitoid rock. Elevations are 725 to 1,200 meters (2,378 to 3,935 feet). The climate is arid, with hot, dry summers and warm, moist winters. The mean annual precipitation is 100 to 175 millimeters (4 to 7 inches) and the mean annual air temperature is 17 to 20 degrees C (61.5 to 68 degrees F). The frost-free season is 270 to 320 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Blackeagle and Dalvord soils. They are on similar landscape positions. Blackeagle soils occur at lower elevations or on steep south aspects and have a hyperthermic soil temperature regime, while Dalvord soils do not have a cambic horizon above the lithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained; medium runoff; moderately rapid saturated hydraulic conductivity above the bedrock and very low saturated hydraulic conductivity within the upper part of the bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Aguilareal soils are used for recreation and wildlife habitat. The present vegetation is creosote bush, brittlebush and burrobush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Mojave Desert of southeastern California. MLRA 30. These soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Riverside County, California, Joshua Tree National Park Soil Survey, 2012. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nC horizon - from a depth of 0 to 8 centimeters.\nOchric epipedon - from a depth of 8 to 12 centimeters (A horizon).\nCambic horizon - from a depth of 12 to 48 centimeters (Bk horizons).\nLithic contact - the zone beginning at 48 centimeters (Rk horizon).\nParticle-size control section - from a depth of 25 to 48 centimeters (Bk\nhorizons).\nADDITIONAL DATA: NASIS Pedon User ID: POWA04.\nResponsibility for this series was transferred from Davis to Phoenix 4/2015. The last revision to the series was 5/2012. ET\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "C",
        "top": 0,
        "bottom": 8,
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C -- 0 to 8 centimeters (0 to 3 inches) stones; with 15 percent fine gravel, 30 percent medium and coarse gravel, 15 percent cobbles, 15 percent stones and 10 percent boulders; abrupt wavy boundary. (0 to 8 centimeters thick)"
      },
      {
        "name": "A",
        "top": 8,
        "bottom": 12,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "cf_class": "gravelly",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A -- 8 to 12 centimeters (3 to 5 inches); brown (10YR 4/3) gravelly loamy sand, dark brown (10YR 3/3) moist; weak medium subangular structure; soft, very friable, nonsticky and nonplastic; few very fine and very few fine roots throughout; few very fine and fine irregular and few medium tubular pores throughout; 15 percent fine gravel, 10 percent medium and coarse gravel and 1 percent cobbles; slightly effervescent; slightly alkaline (pH 7.8); clear wavy boundary. (1 to 8 centimeters thick)"
      },
      {
        "name": "Bk1",
        "top": 12,
        "bottom": 35,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bk1 -- 12 to 35 centimeters (5 to 14 inches); brown (10YR 5/3) very gravelly sandy loam, olive brown (2.5Y 4/3) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; 4 percent, faint, white (10YR 8/1) carbonate coats on bottoms of rock fragments; few very fine, fine and medium roots throughout; few fine and medium irregular pores throughout; 25 percent fine gravel, 10 percent medium and coarse gravel, 5 percent cobbles and 2 percent stones; strongly effervescent; moderately alkaline (pH 8.0); gradual wavy boundary."
      },
      {
        "name": "Bk2",
        "top": 35,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 8.1,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bk2 -- 35 to 48 centimeters (14 to 19 inches); pale brown (10YR 6/3) very gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; 20 percent, faint, white (10YR 8/1) carbonate coats on bottoms and sides of rock fragments; few very fine, fine and very few medium roots throughout; few fine irregular and few fine and medium tubular pores throughout; 20 percent fine gravel, 10 percent medium and coarse gravel and 10 percent cobbles; violently effervescent; moderately alkaline (pH 8.1); abrupt wavy boundary. (Combined thickness of the Bk horizon is 28 to 45 centimeters)."
      },
      {
        "name": "Rk",
        "top": 48,
        "bottom": 73,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 1,
        "narrative": "Rk -- 48 to 73 centimeters (19 to 29 inches); unweathered, fractured granitoid bedrock with 30 percent, very coarse, white (10YR 8/1) moderately cemented, sharp, platy and irregular calcium carbonate masses on top of bedrock and filling fractures 0 to 9 centimeters thick; common very fine and few fine roots in mats on top of bedrock; fractures are greater than 10 centimeters apart; high to extremely high excavation difficulty."
      }
    ]
  ]
}
