{
  "SERIES": "AHIU",
  "STATUS": "Established Series",
  "BYREV": "KH-RTG",
  "REVDATE": "04/2009",
  "STATES": "HI",
  "OVERVIEW": "The Ahiu series consists of shallow and very shallow, well drained soils that formed in basic volcanic ash deposited over basic pahoehoe lava. Slopes range from 2 to 10 percent. The mean annual rainfall is about 760 mm (30 inches), and the mean annual air temperature is about 19 degrees C. (66 degrees F.)",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, amorphic, isothermic Lithic Haplustands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ahiu ashy silt loam, 5 percent slope under scattered `ohi`a trees with a grass understory at an elevation of 820 meters (2,700 feet). (Colors are for moist soil unless otherwise noted. When described on 2/27/98 the soil was slightly moist throughout. The soil temperature was 17 degrees C. (63 degrees F.) at a depth of 20 centimeters (8 inches). All textures are \"apparent field textures\". pH was measured using electrode in 1:1 water.)\nA--0 to 8 centimeters (0 to 3 inches); black (10YR 2/1) ashy silt loam, brown (10YR 4/3) dry; moderate and strong fine and medium granular structure; slightly hard, very friable, nonsticky and nonplastic; many very fine and fine roots; many very fine and fine interstitial pores; strongly acid (pH 5.5); abrupt wavy boundary. (3 to 13 centimeters (1 to 5 inches) thick)\nBw--8 to 15 centimeters (3 to 6 inches); black (10YR 2/1) ashy silt loam, dark grayish brown (10YR 4/2) dry; massive; soft, very friable, nonsticky and nonplastic common very fine and fine roots; common very fine and fine interstitial pores; slightly acid (pH 6.5); abrupt wavy boundary. (3 to 10 centimeters (1 to 4 inches) thick)\nC--15 to 28 centimeters (6 to 11 inches); alternating layers of ashy fine sand and ashy loamy fine sand 3 to 5 centimeters (1 to 2 inches) thick; colors are lithochromic light olive brown (2.5Y 5/3), very dark grayish brown (10YR 3/2) dry, and lithochromic olive brown (2.5Y 4/4), very dark brown (10YR 2/2) dry; massive; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; common very fine and fine interstitial pores; at 25 centimeters (10 inches) depth there are 0.6 centimeter (1/4 inch) thick moderately hard, friable, non-cemented plates; brittle, nonsticky and nonplastic and break down to loamy fine sand; neutral (pH 7.1); abrupt wavy boundary. (3 to 18 centimeters (1 to 7 inches) thick)\n2A--28 to 30 centimeters (11 to 12 inches); black (10YR 2/1) ashy loam, very dark grayish brown (10YR 3/2) dry; massive; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; common very fine and fine interstitial pores; neutral (pH 7.1); abrupt broken boundary. (0 to 5 centimeters (0 to 2 inches) thick)\n2Bw--30 to 33 centimeters (12 to 13 inches); very dark brown (7.5YR 2.5/2) ashy loam, brown (7.5YR 4/4) dry; massive; soft, very friable, nonsticky and nonplastic common very fine and fine roots; common very fine and fine interstitial pores; neutral (pH 7.3); abrupt broken boundary. (0 to 5 centimeters (0 to 2 inches) thick)\n3R--33 centimeters (13 inches); hard basic pahoehoe lava."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hawaii Volcanoes National Park; from Crater Rim Drive travel 2.2 miles southeast (downhill) on Chain of Craters Road, then 8.1 miles southwest on Hilina Pali road; park on north side of road; walk at a heading of 270 degrees magnetic for approximately 74 meters (240 feet) to type location; Ka`u Desert Quadrangle; lat. 19 degrees 18 minutes 14.97 seconds N. and long. 155 degrees 18 minutes 31.08 seconds W. (Old Hawaiian Datum measured by GPS/PLGR, +/- 35 feet.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock: 10 to 50 centimeters (4 to 20 inches).\nMean annual soil temperature: 20 to 22 degrees C. (68 to 72 degrees F.)\nSoil reaction: Very strongly acid or strongly acid in the surface layer and moderately acid to neutral in the underlying layers.\nA and 2A horizons\nHue: 7.5YR or 10YR.\nValue: 2 or 3 moist.\nChroma: 1 or 2 moist.\nTexture: Ashy silt loam or ashy loam.\nStructure: Granular, subangular blocky, or platy.\nBw and 2Bw horizons\nHue: 5YR to 10YR, 2.5Y.\nValue: 2 to 3 moist.\nChroma: 1 to 3 moist.\nTexture: Ashy silt loam, ashy loam,\nStructure: Subangular blocky or massive.\nC horizon\nHue: 10YR, 2.5Y.\nValue: 4 or 5 moist.\nChroma: 3 or 4 moist.\nTexture: Ashy fine sand, ashy loamy fine sand, ashy very fine sandy loam, ashy loamy very fine sand.\nStructure: Massive with thin discontinuous plate-like structure in a few pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Kahaumanu and Nanaia series. Kahaumanu soils are moist in the control section from January through July. Nanaia soils have a mollic epipedon and do not have buried horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Ahiu soils are on Kilauea pahoehoe flows mainly 400 to 1,500 years old, at elevations of 515 to 915 meters (1,700 to 3,000 feet). Slopes range from 2 to 10 percent. The mean annual rainfall is 635 to 890 millimeters (25 to 35 inches), about 80 percent of which falls between August and April. The mean annual pan evaporation is 2,030 to 2,285 millimeters (80 to 90 inches). The mean annual air temperature is 18 to 21 degrees C. (64 to 70 degrees F.)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Kanohina, Nakanui, Lithic Haplustands, Vitric Haplustands, and Lithic Ustipsamments soils. Kanohina soils are isohyperthermic. Nakanui soils are medial and have 15 to 60 percent gravel in the subsoil. Lithic Haplustands have coarse loamy and sandy control section. Vitric Haplustands have more than 60 percent coarse fragments throughout the control section. Lithic Ustipsamments have a sandy control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Runoff is very high. Permeability is rapid in the soil and very slow in the underlying pahoehoe bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for National Park Service land. Vegetation is `akia (Wikstroemia phillyreifolia), `a`ali`i (Dodonaea viscosa), bamboo orchid (Arundina graminifolia), broomsedge (Andropogon virginicus), bushy beardgrass (Schizachyrium condensatum), firetree or faya tree (Myrica faya), molassesgrass (Melinis minutiflora), `ohi`a lehua (Metrosideros polymorpha), pukiawe (Styphelia tameiameiae), thatchinggrass (Hyparrhenia rufa), and sour bush (Pluchea symphytifolia)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: These soils are within Hawaii Volcanoes National Park; MLRA 161. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Island of Hawaii, Hawaii County, Hawaii, 1997. The name is from Kipuka Ahiu."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nAndic soil properties - from the soil surface to 33 centimeters (13 inches).\nOchric epipedon - from the soil surface to 15 centimeters (6 inches) (A and Bw1 horizons).\nLithic Contact - at 33 centimeters (13 inches).\nParticle-size control section - from the soil surface to 33 centimeters (13 inches).\nSoil temperature - mean summer and mean winter soil temperatures differ by less than 6 degrees C. (11 degrees F.) (iso temperature regime).\nSoil moisture - dry in some or all parts for 90 or more days in most years (Ustic moisture regime).\nEdit Log: 12/03 KH. Added very shallow to introductory paragraph; added \"ashy\" modifier to textures.\n2/01 KH. Changed permeability to rapid.\n11/1/99 SN. Changed permeability to moderately rapid per final review.\n5/6/99 SBS. Changed permeability to moderate from moderately slow per request from SN.\nADDITIONAL DATA: Ahiu sample NSSL S98HI-001-013 from type location.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH": 5.5,
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 8 centimeters (0 to 3 inches); black (10YR 2/1) ashy silt loam, brown (10YR 4/3) dry; moderate and strong fine and medium granular structure; slightly hard, very friable, nonsticky and nonplastic; many very fine and fine roots; many very fine and fine interstitial pores; strongly acid (pH 5.5); abrupt wavy boundary. (3 to 13 centimeters (1 to 5 inches) thick)"
      },
      {
        "name": "Bw",
        "top": 8,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw--8 to 15 centimeters (3 to 6 inches); black (10YR 2/1) ashy silt loam, dark grayish brown (10YR 4/2) dry; massive; soft, very friable, nonsticky and nonplastic common very fine and fine roots; common very fine and fine interstitial pores; slightly acid (pH 6.5); abrupt wavy boundary. (3 to 10 centimeters (1 to 4 inches) thick)"
      },
      {
        "name": "C",
        "top": 15,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loamy fine sand",
        "pH": 7.1,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C--15 to 28 centimeters (6 to 11 inches); alternating layers of ashy fine sand and ashy loamy fine sand 3 to 5 centimeters (1 to 2 inches) thick; colors are lithochromic light olive brown (2.5Y 5/3), very dark grayish brown (10YR 3/2) dry, and lithochromic olive brown (2.5Y 4/4), very dark brown (10YR 2/2) dry; massive; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; common very fine and fine interstitial pores; at 25 centimeters (10 inches) depth there are 0.6 centimeter (1/4 inch) thick moderately hard, friable, non-cemented plates; brittle, nonsticky and nonplastic and break down to loamy fine sand; neutral (pH 7.1); abrupt wavy boundary. (3 to 18 centimeters (1 to 7 inches) thick)"
      },
      {
        "name": "2A",
        "top": 28,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loam",
        "pH": 7.1,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "broken",
        "narrative": "2A--28 to 30 centimeters (11 to 12 inches); black (10YR 2/1) ashy loam, very dark grayish brown (10YR 3/2) dry; massive; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; common very fine and fine interstitial pores; neutral (pH 7.1); abrupt broken boundary. (0 to 5 centimeters (0 to 2 inches) thick)"
      },
      {
        "name": "2Bw",
        "top": 30,
        "bottom": 33,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 2.5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 7.3,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "broken",
        "narrative": "2Bw--30 to 33 centimeters (12 to 13 inches); very dark brown (7.5YR 2.5/2) ashy loam, brown (7.5YR 4/4) dry; massive; soft, very friable, nonsticky and nonplastic common very fine and fine roots; common very fine and fine interstitial pores; neutral (pH 7.3); abrupt broken boundary. (0 to 5 centimeters (0 to 2 inches) thick)"
      },
      {
        "name": "3R",
        "top": 33,
        "narrative": "3R--33 centimeters (13 inches); hard basic pahoehoe lava."
      }
    ]
  ]
}
