{
  "SERIES": "AHRNKLIN",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. RFB-TMC-SR",
  "REVDATE": "11/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty over sandy or sandy-skeletal, mixed, superactive Aquic Haplocryods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ahrnklin fine sandy loam, forest (All colors are for moist soil)\nOi--4 to 3 inches; partially decomposed forest litter; many roots; very strongly acid; abrupt smooth boundary.\nOe--3 to 0 inches; dark reddish brown (5YR 2/2) mixed finely divided organic matter and fine sandy loam; many roots; very strongly acid; abrupt smooth boundary.\nE--0 to 1 inch; dark gray (10YR 4/1) fine sandy loam; weak fine subangular blocky structure; very friable; common roots; very strongly acid; abrupt smooth boundary.\nBs1--1 to 3 inches; dark reddish brown (5YR 3/2) fine sandy loam; weak subangular blocky structure; very friable; common roots; very strongly acid; abrupt wavy boundary.\nBs2--3 to 6 inches; brown (10YR 4/3) silt loam; few patches of olive (5Y 5/3); weak subangular blocky structure; very friable; few roots; slightly acid; gradual boundary.\nBC--6 to 12 inches; light olive brown (2.5Y 5/4) sandy loam with patches of olive (5Y 5/3); weak subangular blocky structure; very friable; few roots; slightly acid; gradual boundary.\nC--12 to 30 inches; gray (5Y 5/1) silt loam, with roughly horizontal bands of yellowish brown (10YR 5/6); wask subangular blocky structure; friable, slightly sticky and slightly plastic; no roots; slightly acid; abrupt wavy boundary.\n2C--30 to 48 inches; olive gray (5Y 5/2) very gravelly coarse sand; single grain; loose; no roots; 80 percent gravel and cobbles; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Yakutat Forelands Area, Alaska.  About 100 yards north of mile 18 on Yakutat Forest Highway 10."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Texture of the E and Bs horizons ranges from fine sandy loam to silt loam.  Thin lenses of coarse sandy loam are common.  Depth to the very gravelly substratum ranges from 12 to 35 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Caswell and Longmare series.  Caswell soils are not skeletal in the lower part of the control section.  Longmare soils have less than 15 percent fine sands or coarser in the upper part of the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Ahrnklin soils occur in old glacial lake basins and slight depressions in glacial outwash plains.  The climate is cool maritime with mean annual precipitation of 100 to 130 inches.  Mean annual air temperature is about 38 degrees F., and the mean summer air temperature is about 52 degrees F.  The soils are seldom frozen."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": null
  },
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Slow runoff.  Moderate permeability."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The dominant vegetation is a forest of Sitka spruce and western hemlock.  The soils are suitable for logging."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The soils are known to exist only in glaciated areas bordering the north coast of the Gulf of Alaska.  They are of minor extent."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "REMARKS": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Yakutat Forelands Area, Alaska, 1975."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  }
}
