{
  "SERIES": "AIBONITO",
  "STATUS": "Established Series",
  "BYREV": "Rev. BCD; GRB",
  "REVDATE": "11/2004",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Very-fine, mixed, semiactive, isohyperthermic Typic Haplohumults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Aibonito clay--native pasture. (Colors are for moist soil)\nAp--0 to 7 inches, dark grayish brown (10YR 4/2) clay; moderate fine subangular blocky structure; firm; slightly sticky, plastic; many fine roots; very strongly acid; abrupt irregular boundary.  (6 to 10 inches thick)\nBt1--7 to 11 inches, strong brown (7.5YR 5/6) clay; moderate medium prismatic structure parting to moderate coarse angular blocky; extremely firm; sticky, plastic; common distinct brown (10YR 4/3) coatings on surfaces of peds; common fine roots; common fine distinct yellowish red (5YR 4/6) masses of iron accumulation; extremely acid; gradual smooth boundary.\nBt2--11 to 22 inches, strong brown (7.5YR 5/6) clay; strong coarse prismatic structure parting to moderate medium subangular blocky; extremely firm; sticky, plastic; common distinct brown (10YR 4/3) coatings on surfaces of peds; few fine roots restricted to surfaces of peds; common fine distinct yellowish red (5YR 4/6) masses of iron accumulation; extremely acid; gradual wavy boundary.\nBt3--22 to 32 inches, strong brown (7.5YR 5/6) clay; strong coarse prismatic structure parting to moderate medium subangular blocky; extremely firm; sticky, plastic; common distinct brown (10YR 4/3) coatings on surfaces of peds; few fine roots; common fine distinct red (2.5YR 4/6) masses of iron accumulation; extremely acid; gradual wavy boundary.\nBt4--32 to 43 inches, strong brown (7.5YR 5/6) clay; weak medium subangular blocky structure; firm; slightly sticky, plastic; very few fine roots; few faint clay films on faces of peds; about 30 percent, by volume, saprolite; few medium prominent fragments of white (10YR 8/1) saprolite; many medium prominent yellowish brown (10YR 5/6) and red (2.5YR 4/6) masses of iron accumulation; extremely acid; gradual wavy boundary.  (Combined thickness of the Bt horizons ranges from 27 to 46 inches)\nC1--43 to 65 inches, 33 percent red (2.5YR 4/6), 33 percent strong brown (7.5YR 5/6) and 34 percent white (10YR 8/1) saprolite having clay texture; massive; friable; slightly sticky, plastic; extremely acid; gradual wavy boundary.\nC2--65 to 110 inches, 33 percent red (2.5YR 4/6), 33 percent strong brown (7.5YR 5/6), and 34 percent white (10YR 8/1) saprolite having silty clay texture; massive; friable; slightly sticky, slightly plastic; extremely acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Torrecillas SCD, Puerto Rico; approximately 6.2 kilometers south of town of Aibonito and about 5 feet east of kilometer marker 6.2 of P.R. Highway 162."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 33 to 56 inches.  Reaction ranges from extremely acid to strongly acid throughout.  Organic carbon content in the upper inches of the argillic horizon ranges from 1.5 to 3.0 percent.  Base saturation (by sum) is from 3 to 10 percent at 50 inches below the top of the argillic horizon.  Cation exchange capacity ranges from 20 to 24 meg/100 grams of clay.\nThe A or Ap horizon has hue of 7.5YR or 10YR, value of 3 and 4, and chroma of 2 to 4.  Texture is clay loam or clay.\nThe Bt horizon has hue of 5YR to 10YR, value of 4 to 6, and chroma of 6 of 8.  Iron accumulation in shades of red and brown range from few to common.  In the lower part of the Bt horizon, saprolite in shades of white, yellow, and red composes up to 40 percent of the horizon.  Texture is clay.\nThe C horizon is composed of saprolite that is variegated in shades of red, yellow, brown, gray, and white.  Texture is silty clay or clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no known series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Aibonito soils are on ridges and side slopes of dissected volcanic uplands.  Slopes range from 12 to 40 percent.  They formed in fine, highly weathered residuum of volcanic rocks.  The climate is humid tropical.  The average annual precipitation ranges from 80 to 100 inches and the average annual temperature ranges from 74 to 76 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Catalina, Daguey, Humatas, Los Guineos, and Mucara series.  Catalina soils are on less sloping, more stable positions, have ferruginous mineralogy, and are Oxisols.  Daguey and Los Guineos soils are on similar positions, have kaolinitic mineralogy, and are Oxisols.  In addition, Los Guineos soils weathered from sandstone.  Humatas soils are on similar positions and have parasesquic mineralogy.  Mucara soils are on similar to lower side slope positions, are moderately deep to semiconsolidated basic volcanic bedrock, and have less clay in the subsoil."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Aibonito soils are used for pasture.  A few small areas are cultivated and used for growing subsistence crops.  The vegetation consists of native and introduced grasses and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Humid uplands of Puerto Rico.  The series is of minor content."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Raleigh, North Carolina."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Puerto Rico (San Juan Soil Survey); 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - the zone from 0 to 7 inches (Ap horizon).\nArgillic horizon - the zone from 7 to 43 inches (Bt1, Bt2, Bt3, and Bt4 horizons).\nADDITIONAL DATA:  Characterization data are available for the typical pedon, S59PR10-10, SSIR No. 12.  Characterization data by NSSC, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
