{
  "SERIES": "AILEY",
  "STATUS": "Established Series",
  "BYREV": "CMO-KSL/Rev. JAK",
  "REVDATE": "05/2008",
  "STATES": "GA,NC,SC",
  "OVERVIEW": "MLRA(s): 133A-Southern Coastal Plain, 137-Carolina and Georgia Sand Hills\nDepth Class: Moderately deep or deep to fragic soil properties and deep or very deep to densic materials\nDrainage Class (Agricultural): Well drained or somewhat excessively drained\nInternal Free Water Occurrence: Very deep or deep, common, thin\nFlooding Frequency and Duration: None\nPonding Frequency and Duration: None\nIndex Surface Runoff: Negligible to very high\nSlowest Saturated Hydraulic Conductivity: Moderately low\nShrink-swell Potential: Low\nLandscape: Middle and upper coastal plain, sandhills\nLandform: Marine terraces, low hills\nGeomorphic Component: Interfluves, side slopes\nHillslope Profile Position: Summits, shoulders, backslopes\nParent Material: Fluviomarine deposits, marine deposits\nSlope: 0 to 25 percent\nElevation (type location): Unknown\nMean Annual Air Temperature (type location): 67 degrees F.\nMean Annual Precipitation (type location): 48 inches",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, kaolinitic, thermic Arenic Kanhapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ailey loamy sand--wooded. (Colors and soil properties are for moist soil, unless otherwise indicated.)\nAp--0 to 5 inches; dark grayish brown (10YR 4/2) loamy sand, brown (10YR 5/3), dry; weak fine granular structure; very friable, nonsticky, nonplastic; common fine roots and few medium and coarse roots; strongly acid; gradual wavy boundary. (3 to 9 inches thick)\nE--5 to 24 inches; yellowish brown (10YR 5/4) loamy sand; weak fine granular structure; very friable, nonsticky, nonplastic; few fine to coarse roots; moderately acid; clear smooth boundary. (11 to 37 inches thick)\nBt1--24 to 29 inches; yellowish brown (10YR 5/8) sandy loam; weak fine subangular blocky structure; friable, nonsticky, nonplastic; few fine roots; common clay bridging between sand grains; strongly acid; gradual wavy boundary.\nBt2--29 to 36 inches; yellowish brown (10YR 5/8) sandy clay loam; weak fine and medium subangular blocky structure; friable, slightly sticky, slightly plastic; few fine roots; few faint clay films on some faces of peds; few fine prominent yellowish red (5YR 5/8) masses of oxidized iron in the lower part; areas with red color are relic redoximorphic features; strongly acid; gradual wavy boundary. (Combined thickness of the Bt horizon is 6 to 32 inches.)\nBtx--36 to 50 inches; 65 percent yellowish brown (10YR 5/8) and strong brown (7.5YR 5/6) sandy clay loam; moderate fine subangular blocky structure; firm, slightly sticky, slightly plastic; 35 percent red (2.5YR 4/8) sandy clay loam; strong coarse platy structure; very firm and brittle, hard when dry; platy peds are horizontally oriented and are relic redoximorphic features; few roots between peds; few faint clay films on faces of peds; strongly acid; clear smooth boundary. (6 to 30 inches thick)\n2Cd--50 to 80 inches; red (2.5YR 4/8) sandy loam and coarse sandy loam; massive; very firm, nonsticky, nonplastic, hard when dry; few roots along the interior of gray sandy clay loam seams that are spaced 6 inches to more than 10 inches apart; common coarse distinct strong brown (7.5YR 5/6) masses of oxidized iron; common coarse distinct light brownish gray (10YR 6/2) iron depletions; masses and depletions are relic redoximorphic features; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Wilkinson County, Georgia; about 2.2 miles east of Georgia Highway 243 at Ivey on Jackson Road, 0.2 mile north on Smith Chapel Road, 30 feet east of paved road, in wooded area; Gordan Georgia USGS Quadrangle (1973); lat. 32 degrees 54 minutes 54 seconds N and long. 83 degrees 15 minutes 59 seconds W"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to top of argillic and kandic horizon: 20 to 40 inches\nDepth to base of argillic horizon: 40 to 60 inches or more\nDepth to fragic soil properties: 26 to 60 inches\nFragic soil properties content: 30 to 60 percent by volume firm or very firm, brittle masses, commonly in shades of red, in the Btx horizon\nDepth to lithologic discontinuity (contrasting sand sizes): 40 to 80 inches or more\nDepth to densic materials: 40 to 80 inches or more\nDepth to bedrock: Greater than 80 inches\nDepth to seasonal high water table: Greater than 48 inches, January to April\nRock fragment content: 0 to 35 percent, by volume; mostly quartz pebbles\n(Effective) Cation Exchange Capacity: 1 to 3 milliequivalents per 100 grams of soil in the A horizon; 0.3 to 1 in E horizon; 0.5 to 2 in the B and C horizon\nOrganic matter content: 0.5 to 1 percent in the A horizon; 0.2 to 0.5 in the E horizon; and less than 0.5 percent in the B and C horizon\nSoil reaction: Extremely acid to slightly acid, unless limed\nOther features: 0 to 5 percent clay bodies (kaolin) in the B and C horizons & RANGE OF INDIVIDUAL HORIZONS:\nA horizon:\nColor--hue of 2.5Y or 10YR, value of 3 to 5, chroma of 1 to 3\nTexture (fine-earth fraction)--coarse sand, sand, loamy coarse sand, or loamy sand\nClay content: 5 to 10 percent\nE horizon:\nColor--hue of 2.5Y or 10YR, value of 4 to 7, chroma of 3 to 8\nTexture (fine-earth fraction)--coarse sand, sand, loamy coarse sand, or loamy sand\nClay content: 3 to 8 percent\nBE horizon (where present):\nColor--hue of 7.5YR or 10YR, value of 4 to 6, chroma of 4 to 8\nTexture (fine-earth fraction)--loamy coarse sand, loamy sand, coarse sandy loam, or sandy loam\nClay content: 3 to 10 percent\nBt horizon:\nColor--hue of 5YR to 10YR, value of 4 to 6, chroma of 4 to 8, or is variegated in shades of these colors in the lower part\nTexture (fine-earth fraction)--coarse sandy loam, sandy loam, or sandy clay loam\nClay content: 15 to 35 percent\nRedoximorphic features (where present)--masses of oxidized iron in shades of red or brown. These features may be relict or contemporary.\nBtx horizon:\nColor--hue of 5YR to 10YR, value of 4 to 6, chroma of 4 to 8, or is variegated in shades of these colors\nTexture (fine-earth fraction)--sandy loam, sandy clay loam, or sandy clay\nClay content: 18 to 35 percent\nRedoximorphic features (where present)--masses of oxidized iron in shades of red or brown and iron depletions in shades of brown, white, or gray. These features may be relict or contemporary.\nBC horizon (where present):\nColor--hue of 2.5YR to 2.5Y, value of 4 to 7, chroma of 4 to 8, or is variegated in shades of these colors\nTexture (fine-earth fraction)--sandy loam, sandy clay loam, or sandy clay\nClay content: 15 to 30 percent\nRedoximorphic features (where present)--masses of oxidized iron in shades of red, yellow, or brown and iron depletions in shades of brown, white, or gray. These features may be relict or contemporary.\n2Cd horizon or Cd horizon (where present):\nColor--hue of 2.5YR to 10YR, value of 4 to 7, chroma of 4 to 8, or is variegated in shades of these colors\nTexture (fine-earth fraction)--coarse sandy loam, sandy loam, sandy clay loam and clay loam. Some pedons have thin subhorizons of sandy clay.\nClay content: 12 to 30 percent\nRedoximorphic features (where present)--masses of oxidized iron in shades of red, yellow, or brown and iron depletions in shades of brown, white, or gray. These features may be relict or contemporary.\nOther features--dense and compact in place with roots typically only penetrating gray seams\n2C or C horizon (where present):\nColor--hue of 2.5YR to 10YR, value of 4 to 7, chroma of 1 to 8, or is variegated in shades of these colors. Pedons with dominant chroma of less than 3 do not have contemporary redoximorphic features.\nTexture (fine-earth fraction)--coarse sandy loam, sandy loam, sandy clay loam, or clay loam. Some pedons have subhorizons of clayey or silty materials.\nClay content: 00 to 00 percent\nRedoximorphic features (where present)--masses of oxidized iron in shades of red, yellow, or brown and iron depletions in shades of brown, white, or gray. These features may be relict or contemporary."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nChipola soils--do not have densic materials in the substratum or a seasonal high water table within 72 inches\nUchee soils--do not have densic materials in the substratum and have a perched water table at 42 to 60 inches"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Middle and upper coastal plain, sandhills\nLandform: Marine terraces, low hills\nGeomorphic Component: Interfluves, side slopes\nHillslope Profile Position: Summits, shoulders, backslopes\nParent Material: Fluviomarine deposits, marine deposits\nElevation: 180 to 750 feet\nMean Annual Air Temperature: 57 to 70 degrees\nMean Annual Precipitation: 38 to 52 inches\nFrost Free Period: 190 to 245 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nAlpin soils--are sandy and excessively drained; on upland and river terraces of the Coastal Plain\nAutryville soils--have a second E and B horizon\nBlaney soils--have a B horizon that is brittle in 10 to 30 percent of its volume\nBlanton soils--have thicker sandy surface and subsurface layers\nBonifay soils--have thicker sandy surface and subsurface layers\nCandor soils--have sandy texture in the upper argillic horizon\nCarnegie soils--are finer textured and have thinner surface layers\nCowarts soils--do not have densic materials and have thinner surface layers\nDothan soils--have thinner surface layers and contain plinthite; on broader and smoother landscapes\nFuquay soils--contain plinthite and do not have densic materials\nLakeland soils--are sandy and do not have an argillic horizon\nLucy soils--do not have densic materials\nNeeses soils--have thinner surface layers and greater than 35 percent clay in the subsoil\nNoboco soils--have thinner surface layers and do not have densic materials; on broader and smoother landscapes\nNorfolk soils--have thinner surface layers and do not have densic materials; on broader and smoother landscapes\nOcilla soils--are somewhat poorly drained; on smoother slopes at lower elevations\nOrangeburg soils--have thinner surface layers and; on broader and smoother landscapes\nPelion soils--are moderately well drained, have thinner surface layers, at lower elevations\nTroup soils--have thicker sandy surface and subsurface layers\nUchee soils--do not have densic materials and have a seasonal high water table at 42 to 60 inches\nVaucluse soils--have thinner surface layers and do not have densic materials\nWagram soils--do not have densic materials or fragic soil properties\nWicksburg soils--have a finer textured subsoil"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDepth Class: Moderately deep or deep to fragic soil properties and deep or very deep to densic materials\nDrainage Class (Agricultural): Well drained, somewhat excessively drained\nInternal Free Water Occurrence: Very deep or deep, common, thin\nFlooding Frequency and Duration: None\nPonding Frequency and Duration: None\nIndex Surface Runoff: Negligible to very high\nPermeability: Slow (Saturated hydraulic conductivity: Moderately low)\nShrink-swell Potential: Low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Woodland\nDominant Vegetation: Where cultivated--corn, soybeans, and pasture. Where wooded--pines."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Georgia, Alabama, South Carolina, and North Carolina\nExtent: Moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Montgomery County, Georgia; 1970"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Ailey series were formerly classified as Fragiudults. The pedogenic firmness and brittleness of the Btx horizon is not as extensive as in a fragipan. The dense and compact properties of the Cd horizon are root-restrictive but are not thought to be pedogenic. Reclassification to Hapludults was recommended by the Coastal Plains-Dense Soils Properties Study, February 23, 1982. Classification was changed to Kanhapludults as agreed to October 29, 1987 at the SNTC State Soil Scientist meeting. The volume of brittleness was revised (2005) from 10 to 40 percent to 30 to 60 percent to reflect the range common to the fragic subgroup.\nThe central concept of Ailey soils, are to have significant fragic soil properties as to affect water movement and root penetration but not as significant to classify as a fragipan. It is anticipated with the next revision to Soil Taxonomy the series Great group will be changed to Arenic Fragic Kanhapludults. The present range in soil properties allows for Ailey soils to have a perched seasonal water table from four to six feet or below six feet. Additional study is needed to determine if these soils are interpretatively similar and have the same basic soil properties. Ultimately, it is anticipated Ailey soils will be split into two series; one with densic materials and a perched water table (episaturation) and one without the Cd layer with an apparent water table (endosaturation).\nDiagnostic horizons, soil characteristics, and special features recognized in this pedon:\nOchric epipedon--the zone from 0 to 24 inches (A, E horizons)\nArenic feature--sandy texture from 0 to 24 inches (A, E horizons)\nArgillic horizon--the zone from 29 to 50 inches (Bt, Btx horizons)\nKandic horizon--the zone from 29 to 50 inches (Bt, Btx horizons)\nFragic soil properties--the zone from 36 to 50 inches (Btx horizon)\nDensic contact--the contact with densic materials at a depth of 50 inches\nDensic materials--the zone from 50 to 80 inches (2Cd horizon)\nLithologic discontinuity--contrasting sand sizes starting at a depth of 50 inches (2Cd horizon)\nADDITIONAL DATA:\nReference sample data are available from NRCS-Soil Survey Laboratory, Lincoln, NE; pedon numbers: 87NC153002 and 87NC153003.\nDatabase Information:\nTypical Pedon Data Mapunit ID--468548\nUser Pedon ID--To be completed\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 13,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Ap--0 to 5 inches; dark grayish brown (10YR 4/2) loamy sand, brown (10YR 5/3), dry; weak fine granular structure; very friable, nonsticky, nonplastic; common fine roots and few medium and coarse roots; strongly acid; gradual wavy boundary. (3 to 9 inches thick)"
      },
      {
        "name": "E",
        "top": 13,
        "bottom": 61,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E--5 to 24 inches; yellowish brown (10YR 5/4) loamy sand; weak fine granular structure; very friable, nonsticky, nonplastic; few fine to coarse roots; moderately acid; clear smooth boundary. (11 to 37 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 61,
        "bottom": 74,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--24 to 29 inches; yellowish brown (10YR 5/8) sandy loam; weak fine subangular blocky structure; friable, nonsticky, nonplastic; few fine roots; common clay bridging between sand grains; strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 74,
        "bottom": 91,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "sandy clay loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--29 to 36 inches; yellowish brown (10YR 5/8) sandy clay loam; weak fine and medium subangular blocky structure; friable, slightly sticky, slightly plastic; few fine roots; few faint clay films on some faces of peds; few fine prominent yellowish red (5YR 5/8) masses of oxidized iron in the lower part; areas with red color are relic redoximorphic features; strongly acid; gradual wavy boundary. (Combined thickness of the Bt horizon is 6 to 32 inches.)"
      },
      {
        "name": "Btx",
        "top": 91,
        "bottom": 127,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "sandy clay loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btx--36 to 50 inches; 65 percent yellowish brown (10YR 5/8) and strong brown (7.5YR 5/6) sandy clay loam; moderate fine subangular blocky structure; firm, slightly sticky, slightly plastic; 35 percent red (2.5YR 4/8) sandy clay loam; strong coarse platy structure; very firm and brittle, hard when dry; platy peds are horizontally oriented and are relic redoximorphic features; few roots between peds; few faint clay films on faces of peds; strongly acid; clear smooth boundary. (6 to 30 inches thick)"
      },
      {
        "name": "2Cd",
        "top": 127,
        "bottom": 203,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 8,
        "texture_class": "coarse sandy loam",
        "pH_class": "strongly acid",
        "narrative": "2Cd--50 to 80 inches; red (2.5YR 4/8) sandy loam and coarse sandy loam; massive; very firm, nonsticky, nonplastic, hard when dry; few roots along the interior of gray sandy clay loam seams that are spaced 6 inches to more than 10 inches apart; common coarse distinct strong brown (7.5YR 5/6) masses of oxidized iron; common coarse distinct light brownish gray (10YR 6/2) iron depletions; masses and depletions are relic redoximorphic features; strongly acid."
      }
    ]
  ]
}
