{
  "SERIES": "AINAHOU",
  "STATUS": "Established Series",
  "BYREV": "IRD-PGN-KP",
  "REVDATE": "05/2012",
  "STATES": "HI",
  "OVERVIEW": "The Ainahou series consists of shallow, poorly or very poorly drained soils formed in organic material over pahoehoe lava. Slopes range from 0 to 3 percent.  The mean annual rainfall is about 2000 millimeters (98 inches) and the mean annual air temperature is about 13 degrees C. (55 degrees F.)",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Euic, isomesic, shallow Lithic Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ainahou muck, on an east facing, slightly concave, 2 percent slope in marsh at an elevation of 1707 meters (5600 feet). (Colors are for moist soils unless otherwise noted. All textures are \"apparent field textures\". pH measured using a 1:1 soil to water mixture. When described on October 22, 2004, the soil was moist from 0 to 21 cm (0 to 8 inches) and wet from 21 to 23 cm (8 to 9 inches).\nOa--0 to 23 centimeters (0 to 9 inches); black (10YR 2/1) muck, very dark brown (10YR 2/2) dry; weak fine granular structure; very friable, slightly hard, non sticky and slightly plastic: common very fine and fine roots; few fine dendritic tubular pores; non-smeary; very strongly acid (pH 5.2); abrupt smooth boundary. (21 to 33 centimeters {8 to 13 inches} thick)\n2R--23 centimeters (9 inches); hard, massive pahoehoe lava."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Island of Hawaii; from the city of Hilo follow highway 200 (Saddle Road) to North Powerline road (19 degrees 40 minutes 32.7 seconds N. and long. 155 degrees 22 minutes 33.0 seconds W.).  Drive south on North Powerline road through locked gates 1.1 kilometers (.7 miles) and park.  Type location is approximately 30 yards to the left of road.  Waikoloa Ponds Quadrangle (formerly Upper Piihonua Quadrangle); lat. 19 degrees 40 minutes 01.6 seconds N. and long. 155 degrees 22 minutes 19.5 seconds W. (Old Hawaiian Datum,  12 ft; measured by Garmin GPS)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 13 to 15 degrees C. (55 to 59 degrees F.)\nSaturated to, or nearly to, the surface for more than 30 consecutive days during most years.\nDepth to bedrock: 21 to 33 centimeters {8 to 13 inches} to bedrock.\nRock fragments: 0 to 10 percent cobble size lava rocks\nOa horizon\nHue: 10YR or N2\nChroma: 1 to 2 moist.\nStructure: Weak to moderate granular or subangular blocky.\nSoil reaction: strongly acid (pH 5.1 to 5.5)."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Ainahou soils are on eastern slopes of Mauna Loa volcano at elevations from 1646 to 2040 meters (5400 to 6700 feet). These soils are in depressions of constructional landscapes consisting of pahoehoe flows that are 750 to 5,000 years old.  Slope gradients range from 0 to 3 percent.  The mean annual rainfall ranges from 1000 to 3000 millimeters (40 to 118 inches), with most of the rainfall occurring from October through April.  The mean annual pan evaporation ranges from 1016 to 1270 millimeters (40 to 50 inches).  The mean annual air temperature ranges from 10 to 17 degrees C. (50 to 62 degrees F.).  The mean summer soil temperature and the mean winter soil temperature differ by less than 6 degrees C. (11 degrees F.)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Kahaluu and Lalaau series.  Both the Kahaluu and Lalaau series are well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly or very poorly drained. Runoff is high. Permeability is moderately slow to moderately rapid in the soil and very slow in the underlying bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for wildlife habitat and pasture. Vegetation is bent grass (Agrostis spp.), sweet vernal grass (Anthoxanthum odoratum), carpet grass (Axonopus fissifolius), hairgrass (Deschampsia nubigena), and lovegrass (Eragrostis spp.)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Puna district, Island of Hawaii; MLRA 160. The soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Island of Hawaii, 2012."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features (11th edition Keys to Soil Taxonomy) recognized in this pedon are:\nHistic epipedon - 0 to 23 centimeters (0 to 9 inches)\nLithic contact - at 23 centimeters (9 inches).\nIsomesic soil temperature regime.\nAquic conditions\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly or very poorly",
        "drainage_overview": "poorly or very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 2,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "pH": 5.2,
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oa--0 to 23 centimeters (0 to 9 inches); black (10YR 2/1) muck, very dark brown (10YR 2/2) dry; weak fine granular structure; very friable, slightly hard, non sticky and slightly plastic: common very fine and fine roots; few fine dendritic tubular pores; non-smeary; very strongly acid (pH 5.2); abrupt smooth boundary. (21 to 33 centimeters {8 to 13 inches} thick)"
      },
      {
        "name": "2R",
        "top": 23,
        "narrative": "2R--23 centimeters (9 inches); hard, massive pahoehoe lava."
      }
    ]
  ]
}
