{
  "SERIES": "AINSLEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. JTK/RJE/RWL/TDT",
  "REVDATE": "01/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, isotic Andic Haplocryalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ainsley stony ashy sandy loam under a coniferous forest on a 20 percent northeast-facing slope at an elevation of 4,500 feet. The soil was dry when described. (Colors are for dry soil unless otherwise stated. All textures are apparent field textures.)\nOe--0 to 1 inch; moderately decomposed decaying forest litter; abrupt smooth boundary. (1/2 to 1 inch thick)\nA1--1 to 2 inches; light brownish gray (10YR 6/2) stony ashy sandy loam, very dark grayish brown (10YR 3/2) moist; weak very fine granular structure; soft, very friable, nonsticky and nonplastic; common very fine roots; 2 percent surface stones; 20 percent gravel; moderately acid (pH 5.6); abrupt wavy boundary. (1 to 4 inches thick)\nA2--2 to 8 inches; yellowish brown (10YR 5/4) gravelly ashy sandy loam, dark yellowish brown (10YR 3/4) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic, weakly smeary; common fine, few medium roots; 20 percent gravel; NaF pH 10.0; moderately acid (pH 5.6); clear wavy boundary. (6 to 8 inches thick)\n2AB--8 to 23 inches; yellowish brown (10YR 5/4) very cobbly loam, dark yellowish brown (10YR 3/4) moist; moderate fine subangular blocky structure; slightly hard, friable, nonsticky and slightly plastic; common very fine, fine roots; common very fine irregular pores; 25 percent gravel and 30 percent cobbles; NaF pH 9.6; moderately acid (pH 5.6); gradual wavy boundary. (0 to 20 inches thick)\n2Bt1--23 to 35 inches; yellowish brown (10YR 5/4) extremely cobbly clay loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic; common very fine, fine roots; common fine irregular pores; common distinct clay films on ped faces; 40 percent gravel and 30 percent cobbles; moderately acid (pH 5.8); clear smooth boundary. (7 to 16 inches thick)\n2Bt2--35 to 61 inches; brown (10YR 5/3) extremely cobbly clay loam dark brown (10YR 3/3) moist; strong medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine roots; few fine irregular pores; many prominent clay films on ped faces; 35 percent gravel and 35 percent cobbles; moderately acid (pH 5.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kittitas County, Washington; about 11 miles south of Cle Elum; 1,200 feet north and 500 feet east of the southwest corner section 22, T. 18 N., R. 15 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 42 to 44 degrees F. The soils are usually moist, but are dry in all parts in the moisture control section for 45 to 60 consecutive days following summer solstice. The upper 7 to 14 inches of these soils have an estimated moist bulk density of 0.85 to 1.10 g/cc, glass content of 20 to 30 percent, acid-oxalate extractable aluminum plus one-half iron of 1.0 to 2.0 percent, phosphate retention of 40 to 50 percent and 15-bar water retention of less than 12 percent (air dry). Depth to the argillic horizon ranges from 10 to 25 inches.\nThe A1 horizon has a value of 5 or 6 dry, 3 or 4 moist and chroma of 2 or 3 moist. Texture is gravelly ashy sandy loam, stony ashy sandy loam, gravelly ashy loam, or very gravelly ashy loam. Reaction is moderately or slightly acid.\nThe A2 horizon has chroma of 2 to 4 dry and moist. Texture is gravelly ashy sandy loam, stony ashy sandy loam, very cobbly ashy loam or extremely cobbly ashy loam. Reaction is moderately or slightly acid.\nThe 2AB horizon, when present, is very cobbly loam or extremely cobbly loam.\nThe 2Bt horizon has value of 5 or 6 dry and 3 or 4 moist. Texture of the upper part of the 2Bt horizon is very gravelly clay loam, extremely cobbly clay loam, very cobbly clay loam, or extremely stony clay loam. Texture of the lower part of the 2Bt horizon is extremely cobbly clay loam, very cobbly clay loam, very gravelly clay loam, very gravelly clay, very cobbly clay, extremely cobbly clay, or extremely stony clay. Reaction is moderately or slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Ainsley soils are on mountain side slopes and benches and have slopes of 5 to 60 percent. They formed in residuum and colluvium from andesite, basalt, porphyritic basalt, small amounts of tuff and breccias, with a mantle of volcanic ash. Elevations are 2,800 to 5,400 feet. The soils are in a continental climate with warm ,dry summers and cool, moist winters. The mean annual precipitation is 50 to 70 inches. The mean January temperature is about 25 degrees F and the mean July temperature is about 61 degrees F. The mean annual temperature is 41 to 43 degrees F. The frost-free season is 40 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cliffdell, Terence and Yahne soils. Cliffdell soils are on mountain slopes and broad mountain tops and are loamy-skeletal and frigid. Terence soils are on mountain slopes, toeslopes and ridgetops and are loamy-skeletal. Yahne soils are on mountain slopes and benches and are frigid."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, medium runoff. Permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for timber production, recreation and wildlife habitat. Vegetation is Douglas-fir, western larch, grand fir, Engelmann spruce, lodgepole pine, western hemlock, subalpine fir, and scattered western redcedar, with an understory of elk sedge, huckleberry and pachystima."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: East slopes of the Cascade Mountains in south-central Kittitas County. MLRA 6. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kittitas County, Washington, 2003"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 2 to 8 inches\nArgillic horizon - the zone from 23 to 61 inches (2Bt1 and 2Bt2 horizon)\nVitrandic feature - the zone from 1 to 8 inches\nXeric soil moisture regime. This series needs further investigation as to the presence of a udic soil moisture regime based on the western hemlock, subalpine fir, Engelmann spruce, western red cedar and huckleberry plant indicators.\nAll depths to diagnostic horizons and features are measured from the top of the first mineral horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
