{
  "SERIES": "AITS",
  "STATUS": "Established Series",
  "BYREV": "Rev. WAS/NCD/JAL",
  "REVDATE": "10/2001",
  "STATES": "WA",
  "OVERVIEW": "The Aits series consists of very deep, well drained soils formed in glacial till with a mantle of volcanic  ash and loess.  These soils are on glaciated mountains and have slopes of 0 to 65 percent.  The average annual precipitation is about 25 inches and the mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, isotic, frigid Andic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Aits stony ashy loam - forested.  (Colors are for dry soil unless otherwise stated.)\n0i--0 to 1 inch; partly decomposed leaves, twigs, needles, and roots.\nA--1 to 3 inches; brown (10YR 5/3) stony ashy loam, dark grayish brown (10YR 4/2) moist; weak fine granular structure; soft, friable, nonsticky and nonplastic; many fine roots; many fine pores; incipient graying at the surface; 5 percent stones; slightly acid (pH 6.2); abrupt smooth boundary. (0 to 4 inches thick)\nBw1--3 to 13 inches; brown (7.5YR 5/4) stony ashy loam, dark brown (7.5YR 3/4) moist; weak fine and medium subangular blocky and moderate medium and coarse granular structure; soft, friable, nonsticky and slightly plastic; weakly smeary; many fine roots; many fine pores; 5 percent stones; slightly acid (pH 6.4); clear wavy boundary.  (5 to 12 inches thick)\n2Bw2--13 to 18 inches; light gray (10YR 7/2) gravelly loam, light olive brown (2.5Y 5/4) moist; moderate medium and coarse subangular blocky structure; hard, firm, slightly sticky and slightly plastic; many fine roots; many fine pores; 15 percent pebbles; slightly acid (pH 6.2); gradual wavy boundary. (4 to 8 inches thick)\n2Bw3--18 to 35 inches; grayish brown (10YR 5/2) gravelly loam, dark grayish brown (2.5Y 4/2) moist; few pockets and lenses of brown (10YR 4/3) moist clay loam; moderate medium and fine subangular blocky structure; hard, firm, slightly sticky and slightly plastic; many fine roots; many fine pores; 25 percent angular pebbles; neutral (pH 6.8); gradual wavy boundary. (16 to 30 inches thick)\n2Bw4--35 to 46 inches; light gray (2.5Y 7/2) gravelly loam, grayish brown (2.5Y 5/2) moist; moderate medium and coarse angular blocky structure; hard, firm, slightly sticky and slightly plastic; many fine pores; 25 percent angular pebbles; slightly acid (pH 6.4); gradual wavy boundary.  (0 to 14 inches thick)\n2Bw5--46 to 60 inches; pale olive (5Y 6/3) very gravelly clay loam, olive (5Y 4/3) moist; coatings of light olive brown (2.5Y 5/4) moist on faces of peds; moderate medium and coarse angular blocky structure, very hard, firm, moderately sticky and moderately plastic; many clay films on faces of peds; 50 percent angular pebbles; slightly acid (pH 6.4); gradual wavy boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Stevens County, Washington; Colville National Forest; roadcut uphill from new logging  road; 1,460 feet east and 2,400 feet south of NW corner section 26, T. 40 N., R. 37 E., WM."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are usually moist, but are dry in all parts between depths of 8 to  24 inches for 45 to 60 consecutive days.  The mean annual soil temperature at a depth of 20 inches ranges from 45 to 47 degrees F. The volcanic ash and loess mantle ranges from 7 to 14 inches in thickness. The particle- size control section averages 5 to 35 percent rock fragments. The soil is slightly acid or neutral throughout.  Some pedons are stony to 12 inches.\nThe A horizon has value of 3 through 7 dry, 3 through 5 moist, and chroma of 1 through 4 dry or moist.\nThe Bw horizon has hue of 7.5YR, or 10YR, value of 4 through 6 dry, 3 or 4 moist, and chroma of 3 or 4 dry or moist.  It is ashy silt loam, ashy loam, or ashy very fine sandy loam, and the volume of rock fragments ranges from 5 to 25 percent. It has weak blocky or granular structure.\nThe 2Bw horizon has hue of 2.5Y, 5Y, or 10YR, value of 5 through 7 dry, 4 or 5 moist, and chroma of 2 through 4 dry or moist.  It is silt loam, loam, or  sandy loam, and at depths below 40 inches, ranges to clay loam or sandy clay loam.  Volume of rock fragments ranges from 5 to 35 percent, and below 40 inches from 15 to 60 percent.\nSome pedons have a 2C horizon that has hue of 2.5Y, 5Y, or 10YR, value of 5 through 7 dry, 3 through 5 moist, chroma of 2 or 4.  It is silt loam, loam, sandy loam, gravelly loam, gravelly sandy loam or gravelly silt loam.  Rock fragments range from 5 to 35 percent.  In some pedons below 40 inches it is very gravelly sand, gravelly loamy coarse sand or gravelly sand with 15 to 50 percent pebbles and 0 to 2 percent cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Apex, Canteen, Centralpeak, Leadpoint, and Moso series.  Apex soils are dry for 60 to 75 days. Centralpeak and Leadpoint soils have a paralithic contact at a depth of 20 to 40 inches.  Canteen soils are formed in granite residuum with a high content of quartz and feldspar minerals and are coarse sandy loam to loamy sand in the lower part of the particle-size control section.  Moso soils are formed in granite, gneiss and schist with a high content of quartz and feldspar minerals and are very gravelly loamy coarse sand and very gravelly coarse sand in the lower part of the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Aits soils are on glaciated foot hills and mountain slopes at elevations of 2,000 to 5,000 feet.  Slopes are 0 to 65 percent.  The soils formed in a mantle of volcanic ash and loess over glacial till of mixed mineralogy, some areas formed in alluvium from glacial till with a mantle of volcanic ash and loess.  They are in a continental climate with warm dry summers and cool moist winters.  Mean annual temperature ranges from 42 to 45 degrees F. Average annual precipitation ranges from 20 to 35 inches and the growing season (28F) is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bonner, Donavan, Elbowlake, Eloika, Huckleberry, Kiehl, Neuske, Newbell, Republic, and Stevens soils and the competing Waits soils. Bonner soils are coarse-loamy over sandy-skeletal.  Eloika soils have a  mesic temperature regime.  Donavan soils have a mollic epipedon 7 to 12 inches thick.  Huckleberry soils are medial over loamy-skeletal. Kiehl soils are  sandy-skeletal.  Neuske soils are fine-loamy and have an orgillic horizon.  Newbell and Elbowlake soils are loamy-skeletal. Republic soils have a mollic epipedon 12 to 20 inches thick.  Stevens soils have a mollic epipedon more than 20 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to very rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly woodland.  Some areas are used for dryland crops. Dominant vegetation is Douglas-fir, western larch, grand fir, western redcedar, lodgepole pine, Rocky Mountain maple, aspen, birch, kinnikinnick, strawberry, ceanothus, pinegrass, Saskatoon serviceberry, white spirea, Oregon-grape, mallow ninebark, common snowberry, rose, and hazelnut."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Washington and possibly in northern Idaho and Montana.  Series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Stevens County, Washington, 1971"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this soil are an ochric epipedon from 1 to 3 inches, a cambic horizon from 3 to 60 inches, and a mantle of volcanic ash from 1 to 13 inches with an estimated bulk density of 0.60 to 0.85 g/cc and acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of more than 1.0 percent.  The percent rock fragments in the 10 to 40 inch particle-size control section is 22 percent.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "0i",
        "top": 0,
        "bottom": 3,
        "narrative": "0i--0 to 1 inch; partly decomposed leaves, twigs, needles, and roots."
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "stony",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--1 to 3 inches; brown (10YR 5/3) stony ashy loam, dark grayish brown (10YR 4/2) moist; weak fine granular structure; soft, friable, nonsticky and nonplastic; many fine roots; many fine pores; incipient graying at the surface; 5 percent stones; slightly acid (pH 6.2); abrupt smooth boundary. (0 to 4 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 8,
        "bottom": 33,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "stony",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1--3 to 13 inches; brown (7.5YR 5/4) stony ashy loam, dark brown (7.5YR 3/4) moist; weak fine and medium subangular blocky and moderate medium and coarse granular structure; soft, friable, nonsticky and slightly plastic; weakly smeary; many fine roots; many fine pores; 5 percent stones; slightly acid (pH 6.4); clear wavy boundary.  (5 to 12 inches thick)"
      },
      {
        "name": "2Bw2",
        "top": 33,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bw2--13 to 18 inches; light gray (10YR 7/2) gravelly loam, light olive brown (2.5Y 5/4) moist; moderate medium and coarse subangular blocky structure; hard, firm, slightly sticky and slightly plastic; many fine roots; many fine pores; 15 percent pebbles; slightly acid (pH 6.2); gradual wavy boundary. (4 to 8 inches thick)"
      },
      {
        "name": "2Bw3",
        "top": 46,
        "bottom": 89,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bw3--18 to 35 inches; grayish brown (10YR 5/2) gravelly loam, dark grayish brown (2.5Y 4/2) moist; few pockets and lenses of brown (10YR 4/3) moist clay loam; moderate medium and fine subangular blocky structure; hard, firm, slightly sticky and slightly plastic; many fine roots; many fine pores; 25 percent angular pebbles; neutral (pH 6.8); gradual wavy boundary. (16 to 30 inches thick)"
      },
      {
        "name": "2Bw4",
        "top": 89,
        "bottom": 117,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bw4--35 to 46 inches; light gray (2.5Y 7/2) gravelly loam, grayish brown (2.5Y 5/2) moist; moderate medium and coarse angular blocky structure; hard, firm, slightly sticky and slightly plastic; many fine pores; 25 percent angular pebbles; slightly acid (pH 6.4); gradual wavy boundary.  (0 to 14 inches thick)"
      },
      {
        "name": "2Bw5",
        "top": 117,
        "bottom": 152,
        "dry_hue": "5Y",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "very gravelly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bw5--46 to 60 inches; pale olive (5Y 6/3) very gravelly clay loam, olive (5Y 4/3) moist; coatings of light olive brown (2.5Y 5/4) moist on faces of peds; moderate medium and coarse angular blocky structure, very hard, firm, moderately sticky and moderately plastic; many clay films on faces of peds; 50 percent angular pebbles; slightly acid (pH 6.4); gradual wavy boundary."
      }
    ]
  ]
}
