{
  "SERIES": "AKAN",
  "STATUS": "Inactive Series",
  "BYREV": "Rev. IJN-PHC-GWH",
  "REVDATE": "04/2002",
  "STATES": "WI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, nonacid, mesic Typic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Akan silt loam - on a 1 percent slope in a pasture at an elevation of about 790 feet.  (Colors are for moist soil unless otherwise stated.\nA--0 to 8 inches; dark gray (10YR 4/1) silt loam, light brownish gray (10YR 6/2) dry; weak very fine subangular blocky structure; friable; common fine fibrous roots; neutral; clear smooth boundary.  (5 to 10 inches thick)\nBg1--8 to 12 inches; gray (10YR 5/1) silt loam; common fine prominent reddish brown (5YR 4/4) mottles; weak very fine subangular blocky structure; friable; common fine fibrous roots; slightly acid; clear smooth boundary.\nBg2--12 to 20 inches; dark gray (5YR 4/1) silty clay loam; many medium prominent yellowish red (5YR 4/8) mottles; weak medium subangular blocky structure; firm; few fine fibrous roots; slightly acid; clear smooth boundary.\nBg3--20 to 26 inches; variegated yellowish red (5YR 4/8) and gray (5YR 6/1) silty clay loam; moderate fine and medium subangular blocky structure; firm; few fine fibrous roots; medium acid; clear smooth boundary.  (Combined thickness of the Bg horizons is 15 to 30 inches.)\nCg1--26 to 30 inches; gray (5YR 6/1) silty clay loam; many medium prominent yellowish red (5YR 4/8) mottles; massive; firm; neutral; clear smooth boundary.  (3 to 6 inches thick)\nCg2--30 to 60 inches; bluish gray (5B 5/1) and greenish gray (5BG 5/1) silty clay loam that grades to sandy clay loam at the lower boundary; massive; firm; mildly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Richland County, Wisconsin; about 1-1/2 miles south of Loyd; 1,750 feet north and 150 feet west of the southeast corner of sec. 27, T. 11 N., R. 2 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness typically is 24 to 36 inches and ranges from 20 to 40 inches.  The particle-size control section averages between 20 and 30 percent clay and has less than 15 percent fine sand or coarser.  There are no coarse fragments throughout the pedon.  The solum and substratum is medium acid or mildly alkaline.  The A horizon has 10YR hue, value of 3 or 4, and chroma of 1 through 3.\nThe Bg1 horizon has 10YR or 2.5Y hue, value of 4 or 5, and chroma of 1 or 2.  Common or many distinct or prominent mottles of high chroma are in this horizon but typically they are less than 20 percent of the volume.\nThe Bg2 or Bg3 horizon has 5YR, 7.5YR, 10YR, 2.5Y, or 5Y hue; value of 4 through 6; and chroma of 1 through 3 or it is neutral.  Common or many distinct or prominent mottles of high chroma occupy less than about 30 percent of the horizon.  It is silt loam or silty clay loam.  The Cg horizon has 10YR, 2.5Y, 5Y, 5BG, 5B, or 5G hue; value of 4 through 6; and chroma of 1 or 2 or it is neutral.  Some pedons have thin lenses of silt loam or silty clay in the C horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Evansville series in the same family.  Other series in closely related families are the Boaz, Ettrick, Lawson, and Orion.  Evansville soils do not have red mottles in the B horizon and bluish gray or greenish gray colors at depths of less than 40 inches.  Boaz soils have darker surfaces, are less gray in their sola, and do not have bluish gray or greenish gray silty clay loam in thin C horizons above a depth of 40 inches.  Ettrick soils have mollic epipedons.  Lawson soils have mollic epipedons and do not have dominantly gray colors.  Orion soils are less gray in color and have buried mollic epipedons within the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on flood plains, mostly along narrow valleys in Richland County in the \"Driftless Area\" of Wisconsin.  Slopes are dominantly less than 1 percent, but some are as much as 3 percent.  The regolith consists of alluvial silty deposits over massive, bluish gray or greenish gray silty clay loam slack-water deposits.  They are in depressions or old oxbows.  Mean annual temperature ranges from 45 to 50 degreess F, and mean annual precipitation from 29 to 35 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Boaz, Ettrick, and Orion series.  These soils are in slightly more elevated positions in the flood plain; whereas Akan soils are in depressions on the flood plains where they have been subjected to deposits from slack-water."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained and very poorly drained.  Surface runoff is slow.  Permeability is moderately slow.  These soils are subject to frequent flooding and to ponding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Undrained areas are used mostly for pasture and woodland.  Drained areas are are cropped to corn, small grain, and hay.  Native vegetation was forest of soft maple, American elm, and some grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Wisconsin in Richland County.  Akan soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Richland County, Wisconsin, 1919."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  Ochric epipedon - the zone from surface of soil to depth of 8 inches (Ap horizon).  Cambic horizon - zone from 8 to 26 inches (Bg1, Bg2, Bg3 horizons).  Other features - have at 50 cm below the mineral soil surface dominant color, moist, with mottles of 2 or less on ped surfaces.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
