{
  "SERIES": "AKELEY",
  "STATUS": "Established Series",
  "BYREV": "TWN-AGG",
  "REVDATE": "02/99",
  "STATES": "MN",
  "OVERVIEW": "The Akeley series consists of very deep, well drained soils formed in sandy outwash over glacial lacustrine deposits on moraines and lake plains.  Permeability is rapid in the sandy outwash and moderate in the underlying material. Slopes range from 1 to 65 percent.  Mean annual air temperature is about 43 degrees F.  Mean annual precipitation is about 25 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, frigid Arenic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Akeley loamy sand with a 13 percent slope in a mixed deciduous and coniferous forest. (Colors are for moist soil unless otherwise stated.)\nA--0 to 3 inches; very dark brown (10YR 2/2) loamy sand, grayish brown (10YR 5/2) dry; weak fine granular structure; very friable; common very fine to coarse roots throughout; about 5 percent gravel; moderately acid; clear smooth boundary. (0 to 5 inches thick)\nBw--3 to 19 inches; yellowish brown (10YR 5/4) loamy sand; weak fine subangular blocky structure parting to single grain; very friable; common very fine to coarse roots throughout; about 5 percent gravel; moderately acid; gradual smooth boundary. (0 to 40 inches thick)\nE--19 to 49 inches; pale brown (10YR 6/3) sand; single grain; loose; few very fine and fine roots throughout; about 5 percent gravel; moderately acid; clear smooth boundary. (10 to 40 inches thick)\n2Bt--49 to 56 inches; dark yellowish brown (10YR 4/4) silt loam; moderate medium subangular blocky structure; firm; common faint continuous brown (10YR 4/3) clay films on faces of peds and in pores; slightly acid; clear smooth boundary. (6 to 20 inches thick)\n2BC1--56 to 64 inches; light olive brown (2.5Y 5/3) silt loam; weak fine platy structure; friable; neutral; gradual smooth boundary.\n2BC2--64 to 70 inches; light yellowish brown (2.5Y 6/3) loamy very fine sand; weak fine platy structure; very friable; neutral; gradual smooth boundary.\n2C--70 to 80 inches; light yellowish brown (2.5Y 6/3) silt loam; common medium prominent yellowish brown (10YR 5/8) Fe concentrations; weak fine platy soil aggregates; very friable; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hubbard County, Minnesota; about 1 1/2 miles southeast of Akeley; 2450 feet north and 1900 feet east of the southwest corner of sec. 26, T. 141 N., R. 32 W.;  USGS Crystal Lake quadrangle; lat. 46 degrees 59 minutes 54 seconds N. and long. 94 degrees 41 minutes 54 seconds W., NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Free carbonates begin at depths of 40 to 60 inches or more.  Depth to loamy or silty materials is 40 to 60 inches.  The gravel content in the outwash material is 0 to 15 percent by volume.   Some pedons have a stone line or gravelly layer at the contact of the loamy or lacustrine materials.  The gravel content in the underlying materials ranges from 0 to 5 percent by volume.  The soil moisture control section is dry for 20 to 35 consecutive days during the 120 days following the summer solstice.\nThe A horizon has hue of 10YR, value of 2 to 4 and chroma of 1 or 2.  It is loamy sand or loamy fine sand.  It is strongly acid to neutral.  Cultivated areas have Ap horizons up to 8 inches thick with dry value of 5.5 or higher.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 4 or 5 and chroma of 3 to 6.  It is loamy sand, loamy fine sand, loamy coarse sand, sand, fine sand, or coarse sand.  It is strongly acid to slightly acid.\nThe E horizon has hue of 10YR, value of 3 to 6 and chroma of 1 to 3.  It is loamy sand, loamy fine sand, loamy coarse sand, sand, fine sand, or coarse sand.  It is strongly acid to slightly acid.\nSome pedons have E/B, B/E, EB, or BE horizons.\nSome pedons have E&Bt horizons with the Bt consisting of 1/8 inch to 2 inch thick loamy sand or sandy loam lamellae.\nThe 2Bt horizon has hue of 10YR or 7.5YR, value of 4 or 5 and chroma of 3 or 4.  It is sandy clay loam, clay loam, silt loam, or silty clay loam.  It ranges from 18 to 35 percent clay.  It is strongly acid to neutral.\nThe 2BC horizon has hue of 2.5Y or 10YR, value of 4 to 6 and chroma of 2 t 6.  It is silt loam, very fine sandy loam, or silt and may have strata of coarser textured material.  It is slightly acid to neutral.\nThe 2C horizon has hue of 2.5Y or 10YR value of 4 to 6 and chroma of 2 to 6.  It is silt loam, very fine sandy loam, or silt and may have strata of coarser textured material.    Some pedons have relict Fe concentrations.  It is slightly alkaline to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Andrusia, Braham, Captom, Cutaway, Demontreville, Escanaba, Haskill, Leaflake, Pomroy, and Redeye series.  Andrusia and Haskill soils do not have loamy or silty 2C horizons.  Braham, Cutaway, and Leaflake soils have 20 to 40 inch sandy mantles over glacial till or lacustrine sediments.  Captom soils are dry for more than 35 consecutive days in the 120 days following the summer solstice.  Demontreville soils have hues of 7.5YR or redder and have argillic horizons averaging less than 18 percent clay.  Escanaba soils have Bs horizons and have argillic horizons averaging less than 18 percent clay.  Pomroy and Redeye soils have  bulk density values greater than 1.8 gm/cc in the lower third of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Akeley soils have plane to convex slopes with gradients of 1 to 65 percent.  They are on moraines and lake plains.  They formed in 40 to 60 inches inches of glacial outwash deposits over glacial lacustrine sediments.  Mean annual air temperature ranges from 40 to 45 degrees F.  Mean annual precipitation ranges from 22 to 27 inches.  Frost-free days range from 90 to 130 days.  Elevation above sea level ranges from 1000 to 1700 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Baudette, Cutaway, Debs, Spooner, and Warba soils.  The moderately well drained Baudette soils are in plane to slightly concave positions.  The well drained Cutaway soils have loamy glacial till within 40 inches.  The well drained Debs soils formed entirely in silty lacustrine materials.  The poorly drained Spooner soils are in swales.  The well drained Warba soils are loamy throughout."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Surface runoff is slow or medium.  Permeability is rapid in the glacial outwash and moderate in the underlying sediments."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are woodland but some areas are used for cropland, hayland or pastureland.  Native vegetation is conifers.  Dominate tree species are quaking aspen, balsam fir, American basswood, and paper birch."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and northern Minnesota.  This series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "ORIGIN",
    "content": null
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  ochric epipedon--the zone from the surface to a depth of 3 inches (A horizon); albic horizon--the zone from 19 to 49 inches (E horizon); argillic horizon--the zone from 49 to 56 inches (2Bt horizon).\nThis soil is a phase of what was formerly called Menahga, loamy substratum phase.\nADDITIONAL DATA:  Soil Interpretation Record number is MN0857.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
