{
  "SERIES": "AKERS",
  "STATUS": "Established Series",
  "BYREV": "Rev: ARW/KDA/CAF",
  "REVDATE": "01/2000",
  "STATES": "CA",
  "OVERVIEW": "The Akers series consists of very deep, well drained soils formed in alluvium derived from granitic rock. Akers soils are on terraces.  Slopes are 0 to 2 percent.  The mean annual precipitation is about 10 inches, and the mean annual temperature is about 63 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, thermic Calcic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Akers fine sandy loam, on a slope of less than 1 percent in a leveled, fallow field at 300 feet elevation. (Colors are for dry soil unless otherwise stated. When described 2/2/88 the soil was slightly moist throughout.)\nAp1--0 to 7 inches; light brownish gray (10YR 6/2) fine sandy loam, dark grayish brown (10YR 4/2) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common very fine, fine and medium roots; common very fine and fine tubular pores; many very fine, fine, and medium irregular pores, few coarse irregular pores; violently effervescent, calcium carbonate disseminated; calcium carbonate equivalent is 5 percent; moderately alkaline (pH 8.2); clear smooth boundary.\nAp2--7 to 16 inches; light brownish gray (10YR 6/2) fine sandy loam, dark grayish brown (10YR 4/2) moist; weak fine subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine, fine and medium roots; common very fine and fine tubular and irregular pores; violently effervescent, calcium carbonate disseminated; calcium carbonate equivalent is 6 percent; moderately alkaline (pH 8.4); gradual wavy boundary. (Combined thickness of the Ap horizon is 6 to 18 inches.)\nBw--16 to 27 inches; pale brown (10YR 6/3) fine sandy loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; common very fine and fine roots; many very fine and fine tubular pores; violently effervescent, calcium carbonate disseminated; calcium carbonate equivalent is 5 percent; moderately alkaline (pH 8.4); clear smooth boundary. (6 to 14 inches)\nBk1--27 to 42 inches; pale brown (10YR 6/3) fine sandy loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; common very fine roots; many very fine and fine tubular pores; slightly effervescent, calcium carbonate disseminated and segregated as common fine irregular soft masses; calcium carbonate equivalent is 1 percent; moderately alkaline (pH 8.3); gradual smooth boundary.\nBk2--42 to 60 inches; pale brown (10YR 6/3) fine sandy loam, brown (10YR 4/3) moist; massive; hard, friable, slightly sticky and slightly plastic; few very fine roots; common very fine tubular pores; violently effervescent, calcium carbonate disseminated and segregated as many fine and few medium irregular soft masses; calcium carbonate equivalent is 2 percent; moderately alkaline (pH 8.2). (Combined thickness of the Bk horizon is 18 to 48 inches.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Tulare County, California; near Visalia; 200 feet south of dirt road along vineyard, 950 feet west of Kaweah Rd. (Rd. 100) and 2500 feet north of Caldwell Ave. (Ave. 280); 2400 feet north and 1300 feet west of the southeast corner of Sec. 3, T. 19 S., R. 24 E., MDB&M; Latitude 36 degrees, 18 minutes, 17 seconds north and Longitude 119 degrees, 21 minutes, 10 seconds west; Visalia Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature: 64 to 67 degrees F., and the soil\ntemperature is always above 47 degrees F.\nElectrical Conductivity: 0 to 4 decisiemens per meter, and 2 to 8 in the saline-sodic phase, with some part always greater than 4.\nSodium adsorption ratio: 1 to 12, and 1 to 30 in the saline-sodic phase.\nReaction:  Slightly alkaline to moderately alkaline, and slightly alkaline to strongly alkaline in the saline-sodic phase.\nA horizon--10YR 6/2, 6/3 and 2.5Y 6/2 dry. 10YR 4/2, 4/3 and 2.5Y 4/2 moist.\nBw horizon--10YR 6/2, 6/3, 6/4, 7/3 dry; 10YR 4/2, 4/3, 4/4, 5/3 moist.\nTexture: Fine sandy loam, silt loam or loam.\nClay content: 8 to 18 percent.\nRock fragments: 0 to 3 percent gravel.\nCarbonates: Slightly effervescent to violently effervescent.\nBk horizon--10YR 6/2, 6/3, 6/4, 7/3 dry; 10YR 4/2, 4/3, 4/4, 5/3 moist.\nTexture: Fine sandy loam, silt loam or loam.\nClay content: 8 to 18 percent.\nRock fragments: 0 to 3 percent gravel.\nStructure: Subangular blocky or it is massive.\nCarbonates: Slightly effervescent to violently effervescent; Few to many, fine to medium soft calcium carbonate masses."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Akers soils are on terraces. The slopes are 0 to 2 percent. The soils formed in alluvium derived from granitic rocks. Elevations are 225 to 350 feet. The climate is semiarid with hot, dry summers and cool, moist winters. The mean annual precipitation is 8 to 12 inches. The mean annual temperature is 62 degrees to 65 degrees F. Frost-free season is 225 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Grangeville, Tagus (T), Tujunga, and Yettem soils. Grangeville, Tagus, and Yettem soils have mollic epipedons. Tujunga soils have sandy particle-size control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; negligible runoff; moderate permeability. Saline-sodic phases have moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for irrigated cropland to grow cotton, corn, wheat, table grapes, walnuts, plums, and alfalfa. It is also used for dairy and cattle production and building site development."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: San Joaquin Valley, California.  Akers series is not extensive in MLRA-17."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Tulare County, West Part, California, 1999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The series name comes from a river in the survey area. Salinity and sodicity have been modified by farming practices. Gypsum, where present, was added to the soil by farmers.\nDiagnostic horizons and features recognized in this pedon:\n1.0 Ochric epipedon -- The zone from 0 to 16 inches depth    (Ap1, Ap2 horizons).\n2.0 Cambic horizon -- removal of calcium carbonate and soil structure (Bw horizon).\n3.0 Carbonates\n3.1 Disseminated calcium carbonate in the surface and cambic horizon. (Ap1, Ap2 and Bw horizons).\n3.2 Segregated calcium carbonate as soft masses (Bk1 and Bk2 horizons).\n4. Coarse-loamy family\n4.1 Soil has 8 to 18 percent clay and more than 15 percent sand coarser than very fine sand in the 10 to 40 inch control section.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
