{
  "SERIES": "AKIHI",
  "STATUS": "Established Series",
  "BYREV": "MRK",
  "REVDATE": "01/2019",
  "STATES": "HI",
  "OVERVIEW": "The Akihi series consists of moderately deep, well drained soils that formed in basic volcanic ash in `a`a lava. Slopes range from 2 to 70 percent slopes. The mean annual rainfall is about 2540 millimeters (100 inches) and the mean annual temperature about 17 degrees C (63 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Hydrous-skeletal, ferrihydritic, isothermic Typic Hydrudands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Akihi very cobbly hydrous silt loam, on a south facing, convex, 12 percent slope, under forest, at an elevation of 744 meters (2,440 feet). (Colors are for moist soils unless otherwise noted. All textures are apparent field textures. pH measured with organic dyes. When described on November 28, 2000, the soil was moist throughout.) The 2C parts of these horizons consist of unconsolidated `a`a lava fragments of variable size.\nA/2C1-- 0 to 25 centimeters (0 to 10 inches); black (10YR 2/1) very cobbly hydrous silt loam, very dark grayish brown (10YR 3/2) dry; strong fine and medium granular structure; hard, firm, slightly sticky and slightly plastic; moderately smeary; many very fine and fine, and common medium roots; many fine and medium interstitial and irregular pores; 25 percent `a`a cobbles and 10 percent `a`a gravel; moderately acid (pH 5.6); abrupt wavy boundary. (13 to 25 centimeters {5 to 10 inches} thick)\nBw/2C2-- 25 to 89 centimeters (10 to 35 inches); very dark brown (7.5YR 2.5/2) very cobbly hydrous silty clay loam, strong brown (7.5YR 4/6) dry; moderate fine and medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; strongly smeary; common very fine and fine, and few medium roots; many very fine and fine irregular pores; 40 percent `a`a cobbles and 10 percent `a`a gravel; slightly acid (pH 6.2); abrupt irregular boundary. (25 to 75 centimeters {10 to 30 inches} thick)\n2R-- 89 centimeters (35 inches); hard, massive `a`a bluerock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Island of Hawaii, Hawaii County, Hawaii; from Highway 11, drive north to the end of Lorenzo Rd. Enter macadamia nut orchard and drive to the northern boundary of orchard area and Kau Forest Reserve. Pedon is located in forest at an elevation of 744 meters (2,440 feet). Kahuku Ranch Quadrangle; lat. 19 degrees 5 minutes 7.9 seconds N. and long. 155 degrees 40 minutes 2.9 seconds W. Old Hawaiian Datum (GPS/PLGR)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock: 50 to 102 centimeters (20 to 40 inches).\nMean annual soil temperature: 16 to 22 degrees C (61 to 71 degrees F).\nRock fragments: 35 to 65 percent by volume of the pedon and range from gravel to cobble size lava rocks.\nA/2C1 horizon\nHue: 5YR to 10YR.\nTexture: Cobbly or very cobbly hydrous silt loam or silty clay loam, hydrous silt loam or silty clay loam.\nSmeariness: Non-smeary to moderately smeary.\nMoist consistence: Friable or firm.\nReaction: strongly acid to moderately acid (pH 5.1 to 6.0).\nBw/2C1 horizon\nHue: 5YR or 7.5YR.\nValue: 2 or 3 moist.\nChroma: 2 or 3 moist.\nTexture: Cobbly, very cobbly, or very gravelly hydrous silty clay loam or silt loam.\nWet consistence: slightly sticky to sticky and slightly plastic to plastic.\nSmeariness: moderately smeary to strongly smeary."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Honuaulu and Waiakea series. Honuaulu soils are moist in the control section from April through October. Waiakea soils are 100 to over 150 centimeters (40 to 59 inches) deep to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Akihi soils are on mid elevation, windward slopes on the undissected upland of Mauna Loa Volcano at elevations from 366 to 1,220 meters (1200 to 4000 feet). The soils are on all hillslope positions of constructional landscapes consisting of undulating to hilly `a`a flows that are 1,500 to 5,000 years old. Slope gradients range from 2 to 70 percent. The soils formed in basic volcanic ash in `a`a lava. The mean annual rainfall ranges from 1,524 to 3,810 millimeters (60 to 150 inches), with most of the rainfall occurring from October through April. The mean annual pan evaporation ranges from 640 to 1,270 meters (25 to 50 inches). The mean annual temperature ranges from 16 to 20 degrees C (61 to 68 degrees F). The mean summer soil temperature and the mean winter soil temperature differ by less than 6 degrees C (11 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Hilea, Kapulehu, Keaa, and Kiolakaa series. Hilea soils have a lithic contact at 25 to 50 centimeters (10 to 20 inches) and are over pahoehoe lava. Kapulehu, Keaa, and Kiolakaa soils have an ustic moisture regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Runoff is very low to very high. Permeability is moderately rapid in the soil and very slow in the underlying bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mostly as forest reserve and wildlife habitat; some areas are used for orchard crops and grazing. The natural vegetation is ohia lehua (Metrosideros polymorpha), hapuu (Cibotium sp.), kopiko (Psychotria hawaiiensis), mamake (Pipturus albidus), and ginger (Zingiber)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Kau District, Island of Hawaii; MLRA 159B. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Island of Hawaii, Hawaii County, Hawaii, 2012."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Soil moisture - moist and not dry in any part for as long as 90 cumulative days in most years (Udic moisture regime).\nDiagnostic horizons and features recognized in this pedon are:\nAndic soil properties - 0 to 89 centimeters (35 inches) (A/2C1 and Bw/2C2 horizons).\nCambic horizon - 25 to 89 centimeters (10 to 35 inches) (Bw/2C2 horizon).\nUmbric epipedon - 0 to 25 centimeters (0 to 10 inches) (A/2C1 horizon)\nLithic contact - 89 centimeters (35 inches) (2R horizon).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A/2C1",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "very cobbly",
        "pH": 5.6,
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A/2C1-- 0 to 25 centimeters (0 to 10 inches); black (10YR 2/1) very cobbly hydrous silt loam, very dark grayish brown (10YR 3/2) dry; strong fine and medium granular structure; hard, firm, slightly sticky and slightly plastic; moderately smeary; many very fine and fine, and common medium roots; many fine and medium interstitial and irregular pores; 25 percent `a`a cobbles and 10 percent `a`a gravel; moderately acid (pH 5.6); abrupt wavy boundary. (13 to 25 centimeters {5 to 10 inches} thick)"
      },
      {
        "name": "Bw/2C2",
        "top": 25,
        "bottom": 89,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 2.5,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "very cobbly",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bw/2C2-- 25 to 89 centimeters (10 to 35 inches); very dark brown (7.5YR 2.5/2) very cobbly hydrous silty clay loam, strong brown (7.5YR 4/6) dry; moderate fine and medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; strongly smeary; common very fine and fine, and few medium roots; many very fine and fine irregular pores; 40 percent `a`a cobbles and 10 percent `a`a gravel; slightly acid (pH 6.2); abrupt irregular boundary. (25 to 75 centimeters {10 to 30 inches} thick)"
      },
      {
        "name": "2R",
        "top": 89,
        "narrative": "2R-- 89 centimeters (35 inches); hard, massive `a`a bluerock."
      }
    ]
  ]
}
