{
  "SERIES": "ALAGA",
  "STATUS": "Established Series",
  "BYREV": "Rev. DMH; GRB",
  "REVDATE": "06/2012",
  "STATES": "AL,AR,FL,LA,MS,NC,SC,TX,VA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Thermic, coated Typic Quartzipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Alaga loamy sand on a smooth, convex 3 percent slope in a cultivated field (Colors are for moist soil).\nAp--0 to 4 inches; brown (10YR 4/3) loamy sand; single grain; loose; few fine and medium roots; strongly acid; clear smooth boundary.   (4 to 10 inches thick)\nC1--4 to 15 inches; yellowish brown (10YR 5/4) loamy fine sand; single grain; loose; few fine roots; strongly acid; clear smooth boundary.\nC2--15 to 38 inches; light yellowish brown (10YR 6/4) fine sand; single grain; loose; very strongly acid; gradual smooth boundary.\nC3--38 to 62 inches; light yellowish brown (10YR 6/4) fine sand; single grain; loose; common medium distinct streaks and splotches of very pale brown (10YR 7/3) clean sand; very strongly acid; diffuse smooth boundary.\nC4--62 to 80 inches; very pale brown (10YR 8/2) fine sand; single grain; loose; few medium distinct brown (10YR 5/3) masses of iron accumulation; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Barbour County, Alabama.  USGS Comer topographic quadrangle; lat. 32 degrees 07 minutes 06 minutes N.; long. 85 degrees 22 minutes 55 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the profile is more than 80 inches.  The silt plus clay content in the 10 to 40-inch control section ranges from 10 to 25 percent with clay content of 2 to 12 percent.  Reaction ranges from extremely acid to moderately acid throughout.\nThe A or Ap horizon has hue of 7.5YR to 2.5Y, value of 3 to 5, and chroma of 2 or 3.  Texture is loamy sand, loamy fine sand, sand, coarse sand, or fine sand.\nThe C horizon has hue of 7.5YR to 2.5Y, value of 4 to 8, and chroma of 3 to 8.  Some pedons have chroma of 2 or less at depths of about 40 inches or more.  Streaks and splotches in shades of brown range from none to common.  Below a depth of 60 inches, masses of iron accumulation in shades of brown range from none to common.  Texture is loamy sand, loamy fine sand, sand, coarse sand, or fine sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Bigbee, Cainhoy, Darden, Foxworth, Glentosh, Lakeland, McNeely, Tonkawa, Turkey and Wando series.  Closely related soils include the Alpin, Catpoint, Hainesville and Rattlesnake Forks series. Bigbee, Lakeland, McNeely and Tonkawa soils have 5 to 10 percent silt plus clay in the 10 to 40-inch control section.  In addition, Bigbee soils are subject to flooding.  Cainhoy soils have E horizons underlain by Bh horizons.  Darden soils are dry for more than 75 cumulative days in most years.  The moderately well to somewhat excessively drained Foxworth soils are on lower positions and have a water table at 48 to 72 inches below the surface. Glentosh soils have mean annual temperature of less than 64 degrees.  The somewhat excessively drained Turkey soils have redder profiles. Wando soils are similar to Alaga soils (see Remarks), but are in a maritime setting, have less than 10 percent silt plus clay in the control section and allow for 5YR colors in the profile. Alpin and the somewhat excessively drained Catpoint soils have lamellae below depths of 40 inches and Catpoint soils are subject to rare flooding. The somewhat excessively drained Hainesville soils have lamellae below a depth of 28 inches and are fry for more than 60 consecutive days of the year.  The somewhat excessively drained Rattlesnake Forks soils are on similar positions but have lamellae below a depth of 34 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Alaga soils are on uplands and stream terraces in the Coastal Plain that are not subject to flooding. Slopes commonly are 0 to 8 percent, but range up to 25 percent. They formed in sandy marine or fluvial deposits. The climate is humid subtropical. The average annual air temperature ranges from 64 to 68 degrees F., and the average annual precipitation ranges from 48 to 60 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  In addition to the Rattlesnake Forks series, these include the Boykin, Chipley, Esto, Lucy, Norfolk, Pactolus, Ruston, Troup, Wadley and Wagram series. The well drained Boykin soils have sandy surface and subsurface layers 20 to 40 inches thick and have red sandy and loamy subsoils. Chipley and Pactolus soils have mottles of chroma 2 or less within 40 inches of the surface.  All other associated soils have argillic horizons. The well to somewhat excessively drained Wadley soil has sandy surface and subsurface layers 40 to 80 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained; slow runoff; rapid internal drainage; rapid permeability. Some areas on low terraces are subject to rare flooding.  These areas have slopes of less than 8 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Much of the less sloping acreage is used for growing corn, peanuts, and pasture.  A limited acreage is used for truck crops and small grain.  Principal vegetation of wooded areas is longleaf and loblolly pines with mixed oak and dogwood, with scattered undergrowth of small shrubs and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Alabama, Arkansas, Florida, Georgia, Louisiana, Mississippi, North Carolina, South Carolina, and Texas. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Pitt County, North Carolina; 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Since Wando soils were reclassified, they are very similar to Alaga soils.  However, Wando soils have less than 10 percent silt plus clay in the control section and also allow 5YR colors in the profile. These soils need further study to determine adequate differences between the two series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface of the soil to a depth of 6 inches (Ap horizon)\nAlaga soils are in MLRA 133A.\nADDITIONAL DATA: The following laboratory characterization data are available on the NSSL web site:\n1983-FL079-S40_003\n1983-FL125-S63_001\n81MS059002\n81MS059003\n87AL109001-pgm\nS07SC085001\nNational Cooperative Soil Survey\nU.S.A."
  }
}
