{
  "SERIES": "ALAHAPA",
  "STATUS": "Established Series",
  "BYREV": "KH-RTG",
  "REVDATE": "05/2012",
  "STATES": "HI",
  "OVERVIEW": "The Alahapa series consists of very deep, somewhat excessively drained soils that formed in basic volcanic ash deposited over basic `a`a lava. Slopes range from 2 to 10 percent. The mean annual rainfall is about 1,270 millimeters (50 inches), and the mean annual air temperature is about 16 degrees C (60 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fragmental, mixed, isothermic Typic Ustivitrands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Alahapa extremely stony ashy sandy loam, 5 percent slope under scattered ohia trees and shrubs at an elevation of 1,110 meters (3,650 feet). Ten percent of the soil surface is covered by a reddish brown (5YR 4/3) brittle crust 1 centimeter (0.5 inches) thick. (Colors are for moist soil unless otherwise noted. Colors are lithochromic at depths below 43 centimeters (17 inches). When described on 11/14/96 the soil was moist throughout. All textures are \"apparent field textures.\" pH was measured using electrode in 1:1 water.) The 2C parts of these horizons consist of unconsolidated `a`a lava fragments of variable size.\n2C1/A--0 to 8 centimeters (0 to 3 inches); very dark grayish brown (2.5Y 3/2) extremely stony ashy sandy loam, light olive brown (2.5Y 5/4) dry; moderate medium platy structure; slightly hard, friable, nonsticky and nonplastic; many very fine and fine roots; many very fine and fine interstitial pores; 15 percent 0.3 to 1 centimeter (1/8 to 3/8 inch), rounded, soft to hard, accretionary lapili throughout; 85 percent `a`a lava (10 percent boulders, 40 percent stones, 25 percent cobbles, 10 percent gravel); slightly acid (pH 6.1); abrupt wavy boundary. (3 to 13 centimeters (1 to 5 inches) thick.)\n2C2/C--8 to 43 centimeters (3 to 17 inches); very dark grayish brown (10YR 3/2) extremely cobbly ashy loam, grayish brown (2.5Y 5/2) dry; weak medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common very fine and fine and few medium and coarse roots; many very fine and fine interstitial pores; 15 percent 0.3 to 1 centimeter (1/8 to 3/8 inch) rounded, soft to hard, accretionary lapili throughout; few gravel-size pieces of reticulite; 75 percent `a`a lava (5 percent stones, 50 percent cobbles, and 20 percent gravel); neutral (pH 7.2); abrupt broken boundary.\n2C3--43 to 91 centimeters (17 to 36 inches); black (10YR 2/1) extremely cobbly sand, dark gray (10YR 4/1) dry; single grain; loose when dry or moist, nonsticky and nonplastic; few very fine and fine roots; many very fine, fine, and medium interstitial pores; 1 percent broken strands of Pele's hair; 85 percent `a`a lava (5 percent stones, 40 percent cobbles and 40 percent gravel); 5 percent coarse and very coarse primary packing voids; slightly alkaline (pH 7.4); gradual wavy boundary.\n2C4--91 to 152 centimeters (36 to 60 inches); dark brown (7.5YR 3/2) extremely stony coarse sand, dark brown (7.5YR 3/2) dry; single grain; loose when dry or moist, nonsticky and nonplastic; few very fine and fine roots; many very fine, fine, and medium interstitial pores; 85 percent `a`a lava (30 percent stones, 15 percent cobbles, and 40 percent gravel); 10 percent coarse and very coarse primary packing voids; slightly alkaline (pH 7.4); gradual wavy boundary. (Combined thickness of 2C horizon is more than 152 centimeters (60 inches).)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hawaii Volcanoes National Park; from State Highway 11 immediately southwest of mile marker 34, turn west on ranch access road; park midway between highway and locked gate; soil pit is along ridge about 15 meters (50 feet) southwest and 7 meters (21 feet) from the highway; Kilauea Crater Quadrangle; 19 degrees 24 minutes 35 seconds North latitude and 155 degrees 19 minutes 54.7 seconds West longitude. (Old Hawaiian Datum measured by GPS/PLGR.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 15 to 20 degrees C (59 to 68 degrees F).\nSurface crust: Up to 25 percent of the area has reddish brown (5YR 4/3), brittle, 1 centimeter (0.5 inch)-thick crust.\nRock fragments: Particle size control section averages 85 to 90 percent coarse fragments.\nVoids: Particle size control section averages 5 to 10 percent coarse and very coarse primary packing voids.\nStratified material: Occurs in pockets within the upper horizons (2C1/A & 2C2/C) in most pedons.\nA horizon\nHue: 10YR, 5YR, or 2.5Y; surface crust is 5YR or 7.5YR.\nChroma: 2 to 6 moist.\nTexture: Ashy sandy loam, ashy fine sandy loam, or ashy loam.\nSoil reaction: Strongly acid to slightly acid (pH 5.1 to 6.5); surface crust is extremely acid or very strongly acid (pH 3.5 to 5.0).\nRock fragments: 50 to 90 percent.\nC horizon\nHue: 10YR, 7.5YR, 5YR, 2.5Y, or N.\nValue: 0 or 2 to 5 moist.\nChroma: 1 to 3 moist.\nTexture: Fine loamy sand, fine sand, sand, or coarse sand.\nStructure: Platy, stratified, massive, or single grained.\nReticulite: Occurs in some pedons in the upper C horizons (2C2/C).\n2C horizon: Sand to boulder size `a`a fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Alahapa soils formed in the Kilauea Volcano Keanakakoi surge and airfall pyroclastic deposits over Mauna Loa and Kilauea basic `a`a lava 200 to 750 years old. Elevation is 855 to 1,220 meters (2800 to 4,000 feet). Sand and coarse fragments are derived from `a`a lava. Slopes range from 2 to 10 percent; short complex micro-slopes range from 8 to 35 percent. The mean annual rainfall is 1,015 to 1,525 millimeters (40 to 60 inches), with about 85 percent of the rainfall occurring between September and April. The mean annual pan evaporation is 1,270 to 1,780 millimeters (50 to 70 inches). The mean annual air temperature is 16 to 18 degrees C (60 to 67 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Heake, Halemaumau, Ki, and Oneula soils. Heake soils are lithic, non-fragmental soils over pahoehoe. Halemaumau soils are moderately deep, non-fragmental soils over pahoehoe. Ki and Oneula soils have an udic moisture regime. Also, Ki soils are medial and do not have `a`a clinkers."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained. Runoff is very low. Permeability is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for National Park Service land. Vegetation is aalii (Dodonaea viscosa), broomsedge (Andropogon virginicus), bush beardgrass (Schizachyrium condensatum), ohelo (Vaccinium reticulatum), ohia lehua (Metrosideros polymorpha), pukiawe (Styphelia tameiameiae), ulei or rose family (Osteomeles anthyllidifolia), and uki (Machaerina angustifolia) or sedge (Carex sp.)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Island of Hawaii, within and around Hawaii Volcanoes National Park; MLRA 160. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Island of Hawaii, Hawaii County, Hawaii, 1996. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - from the soil surface to 8 centimeters (3 inches) (2C1/A horizon).\nAndic soil properties - from the soil surface to 43 centimeters (17 inches).\nParticle size control section - from the soil surface to 102 centimeters (40 inches).\nSoil temperature - mean summer and mean winter soil temperatures differ by less than 6 degrees C (11 degrees F) (iso temperature regime).\nSoil moisture - dry in some or all parts for a four-month period from May to August in most years (Ustic moisture regime).\nEdit Log: 8/02 KH. Added \"ashy\" modifier to textures.\nADDITIONAL DATA: Alahapa NSSL sample S97HI-001-001 from type location.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
