{
  "SERIES": "ALAMO",
  "STATUS": "Established Series",
  "BYREV": "Rev. JHR-GMK-MAM-WBS-AJT",
  "REVDATE": "05/2006",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Typic Duraquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Alamo clay on a West facing slope of less than 1 percent under cultivation at 80 feet elevation.  (Colors are for dry soil unless otherwise noted.)\nAp--0 to 9 inches; dark gray (10YR 4/1) clay, very dark grayish brown (10YR 3/2) moist; common fine and medium strong brown (7.5YR 5/8) mottles; moderate medium angular blocky structure; hard, firm, sticky and very plastic; common very fine and fine roots; few very fine and fine tubular and interstitial pores; slightly acid (pH 6.1); abrupt smooth boundary.  (6 to 11 inches thick)\nBw1--9 to 27 inches; dark gray (10YR 4/1) clay, very dark grayish brown (2.5Y 3/2) moist; very hard, firm, sticky and very plastic; few very fine roots; moderate coarse subangular blocky structure; few very fine tubular pores; neutral (pH 7.0); gradual smooth boundary.  (10 to 20 inches thick)\nBw2--27 to 37; dark grayish brown (10YR 4/2) clay, dark grayish brown (10YR 4/2) moist; very hard, firm, sticky and very plastic; few very fine roots; moderate coarse subangular blocky structure; few fine and very fine tubular pores; slightly alkaline (pH 7.8); abrupt smooth boundary.  (4 to 10 inches thick)\nBkqm--37 to 40 inches; light yellowish brown (10YR 6/4) indurated duripan; extremely hard, brittle; few discontinuous 2 to 5 mm. lime coatings; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Placer County, California; 7 miles southwest of Lincoln; 50 feet north of Pleasant Grove Road; 1,320 feet west and 60 feet north of the east 1/4 corner of section 34, T. 12 N., R. 5 E.  Pleasant Grove Quad."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the duripan is 20 to 40 inches.  The profile cracks on summer drying.  The mean annual soil temperature is about 60 degrees to 65 degrees F.  A water table occurs near the surface from winter to early spring.  The soil is moist in some part most of the remaining time.  Some pedons have sandy loam overburden due to land leveling.\nThe A horizon has dry color of N4/0; 2.5Y 4/1, 10YR 4/1, 4/2, 5/1, or 5/2.  Moist colors are N3/0; 10YR 3/1, 3/2; 2.5Y 3/2.  It has distinct or prominent mottles in most pedons.  It has granular to blocky structure.  It is slightly acid to slightly alkaline.\nThe Bw horizon has dry color of N5/0; 2.5Y 6/2, 5/2; 10YR 5/1, 4/1, 4/2, 3/2; or 7.5YR 3/2.  Moist colors are N4/0; 2.5Y 4/2; 10YR 4/2, 4/1 or 3/1.  Mottles are present in most pedons.  This horizon is blocky when dry and generally becomes massive on wetting.  It is slightly acid to moderately alkaline and becomes more alkaline as depth increases.\nA Bk horizon is in the lower part of some pedons.  Color is similar to the Bw horizons.  Reaction is neutral to moderately alkaline.  Lime occurs in seams or nodules.\nThe Bkqm horizon has dry color of 10YR 6/3, 6/4 or 5/3.  Moist color is 10YR 4/3, 4/4. The duripan is strongly cemented to indurated."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other soils in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Alamo soils are in nearly level basins and drainageways on fan remnants and floodplains at elevations of 50 to 500 feet.  They formed in fine textured alluvium mixed rock sources.  The climate is dry subhumid with hot dry summers and cool moist winters.  Mean annual precipitation is 10 to 22 inches.  Average January temperature is 45 degrees F.; average July temperature is 80 degrees F.; mean annual temperature is 61 degrees F.  The frost-free period is 250 to 275 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cometa, Fiddyment, Kaseberg, Madera, San Joaquin and Yokohl soils.  Cometa soils have an argillic horizon.  Fiddyment soils have a fine-loamy textural control section and a clay increase of 15 to 25 percent within or at the upper boundary of the argillic horizon.  Kaseberg soils are well drained and loamy.  Madera, San Joaquin and Yokohl soils have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; ponded or very slow runoff, where ponded it occurs from December to April; very slow permeability. A water table is near the surface from winter to early spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for pasture.  Some areas are used for dry-farmed grains, rice and irrigated pasture.  Vegetation consists of annual grasses, forbs and weeds."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East side of Sacramento and San Joaquin Valleys, California.  The soils are of moderate extent in MLRA-17."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Marysville Area, California. 1909."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the surface to 9 inches (Ap)\nDuripan - the zone from 37 to 40 inches (Bkqm)\nThe typical pedon has been revised to reflect structure in the dry condition.  Soils mapped at the low end of the precipitation range need to be evaluated.  Those soils that do not have a Bw horizon and that have accumulations of lime throughout the B horizon are to be excluded from this series concept.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
