{
  "SERIES": "ALANOS",
  "STATUS": "Established Series",
  "BYREV": "Rev. LWH/JBC/RJA",
  "REVDATE": "03/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, mixed, superactive, frigid Typic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Alanos loam--forested.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 4 inches; grayish brown (10YR 5/2) loam, dark grayish brown (10YR 4/2) moist; weak fine granular structure; soft, very friable, slightly sticky and nonplastic; many fine and medium roots; 10 percent pebbles; neutral; abrupt smooth boundary.  (4 to 6 inches thick)\nE--4 to 9 inches; light gray (10YR 7/2) loam, grayish brown (10YR 5/2) moist; weak fine granular structure; slightly hard, very friable, nonsticky and nonplastic; common fine roots; few fine vesicular pores; 10 percent pebbles; neutral; abrupt smooth boundary.  (0 to 6 inches thick)\nBE--9 to 18 inches; pinkish gray (7.5YR 7/2) and reddish brown (5YR 5/4) very gravelly loam, brown (7.5YR 5/2) and reddish brown (5YR 4/4) moist; weak fine subangular blocky structure; hard, very friable, slightly sticky and slightly plastic; common very fine roots; 55 percent pebbles; common fine black (5YR 2/1) iron and manganese concretions; medium acid; clear smooth boundary.  (0 to 10 inches thick)\nBt1--18 to 26 inches; reddish brown (5YR 5/4) extremely gravelly clay, reddish brown (5YR 4/4) moist; weak fine subangular blocky structure; hard, firm, sticky and plastic; few fine roots; few fine tubular pores; 55 percent pebbles and 20 percent cobbles; common fine black (5YR 2/1) iron and manganese concretions; common thin clay films in pores and on pebbles; medium acid; clear smooth boundary.  (4 to 20 inches thick)\nBt2--26 to 60 inches; brown (7.5YR 5/4) extremely gravelly clay, brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; hard, firm, sticky and plastic; few fine roots; few fine tubular pores; 55 percent pebbles and 20 percent cobbles; few thin clay films in pores and on pebbles; medium acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Los Alamos County, New Mexico.  State plane coordinates:  N. 1,764,375 feet and E. 471,250 feet. 106 degrees, 20 minutes, 47 seconds  west longitude; 35 degrees, 50 minutes, 56 seconds  north latitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soil is dry in some part during May and June.\nSoil temperature - 44 to 47 degrees F.\nOther features:  C horizons are below 38 inches in some pedons.\nA horizon - Hue:  7.5YR or 10YR Value:  5 or 6 dry, 3 through 5 moist Chroma:  2 or 3 Rock fragments:  0 to 35 percent cobbles and 5 to 25 percent pebbles, by volume.\nReaction: neutral\nE horizon - Hue:  7.5YR or 10YR Value:  6 or 7 dry, 4 or 5 moist Chroma:  2 through 4 Rock fragments:  0 to 10 percent cobbles and 5 to 10 pebbles, by volume.\nReaction: neutral\nBt horizon - Hue:  7.5YR or 10YR Value:  5 through 7 dry, 3 through 6 moist Chroma:  2 through 6\nFine-earth fraction:  Clay loam or clay. Lower subhorizons in some pedons are sandy clay loam.\nRock fragments:  0 to 10 percent stones, 15 to 30 percent cobbles and 15 to 60 percent pebbles. Total volume of rock fragments ranges from 35 to 80 percent.\nReaction:  medium acid to neutral.  Some pedons are mildly alkaline in the lower subhorizons.\nConcretions:  fine or medium iron and manganese concretions are in the upper part of the Bt horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bignell(MT), Crest(T)(NM), Etown(NM), Pinata(NM), and Trampas(NM) series.  Bignell soils have strongly acid or medium acid E horizons and lack iron and manganese concretions in the upper Bt horizon. Crest soils are 20 to 40 inches to bedrock. Etown soils have very stony or extremely stony Bt horizons.  Pinata soils have more than 40 percent stones in the Bt horizon. Trampas soils lack iron and manganese concretions in the upper part of the Bt horizon and have C horizons with hue of 5YR or 7.5YR."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Alanos soils are on mountain slopes and hillsides.   Slopes are 1 to 50 percent.  They occur at elevations of 7,200 to 9,500 feet. These soils formed in colluvial material derived mainly from tuff and rhyolite.  The mean annual temperature is about 42 to 45 degrees F.  The mean annual precipitation ranges from about 18 to 25 inches.  The frost-free period is about 60 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Mirand and Calaveras soils.  The Mirand soils are fine, and the Calaveras soils are in a fine-loamy family."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for woodland and wildlife habitat.  Native vegetation is ponderosa pine, Douglas-fir, juniper, bottlebrush squirreltail, mountain brome, and Arizona fescue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountainous area of northcentral New Mexico.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Los Alamos County, New Mexico, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the surface to a depth of 4 inches.  (A horizon)\nAlbic horizon - the zone from about 4 to 9 inches (E horizon)\nArgillic horizon - The zone from about 18 to 60 inches.  (Bt1, Bt2 horizons)\nAdditional Notes:  Further study of the BE horizon is needed to identify  possible features of the glossic subgroup.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
