{
  "SERIES": "ALAONE",
  "STATUS": "Tentative Series",
  "BYREV": "CDJ-MRK",
  "REVDATE": "01/2012",
  "STATES": "HI",
  "OVERVIEW": "The Alaone series consists of very deep, somewhat excessively drained soils that formed in rocky ash and alluvium. The Alaone soils are on alluvial fans on shield volcanoes. Slopes range from 2 to 10 percent. The mean annual precipitation is about 500 millimeters (20 inches) and the mean annual air temperature is about 11 degrees C. (52 degrees F.)",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, isotic, isomesic Typic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Alaone extremely stony ashy loamy sand - open forest on a 10 percent slope at an elevation of 6,560 feet. When described on July 6, 2006 the soil was dry throughout. Colors are for dry soil unless otherwise noted. Soil textures are \"apparent field texture.\"  The surface of the soil is about 75 percent rocks consisting of 25 percent rounded gravel, 25 percent rounded cobbles, and 25 percent rounded stones.\nA--0 to 13 centimeters (0 to 5 inches); dark grayish brown (10YR 4/2) extremely stony ashy loamy sand, black (10YR 2/1) moist; weak medium subangular blocky structure; soft, very friable, nonsticky, nonplastic; nonsmeary; common very fine roots throughout; 25 percent rounded gravel, 25 percent rounded cobbles, and 25 percent rounded stones; moderately acid(pH 5.6) (using 1:1 water method); clear smooth boundary. (13 to 33 centimeters thick)\nC/B--13 to 47 centimeters (5 to 19 inches); variegated color of individual sand grains extremely stony loamy sand; single grain; loose, nonsticky, nonplastic; nonsmeary; few coarse roots throughout and common very fine roots throughout; 35 percent rounded gravel, 25 percent rounded cobbles and 25 percent rounded stones; slightly acid(pH 6.1) (using 1:1 water method); clear smooth boundary. (0 to 50 centimeters thick)\nC--47 to 195 centimeters (19 to 77 inches); variegated color of individual sand grains extremely stony loamy sand; single grain; loose, nonsticky, nonplastic; nonsmeary; 35 percent rounded gravel, 25 percent rounded cobbles and 25 percent rounded stones; slightly acid(pH 6.1) (using 1:1 water method)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hawaii County, Hawaii, located about 0.5 kilometers north east of Mauna Kea State Park grounds; Ahumoa Quadrangle. (latitude 19 degrees 45 minutes, 17.8 seconds N. and longitude 155 degrees 31 minutes 29.5 seconds W. Old Hawaiian Datum; measured by GPS)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock: Greater than 150 centimeters (60 inches).\nDepth of rocky ashy material overlying rocky alluvial material: 13 to 33 centimeters (5 to 13 inches).\nRock fragments: 35 to 85 percent total volume for the soil. The surface horizon commonly contains less than 35 percent rock fragments.\nSoil Reaction: Neutral to strongly alkaline.\nA horizon\nValue: 2 or 3 moist.\nChroma: 1 through 3 moist.\nTexture of fine earth: Ashy loamy sand or coarse to fine sand.\nB horizon when present\nValue: 3 or 4 moist.\nChroma: 3 or 4 moist.\nTexture of fine earth: loamy sand or loamy coarse sand.\nC horizon\nTexture of fine earth: loamy sand or loamy coarse sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Alaone soils are formed on alluvial and glacial outwash fans formed in the saddle between Mauna Kea and Mauna Loa volcanoes at elevations of 1,830 to 2,135 meters (6,000 to 7,000 feet).  Slopes range from 2 to 10 percent. The mean annual rainfall is 450 to 550 millimeters (18 to 22 inches). The mean annual pan evaporation is about 1,524 millimeters (60 inches). The mean annual air temperature is 8 to 13 degrees C. (46 to 55 degrees F.)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Huikau, Keekee, Lapa, and Pohakulehu soils.  Huikau soils occur on adjacent cones and are cindery. Keekee soils contain less than 35 percent rocks. Lapa soils occur on scoured lava flows and are shallow to bedrock. Pohakulehu soils occur on ash covered `a`a lava flows and have andic properties throughout."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained. Runoff is low. Permeability is rapid but hydrophobic properties may exist in the surface. This alluvial landform is relict from Wisconsin and Illinoian ice ages but some stream channel areas may experience rare very brief flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for woodland, wildlife habitat, and recreation. Vegetation is mamane (Sophora chrysophylla), naio (Myporum sandwicense), akoko (Chamaesyce olowaluana), aweoweo (Chenopodium oahuense), green needlegrass (Nassella cernua), and hardstem lovegrass (Eragrostis atropioides)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: These soils occur in the saddle area of Big Island; MLRA 160. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Island of Hawaii, Hawaii, 2008. The name means \"rounded rocks and sand\" in Hawaiian."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features (11th edition keys to soil taxonomy) recognized in this pedon are:\nUstic soil moisture regime.\nIsomesic soil temperature regime.\nAndic soil properties - from the surface to 13 centimeters.\nOchric epipedon - from the surface to 13 centimeters.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loamy sand",
        "cf_class": "extremely stony",
        "pH": 5.6,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 13 centimeters (0 to 5 inches); dark grayish brown (10YR 4/2) extremely stony ashy loamy sand, black (10YR 2/1) moist; weak medium subangular blocky structure; soft, very friable, nonsticky, nonplastic; nonsmeary; common very fine roots throughout; 25 percent rounded gravel, 25 percent rounded cobbles, and 25 percent rounded stones; moderately acid(pH 5.6) (using 1:1 water method); clear smooth boundary. (13 to 33 centimeters thick)"
      },
      {
        "name": "C/B",
        "top": 13,
        "bottom": 47,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loamy sand",
        "cf_class": "extremely stony",
        "pH": 6.1,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C/B--13 to 47 centimeters (5 to 19 inches); variegated color of individual sand grains extremely stony loamy sand; single grain; loose, nonsticky, nonplastic; nonsmeary; few coarse roots throughout and common very fine roots throughout; 35 percent rounded gravel, 25 percent rounded cobbles and 25 percent rounded stones; slightly acid(pH 6.1) (using 1:1 water method); clear smooth boundary. (0 to 50 centimeters thick)"
      },
      {
        "name": "C",
        "top": 47,
        "bottom": 195,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loamy sand",
        "cf_class": "extremely stony",
        "pH": 6.1,
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--47 to 195 centimeters (19 to 77 inches); variegated color of individual sand grains extremely stony loamy sand; single grain; loose, nonsticky, nonplastic; nonsmeary; 35 percent rounded gravel, 25 percent rounded cobbles and 25 percent rounded stones; slightly acid(pH 6.1) (using 1:1 water method)."
      }
    ]
  ]
}
