{
  "SERIES": "ALBANO",
  "STATUS": "Established Series",
  "BYREV": "Rev. DDR, MAV",
  "REVDATE": "11/2005",
  "STATES": "VA",
  "OVERVIEW": "Soils of the Albano series are deep and poorly drained.  They formed in local alluvium over residuum of Triassic age on the Northern Piedmont uplands.  Slopes range from 0 to 7 percent.  Mean annual precipitation is about 40 inches, and mean annual temperature is about 57 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, mesic Typic Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Albano silt loam - on a one percent slope in a wooded area. (Colors are for moist soil.)\n0--0.25 to 0 inch; thin layer of leaves and twigs underlain by black decomposed forest litter.\nA--0 to 2 inches; very dark gray (10YR 3/1) silt loam; moderate fine and very fine granular structure; friable; many fine roots; very strongly acid; clear smooth boundary.  (0 to 5 inches thick)\nEg--2 to 10 inches; dark grayish brown (2.5Y 4/2) silt loam; few medium distinct brownish yellow (10YR 6/6) mottles; moderate fine granular structure; friable; many fine and medium roots; very strongly acid; clear smooth boundary.  (0 to 15 inches thick)\nBtg1--10 to 15 inches; light brownish gray (2.5Y 6/2) silty clay loam; few coarse prominent yellowish brown (10YR 5/6) and brownish yellow (10YR 6/6) mottles; moderate medium subangular blocky structure;; friable, slightly sticky, slightly plastic; few medium and large roots; few distinct clay films on faces of peds; many black Fe-Mn concretions; 5 percent gravel of quartz; very strongly acid; clear smooth boundary.  (4 to 10 inches thick)\nBtg2--15 to 23 inches; gray (N 5/0) silty clay, common coarse prominent yellowish brown (10YR 5/6), dark grayish brown (2.5Y 4/2), and reddish yellow (5YR 6/8) mottles; moderate medium and coarse subangular blocky structure; firm, sticky, plastic; few fine roots; few distinct clay films on faces of peds; 5 percent weathered fragments of shale; strongly acid; gradual smooth boundary.  (5 to 15 inches thick)\nBtg3--23 to 35 inches; gray (N 5/0) and dark grayish brown (2.5Y 4/2) silty clay; common medium distinct light olive brown (2.5Y 5/4) mottles; moderate and strong medium and coarse subangular blocky structure; very firm, sticky, plastic; common distinct clay films on vertical faces of peds; 2 percent black mineral Fm-Mn concretions; neutral; clear smooth boundary.  (0 to 15 inches thick)\nBCtg--35 to 39 inches, olive gray (5Y 5/2) silty clay loam; common medium distinct dark grayish brown (2.5Y 4/2) mottles; weak coarse angular blocky structure; firm, sticky, slightly plastic; 5 percent fragments of sandstone and shale; few distinct clay films on faces of peds; neutral; clear smooth boundary.  (2 to 12 inches thick)\n2C--39 to 46 inches; weathered gray (2.5Y 5/1) grayish brown (2.5Y 5/2) and yellowish red (5YR 4/6) extremely channery clay loam; rock controlled structure; firm; 70 percent rock fragments of shale easily dug with spade; neutral; gradual smooth boundary.  (5 to 30 inches thick)\n2R--46 inches; hard reddish gray shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Orange County, Virginia; 500 feet southwest of junction of Highway U. S. 33 and VA-658."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum thickness ranges from 20 to 40 inches thick.  Depth to hard bedrock ranges from 40 to 60 inches.  Depth to the top of a lithologic discontinuity is greater than 30 inches. Rock fragments of sandstone, shale or siltstone make up 0 to 10 percent of the solum and 50 to 90 percent of the C horizon.  The soil is very strongly through moderately acid in the A and upper B horizons, and strongly acid through neutral in the lower B and C horizons.\nThe A horizon has hue of 10YR, value of 3 through 6, and chroma of 1 through 3.  In cultivated areas, the Ap horizon has hue of 10YR or 2.5Y, value of 4 through 6, and chroma of 2 or 3.  The A or Ap horizon is silt loam or loam.\nThe E horizon has hue of 10YR or 2.5Y, value of 4 through 6 and chroma of 1 or 2.  The E horizon is silt loam or loam.\nThe Btg or BCtg horizon has hue or 7.5YR, 10YR, 2.5Y, or neutral, value of 5 through 7, and chroma of 0 through 2.  Subhorizons with dominant chroma of 3 are below depths of 30 inches.  Mottles are few to many, and have both high and low chroma.  The Btg horizon is clay, silty clay, or silty clay loam.  Black mineral concretions are present in many pedons in the Bt horizon.\nThe Bt horizon has hue or 7.5YR, 10YR, 2.5Y, or neutral, value of 5 through 7, and chroma of 3 or 4.  Subhorizons with dominant chroma of 3 are below depths of 30 inches.  Mottles are few to many, and have both high and low chroma.  The Bt horizon is clay, silty clay, or silty clay loam.  Black mineral concretions are present in many pedons in the Bt horizon. Some pedons may have a thin C or Cg horizon with similar textures and colors.\nThe 2C horizon is clay loam or silt loam that has rock controlled structure in the fine earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Maurertown, Pandora and Watchung series in the same family.  Maurertown soils have sola thicker than 40 inches.  Pandora soils have free carbonates at depths less than 70 inches and rounded rock fragments of glacial erratics.  Watchung soils have less than 20 percent by volume of rock fragments in the lower part of the series control section.\nCroton and McGary series are in closely related families.  Croton soils have a fragipan.  McGary soils have a subhorizon within a depth of 30 inches in which the dominant chroma is 3 or more."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Albano soils are level and nearly level soils in small areas on upland flats and at the heads of drainageways.  Drainageways are subject to frequent, extremely brief, flash flooding events with little or no deposition or erosion. Slopes are mainly 0 to 2 percent, but they range from 0 to 7 percent.  Albano soils formed in local alluvium over residuum from siltstone, shale, argillite, sandstone of Triassic age.  Mean annual temperature ranges from 52 to 58 degrees F, and mean annual precipitation ranges from 36 to 44 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Arcola, Bucks, Calverton, Manassas, and Panorama series.  The Arcola, Buck, Panoroma and Penn soils are well drained, have less clay in the B horizons, and have redder hues.  Calverton soils have fragipans.  Manassas soils have weakly expressed less clayey B horizons of redder hue."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; slow runoff; slow infiltration rate; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Cleared areas are used for growing pasture and hay.   Reeds are common on undrained cleared areas.  In wooded areas dominant trees are pin oak, willow oak, elm, blackgum, and boxelder, and the ground cover is grasses and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Albano soils are in the Triassic Basins in the northern Piedmont of Virginia, and possibly in Maryland and Pennsylvania.  Total acreage is small."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Orange County, Virginia, 1966."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Albano series includes that part of the soils formerly included in the Croton series that have a clay subsoil texture rather than a fragipan.\nChanged C and R horizons to a 2C and 2R to reflect the lithologic discontinuity that is present. (MAV 1/05)\n02/2005 added statement about frequent, extremely brief, flash flooding in the geographic setting.\nDiagnostic horizons and features recognized in this pedon are:\n1.  Ochric epipedon-the zone from 0 to 10 inches (A and BEg horizons)\n2.  Albic horizon-the zone from 2 to 10 inches (Eg horizon)\n3.  Argillic horizon-the zone from 10 to 39 inches (Btg and BCtg horizons)\n4.  Lithologic discontinuity at 39 inches (2C horizon)\nADDITIONAL DATA: Chemical data available for representative pedon - V.P.I. Lab Nos. 8399 through 8404.\nSIR=VA0037\nMLRA=148\nREVISED=7/30/91, MHC\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "0",
        "top": 1,
        "bottom": 0,
        "narrative": "0--0.25 to 0 inch; thin layer of leaves and twigs underlain by black decomposed forest litter."
      },
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 2 inches; very dark gray (10YR 3/1) silt loam; moderate fine and very fine granular structure; friable; many fine roots; very strongly acid; clear smooth boundary.  (0 to 5 inches thick)"
      },
      {
        "name": "Eg",
        "top": 5,
        "bottom": 25,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Eg--2 to 10 inches; dark grayish brown (2.5Y 4/2) silt loam; few medium distinct brownish yellow (10YR 6/6) mottles; moderate fine granular structure; friable; many fine and medium roots; very strongly acid; clear smooth boundary.  (0 to 15 inches thick)"
      },
      {
        "name": "Btg1",
        "top": 25,
        "bottom": 38,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btg1--10 to 15 inches; light brownish gray (2.5Y 6/2) silty clay loam; few coarse prominent yellowish brown (10YR 5/6) and brownish yellow (10YR 6/6) mottles; moderate medium subangular blocky structure;; friable, slightly sticky, slightly plastic; few medium and large roots; few distinct clay films on faces of peds; many black Fe-Mn concretions; 5 percent gravel of quartz; very strongly acid; clear smooth boundary.  (4 to 10 inches thick)"
      },
      {
        "name": "Btg2",
        "top": 38,
        "bottom": 58,
        "moist_hue": "N",
        "moist_value": 5,
        "moist_chroma": 0,
        "texture_class": "silty clay",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btg2--15 to 23 inches; gray (N 5/0) silty clay, common coarse prominent yellowish brown (10YR 5/6), dark grayish brown (2.5Y 4/2), and reddish yellow (5YR 6/8) mottles; moderate medium and coarse subangular blocky structure; firm, sticky, plastic; few fine roots; few distinct clay films on faces of peds; 5 percent weathered fragments of shale; strongly acid; gradual smooth boundary.  (5 to 15 inches thick)"
      },
      {
        "name": "Btg3",
        "top": 58,
        "bottom": 89,
        "moist_hue": "N",
        "moist_value": 5,
        "moist_chroma": 0,
        "texture_class": "silty clay",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btg3--23 to 35 inches; gray (N 5/0) and dark grayish brown (2.5Y 4/2) silty clay; common medium distinct light olive brown (2.5Y 5/4) mottles; moderate and strong medium and coarse subangular blocky structure; very firm, sticky, plastic; common distinct clay films on vertical faces of peds; 2 percent black mineral Fm-Mn concretions; neutral; clear smooth boundary.  (0 to 15 inches thick)"
      },
      {
        "name": "BCtg",
        "top": 89,
        "bottom": 99,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BCtg--35 to 39 inches, olive gray (5Y 5/2) silty clay loam; common medium distinct dark grayish brown (2.5Y 4/2) mottles; weak coarse angular blocky structure; firm, sticky, slightly plastic; 5 percent fragments of sandstone and shale; few distinct clay films on faces of peds; neutral; clear smooth boundary.  (2 to 12 inches thick)"
      },
      {
        "name": "2C",
        "top": 99,
        "bottom": 117,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "cf_class": "extremely channery",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "2C--39 to 46 inches; weathered gray (2.5Y 5/1) grayish brown (2.5Y 5/2) and yellowish red (5YR 4/6) extremely channery clay loam; rock controlled structure; firm; 70 percent rock fragments of shale easily dug with spade; neutral; gradual smooth boundary.  (5 to 30 inches thick)"
      },
      {
        "name": "2R",
        "top": 117,
        "narrative": "2R--46 inches; hard reddish gray shale."
      }
    ]
  ]
}
