{
  "SERIES": "ALCAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. JHD/JBF/JVC",
  "REVDATE": "05/2016",
  "STATES": "NV",
  "OVERVIEW": "The Alcan series consists of very shallow, well drained soils that formed in residuum and colluvium derived from granitic rock.  Alcan soils are on mountains and hills.  Slopes are 15 to 75 percent.  The mean annual precipitation is about 300 mm and the mean annual temperature is about 12 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, mesic, shallow Xeric Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Alcan very gravelly coarse sandy loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 5 cm; pale brown (10YR 6/3) very gravelly coarse sandy loam, dark grayish brown (10YR 4/2) moist; weak medium and fine subangular blocky structure; soft, very friable, slightly sticky and nonplastic; few fine roots; many very fine and fine interstitial pores; 40 percent gravel; slightly alkaline (pH 7.4); abrupt smooth boundary.  (5 to 15 cm thick)\nBt1--5 to 20 cm; light yellowish brown (10YR 6/4) very gravelly sandy clay loam, dark yellowish brown (10YR 4/4) moist; moderate medium and fine subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; many fine and very fine and few medium roots; many very fine and fine and common medium tubular pores; 40 percent gravel and 5 percent cobbles; many distinct clay films on faces of peds and lining pores; slightly alkaline (pH 7.6); clear wavy boundary. (10 to 20 cm thick)\nBt2--20 to 33 cm; brown (10YR 5/3) very gravelly sandy clay loam, brown (10YR 4/3) moist; moderate medium and fine subangular blocky structure; slightly hard, friable, moderately sticky and slightly plastic; many fine and very fine, and few medium roots; common medium and fine interstitial and few medium and fine tubular pores; 45 percent gravel and 5 percent cobbles; common faint and distinct clay films on faces of peds and lining pores; slightly alkaline (pH 7.6); clear wavy boundary.  (0 to 15 cm thick)\nCr--33 cm; highly fractured and weathered granitic bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Esmeralda County, Nevada; about 3.5 miles north of Roosevelt Wells; USGS Tule Canyon 7.5 minute topographic quadrangle;approximately 400 feet east and 600 feet north of the southwest corner of section 17, T. 7 S., R. 40 E.; latitude 37 degrees 19 minutes 18.75 seconds N and longitude 117 degrees 34 minutes 37.29 seconds W; WGS84 Decimal Degrees 37.3220556 latitude, -117.5772222 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist in winter and spring; Dry in summer and fall, except for l0 to 20 days cumulative between July and October due to convection storms; aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 12 to 14 degrees C.\nDepth to bedrock: 15 to 36 cm to a paralithic contact.  The paralithic materials below the contact are weathered granitic rock.\nParticle-size control section - Clay content:  Averages 18 to 24 percent.\nRock fragments:  Averages 35 to 60 percent; mainly gravel of which more than half are fine gravel (2 to 5 mm diameter).\nA horizon\nValue:  4, 5, or 6 dry, 3 or 4 moist.\nChroma:  2 or 3.\nStructure:  Platy or weak subangular blocky.\nReaction:  Neutral or slightly alkaline.\nBt horizons\nValue:  5 or 6 dry, 3 or 4 moist.\nChroma:  3 or 4.\nTexture:  Very gravelly sandy clay loam or very gravelly coarse sandy loam.\nClay content:  18 to 25 percent.\nStructure:  Subangular blocky or massive.\nReaction:  Neutral or slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Abalan, Armoine, Berit, Bouncer, Entero, Flex, Ginex, Harvan, Penelas, Ravenell, Sedsked, Soar, Stodick, and Zyzzi series.\nAbaln has secondary carbonated within 20 cm. Armoine and Stodick soils are deeper than 36 cm to bedrock. Berit, Entero, Ravenell and Stodick soils have more than 25 percent clay in the control section.  Bouncer and Sedsked soils lack predominate amounts of 2 to 5 mm gravel, and have hard rock within 100 cm.  Flex and Soar soils are not moist for l0 to 20 days between July and October. Ginex soils have secondary carbonates in the argillic horizon. Harvan soils have densic materials. Penelas soils have more than 60 percent rock fragments in the control section.  Zyzzi soils have a 10 to 11 degree C. soil temperature and 25 to 35 percent clay in Bt horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Alcan soils are on mountain slopes and hills.  These soils formed in residuum and colluvium from granitic rock.  Slopes are 15 to 75 percent.  Elevations range from 1,465 to 2,380 meters.  The mean annual precipitation is 250 to 360 mm, the mean annual temperature is 11 to 14 degrees C, and the frost-free period is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Blappert and Tulecan soils.  Blappert soils have a typic aridic moisture regime.  Tulecan soils have mollic epipedons and generally occur at higher elevations."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Alcan soils are used for livestock grazing and wildlife habitat.  The native vegetation is Wyoming big sagebrush, desert bitterbrush, green ephedra, pine bluegrass, bottlebrush squirreltail, and mountain big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West-central Nevada.  These soils are not extensive with about 9,700 acres of the series mapped to date.  MLRA 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Esmeralda County, Nevada, 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 5 cm (A horizon).\nArgillic horizon - The zone from 5 to 33 cm (Bt1 and Bt2 horizons).\nParalithic contact - The boundary at 33 cm to underlying weathered bedrock (Cr layer).\nParticle-size control section - The zone from the soil surface to 33 cm (A, Bt1, and Bt2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "coarse sandy loam",
        "cf_class": "very gravelly",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 5 cm; pale brown (10YR 6/3) very gravelly coarse sandy loam, dark grayish brown (10YR 4/2) moist; weak medium and fine subangular blocky structure; soft, very friable, slightly sticky and nonplastic; few fine roots; many very fine and fine interstitial pores; 40 percent gravel; slightly alkaline (pH 7.4); abrupt smooth boundary.  (5 to 15 cm thick)"
      },
      {
        "name": "Bt1",
        "top": 5,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "very gravelly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--5 to 20 cm; light yellowish brown (10YR 6/4) very gravelly sandy clay loam, dark yellowish brown (10YR 4/4) moist; moderate medium and fine subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; many fine and very fine and few medium roots; many very fine and fine and common medium tubular pores; 40 percent gravel and 5 percent cobbles; many distinct clay films on faces of peds and lining pores; slightly alkaline (pH 7.6); clear wavy boundary. (10 to 20 cm thick)"
      },
      {
        "name": "Bt2",
        "top": 20,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "very gravelly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--20 to 33 cm; brown (10YR 5/3) very gravelly sandy clay loam, brown (10YR 4/3) moist; moderate medium and fine subangular blocky structure; slightly hard, friable, moderately sticky and slightly plastic; many fine and very fine, and few medium roots; common medium and fine interstitial and few medium and fine tubular pores; 45 percent gravel and 5 percent cobbles; common faint and distinct clay films on faces of peds and lining pores; slightly alkaline (pH 7.6); clear wavy boundary.  (0 to 15 cm thick)"
      },
      {
        "name": "Cr",
        "top": 33,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--33 cm; highly fractured and weathered granitic bedrock."
      }
    ]
  ]
}
