{
  "SERIES": "ALCHONZO",
  "STATUS": "Established Series",
  "BYREV": "Rev. CAF/CDH/WWJ",
  "REVDATE": "01/2008",
  "STATES": "NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Pachic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Alchonzo extremely gravelly loam, extremely stony--on a mountain sloping 47 percent to the north at 7,850 feet elevation--forestland. (Colors are for dry soil unless otherwise noted.  When described on August 28, 2001, the soil was dry throughout.)\nOi--0 to 2 inches; slightly decomposed needles, twigs, and cones; abrupt smooth boundary. (1 to 2 inches thick)\nA--2 to 12 inches; very dark brown (10YR 2/2) extremely gravelly sandy loam, black (10YR 2/1) moist; moderate medium granular structure; soft, loose, slightly sticky and nonplastic; many coarse, many medium, common fine, and few very fine roots; common medium and common fine irregularly shaped pores; 60 percent gravel, 10 percent cobbles, and 5 percent stones; neutral (pH 6.8); gradual smooth boundary.  (1 to 10 inches thick)\nBw1--12 to 27 inches; dark brown (10YR 3/3) extremely gravelly sandy loam, very dark brown (10YR 2/2) moist; weak medium subangular blocky structure; soft, loose, slightly sticky and nonplastic; common medium, common fine, and few very fine roots; common fine and common medium irregularly shaped pores; 45 percent gravel, 5 percent cobbles, and 20 percent stones; neutral (pH 6.6); clear smooth boundary. (5 to 17 inches thick)\nBw2--27 to 29 inches; very dark brown (7.5YR 2.5/2) very gravelly sandy loam, black (7.5YR 2.5/1) moist; weak medium subangular blocky structure; soft, very friable, slightly sticky and nonplastic; common medium and few very fine roots; common medium and few fine irregularly shaped pores; 30 percent gravel, 5 percent cobbles, and 5 percent stones; neutral (pH 6.6).  (2 to 11 inches thick)\nR--29 inches; hard monzonite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Fe County, New Mexico; about 5.5 miles south of Madrid, New Mexico; USGS Golden, 7.5 minute topographic quadrangle; Latitude 35 degrees 19 minutes 46.9 seconds North and Longitude 106 degrees 09 minutes 33.4 seconds West, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: (Depths given are measured from the mineral soil surface)\nSoil moisture: The soil moisture control section (SMCS) is moist in all parts from January to May and intermittently moist in some part from June to December. The SMCS is dry in all parts less than 40 percent of the time and dry in some or all parts more than 105 cumulative days when the soil temperature at 20 inches (50 cm) is above 41 degrees F.  The soil moisture regime is typic ustic.\nAverage annual soil temperature - 45 to 47 degrees F\nDepth to base of mollic epipedon - 20 to 35 inches\nDepth to lithic contact - 20 to 40 inches\nOrganic matter content - 2 to 5 percent in the mollic epipedon\nLithology of rock fragments: monzonite\nParticle-size control section weighted averages -\nSilicate clay content: 14 to 18 percent\nSand content: 45 to 70\nFine sand or coarser content: 40 to 65\nRock fragment content: 35 to 75 percent\nA horizon\nValue: 2 through 5 dry, 2 or 3 moist\nChroma: 1 through 3, dry or moist\nClay content: 9 to 14 percent\nRock fragments: Total range is 60 to 90 percent\n45 to 60 percent gravel\n10 to 20 percent cobbles\n0 to 5 percent stones\n0 to 5 percent boulders\nBw1 horizon\nValue: 2 through 4 dry, 2 or 3 moist\nChroma: 2 or 3, dry or moist\nTexture: extremely gravelly sandy loam, extremely cobbly sandy loam, very cobbly loam, very gravelly fine sandy loam\nClay content: 14 to 19 percent:\nRock fragments: Total range is 45 to 75 percent\n35 to 55 percent gravel\n5 to 15 percent cobbles\n0 to 20 percent stones\n0 to 5 percent boulders\nBw2 horizon\nHue: 7.5 YR or 10YR\nValue: 2.5 through 5, dry or moist\nChroma: 2 through 4, dry or moist\nTexture: very gravelly sandy loam, very cobbly sandy loam, very cobbly loam\nClay content: 13 to 15 percent\nRock fragments: Total range is 35 to 60 percent\n10 to 30 percent gravel\n5 to 20 percent cobbles\n0 to 5 percent stones\n0 to 5 percent boulders"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Blanca, Caballo, Garber, Hidatsa, Lolo, Mescalero, Osha, and Utso series.\nBlanca, Caballo, Garber, Hidatsa, Lolo, Osha, and Utso soils do not have a lithic contact above 40 inches.\nMescalero soils have rock fragments of limestone and are calcareous in the lower part of the mollic epipedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Alchonzo soils are on north-facing mountainflanks of mountains. They formed in slope alluvium and colluvium derived from Tertiary age monzonite. Slopes are 45 to 90 percent.  Elevation ranges from 6,900 to 8,900 feet. The mean annual precipitation is 16 to 18 inches with about 45 percent falling as rain from high-intensity convective thunderstorms between July and September. The mean annual air temperature is 45 to 47 degrees F. The frost-free period is 110 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cochiti and Wandurn soils.  Cochiti soils are very deep, have an argillic horizon, are in an aridic ustic soil moisture regime, and occur on alluvial fans. Wandurn soils have an argillic horizon, are in an aridic ustic soil moisture regime, and occur on adjacent south-facing backslopes of mountains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium surface runoff; permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Alchonzo soils are used for wildlife habitat and recreation. The historic climax vegetation is ponderosa pine, Gambel's oak, mountain muhly, and muttongrass.  The ecological site is Pinus ponderosa/Quercus gambleii (F048AY010NM)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Alchonzo soils are of small extent on the Mexican Highlands section of the Basin and Range province in northcentral New Mexico. The MLRA is 36."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Santa Fe County, New Mexico; Santa Fe Area Soil Survey Update; 2008. Alchonzo is a coined name."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon (Pachic feature) - The zone from the soil surface to a depth of about 29 inches. (A1, Bw1, and Bw2 horizons)\nLithic contact- monzonite bedrock at 29 inches. (R layer)\nParticle-size-control section- The zone from 12 to 29 inches. (Bw1 and Bw2 horizons)\nClassified according to Keys to Soil Taxonomy Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
