{
  "SERIES": "ALDO",
  "STATUS": "Established Series",
  "BYREV": "Rev. TAM-JJJ-TWN",
  "REVDATE": "07/2009",
  "STATES": "WI",
  "OVERVIEW": "The Aldo series consists of very deep, moderately well drained soils that formed in sandy outwash. These soils are on valley trains in glaciofluvial valleys.  Slope ranges from 0 to 3 percent.  Mean annual precipitation is about 860 millimeters.  Mean annual air temperature is about 8 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic Typic Udipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Aldo sand, on a plane slope of 2 percent, in a cultivated field, at an elevation of about 260 meters above sea level.  (Colors are for moist soil unless otherwise stated)\nAp--0 to 18 centimeters; dark brown (10YR 3/3) sand, brown (10YR 5/3) dry; weak medium subangular blocky structure; very friable; many fine and medium roots; moderately acid; abrupt smooth boundary.\nBw1--18 to 33 centimeters; brown (7.5YR 4/4) sand; weak coarse subangular blocky structure; very friable; common fine roots; moderately acid; gradual wavy boundary.\nBw2--33 to 58 centimeters; strong brown (7.5YR 4/6) sand; weak coarse subangular blocky structure; very friable; moderately acid; gradual wavy boundary.\nBw3--58 to 107 centimeters; dark yellowish brown (10YR 4/6) sand; single grain; loose; moderately acid; gradual wavy boundary.\nC1--107 to 130 centimeters; yellowish brown (10YR 5/6) sand; single grain; loose; common medium distinct strong brown (7.5YR 5/6) masses of iron accumulation; moderately acid; gradual wavy boundary.\nC2--130 to 183 centimeters; yellowish brown (10YR 5/6) sand; single grain; loose; many medium prominent strong brown (7.5YR 5/8) masses of iron accumulation; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 105-Northern Mississippi Valley Loess Hills, Pepin County, Wisconsin subset; 4 miles south and 1 mile west of Meridean; located about 1,740 feet north and 1,615 feet west of the southeast corner of section 3, T. 25 N., R. 12 W.; USGS Meridean topographic quadrangle; lat. 44 degrees 40 minutes 25 seconds N. and long. 91 degrees 49 minutes 07 seconds W., NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to carbonates--more than 200 centimeters\nClay content in the particle-size control section (weighted average)--2 to 7 percent\nSand content in the particle-size control section (weighted average)--70 to 90 percent\nRock fragment content--0 to 35 percent, gravel, mixed lithology; 0 to 5 percent, cobbles, mixed lithology\nAp horizon:\nHue--7.5YR or 10YR\nValue--3 or 4\nChroma--1 to 3\nTexture--sand\nClay content--2 to 5 percent\nSand content--86 to 99 percent\nReaction--pH 5.1 to 7.3\nThickness--0 to 25 centimeters\nA horizon (when present):\nHue--7.5YR or 10YR\nValue--2 or 3\nChroma--1 or 2\nTexture--sand\nClay content--2 to 5 percent\nSand content--86 to 99 percent\nReaction--pH 3.5 to 7.3\nThickness--0 to 15 centimeters\nE horizon (when present):\nHue--7.5YR or 10YR\nValue--4 or 5\nChroma--2 or 3\nTexture--coarse sand, sand, gravelly coarse sand, or gravelly sand\nClay content--2 to 5 percent\nSand content--86 to 99 percent\nReaction--pH 3.5 to 7.3\nThickness--0 to 20 centimeters\nBw horizon:\nHue--7.5YR or 10YR\nValue--4 or 5\nChroma--3 to 6\nTexture--sand, coarse sand, loamy coarse sand, loamy sand, or the gravelly analogs of these textures\nClay content--2 to 7 percent\nSand content--70 to 99 percent\nReaction--pH 5.1 to 7.3\nThickness--60 to 100 centimeters\nC horizon:\nHue--7.5YR or 10YR\nValue--5 to 7\nChroma--3 to 6\nTexture--sand, coarse sand, gravelly sand, or gravelly coarse sand\nClay content--0 to 4 percent\nSand content--90 to 99 percent, dominantly medium and coarse sand\nReaction--pH 5.1 to 6.5"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Acquango, Bigapple, Biltmore, Boplain, Breeze, Caesar, Chute, Dabney, Hodge, Oakville, Osolo, Pahuk, Penwood, Perks, Pinegrove, Plainfield, Poquonock, Ronda, Samoa, Sardak, Sarpy, Scotah, Spessard, Suncook, Tyner, Wapanucket, and Windsor series.\nAcquango--are very slightly to moderately saline within the series control section\nBigapple--have anthrotransported materials over 100 centimeters thick\nBiltmore--do not have a frequently saturated zone within a depth of 1.8 meters during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nBoplain--have a paralithic contact with sandstone within a depth of 100 centimeters\nBreeze--have more than 10 percent (by volume) construction debris coarse fragments within the particle-size control section\nCaesar--do not have a frequently saturated zone within a depth of 1.8 meters during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nChute--do not have a frequently saturated zone within a depth of 1.8 meters during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nDabney--do not have a frequently saturated zone within a depth of 1.8 meters during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nHodge--do not have a frequently saturated zone within a depth of 1.8 meters during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nOakville--do not have a frequently saturated zone within a depth of 1.8 meters during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nOsolo--have a sand content dominated by fine sand in the lower third of the series control section\nPahuk--do not have a frequently saturated zone within a depth of 1.8 meters during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nPenwood--do not have a frequently saturated zone within a depth of 1.8 meters during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nPerks--do not have a frequently saturated zone within a depth of 1.8 meters during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nPinegrove--do not have a frequently saturated zone within a depth of 1.8 meters during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nPlainfield--do not have a frequently saturated zone within a depth of 1.8 meters during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nPoquonock--have a densic contact within 100 centimeters\nRonda--do not have a frequently saturated zone within a depth of 1.8 meters during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nSamoa--do not have a frequently saturated zone within a depth of 1.8 meters during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nSardak--have carbonates within a depth of 25 centimeters\nSarpy--do not have a frequently saturated zone within a depth of 1.8 meters during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nScotah--do not have a frequently saturated zone within a depth of 1.8 meters during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nSpessard--do not have a frequently saturated zone within a depth of 1.8 meters during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nSuncook--do not have a frequently saturated zone within a depth of 1.8 meters during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nTyner--do not have a frequently saturated zone within a depth of 1.8 meters during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nWapanucket--have a sand content of less than 70 percent in the lower third of the series control section\nWindsor--do not have a frequently saturated zone within a depth of 1.8 meters during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--sandy outwash\nLandform--valley trains in glaciofluvial valleys\nSlope--0 to 3 percent\nElevation--200 to 400 meters above sea level\nMean annual precipitation--760 to 965 millimeters\nMean annual air temperature--6 to 10 degrees C\nFrost-free period--145 to 205 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Near the type location these are the Farrington, Newson, and Plainfield soils.\nFarrington--are on lower landscape positions and have a frequently saturated zone between depths of 0.3 and 0.75 meter during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nNewson--are on lower landscape positions and are frequently saturated from the surface of the soils to a depth of 0.3 meters during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nPlainfield--are on higher landscape positions and do not have a frequently saturated zone within a depth of 1.8 meters during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--moderately well drained--a frequently saturated zone between depths of 1.0 and 1.8 meters during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation, this saturation is considered apparent\nSaturated hydraulic conductivity--42.00 to 423.43 micrometers per second"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are cultivated. The principal crops are corn, soybeans, small grains, and hay. The native vegetation is mixed deciduous and coniferous forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic section--Wisconsin driftless section\nMLRA--Northern Mississippi Valley Loess Hills (105)\nLRR M; west-central Wisconsin\nExtent--small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota; MLRA SSO 10-10 (La Crosse, Wisconsin)"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pepin County, Wisconsin, 1998.  The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 25 to 100 centimeters;\nseries control section--the zone from the surface to a depth of 150 centimeters.\nDiagnostic horizons and other features recognized in this pedon are:\nochric epipedon--the zone from the surface of the soil to a depth of 23 centimeters (Ap horizon);\nudic moisture regime.\nPrior to 1996, in Wisconsin, the concept of the Aldo series was included in the Brems series and the wet substratum phase of the Plainfield series (WI0380).\nTaxonomy version--Keys to Soil Taxonomy, tenth edition, 2006."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sand",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 18 centimeters; dark brown (10YR 3/3) sand, brown (10YR 5/3) dry; weak medium subangular blocky structure; very friable; many fine and medium roots; moderately acid; abrupt smooth boundary."
      },
      {
        "name": "Bw1",
        "top": 18,
        "bottom": 33,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sand",
        "structure": "weak coarse subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1--18 to 33 centimeters; brown (7.5YR 4/4) sand; weak coarse subangular blocky structure; very friable; common fine roots; moderately acid; gradual wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 33,
        "bottom": 58,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sand",
        "structure": "weak coarse subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw2--33 to 58 centimeters; strong brown (7.5YR 4/6) sand; weak coarse subangular blocky structure; very friable; moderately acid; gradual wavy boundary."
      },
      {
        "name": "Bw3",
        "top": 58,
        "bottom": 107,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw3--58 to 107 centimeters; dark yellowish brown (10YR 4/6) sand; single grain; loose; moderately acid; gradual wavy boundary."
      },
      {
        "name": "C1",
        "top": 107,
        "bottom": 130,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C1--107 to 130 centimeters; yellowish brown (10YR 5/6) sand; single grain; loose; common medium distinct strong brown (7.5YR 5/6) masses of iron accumulation; moderately acid; gradual wavy boundary."
      },
      {
        "name": "C2",
        "top": 130,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--130 to 183 centimeters; yellowish brown (10YR 5/6) sand; single grain; loose; many medium prominent strong brown (7.5YR 5/8) masses of iron accumulation; slightly acid."
      }
    ]
  ]
}
