{
  "SERIES": "ALECANYON",
  "STATUS": "Established Series",
  "BYREV": "Rev. EMM/KMS/SHB/SBC",
  "REVDATE": "06/2016",
  "STATES": "WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, mesic Vitrandic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Alecanyon very cobbly ashy fine sandy loam in an area of rangeland, on a 5-percent, southeast-facing slope at an elevation of 740 m (All textures are apparent field textures.)\nA--0 to 30 cm; very cobbly ashy fine sandy loam, dark grayish brown (10YR 4/2) dry, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine roots; common very fine irregular pores; 10 percent sand-sized pumice fragments 0.5 to 2.0 mm in diameter; 25 percent gravel and 30 percent cobbles; neutral (pH 7.0); abrupt smooth boundary\n2AB--30 to 56 cm; extremely cobbly loamy coarse sand, brown (10YR 5/3) dry, dark brown (10YR 3/3) moist; single grain; loose, nonsticky and nonplastic; many very fine and fine roots; many very fine and fine irregular pores; 5 percent sand-sized pumice fragments 0.5 to 2.0 mm in diameter; 35 percent gravel and 30 percent cobbles; neutral (pH 7.2); gradual smooth boundary\n2Bq1--56 to 79 cm; extremely cobbly loamy coarse sand, yellowish brown (10YR 5/4) dry, dark brown (10YR 3/3) moist; single grain; loose, nonsticky and nonplastic; many very fine and common fine roots; many fine and medium interstitial pores; common distinct coatings of silica that are very pale brown (10YR 8/3) dry and on underside of gravel and cobbles; 35 percent gravel and 35 percent cobbles; neutral (pH 7.2); gradual smooth boundary\n2Bq2--79 to 150 cm; extremely cobbly coarse sand, multicolored; single grain; loose, nonsticky and nonplastic; many fine interstitial pores; common distinct and prominent coatings of silica that are very pale brown (10YR 8/3) dry and on undersides of gravel and cobbles; 40 percent gravel and 35 percent cobbles: neutral (pH 7.2)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Douglas County, Washington, about 13 km west and 6 km north of the town of Grand Coulee; about 880 m north and 120 m west of the southeast corner of section 10, T. 29 N., R. 29 E.; latitude 48.0273284, longitude -119.1494054, datum WGS 84 (coordinates estimated from PLSS details)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature--9 to 11 degrees C\nMoisture control section--dry 90 to 105 days after summer solstice\nDepth to sandy-skeletal material--25 to 50 cm\nThickness of mollic epipedon--25 to 50 cm\nContent of clay in particle-size control section--1 to 8 percent\nContent of rock fragments in particle-size control section--45 to 75 percent\nPercentage of surface covered with stones--0 to 3 percent\nThickness of volcanic ash influence--25 to 50 cm\nEstimated properties of layers influenced by volcanic ash\n*Content of volcanic glass in 0.02- to 2-mm fraction--5 to 50 percent, including 0 to 15 percent sand-sized pumice fragments 0.5 to 2.0 mm in diameter\n*Acid oxalate Al plus 1/2 Fe--0.15 to 0.4 percent\n*Moist bulk density--1.15 to 1.35 g/cm3\n*15-bar water retention--5 to 10 percent (air-dried samples)\n*Field-estimated content of clay--0 to 15 percent\n*Base saturation--less than 75 percent, by sum of cations, in one or more horizon between surface and a depth of 75 cm\nA horizon\n*Value--4 or 5 dry\n*Chroma--2 or 3 moist\n*Texture--ashy fine sandy loam, ashy sandy loam, ashy coarse sandy loam\n*Content of gravel--10 to 55 percent\n*Content of cobbles--5 to 50 percent\n*Total content of rock fragments--15 to 60 percent\n*Content of sand-sized pumice fragments less than 2 mm in diameter--0 to 15 percent\n*Reaction--6.1 to 7.3\n*Thickness--25 to 50 cm\nA BA horizon is in some pedons.\n2AB horizon\n*Value--4 to 6 dry\n*Texture--loamy coarse sand, coarse sand\n*Content of gravel--20 to 45 percent\n*Content of cobbles--15 to 40 percent\n*Total content of rock fragments--35 to 65 percent\n*Content of sand-sized pumice fragments less than 2 mm in diameter--0 to 10 percent\n*Reaction--6.1 to 7.8\n*Thickness--8 to 26 cm\nA 2BC horizon is in some pedons.\n2Bq horizon, and 2C horizon (where present)\n*Value--5 or 6 dry\n*Texture--loamy coarse sand, coarse sand\n*Content of gravel--25 to 75 percent\n*Content of cobbles--5 to 55 percent\n*Content of stones--0 to 25 percent\n*Content of boulders--0 to 10 percent\n*Total content of rock fragments--45 to 85 percent\n*Coatings of silica--few to many, distinct or prominent\n*Calcium carbonate equivalent--0 to 3 percent\n*Reaction--6.1 to 7.3\n*Combined thickness of 2Bq horizon--50 to 100 cm"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nLeiko, Owhi--no silica coatings in subsoil\nSequim--dry 75 to 90 days; west of Cascade Mountains"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nElevation--300 to 950 m\nClimate--warm, dry summers; cool, moist winters\nMean annual precipitation--310 to 460 mm\nMean January air temperature--about -3 degrees C\nMean July air temperature--about 21 degrees C\nMean annual air temperature--8 to 10 degrees C\nFrost-free season--110 to 165 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nCachebutte--on glacial outwash plains; moderately deep to glacial outwash\nCheney--coarse-loamy over sandy-skeletal\nNemire--in drainageways; nonskeletal\nUhlig--coarse-loamy throughout"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class--somewhat excessively drained\nSaturated hydraulic conductivity (Ksat)--high above glacial outwash; very high through glacial outwash"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nUse--livestock grazing, crop production\nPrinciple crops--winter wheat, barley\nPotential natural vegetation--bluebunch wheatgrass, Idaho fescue, Thurber needlegrass, fleabane, buckwheat, threetip sagebrush, Wyoming big sagebrush"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Douglas and Spokane Counties, Washington; MLRAs 8 and 9; small extent"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Douglas County, Washington; 1998"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and other features in this pedon\n*Mollic epipedon--zone from surface to a depth of 30 cm; mollic color from 30 to 79 cm; less than 0.6 percent organic carbon\n*Vitrandic feature--zone from surface to a depth of 30 cm\n*Ultic feature--one horizon within zone from 25 to 76 cm has estimated base saturation (sum) of less than 75 percent\n*Particle-size control section--zone from 25 to 100 cm; 25 to 30 cm loamy-skeletal (more than 50 percent fine sand or coarser material) and 30 to 100 cm sandy-skeletal\n*Content of rock fragments (weighted average)--71 percent\n6/2016--This OSD was updated as part of the final correlation of the Spokane County, Washington, soil survey. The formatting was updated according to SSR1 Technical Note 11--Content and Format of Official Series Descriptions (revised 12/2015).\nADDITIONAL DATA:\nPartial laboratory data--Kellogg Soil Survey Laboratory pedon number 90P0346, sample number S90WA-017-005, Lincoln, Nebraska\nNational Cooperative Soil Survey\nU.S.A."
  }
}
