{
  "SERIES": "ALEDO",
  "STATUS": "Established Series",
  "BYREV": "Rev. JMG:CLN:GLL",
  "REVDATE": "3/92",
  "STATES": "TX",
  "OVERVIEW": "The Aledo series consists of shallow to very shallow, well drained, moderately permeable soils that formed in interbedded limestones and marls of Cretaceous age.  These soils are on gently sloping to steep uplands.  Slope is mostly less than 8 percent, but ranges from 1 to 40 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic, thermic Lithic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Aledo gravelly clay loam, on a gently sloping area in rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 4 inches; dark grayish brown (10YR 4/2) gravelly clay loam, very dark grayish brown (10YR 3/2) moist; strong fine granular structure; hard, friable, sticky; many fine roots and pores; about 15 percent limestone fragments less than 3 inches in size; 45 percent calcium carbonate equivalent; calcareous; moderately alkaline; clear irregular boundary.  (3 to 8 inches thick)\nAk--4 to 16 inches; grayish brown (10YR 5/2) very gravelly clay loam, very dark grayish brown (10YR 3/2) moist; strong fine and medium granular structure; hard, friable; common roots and pores; about 65 percent limestone fragments mostly less than 6 inches across the long axis, the fragments of limestone are coated with secondary carbonates on the lower side; about 5 percent threads and films of carbonates; 55 percent calcium carbonate equivalent; calcareous; moderately alkaline; abrupt wavy boundary.  (6 to 12 inches thick)\nR--16 to 20 inches; indurated limestone that is coarsely fractured."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Parker County, Texas; about 4 miles southeast of the Parker County Courthouse in Weatherford, Texas, on Texas Highway 171, to the intersection of Texas Highway 171 and Farm Road 51; 0.65 mile southeast on Texas Highway 171; south on county road 0.3 mile and south of county road 500 feet in native grass pasture."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to limestone bedrock ranges from 9 to 20 inches.  Limestone fragments range from 5 to about 50 percent in the A1 horizon and from 40 to 85 percent in the A2 horizon.  The control section has from 35 to 65 percent limestone fragments.  The fragments are mainly less than 6 inches across, however, some pedons contain a few fragments up to 18 inches across. The calcium carbonate equivalent ranges from 40 to 80 percent.  Secondary carbonates as films, threads and soft masses, and pendants on the undersides of fragments range from 5 to 25 percent by volume.\nThe A horizon has colors in hue of 7.5YR, 10YR, or 2.5Y, value of 3 to 5, and chroma of 2 or 3.  The texture is clay loam, loam, or their gravelly, very gravelly, or extremely gravelly counterparts.\nThe underlying material is limestone bedrock that is interbedded with marly or clayey materials at vertical intervals of 3 to about 10 inches.   The bedrock is coarsely fractured with fractures about 4 to 10 inches apart.  Typically, it can be excavated with a backhoe machine."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ector, Lueders and Oplin in the same family and the similar Eckert, Eckrant, Eddy, Real and Tarrant series.  Ector, Lueders and Oplin soils are in drier climates.  In addition, Lueders has developed in Permian limestones.  Eckert soils have mixed mineralogy and formed in residuum of dolomitic limestone.  Eckrant and Tarrant soils have clayey skeletal control sections and Tarrant soils are in drier climates.  Eddy soils lack a mollic epipedon and formed in residuum of the Austin chalk.  Real soils are underlain by limestone that has hardness of less than 3 on the Moh's scale."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Aledo soils are on convex shallow uplands.  Slopes are mainly 3 to 8 percent, but range from 1 to 40 percent.  The slopes of 8 to 40 percent are mostly narrow bands or steep breaks within less sloping areas.  The soils formed in interbedded limestones and marls, mainly of Cretaceous age.  The mean annual temperature ranges from 64 to 68 degrees F.  The average annual precipitation ranges from 29 to 36 inches and Thornthwaite annual P-E indices are 44 to 58."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  The are the Bolar, Brackett, Denton, Lewisville, Maloterre, and Purves series.  Bolar, Denton, and Lewisville soils have calcic horizons and sola thicker than 20 inches. Brackett soils lack mollic epipedons.  Maloterre soils lack mollic epipedons and contain less than 35 percent coarse fragments.  Purves soils are clayey and have less than 35 percent coarse fragments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for rangeland.  Vegetation consists of little bluestem, sideoats grama, indiangrass, buffalograss, and occasionally scattered mesquite and motts of live oak trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Texas, mainly within the Grand Prairie.  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Parker County, Texas; 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils formerly were included in the Tarrant series.\nThe classification was changed from Haplustolls to Calciustolls, 11/89.\nDiagnostic features and horizons recognized in this pedon are:\nMollic epipedon - 0 to 16 inches\nLithic contact with hard limestone - at 16 inches\nCalcic horizon - 4 to 16 inches"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "structure": "strong fine granular",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "A--0 to 4 inches; dark grayish brown (10YR 4/2) gravelly clay loam, very dark grayish brown (10YR 3/2) moist; strong fine granular structure; hard, friable, sticky; many fine roots and pores; about 15 percent limestone fragments less than 3 inches in size; 45 percent calcium carbonate equivalent; calcareous; moderately alkaline; clear irregular boundary.  (3 to 8 inches thick)"
      },
      {
        "name": "Ak",
        "top": 10,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "structure": "strong fine and medium granular",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Ak--4 to 16 inches; grayish brown (10YR 5/2) very gravelly clay loam, very dark grayish brown (10YR 3/2) moist; strong fine and medium granular structure; hard, friable; common roots and pores; about 65 percent limestone fragments mostly less than 6 inches across the long axis, the fragments of limestone are coated with secondary carbonates on the lower side; about 5 percent threads and films of carbonates; 55 percent calcium carbonate equivalent; calcareous; moderately alkaline; abrupt wavy boundary.  (6 to 12 inches thick)"
      },
      {
        "name": "R",
        "top": 41,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "indurated",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--16 to 20 inches; indurated limestone that is coarsely fractured."
      }
    ]
  ]
}
