{
  "SERIES": "ALESNA",
  "STATUS": "Established Series",
  "BYREV": "Rev. SSP/LWH/SAZ/WWJ",
  "REVDATE": "04/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, mesic Ustic Calciargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Alesna extremely cobbly loam--on a convex slope of 55 percent at an elevation of 6920 feet. (Colors are for dry soils unless otherwise noted.)\nA--0 to 1 inches; pale brown (10YR 6/3) extremely cobbly loam, brown (10YR 4/3) moist; weak medium platy structure parting to moderate very fine granular; soft, very friable, slightly sticky and slightly plastic; many very fine and fine and few medium roots; common fine irregular pores; slightly effervescent; carbonates are disseminated; 35 percent basalt gravel, 25 percent basalt cobbles, and 5 percent basalt stones; moderately alkaline (pH 8.0); clear wavy boundary. (1 to 4 inches thick)\nBt--1 to 10 inches; brown (10YR 5/3) gravelly clay loam, brown (10YR 4/3) moist; moderate fine subangular blocky structure; slightly hard, friable, very sticky and plastic; many very fine and fine and few medium roots; many fine irregular pores; common distinct clay films bridging sand grains and coating faces of peds; 20 percent basalt gravel and 1 percent basalt cobbles; moderately alkaline (pH 8.0); clear wavy boundary. (6 to 16 inches thick)\nBtk1--10 to 20 inches; light olive brown (2.5Y 5/3) very gravelly clay, olive brown (2.5Y 4/3) moist; moderate medium prismatic structure parting to strong fine angular blocky; very hard, very firm, sticky and very plastic; many very fine and fine and few medium roots; common fine tubular pores; many prominent clay films coating faces of peds; calcium carbonate occurs as many fine weakly cemented concretions and coating rock fragments (8 percent calcium carbonate equivalent); strongly effervescent; 35 percent basalt gravel, 5 percent basalt cobbles; strongly alkaline (pH 8.6); clear wavy boundary.\nBtk2--20 to 26 inches; light olive brown (2.5Y 5/3) clay, olive brown (2.5Y 4/3) moist; very hard, very firm, sticky and very plastic; common very fine and fine roots; common fine tubular pores; many prominent clay films coating faces of peds; calcium carbonate occurs as many medium and coarse soft masses and coating rock fragments (12 percent calcium carbonate equivalent); strongly effervescent; 1 percent basalt gravel and 1 percent basalt cobbles; strongly alkaline (pH 8.6); clear wavy boundary.\nBtk3--26 to 52 inches; very pale brown (10YR 7/3) clay loam, brown (10YR 5/3) moist; weak fine and medium subangular blocky structure; very hard, very firm, very sticky and very plastic; few very fine and fine roots; common fine irregular pores; many distinct clay films bridging sand grains and coating faces of peds; carbonates are disseminated and coating rock fragments (20 percent calcium carbonate equivalent); violently effervescent; 8 percent basalt gravel, 1 percent basalt cobbles, and 1 percent basalt stones; strongly alkaline (pH 8.8). (The combined thickness of the Btk horizons is 7 to 42 inches.)\n2Cr--52 inches; shale"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: McKinley County, New Mexico; Cerro Alesna Quadrangle; about 0.6 miles east southeast of Cerro Alesna; 107 degrees 33 minutes 09 seconds west longitude, 35 degrees 27 minutes 52 seconds north latitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: The SMCS is usually dry, in all parts, 105 to 160 cumulative days from April through October. It is usually moist, in some part, 50 to 105 cumulative days during the same period. It is intermittently moist in some part November through April. The period of maximum precipitation is July through October. The soil is driest during May and June. Ustic aridic moisture regime.\nSoil Temperature: 51 to 56 degrees F\nParticle-size control section: 40 to 55 percent clay with 5 to 34 percent rock fragments\nDepth to paralithic contact: 40 to 60 inches to shale, or shale interbedded with sandstone\nDepth to calcic horizon: 10 to 35 inches with 15 to 40 percent calcium carbonate equivalent\nSodicity: SAR is 1 to 5\nA horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 6 dry, 3 or 4 moist\nChroma: 3 or 4 dry or moist\nRock fragments: Mostly basalt with some sandstone; 60 to 80 percent total range; 35 to 50 percent\ngravel; 20 to 40 percent cobbles; 0 to 5 percent stones; 0 to 1 percent boulders\nReaction: neutral to moderately alkaline\nNote--When this horizon has mollic colors it is too thin to make a mollic epipedon.\nBt horizon:\nHue: 5YR, 7.5YR, or 10YR\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 3 or 4 dry or moist\nTexture: clay loam or clay\nRock fragments: 0 to 50 percent total range (Mostly basalt with some sandstone)\n0 to 50 percent gravel\n0 to 10 percent cobbles\nReaction: slightly or moderately alkaline\nNote--When this horizon has more than 35 percent rock fragments it is too thin or is below the particle size control section to affect the particle size class.\nBtk horizon:\nHue: 7.5YR, 10YR, or 2.5Y\nValue: 4 to 7 dry, 3 to 5 moist\nChroma: 3 to 6 dry or moist\nTexture: clay loam or clay\nRock fragments: 1 to 40 percent total range (Mostly basalt with some sandstone)\n0 to 40 percent gravel\n0 to 5 percent cobbles\n0 to 1 percent stones\nCalcium carbonate equivalent: 5 to 40 percent\nReaction: slightly to strongly alkaline\nNote--When this horizon has more than 35 percent rock fragments it is too thin or is below the particle size control section to affect the particle size class.\nBk horizon (when present):\nHue: 7.5YR or 10YR\nValue: 4 to 6 dry, 4 or 5 moist\nChroma: 4 or 5 dry, 4 to 6 moist\nRock fragments: 20 to 50 percent total range (Mostly basalt with some sandstone)\n20 to 45 percent gravel\n0 to 5 percent cobbles\nCalcium carbonate equivalent: 15 to 40 percent\nReaction: moderately or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are Hano (AZ), Keesheha (AZ), Poley (AZ), and Silva (NM) series. Hano soils have less than 5 percent rock fragments. Keesheha soils allow 2.5YR hues in the Bt horizon, have slopes of less than 8 percent, have elevations less than 6000 feet, have mean annual precipitation exceeding 12 inches, and have frost-free periods up to 180 days.  Poley and Silva soils are very deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Alesna soils formed in alluvium, slope alluvium, and colluvium derived from basalt, shale, and sandstone, and are on mesas, cuestas, and volcanic cones. Slopes are 15 to 55 percent. Elevations range from 6500 to 7600 feet. The mean annual temperature is 49 to 54 degrees F., and the mean annual precipitation is 10 to 13 inches. The frost free period is 120 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Azabache soils on fan terraces and the Bond and Hagerman soils on ridges. Azabache soils have natric horizons. The Bond and Hagerman soils are shallow and moderately deep, respectively, to a lithic contact with sandstone."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, high to very high runoff, and slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This series is used for limited livestock grazing and wildlife habitat. The present vegetation is bottlebrush squirreltail, black grama, blue grama, alkali sacaton, galleta, cholla, and juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West central, New Mexico. MLRA 35, LRR-D. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: McKinley County Area, New Mexico; McKinley County and Parts of Cibola and San Juan Counties, 2001."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: The zone from the soil surface to a depth of about 1 inch. (A horizon)\nArgillic horizon: The zone from 1 inch to about 52 inches. (Bt and Btk horizons)\nCalcic horizon: The zone from 26 to 52 inches. (Btk horizon)\nParalithic contact: Shale is at 52 inches. (2Cr horizon)\nClassified according to Soil Taxonomy Second Edition, 1999.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
