{
  "SERIES": "ALFLACK",
  "STATUS": "Established Series",
  "BYREV": "Rev. AMH/LKM/PSD",
  "REVDATE": "12/85",
  "STATES": "WY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed Typic Cryorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Alflack loamy fine sand--woodland. (Colors are for dry soil unless otherwise stated.)\nOi--1 to 0 inch; slightly decomposed pine needles and other forest litter.\nA--0 to 2 inches; light brownish gray (10YR 6/2) loamy fine sand, dark grayish brown (10YR 4/2) moist; weak very fine granular structure; soft, very friable, nonsticky and nonplastic; common fine, medium, and coarse roots; moderately acid (pH 6.0); clear wavy boundary. (2 to 5 inches thick)\nC--2 to 22 inches; brownish yellow (10YR 6/6) very channery loamy fine sand, yellowish brown (10YR 5/6) moist; massive; soft, very friable, nonsticky and nonplastic; common medium and fine roots; 35 percent sandstone channers, 10 percent sandstone flagstones; slightly acid (pH 6.2). (17 to 37 inches thick)\nR--22 inches; fractured, noncalareous sandstone which can be broken and removed with a spade; fragments do not slake."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Natrona County, Wyoming; on the top of Casper Mountain; 500 feet east and 400 feet north of the SW corner of sec. 14, T. 32 N., R. 79 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to fractured sandstone bedrock ranges from 20 to 40 inches.  Reactions are medium acid to neutral.  The mean annual soil temperature ranges from 32 to 37 degrees F., and the mean summer soil temperature ranges from 42 to 47 degrees F.  Rock fragments are mainly sandstone channers and flagstones.\nThe A horizon has value of 5 or 6 dry, 3 or 4 moist, and chroma of 2 or 3.  Rock fragments range from 5 to 30 percent.\nThe C horizon has value of 6 through 8 dry, 4 through 7 moist, and chroma of 2 through 6.  The matrix texture is loamy fine sand or loamy sand.  Rock fragments range from 40 to 60 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Chena, Comad, Gryalock, Mirror Lake, Obscurity, Ovando, Polepatch, Stecum, and Studebaker series.  All of these soils, except Stecum, are deep.  Also, Comad soils have an E and Bt horizons; Obscurity and Studebaker soils contain 15 to 50 percent volcanic ash; and Ovando soils have lamellae.  Stecum soils formed in material weathered from granite and gneiss and contain over 50 percent coarse sand."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Alflack soils are on mountain hillsides.  They formed in residuum derived dominantly from noncalcareous sandstone.  Slopes range from 4 to 25 percent.  Elevation is 7,200 to 8,300 feet.  The mean annual precipitation is 25 to 35 inches, and the mean annual temperature is 32 to 36 degrees F.  The frost-free season is less than 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Foxton and Starley soils.  Foxton soils have an argillic horizon and are fine. Starley soils are loamy-skeletal and shallow."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; runoff is slow or medium; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used mainly for wood products, wildlife habitat, and recreation.  Native vegetation is mainly lodgepole pine with a sparse understory of grasses and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountains of Central Wyoming.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Natrona County, Wyoming; 1985.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
