{
  "SERIES": "ALFORD",
  "STATUS": "Established Series",
  "BYREV": "Rev. BGN",
  "REVDATE": "10/2009",
  "STATES": "IL,IN,KY,OH",
  "OVERVIEW": "The Alford series consists of very deep, well drained soils formed in loess. These soils are commonly on loess hills and less commonly on outwash plains. Slopes range from 0 to 60 percent. Mean annual temperature is about 13 degrees C (56 degrees F), and mean annual precipitation is 1068 mm (42 inches).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Ultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Alford silt loam on a 4 percent convex east-facing slope in a cultivated field at an elevation of about 171 meters (560 feet) above MSL. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 15 cm (0 to 6 inches); brown (10YR 4/3) silt loam, light yellowish brown (10YR 6/4) dry; weak medium granular structure; friable; few fine roots; moderately acid; abrupt smooth boundary. [10 to 28 cm (4 to 11 inches) thick]\nBt1--15 to 23 cm (6 to 9 inches); brown (7.5YR 5/4) silty clay loam; weak medium subangular blocky structure; friable; few fine roots; common distinct brown (7.5YR 4/4) clay films on faces of ped; very strongly acid; clear smooth boundary.\nBt2--23 to 56 cm (9 to 22 inches); brown (7.5YR 4/4) silty clay loam; moderate medium subangular blocky structure; firm; few fine roots; many distinct reddish brown (5YR 4/4) clay films on faces of peds; very strongly acid; clear wavy boundary.\nBt3--56 to 81 cm (22 to 32 inches); brown (7.5YR 4/4) silty clay loam; moderate coarse subangular blocky structure; firm; few fine roots; many distinct reddish brown (5YR 4/4) clay films on faces of peds; common medium black (10YR 2/1) iron-manganese concretions; very strongly acid; clear wavy boundary.\nBt4--81 to 183 cm (32 to 72 inches); brown (7.5YR 4/4) silt loam; weak coarse subangular blocky structure; friable; common distinct reddish brown (5YR 4/4) clay films on faces of peds; 1 percent sand; strongly acid; gradual wavy boundary. [Combined thickness of the Bt horizons is 102 to 178 cm (40 to 70 inches.)]\n2BC--183 to 203 cm (72 to 80 inches); brown (7.5YR 4/4) silt loam; weak coarse subangular blocky structure; friable; 22 percent sand; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Knox County, Indiana; 2,200 feet southwest of the northeast corner and then 1,200 feet southeast of the northwest boundary of donation 162, T. 2 N., R. 9 W.; USGS Fritchton, IN-IL topographic quadrangle; lat. 38 degrees 37 minutes 46 seconds N. and 087 degrees 26 minutes 6 seconds W., NAD 27, UTM 462146 easting and 4275764 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 112 to 203 cm (44 to 80 inches)\nDepth to carbonates: typically greater than 203 cm (80 inches), but can range to 152 cm (60 inches) in severely eroded pedons\nParticle size control section averages: from 25 to 32 percent clay and 1 to 5 percent sand, to a depth of 112 cm  (44 inches) or more the sand content is less than 7 percent\nAp, A horizon:\nHue: 10YR\nValue: 4, except severly eroded pedons value is 5\nChroma: 2 or 3, except severely eroded pedons chroma is 6\nTexture: commonly silt loam, except some severely eroded pedons are silty clay loam\nReaction: very strongly acid or strongly acid in non-limed areas\nBt horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 4 to 6\nTexture: silt loam or silty clay loam\nReaction: very strongly acid or strongly acid\n2BC, BC horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 4 to 6\nClay content: 2BC is 12 to 22 percent; BC horizon is 12 to 22 percent\nSand content: 2BC is 15 to 30 percent; BC is 3 to 8 percent\nReaction: very strongly acid to slightly acid.\nC or 2C horizon, where present:\nHue: 10YR\nValue: 4 or 5\nChroma: 4\nTexture: silt loam or silt\nReaction: commonly strongly acid to neutral and ranges to moderately alkaline where carbonates are present"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Angatoka series is the only competing series. Angatoka soils formed in less than 203 cm (80 inches) of loess over till and average more than 30 percent sand in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Alford soils are commonly on summits, shoulders and backslopes of loess hills, and less commonly on broad swells of outwash plains. Alford soils formed in 203 to more than 366 cm (80 to more than 144 inches) of loess and commonly overlie other landforms. In places, this soil formed completely in loess of the Peorian interglacial stage. In other places the upper part of the soil formed in Peorian loess, and the lower part formed in a loess member that has a sand content higher than the Peorian and is known locally as \"gritty loess\". The slope gradient ranges from 0 to 60 percent. The mean annual temperature ranges from 11 to 14 degrees C (51 to 57 degrees F), the mean annual precipitation ranges from 1016 to 1168 mm (40 to 46 inches), frost-free period ranges from 150 to 210 days, and elevation ranges from 104 to 311 meters (340 to 1020 feet) above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Hosmer, Iona, Iva, Muren, and Sylvan soils. The moderately well drained Hosmer, Iona and Muren soils are on summits and shoulders of loess hills. The well drained Sylvan soils are calcareous within a depth of 102 cm (40 inches) and typically are on backslopes of loess hills. The somewhat poorly drained Iva soils are typically on nearly level areas between loess hills."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. The potential for surface runoff is low to very high. Saturated hydraulic conductivity is moderately high or high (4.23 to 14.11 micrometers/sec) in the subsoil. Permeability is moderate (0.6 to 2.0 inches per hour)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most nearly level to sloping areas are used to grow corn, soybeans, wheat, and legume-grass mixtures for hay and pasture. Steeper areas are used for permanent pasture or woodland. Native vegetation is forest. Maple, yellow-poplar, oak, and hickory are the dominant species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southwestern and west-central Indiana, southeastern Illinois, northwestern Kentucky and southern Ohio. Alford soils are of large extent and dominantly within MLRA's 114A, 114B and 115A. They are less extensive in MLRA's 111D, 113, 120A, 120B, 122, 124, and 126."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pike County, Indiana, 1930."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nochric epipedon  0 to 15 cm (0 to 6 inches) (Ap); argillic horizon  15 to 183 cm (6 to 72 inches) (Bt1, Bt2, Bt3, Bt4)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Characterization data from the Agricultural Experiment Station, Purdue University is on file for several pedons from Indiana. The typical pedon is soil survey sample number S77IN83-11."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 15 cm (0 to 6 inches); brown (10YR 4/3) silt loam, light yellowish brown (10YR 6/4) dry; weak medium granular structure; friable; few fine roots; moderately acid; abrupt smooth boundary. [10 to 28 cm (4 to 11 inches) thick]"
      },
      {
        "name": "Bt1",
        "top": 15,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--15 to 23 cm (6 to 9 inches); brown (7.5YR 5/4) silty clay loam; weak medium subangular blocky structure; friable; few fine roots; common distinct brown (7.5YR 4/4) clay films on faces of ped; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 23,
        "bottom": 56,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--23 to 56 cm (9 to 22 inches); brown (7.5YR 4/4) silty clay loam; moderate medium subangular blocky structure; firm; few fine roots; many distinct reddish brown (5YR 4/4) clay films on faces of peds; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 56,
        "bottom": 81,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt3--56 to 81 cm (22 to 32 inches); brown (7.5YR 4/4) silty clay loam; moderate coarse subangular blocky structure; firm; few fine roots; many distinct reddish brown (5YR 4/4) clay films on faces of peds; common medium black (10YR 2/1) iron-manganese concretions; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Bt4",
        "top": 81,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt4--81 to 183 cm (32 to 72 inches); brown (7.5YR 4/4) silt loam; weak coarse subangular blocky structure; friable; common distinct reddish brown (5YR 4/4) clay films on faces of peds; 1 percent sand; strongly acid; gradual wavy boundary. [Combined thickness of the Bt horizons is 102 to 178 cm (40 to 70 inches.)]"
      },
      {
        "name": "2BC",
        "top": 183,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2BC--183 to 203 cm (72 to 80 inches); brown (7.5YR 4/4) silt loam; weak coarse subangular blocky structure; friable; 22 percent sand; moderately acid."
      }
    ]
  ]
}
