{
  "SERIES": "ALGERITA",
  "STATUS": "Inactive Series",
  "BYREV": "Rev. LHG/BDS/PDC/WWJ",
  "REVDATE": "09/2007",
  "STATES": "NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, thermic Typic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Algerita loamy sand - rangeland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 2 inches; dominantly pinkish gray (7.5YR 7/2) loamy sand, brown (7.5YR 5/4) moist with lesser amount of light brown (7.5YR 6/4), brown (7.5YR 4/4) moist; weak thin and medium platy structure; soft; few fine roots; stratified; effervescent; moderately alkaline; abrupt smooth boundary. (0 to 4 inches thick)\nA2--2 to 5 inches; pinkish gray (7.5YR 7/2) heavy sandy loam, brown (7.5YR 5/4) moist; massive; slightly hard, friable; few fine roots; few fine and very fine tubular pores; effervescent; moderately alkaline; abrupt smooth boundary. (0 to 4 inches thick)\nBw--5 to 8 inches; pink (7.5YR 7/4) sandy loam, brown (7.5YR 5/4) moist; massive; hard, friable; few fine roots; common fine and medium tubular pores; effervescent; moderately alkaline; clear wavy boundary. (2 to 6 inches thick)\nBk1--8 to 17 inches; light brown (7.5YR 6/4) sandy loam, brown (7.5YR 5/4) moist; weak coarse prismatic structure that parts to weak medium and coarse subangular blocky structure; hard, friable; few fine roots; few calcium carbonate filaments; few insect burrows, 1/2 to 1 cm diameter, some empty and some filled with fine earth; few fine tubular pores; effervescent; moderately alkaline; clear wavy boundary. (8 to 16 inches thick)\nBk2--17 to 26 inches; pink (7.5YR 7/4) sandy loam, light brown (7.5YR 6/4) moist; moderate medium and coarse subangular blocky structure; very hard, friable; few fine roots; calcium carbonate occurs as scattered filaments and nodules, and masses of irregular shape; few insect burrows, 1/2 to 1 cm diameter, filled with dark material; few fine and medium tubular pores; effervescent; moderately alkaline; clear wavy boundary. (7 to 11 inches thick)\nBk3--26 to 31 inches; pink (7.5YR 7/4) sandy loam, light brown (7.5YR 6/4) moist; moderate medium subangular blocky structure; very hard, friable; few fine igneous gravel; few calcium carbonate nodules and cylindroids, mainly 1/2 to 1 cm in diameter, less numerous than above; effervescent; moderately alkaline; clear wavy boundary. (0 to 6 inches thick)\nBk4--31 to 37 inches; dominantly pink (7.5YR 8/4) sandy clay loam, light brown (7.5YR 6/4) moist with smaller amounts of other shades of brown and pink moist; moderate medium and coarse subangular blocky structure; very hard, friable; common calcium carbonate nodules and masses of irregular shape; effervescent; moderately alkaline; clear wavy boundary. (0 to 9 inches thick)\nCk1--37 to 48 inches; dominantly lighter than pinkish white (7.5YR 8/2) clay loam, pink (7.5YR 7/4) moist with lesser amount of pink (7.5YR 8/4), light brown (7.5YR 6/4) moist; moderate medium and coarse subangular blocky structure; very hard, friable; harder in place than horizons above; many calcium carbonate nodules and masses of irregular shape that break out as nodules and blocks; effervescent; moderately alkaline; clear wavy boundary. (6 to 12 inches thick)\nCk2--48 to 57 inches; pink (7.5YR 8/4) and pink (7.5YR 7/4) clay loam, light brown (7.5YR 6/4) moist; moderate medium subangular blocky structure; very hard, friable; common calcium carbonate nodules and masses that break out as discrete nodules and segments of nodules, 1 to 2 cm diameter; few fine gravel; few indurated fragments 1 to 3 cm diameter; few fine tubular pores; effervescent; moderately alkaline; clear wavy boundary. (7 to 15 inches thick)\nCk3--57 to 66 inches; pink (7.5YR 7/4) sandy loam, brown (7.5YR 5/4) moist; massive; slightly hard, friable; few fine igneous gravel; few calcium carbonate nodules and filaments; sand grains discontinuously coated with calcium carbonate; effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Dona Ana County, New Mexico; about 0.5 mile east of the Jornada Road in the NE1/4 of section 33, T.20 S., R.2 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Intermittently moist in some part of the soil moisture control section during December through April and July through September.  Driest during May and June.  Typic aridic soil moisture regime.\nSoil temperature: 60 to 68 degrees F.\nClay content: 18 to 38 percent total clay, of which 8 to 18 percent is silicate and 10 to 20 percent is carbonate clay\nDepth to calcic horizon: 10 to 30 inches (less than 40 percent calcium carbonate equivalent)\nA horizon\nHue: 7.5YR, 10YR\nValue: 5 through 7 dry, 3 through 5 moist\nChroma: 2 through 4, dry or moist\nThin deposits of C material cover the A horizon in many pedons\nBk horizons\nHue: 7.5YR, 10YR\nValue: 5 through 7 dry, 4 through 6 moist\nChroma: 2 through 4, dry or moist\nCk horizons\nHue: 7.5YR, 10YR\nValue: 6 through 9 dry, 5 through 8 moist\nChroma: 2 through 4, dry or moist\nA buried soil is present in some pedons.  Occasional pipes low in carbonate extend from the B horizon into or through the Bk horizon.  The pipes range from about 1/2 to 2 feet in diameter and are usually vertical or nearly so."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Agust (TX), Cronese (CA), Grapevine (NV), Guijarral (CA), Kinley (AZ), Nikey (UT), Rillino (AZ), Whitlock (AZ) and Yipin (NM), series. Agust and Rillino soils contain less than 18 percent clay throughout the profile. Cronese, Grapevine, and Kinley soils are in the Mohave Desert (MLRA 30) and Guijarral soils are in the San Joaquin Valley (MLRA 17), all these soils receive mostly winter precipitation and are usually dry from April through November. Nikey soils have 20 to 35 percent gravel and cobbles. Yipin soils have cambic horizons. Whitlock soils overly sand."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Algerita soils are on level basin floors and on gently sloping alluvial fan-piedmonts of late or mid-Pleistocene age.  Elevations are 4,200 to 5,000 feet.  Slopes are 3 percent or less in most places, but in some areas the soils have been dissected and ridges are the dominant landscape feature.  These soils formed in sandy sediments, mostly of mixed lithology with little or no gravel.  The annual air temperature ranges from about 58 degrees to 66 degrees F.  The annual precipitation ranges from about 7 to 10 inches with a pronounced summer maximum."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cave, Delnorte, Dona Ana, Headquarters, Monterosa, and Stellar soils.  Cave, Delnorte, and Monterosa soils have petrocalcic horizons.  Dona Ana and Headquarters soils have argillic horizons.  Stellar soils have argillic horizons and are fine textured."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well-drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for livestock grazing and wildlife habitat.  Vegetation is mainly scattered clumps of burrograss and tobosa, and a few tarbush, Yucca elata, and snakeweed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern New Mexico.  It is of moderate extent.  MLRA is 42."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Desert Soil Geomorphology Project, Dona Ana County, New Mexico; 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 5 inches (A1, A2, horizons)\nCalcic horizon - The zone from 8 to 37 inches (Bk1, Bk2, Bk3, Bk4 horizons)\nThis series represents an identified soil within the Desert Soil-Geomorphology Project, Las Cruces, New Mexico.  The project was a study of soils and geomorphology in an arid and semi-arid environment.  The series is extensively referenced in many documents, publications and thesis.  Revision outside the project area is discouraged in order to preserve the historical concept for research.\nClassified according to Keys to Soil Taxonomy Ninth Edition, 2003\nADDITIONAL DATA: S61 N Mex. 7-2, Lincoln Lab. 14936-14946 (L.H. Gile and R. B. Grossman. 1979.  The Desert Project Soil Monograph.  Document PB80-135304.  National Technical Information Service, Springfield, VA.)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
