{
  "SERIES": "ALGOOD",
  "STATUS": "Established Series",
  "BYREV": "Rev. GK:JCJ:JDM",
  "REVDATE": "08/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, mesic Typic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Algood silt loam in woodland. (Colors are for moist soil).\nAp--0 to 6 inches; dark brown (10YR 3/3) gravelly silt loam; moderate medium granular structure; very friable; 12 percent subangular, indurated, 0.4 to 3 inch chert fragments; neutral (pH 6.6) gradual smooth boundary. (4 to 8 inches)\nBA--6 to 16 inches; dark brown (7.5YR 3/4) silt loam; moderate medium subangular blocky structure; very friable; 5 percent subangular, indurated, 0.4 to 3 inch chert fragments; slightly acid (pH 6.4); clear smooth boundary.\nBt1--16 to 25 inches; strong brown (7.5YR 4/6) cobbly silt loam; moderate medium subangular blocky structure; friable; few discontinuous distinct clay films on rock fragments and all faces of peds; 20 percent subangular, indurated, 3 to 10 inch chert fragments; neutral (pH 6.9) clear smooth boundary.\nBt2--25 to 47 inches; yellowish red (5YR 4/6) cobbly silt loam; moderate medium subangular blocky structure; friable; common continuous distinct clay films on rock fragments and all faces of peds; 25 percent subangular, indurated, 0.1 to 10 inch chert fragments; moderately acid (pH 5.6); gradual smooth boundary. (Combined thickness of the Bt horizon ranges from 20 to 33 inches)\n2Bt3--47 to 78 inches; red (2.5YR 4/8) silty clay; strong fine angular blocky structure; firm, very sticky, very plastic; many continuous distinct clay films on rock fragments and all faces of peds; 7 percent subangular, indurated 0.1 to 4 inch chert fragments; moderately acid (pH 5.6). (Combined thickness of the 2Bt horizon is 40 to 65 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Overton County, Tennessee; one mile north east of Rickman on a wooded west facing side slope; 100 feet north of unimproved road leading to communication towers: 36 degrees, 17 minutes, 52 seconds N Latitude & 85 degrees, 21 minutes, 52 seconds W Longitude; USGS Okalona Quadrangle: NAD 83 ZONE 16N."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness and depth to bedrock is more than 60 inches. Chert gravels and cobbles are commonly less than 20 percent in each horizon, but range from 0 to 40 percent. Fragments average less than 35 percent in the control section. Reaction ranges from moderately acid to neutral throughout.\nThe Ap or A horizon has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 2 to 4. Texture of the fine-earth fraction is silt loam and rarely loam.\nMost pedons have an AB, BA, or BE horizon with hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 3 to 6. Texture of the fine-earth fraction is silt loam and rarely loam.\nThe Bt horizon has hue of 7.5YR, 5YR, or rarely 10YR, value of 4 to 6, and chroma of 4 to 8. High chroma mottles are common below the control section above the 2Bt. Texture of the fine earth fraction is silty clay loam, silt loam, or clay loam.\nThe 2Bt horizon has a hue of 5YR or 2.5YR, value of 4 or 5, chroma of 6 or 8. Texture of the fine earth fraction is silty clay or clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Britwater, Holstein, Morven, and Negley series. Britwater soils formed in alluvial sediments washed from cherty limestone uplands in MLRA 116A and 116B. Holstein soils formed in colluvium or residuum weathered from sandstone, limestone, and shale in MLRA 115B and 116A. Morven soils formed in colluvium and calcareous residuum in MLRA 148. Negley soils formed in loess and underlying outwash deposits in MLRAs 111A, 113, 114A, 115A, 115B, 121, 124, and 126."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Algood soils are on colluvial fans, lower back slopes, and foot slopes. Slopes range from 0 to 40 percent, but are commonly less than 20 percent. These soils formed in colluvium weathered from cherty limestone over clayey residuum of the Monteagle Formation. This dolomitic limestone forms rich colluvial deposits along the bases of slopes where it is exposed. Near the type location the mean annual precipitation is 57.8 inches and the mean annual air temperature is 56.5 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Allen, Etowah, Limrock, Nella, Sengtown, Talbott, and Waynesboro series. Allen and Nella soils are in similar positions, but have sandstone fragments in the surface layer and control section and lower base saturation. Etowah and Waynesboro soils are on nearby stream terraces, further from the colluvial source. At higher elevations, Rock outcrop associated with the Limrock and Talbott series are common. The Sengtown series is on similar landscapes where the colluvial mantle is thin and clayey residuum is higher in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained with moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Gently sloping or sloping areas are mostly cleared and used for growing corn, small grains, mixed hay, burley tobacco, and assorted truck crops. Steeper areas are in pasture or woodland. Native vegetation consists mainly of secondary growth yellow poplar. Oak, walnut, cherry, and sassafras are other common species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The eastern Highland Rim of Tennessee and the eastern Pennyroyal of Kentucky. Extent is small."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Putnam County, Tennessee 2010"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in the typical pedon are:\nOchric epipedon-0 to 7 inches\nArgillic horizon-7 to 85 inches\nADDITIONAL DATA: This series was previously correlated as the Minvale series, gravelly phases of the Etowah series, and the inactive Hermitage series.\nCharacterization samples including this pedon from the NSSL: S08TN015001, S08TN133001, S08TN141001, and S08TN185527\nNational Cooperative Soil Survey\nU.S.A."
  }
}
