{
  "SERIES": "ALHARK",
  "STATUS": "Established Series",
  "BYREV": "REV: ALH/RLM/AJE/JAL",
  "REVDATE": "09/2001",
  "STATES": "UT",
  "OVERVIEW": "The Alhark series consists of deep, well drained soils that formed in colluvium, alluvium and residuum derived dominantly from sandstone.  These soils occur on foothills and toeslopes and have slopes of 4 to 30 percent.  The mean annual temperature is about 40 degrees F. and the average annual precipitation is about 11 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Xeric Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Alhark loam, on a 7 percent slightly concave northeast facing slope in rangeland.  When described the soil was dry throughout.  (Colors are for air dry soil unless otherwise noted.)\nA--0 to 5 inches; brown (7.5YR 5/4) loam, reddish brown (5YR 4/4) moist; weak fine granular structure; soft, friable, slightly sticky and slightly plastic; many fine and few medium roots; 10 percent gravel; strongly calcareous, carbonates are disseminated; strongly alkaline (pH 8.6); abrupt smooth boundary.  (4 to 13 inches thick)\nBk1--5 to 10 inches; reddish yellow (5YR 6/6) loam, yellowish red (5YR 5/8) moist; weak fine subangular blocky structure; slightly hard, friable, strongly calcareous, carbonates are disseminated; very strongly alkaline (pH 9.2); clear wavy boundary.  (5 to 21 inches thick)\nBk2--10 to 17 inches; reddish yellow (5YR 7/6) loam, yellowish red (5YR 5/8) moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and few medium roots; 5 percent gravel; very strongly calcareous, carbonates are disseminated; very strongly alkaline (pH 9.2); clear wavy boundary.  (5 to 15 inches thick)\nBk3--17 to 24 inches; reddish yellow (5YR 7/6) loam, yellowish red (5YR 5/8) moist; weak fine subangular blocky structure; hard, friable, slightly sticky and moderately plastic; common fine and few medium roots; 10 percent gravel; very strongly calcareous, carbonates are disseminated; very strongly alkaline (pH 9.2); gradual wavy boundary.  (0 to 11 inches thick)\nC--24 to 42 inches; reddish yellow (5YR 6/6) gravelly loam, yellowish red (5YR 5/8) moist; massive; soft, very friable, slightly sticky; few fine roots; 15 percent gravel; strongly calcareous, carbonates are disseminated; very strongly alkaline (pH 9.4).  (0 to 18 inches thick)\nCr--42 inches; soft sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rich County, Utah; about 4.5 miles west and 3 miles south of Randolph; 2,200 feet west and 1,400 feet south of the NE corner of Section 9, T. 10 N., R. 6 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Weathered sandstone occurs at depths of 40 to 60 inches.  The ochric epipedon and depth to the layer of carbonate accumulation ranges from 4 to 13 inches.  Rock fragments in the 10 to 40 inch depth are mostly gravel and range from 0 to 30 percent.  The mean annual soil temperature is 39 to 43 degrees F. and the mean summer soil temperature is 61 to 63 degrees F.  These soils are dry in all parts 50 to 55 percent of the time that the soil temperature at a depth of 20 inches is above 41 degrees F.\nThe A horizon has hue of 5YR or 7.5YR, value of 4 or 5 dry, 3 or 4 moist and chroma of 4 to 6 dry, 3 or 4 moist.  Where mollic colors occur, they lack the thickness to qualify as mollisols.  It ranges from 0 to 10 percent gravel.  The Al horizon is moderately or strongly alkaline and moderately or strongly calcareous.\nThe Bk horizon has dominant hue of 5YR or 7.5YR, but some are 2.5YR, value of 5 or 7 dry, 4 or 5 moist and chroma of 4 to 6 dry, 4 to 8 moist.  It is loam, silt loam or gravelly loam with gravel content of 0 to 20 percent.  It is strongly or very strongly alkaline and strongly or very strongly calcareous.\nThe C horizon has hue of 2.5YR or 5YR, value of 6 or 8 dry, 4 or 5 moist, and chroma of 4 to 8 dry, 7 or 8 moist.  It ranges from loam to very gravelly loam with gravel content of 0 to 40 percent.  The C horizon is strongly or very strongly calcareous."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Aecet (ID) series.  Aecet soils have hue of 10YR and formed in eolian deposits on basalt."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Alhark soils are on toeslopes and foothills.  Slopes range from 4 to 30 percent.  The soils formed in residuum and some colluvium derived from sandstone.  Elevations range from 6,400 to 7,200 feet.  The mean annual temperature ranges from 37 to 41 degrees F.  and the average annual precipitation is from 9 to 12 inches. Freeze-free period is 55 to 75 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bockston, Cutoff, Duckree, Pancheri, Ranruff, Saleratus, Slinger, and Solak soils and the competing Lariat.  Bocketon soils have a mollic epipedon.  Cutoff, Duckree, Slinger, and Solak soils have more than 35 percent rock fragments in their control sections.  Lariat Pancheri soils have less than 18 percent clay in the fine-earth fraction.  Ranruff soils have bedrock at depth of 10 to 20 inches. Saleratus soils do not have a calcic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff, moderate and moderately slow permeable."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for rangeland.  Principle vegetation is bluebunch wheatgrass, needleandthread, Indian ricegrass, bitterbrush, big sagebrush and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The soils of this series occur in northeastern Utah.  MLRA 34, 47. They are moderately extensive; about 16,000 acres have been mapped."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rich County, Utah, 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface of the soil to 5 inches.\nCalcic horizon - the zone of calcium carbonate accumulation  from 5 to 24 inches (Bk1, Bk2, Bk3 horizons).\nXeric feature - soil moisture regime is aridic bordering on xeric.\nThese soils have been correlated to semidesert range sites in Utah.\nClassification changed to Xeric Haplocalcids from Xerollic Calciorthids in 9/94.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
