{
  "SERIES": "ALIANTE",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. JMP/CDH/WJG",
  "REVDATE": "12/2007",
  "STATES": "NM",
  "OVERVIEW": "The Aliante series consists of very deep, well drained, soils that are moderately permeable in the upper part and slowly permeable in the lower part.  These soils formed in slope alluvium and alluvium derived from sandstone and shale.  Aliante soils are on footslopes and toeslopes of interfluves on undulating plateaus and flood plains of valley floors.  Slopes are 0 to 5 percent.  Mean annual precipitation is about 15 inches and mean annual temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Aridic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Aliante loam--on the toeslope of an undulating plateau sloping 5 percent to the southeast at 7,500 feet elevation--rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 1 inch; brown (10YR 4/3) silt loam, very dark grayish brown (10YR 3/2) moist; weak thin platy structure parting to weak fine granular; soft, friable, slightly sticky and slightly plastic; few fine and many very fine roots; few fine interstitial pores; 5 percent gravel; neutral (pH 6.8); abrupt smooth boundary. (1 to 3 inches thick)\nBt1--1 to 9 inches; brown (10YR 4/3) silt loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few medium, many fine, and common very fine roots; few medium and few fine tubular pores; few faint clay films on faces of peds; slightly alkaline (pH 7.6); clear smooth boundary.\nBt2--9 to 19 inches; dark brown (7.5YR 3/3) silt loam, very dark brown (7.5YR 2.5/3) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky and moderately plastic; few medium, many fine, and many very fine roots; few medium and few fine tubular pores; few distinct and many faint clay films on faces of peds; neutral (pH 6.8); clear smooth boundary.\nBt3--19 to 31 inches; brown (7.5YR 4/4) silt loam, dark brown (7.5YR 3/4) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few common and many very fine roots; few medium and common fine tubular pores; few faint clay films on faces of peds; 3 percent gravel; slightly alkaline (pH 7.6); clear smooth boundary.\nBt4--31 to 38 inches; brown (7.5YR 4/4) silt loam, dark brown (7.5YR 3/4) moist; moderate fine subangular blocky structure; very hard, friable, slightly sticky and slightly plastic; few very coarse, common fine, and few very fine roots; few fine and common very fine tubular pores; few distinct clay films on faces of peds; neutral (pH 6.8); clear smooth boundary.\nBt5--38 to 47 inches; brown (7.5YR 4/4) silt loam, dark brown (7.5YR 3/4) moist; moderate fine subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common fine and few very fine roots; few fine tubular pores; few faint clay films on faces of peds; slightly alkaline (pH 7.4); clear wavy boundary. (combined thickness of the Bt horizons is 35 to 70 inches thick)\nABtb--47 to 65 inches; dark brown (10YR 3/3) silty clay loam, black (10YR 2/1) moist; moderate medium subangular blocky structure; very hard, firm, slightly sticky and slightly plastic; few medium and few very fine roots; common fine tubular pores; 5 percent gravel; moderately alkaline (pH 8.2); clear smooth boundary. (8 to 18 inches thick)\nBC1b--65 to 91 inches; brown (7.5YR 5/4) clay, brown (7.5YR 4/4) moist; weak coarse subangular blocky structure; very hard, very firm, very sticky and very plastic; neutral (pH 7.2); clear smooth boundary. (5 to 20 inches thick)\nBC2b--91 to 111 inches; light brown (7.5YR 6/4) clay loam, brown (7.5YR 5/4) moist; weak coarse subangular blocky structure; hard, firm, moderately sticky and moderately plastic; 5 percent gravel; neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Fe County, New Mexico; about 2.75 miles southwest of Glorieta; 1800 feet east and 850 feet north of the southwest corner of Section 9, T15N, R11E; USGS Glorieta 7.5 minute topographic quadrangle; Latitude 35 degrees 32 minutes 18 seconds North and Longitude 105 degrees 46 minutes 53 seconds West, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soil moisture control section is moist in all parts during the 60 days following the winter solstice. It is moist in some part less than 40 percent and moist in all parts less than 25 percent of the time when the soil temperature at 20 inches is above 41 degrees F. December and August are the wettest months of the year. The soils are driest in May and June. The soil moisture regime is ustic bordering on aridic.\nMean annual soil temperature - 49 to 51 degrees F.\nDepth to base of mollic epipedon - 10 to 20 inches\nDepth to base of argillic horizon - 44 to 60\nOrganic matter content - 1 to 2 percent in the mollic epipedon and .5 to 1 percent below\nSalinity, dS/m - 0 to 1\nParticle size control section weighted averages:\nSilicate clay content: 18 to 27 percent\nSand content: 20 to 30 percent\nFine sand or coarser content: 5 to 15 percent;\nRock fragment content: 2 to 5 percent gravel, lithology of fragments is sandstone.\nA horizon\nHue: 7.5YR or 10YR\nValue: 3 to 5 dry, 2.5 or 3 moist\nChroma: 2 to 4 dry, 2 or 3 moist\nRock fragments: 2 to 10 percent gravel\nUpper Bt horizons\nHue: 7.5YR or 10YR\nValue: 3 or 4 dry, 2.5 or 3 moist\nChroma: 2 or 3, dry or moist\nTexture - loam or silt loam\nRock fragments: 0 to 5 percent gravel\nLower Bt horizons\nHue: 7.5YR or 10YR\nValue: 3 to 5 dry, 3 or 4 moist\nChroma: 3 or 4 dry or moist\nTexture - loam or silt loam\nRock fragments: 0 to 5 percent gravel\nABtb horizon\nValue: 3 or 4 dry, 2 or 3 moist\nChroma: 1  to 3, dry or moist\nTexture: loam, clay loam or silt clay loam\nRock fragments: 0 to 2 percent gravel\nBC horizons (where present)\nChroma: 3 or 4, dry or moist\nTexture: clay or clay loam\nRock fragments: 2 to 5 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Alliance , Cale , Calemore, Hugoton, Kadoka,  Keith(NE),Mace,  Norka, Thirtynine, and Vale) series Alliance, Calemore, Hugoton, Kadoka, Keith, Norka, and Thirtynine soils are more moist in their moisture control section in late spring and early summer. Cale, Calemore, Hugoton, Mace, Norka, Thirtynine and Vale soils have accumulations of secondary carbonates.  In addition, Mace soils are moderately deep to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Aliante soils are on footslopes and toeslopes of interfluves of undulating plateaus.  They formed in slope alluvium and alluvium derived from Triassic and Permian age sandstone and shale.  Slopes are 0 to 5 percent. Elevation ranges from 6,500 to 7,900 feet. The mean annual precipitation is 14 to 16 inches with about 45 percent falling as rain from high-intensity convective thunderstorms between July and September. The mean annual air temperature is 46 to 48 degrees F. The frost-free period is 120 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Altega, Altezita, Esquila, Estrada, Sabroso and Verano soils.  Altega soils do not have a mollic epipedon and occur on adjacent summits of undulating plateaus.  Altezita soils are loamy, very shallow, and occur on beveled summits.  Estrada soils are fine-loamy, have thick mollic epipedons, and occur on footslopes and toeslopes.  Sabroso soils are loamy-skeletal, do not have a mollic epipedon, and occur on steep south-facing backslopes.  Verano soils are loamy-skeletal and occur on steep north-facing backslopes.."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; low surface runoff; moderately slow permeability in the subsoil, slow permeability in the upper buried soil, and moderately slow permeability in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Aliante soils are used for urban development, livestock grazing, and recreation. Present vegetation is western wheatgrass, blue grama, sand dropseed, cheatgrass, junegrass, broom snakeweed, mullein, and scattered twoneedle pinyon and Rocky Mountain juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Aliante soils are of small extent on the northern Glorieta Slope part of the Pecos Valley section of the Great Plains province in northcentral New Mexico. The MLRA is 70A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Santa Fe County, New Mexico; Santa Fe Area Soil Survey Update; 2000. Aliante is a place name."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 19 inches. (A, Bt1, and Bt2 horizons)\nArgillic horizon - 9 to 47 inches. (Bt horizons)\nClassified according to Keys to Soil Taxonomy Tenth Edition, 2006.\nADDITIONAL DATA: The series type location has been sampled for the National Soil Survey Laboratory (NSSL), Lincoln, NE, as soil survey sample number S99NM-049-7. Reference analyses such as particle-size distribution, organic carbon content, and cation exchange capacity are being performed.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
