{
  "SERIES": "ALIRE",
  "STATUS": "Established Series",
  "BYREV": "Rev. CDH/JVC/WWJ",
  "REVDATE": "01/2008",
  "STATES": "NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Calcidic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Alire loam--on a summit of an eroded fan remnant sloping 3 percent to the west at 6,635 feet elevation--rangeland.  (Colors are for dry soil unless otherwise noted. When described, the soil was dry throughout.)\nA--0 to 2 inches; brown (7.5YR 5/3) loam, brown (7.5YR 4/3) moist; weak coarse platy structure parting to moderate fine granular; soft, very friable, slightly sticky and nonplastic; common fine and common very fine roots; few very fine vesicular pores; 10 percent gravel; neutral (pH 6.8); abrupt smooth boundary. (2 to 4 inches thick)\nBt--2 to 8 inches; brown (7.5YR 5/4) clay loam, brown (7.5YR 4/4) moist; moderate coarse prismatic structure parting to moderate coarse subangular blocky; hard, firm, moderately sticky and moderately plastic; few coarse, few medium, few fine, and common very fine roots; few medium and common very fine tubular pores; few distinct clay films on faces of peds and lining pores and common faint clay films on faces of peds; 5 percent gravel; neutral (pH 7.0); clear smooth boundary. (6 to 14 inches thick)\nBtk1--8 to 15 inches; light brown (7.5YR 6/4) clay loam, brown (7.5YR 5/4) moist; moderate fine and medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common medium, few fine, and few very fine roots; few fine and common very fine tubular pores; few distinct clay films on faces of peds and lining pores and few faint clay films on faces of peds; 5 percent gravel; strongly effervescent, secondary calcium carbonate segregated as few fine irregularly shaped coats on faces of peds and on rock fragments and coarse sand grains; strongly alkaline (pH 8.6); clear wavy boundary. (6 to 9 inches thick)\nBtk2--15 to 28 inches; light brown (7.5YR 6/4) clay loam, brown (7.5YR 5/4) moist; moderate coarse subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few fine and common very fine roots; few fine and few very fine tubular pores; few distinct clay films on faces of peds and lining pores and few faint clay films on faces of peds; 10 percent gravel; strongly effervescent, secondary calcium carbonate segregated as common medium and large irregularly shaped coats on faces of peds and on rock fragments; strongly alkaline (pH 8.8); abrupt wavy boundary. (0 to 15 inches thick)\nBk1--28 to 45 inches; pinkish white (7.5YR 8/2) loam, pink (7.5YR 7/3) moist; moderate coarse platy structure parting to moderate medium subangular blocky; hard, friable, slightly sticky and slightly plastic; common very fine roots; few very fine tubular pores; 10 percent gravel; violently effervescent, matrix is impregnated with secondary calcium carbonate; strongly alkaline (pH 9.0); clear wavy boundary. (10 to 23 inches thick)\nBk2--45 to 57 inches; pink (7.5YR 8/3) gravelly loam, light brown (7.5YR 6/4) moist; weak coarse subangular blocky structure; soft, very friable, slightly sticky and nonplastic; common very fine roots; few very fine tubular pores; 15 percent gravel; violently effervescent, secondary calcium carbonate segregated as many large and medium irregularly shaped coats on faces of peds and on rock fragments; strongly alkaline (pH 9.0); clear wavy boundary. (8 to 18 inches thick)\nBCk--57 to 71 inches; pink (7.5YR 7/3) gravelly sandy loam, light brown (7.5YR 6/4) moist; weak medium subangular blocky structure; soft, very friable, slightly sticky and nonplastic; few fine and common very fine roots; 20 percent gravel; violently effervescent, secondary calcium carbonate segregated as many medium and fine irregularly shaped coats on faces of peds and on rock fragments; strongly alkaline (pH 8.8); clear wavy boundary. (0 to 22 inches thick)\nBCqk--71 to 105 inches; light brown (7.5YR 6/4) gravelly sandy loam, strong brown (7.5YR 5/6) moist; weak very coarse subangular blocky structure; hard, friable, nonsticky and nonplastic; few very fine roots; common fine and many very fine irregularly shaped pores; matrix is partially cemented in spots by secondary silica; 30 percent gravel; noneffervescent in spots to strongly effervescent elsewhere, secondary calcium carbonate segregated as few large and medium irregularly shaped coats on faces of peds; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Santa Fe County, New Mexico; about 2.5 miles northwest of Agua Fria; 1,250 feet west and 1,825 feet north of the southeast corner of section 24, T.17N., R.8E.; USGS Agua Fria 7.5 minute topographic quadrangle; Latitude 35 degrees 41 minutes 14 seconds North and Longitude 106 degrees 2 minutes 23 seconds West, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soil moisture control section is moist in all parts during the 60 days following the winter solstice.  It is moist in some part less than 40 percent and moist in all parts less than 25 percent of the time when the soil temperature at 20 inches is above 41 degrees F.  The soils are driest in May and June.  The soil moisture regime is ustic bordering on aridic.\nMean annual soil temperature - 49 to 52 degrees F.\nDepth to base of argillic horizon - 16 to 40 inches\nDepth to calcareous material (as visible secondary calcium carbonate) - 8 to 16 inches\nDepth to calcic horizon - 16 to 40 inches\nVolcanic glass content - 1 to 5 percent in the coarse silt and very fine sand fractions\nAmmonium-oxalate extractable Al plus 1/2Fe: less than 0.20 percent\nLithology of rock fragments: granite, gneiss, and schist\nParticle-size control section (weighted averages)\nSilicate clay content: 25 to 35 percent\nSand content: 30 to 45 percent\nFine sand or coarser content: 20 to 35 percent\nRock fragment content: 5 to 10 percent gravel\nMica content: 1 to 3 percent (by grain count)\nReaction - neutral in the surface; neutral to slightly alkaline in the upper part of the subsoil; moderately alkaline to strongly alkaline in the lower part of the subsoil; strongly alkaline in the upper part of the substratum; moderately alkaline to strongly alkaline in the lower part of the substratum\nA horizon\nValue: 3 or 4 moist\nChroma: 2 or 3, dry or moist\nRock fragments: 5 to 10 percent gravel\nBt horizon\nChroma: 3 or 4, dry or moist\nTexture: clay loam or loam\nRock fragment content: 5 to 10 percent gravel\nBtk horizons\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 3 through 6, dry or moist\nTexture: clay loam or loam\nRock fragment content: 5 to 10 percent gravel\nCalcium carbonate equivalent: 2 to 10 percent\nSalinity, mmhos/cm: 0 to 2\nSodicity, SAR: 4 to 13\nBk1 horizon\nValue: 7 or 8 dry, 6 through 8 moist\nChroma: 1 through 3 dry, 2 through 4 moist\nRock fragments: 5 to 10 percent gravel\nCalcium carbonate equivalent: 20 to 40 percent\nSalinity, mmhos/cm: 0 to 4\nSodicity, SAR: 4 to 13\nBk2 or Bkq horizons\nHue: 5YR or 7.5YR\nValue: 7 or 8 dry, 6 through 8 moist\nChroma: 1 through 3 dry, 2 through 4 moist\nTexture: gravelly loam or gravelly sandy loam\nRock fragments: total range is 15 to 30 percent\n15 to 25 percent gravel\n0 to 5 percent cobbles\nCalcium carbonate equivalent: 15 to 30 percent\nSalinity, mmhos/cm: 2 to 8\nSodicity, SAR: 4 to 13\nOther features: minor amounts of secondary gypsum (up to 1 percent) are present in some pedons; weak, discontinuous cementation by secondary silica or up to 10 percent durinodes are present in some pedons below 40 inches\nBC or C horizons\nHue: 5YR or 7.5YR\nValue: 6 or 7 dry, 5 or 6 moist\nChroma: 2 through 4, dry or moist\nTexture: gravelly sandy loam, very gravelly sandy loam, and gravelly loam\nRock fragments: total range is 15 to 50 percent, averaging 25 to 45 percent with:\n15 to 45 percent gravel\n0 to 5 percent cobbles\nCalcium carbonate equivalent: 5 to 20 percent\nSalinity, mmhos/cm: 0 to 4\nSodicity, SAR: 0 to 4\nOther features: minor amounts of secondary gypsum (up to 1 percent) are present in some pedons; weak, discontinuous cementation by secondary silica or up to 10 percent durinodes are present in some pedons below 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Banquito, Brumley, Goesling, Maia, Nomrah, and Todest series.  The Banquito series are moderately deep.  The Brumley series have rock fragments of sandstone.  The Goesling series has less than 10 percent rock fragments of sandstone lithology in the lower Bk horizon. The Maia series have 15 to 30 percent gravel contents in the particle-size control section.  The Nomrah series has rock fragments of sandstone.  The Todest series are moderately deep to limestone."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Alire soils are on beveled summits of eroded fan remnants.  They formed in alluvium derived from Precambrian granite, gneiss, and schist and Quaternary loess and volcanic ash.  Slopes are 2 to 8 percent.  Elevation ranges from 6,100 to 7,400 feet.  The mean annual precipitation is 13 to 15 inches with about 45 percent falling as rain from high-intensity convective thunderstorms between July and September.  The mean annual air temperature is 47 to 50 degrees F.  The frost-free period is 140 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Encantado, Predawn, and Tanoan soils.  Encantado soils are sandy-skeletal, have calcic horizons, and occur on shoulders and backslopes of eroded fan remnants.  Piedawn soils have upper argillic horizons with more than 35 percent clay and occur on higher, nearly level summits of eroded fan remnants.  Tanoan soils are coarse-loamy, have calcic horizons, and occur on shoulders and footslopes of eroded fan remnants."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium surface runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Alire soils are used for urban development, livestock grazing, and recreation.   The historic climax vegetation is blue grama, galleta, ring muhly, black grama, and broom snakeweed.  The ecological site is Loamy(R036XB112NM)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Alire soils are of small extent on the southeastern Espanola Basin part of the Basin and Range province in northcentral New Mexico.  The MLRA is 36."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Santa Fe County, New Mexico; Santa Fe Area Soil Survey Update; 2008.  Alire is a street name in Santa Fe."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to a depth of about 2 inches. (A horizon)\nArgillic horizon - The zone from 2 to about 28 inches. (Bt, Btk1, and Btk2 horizons)\nCalcic horizon - The zone from 28 to about 57 inches. (Bk1 and Bk2 horizons)\nParticle-size control section - The zone from 2 to 22 inches (Bt, Btk1, and part of Btk2 horizon)\nSeries control section - The zone from 0 to 60 inches.\nNote:  This soil has minor amounts of volcanic glass in either the coarse silt or very fine sand fractions.  It is assumed that most of the volcanic glass derived from nearby Pleistocene ash eruptions has altered to more stable minerals like chalcedony.  In addition, Lincoln lab data from adjacent soils indicates that ammonium oxalate extractable aluminum and iron percentages are very low.  It is estimated that Alire soils have similar values and thus lack the properties of the andic intergrades.\nADDITIONAL DATA:  The series type location has been sampled for full characterization by the Soil Survey Laboratory (SSL), Lincoln, NE, as soil survey sample number S95NM-049-001.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
