{
  "SERIES": "ALLEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. RPS",
  "REVDATE": "04/2001",
  "STATES": "AL,AR,GA,KY,TN",
  "OVERVIEW": "The Allen series consists of very deep, well drained, moderately permeable soils. These soils formed in alluvium or colluvium or in residuum of sandstone and shale.  They are on hillsides, foot slopes, and old high terraces.  Slopes range from 2 to 40 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, thermic Typic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Allen loam--second growth pine and hardwood. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; brown (10YR 5/3) loam; weak fine granular structure; very friable; many fine and medium roots; slightly acid; clear smooth boundary.  (4 to 12 inches thick)\nBE--8 to 12 inches; yellowish brown (10YR 5/4) loam; weak fine subangular blocky structure; very friable; common fine and medium roots; strongly acid; clear smooth boundary.  (0 to 9 inches thick)\nBt1--12 to 22 inches; yellowish red (5YR 4/6) clay loam; weak medium subangular blocky structure; friable; few fine roots; thin patchy clay films on faces of peds; strongly acid; clear smooth boundary.\nBt2--22 to 35 inches; yellowish red (5YR 5/6) clay loam; few medium distinct red (2.5YR 4/6), dark red (2.5YR 3/6), and yellowish brown (10YR 5/4) mottles; moderate medium subangular blocky structure; friable; few fine roots; thin discontinuous clay films on faces of peds; strongly acid; clear smooth boundary.\nBt3--35 to 46 inches; yellowish red (5YR 5/6) clay loam; common medium distinct red (2.5YR 4/6) dark red (2.5YR 3/6) and yellowish brown (10YR 5/4) mottles; moderate medium subangular blocky structure; friable; few fine roots; thin discontinuous clay films on faces of peds; strongly acid; clear smooth boundary.\nBt4--46 to 70 inches; red (2.5YR 4/6) clay loam; many medium distinct dark red (2.5YR 3/6) and yellowish red (5YR 5/6) mottles; weak medium subangular blocky structure; friable; thin discontinuous clay films on faces of peds; few small angular fragments of sandstone; strongly acid.  (Thickness of the Bt horizon is greater than 40 inches)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sequatchie Valley in Marion County, Tennessee; 1/3 mile west of intersection of Tennessee Highway 27 and Falling Creek Branch Road at Sequatchie, across road from City Water Tank."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 60 to 80 inches or more.  Depth to bedrock ranges from 6 to about 15 feet. Reaction is strongly acid or very strongly acid except the surface layer is less acid where limed.  Rock fragments range from about 0 to 25 percent in the A horizon and 0 to 15 percent in the B horizon.  The fragments are mostly rounded sandstone and range from 1/4 inch to about 15 inches in diameter.\nThe A or Ap horizon has hue of 10YR or 7.5YR, value of 3 to 5, and chroma of 2 or 4.  Severely eroded areas also have hue of 5YR and chroma of 6 or 8.  The E horizon has hue of 10YR or 7.5YR, values of 4 or 6, and chroma of 2 to 4.  The fine earth fraction of the A and E horizons are sandy loam, fine sandy loam, loam, or rarely silt loam.  Severely eroded areas are also sandy clay loam and clay loam.\nMany pedons have a transitional horizon between the A or E horizon and the Bt horizon.\nThe Bt horizon has hues of 5YR or 2.5YR, values of 4 to 6, and chroma of 6 or 8.  The lower part of the Bt also has hue of 2.5YR, value of 3 and chroma of 6 and hues of 7.5YR, or 10YR, value of 4 and chroma of 6.  Mottles in shades of brown, yellow, and red range from none to common in the upper part and few to many in the lower part.  The texture is loam, sandy clay loam, or clay loam and ranges to sandy clay, clay or silty clay below about 3 feet.  In the particle size control section, clay content averages between 20 and 35 percent, sand content between 20 and 55 percent and silt content is 20 percent or more."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Addielou, Auilla, Bama, Etowah, Holston, Leesburg, Minvale, Nella, Norfolk, Octavia, Orangeburg, Pikeville, Ruston, and Smithdale series in the same family and the Jefferson, Nolichucky, and Waynesboro series in closely associated families.  Addielou soils have A horizons more than 20 inches thick.  Avilla and Pikeville soils have 15 to 70 percent rock fragments in the lower part of the B horizon.  Bama soils are free of sandstone fragments.  Etowah soils have A horizons with value less than 4. Holston and Norfolk soils have hue 7.5YR or yellower in the B horizon. Leesburg, Minvale, and Nella soils have more than 15 percent rock fragments in the B horizon.  Octavia soils have a clayey 2Bt horizon with moderately slow permeability. Orangeburg soils have less than 15 percent silt in the particle size control section.  Ruston soils are bisequal.  Smithdale soils have significantly less clay in the lower part of the B horizon.  Jefferson and Nolichucky soils are mesic and Jefferson soils have a solum less than 60 inches thick.  Waynesboro soils have a clayey particle size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Allen soils are on hillsides, foot slopes, or terraces.  Slopes range from 2 to 40 percent.  These soils formed in loamy alluvium or colluvium and in residuum of sandstone and shale.  Mean annual temperature is 60 degrees F., and mean annual precipitation is 54 inches near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Etowah, Holston, and Waynesboro series and the Anniston, Beersheba, Cane, Hartsells, Hector, Lily, Linker, Locust, Monteagle, Nella and Ramsey series. Anniston soils have a value of 3 in the B horizon.  Cane and Locust soils have a fragipan.  Beersheba, Hartsells, Lily, and Linker soils are on plateaus and hilltops and are less than 40 inches to a lithic or paralithic contact.  Hector and Ramsey soils are less than 20 inches to a lithic or paralithic contact.  Monteagle soils are on the Cumberland Plateau and are clayey.  Nella soils contain more than 15 percent sandstone fragments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium on gentle slopes and rapid on the steeper slopes.  Moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  About one-fourth is in forest consisting chiefly of oaks, hickories, yellow poplar, beech and shortleaf and Virginia pine.  Cleared areas are used chiefly for pasture, but some areas are cropped to tobacco, corn, truck, and small grain."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Appalachian Ridges and Valleys and Highland Rim Plateau in Tennessee and in Northwest Georgia, Northern Alabama, and Arkansas.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Walker County, Georgia; 1910."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons in this pedon are:\nOchric epipedon- 0 to 8 inches (Ap horizon)\nArgillic horizon- 12 to 70 inches (Bt horizon)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; brown (10YR 5/3) loam; weak fine granular structure; very friable; many fine and medium roots; slightly acid; clear smooth boundary.  (4 to 12 inches thick)"
      },
      {
        "name": "BE",
        "top": 20,
        "bottom": 30,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BE--8 to 12 inches; yellowish brown (10YR 5/4) loam; weak fine subangular blocky structure; very friable; common fine and medium roots; strongly acid; clear smooth boundary.  (0 to 9 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 30,
        "bottom": 56,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--12 to 22 inches; yellowish red (5YR 4/6) clay loam; weak medium subangular blocky structure; friable; few fine roots; thin patchy clay films on faces of peds; strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 56,
        "bottom": 89,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--22 to 35 inches; yellowish red (5YR 5/6) clay loam; few medium distinct red (2.5YR 4/6), dark red (2.5YR 3/6), and yellowish brown (10YR 5/4) mottles; moderate medium subangular blocky structure; friable; few fine roots; thin discontinuous clay films on faces of peds; strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt3",
        "top": 89,
        "bottom": 117,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt3--35 to 46 inches; yellowish red (5YR 5/6) clay loam; common medium distinct red (2.5YR 4/6) dark red (2.5YR 3/6) and yellowish brown (10YR 5/4) mottles; moderate medium subangular blocky structure; friable; few fine roots; thin discontinuous clay films on faces of peds; strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt4",
        "top": 117,
        "bottom": 178,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "pH_class": "strongly acid",
        "narrative": "Bt4--46 to 70 inches; red (2.5YR 4/6) clay loam; many medium distinct dark red (2.5YR 3/6) and yellowish red (5YR 5/6) mottles; weak medium subangular blocky structure; friable; thin discontinuous clay films on faces of peds; few small angular fragments of sandstone; strongly acid.  (Thickness of the Bt horizon is greater than 40 inches)"
      }
    ]
  ]
}
