{
  "SERIES": "ALLENWOOD",
  "STATUS": "Established Series",
  "BYREV": "Rev. EHS",
  "REVDATE": "07/2001",
  "STATES": "PA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Allenwood gravelly silt loam cultivated.  (Colors are for moist soil.)\nAp--0 to 9 inches; dark brown (10YR 4/3) gravelly silt loam; weak fine granular structure; friable, nonsticky, slightly plastic; 15 percent gravel; moderately acid; abrupt smooth boundary.  (7 to 11 inches thick)\nBA--9 to 13 inches; strong brown (7.5YR 5/6) gravelly silty clay loam; weak fine and medium subangular blocky structure; friable, slightly sticky, slightly plastic; few distinct faint clay films on faces of peds; few small worm holes; 15 percent gravel; moderately acid; gradual wavy boundary.  (0 to 10 inches thick)\nBt1--13 to 23 inches; yellowish red (5YR 5/6) gravelly silty clay loam; moderate medium subangular blocky structure; firm, slightly sticky, plastic; common distinct clay films on faces of peds; 20 percent gravel; strongly acid; gradual wavy boundary.  (5 to 12 inches thick)\nBt2--23 to 48 inches; red (2.5YR 5/8) gravelly silty clay loam; moderate medium and coarse blocky structure; firm, sticky, plastic; many thick prominent clay films on faces of peds; few thin black coatings; 30 percent gravel; very strongly acid; gradual wavy boundary.  (17 to 40 inches thick)\nBC--48 to 59 inches; red (2.5YR 4/6) gravelly silty clay loam; weak medium and coarse blocky structure; very firm, sticky, plastic; common distinct clay films on faces of peds; many thin black coatings; 30 percent gravel; very strongly acid; gradual wavy boundary.  (0 to 14 inches thick)\nC--59 to 72 inches; red (2.5YR 4/6), yellowish red (5YR 4/6) and strong brown (7.5YR 5/6) reticulately mottled very gravelly clay loam; massive; firm, sticky, slightly plastic; few fine faint clay flows in pores; some black coatings; 40 percent gravel; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Monroe County, Pennsylvania; Polk Township, 1/2 mile southwest of Kresgeville on Township Route 356."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to 75 inches and the base of the argillic horizon is below 40 inches.  Bedrock is below 5 feet and usually is below 10 feet.  Rock fragments of subrounded gravel usually increase with depth and range from 5 to 25 percent by volume in the A and BA horizons, from 5 to 40 percent in subhorizons of the Bt horizon, and from 10 to 80 percent in the BC and C horizons.  Kaolinite is the dominant clay mineral with smaller amounts of illite, chlorite, and vermiculite.  The soil ranges from strongly acid through extremely acid, where unlimed.\nThe Ap horizon has hue of 10YR or 7.5YR, value of 3 through 5, and chroma of 2 or 3.  Texture of the fine-earth fraction is silt loam, loam, or silty clay loam.\nThe Bt horizon has hue of 2.5YR or 5YR, value of 4 through 6, and chroma of 6 or 8.  Fine-earth texture is dominantly silty clay loam but includes clay loam, silt loam, loam, silty clay, or clay.  The Bt horizon averages less than 35 percent clay but ranges from 25 to 42 percent in subhorizons.  It has moderate or strong, medium or coarse blocky, subangular blocky, or prismatic structure and is firm or very firm.\nThe BA and BC horizons have colors similar to the Bt horizons but also include reddish brown, brown, and strong brown.  They also have structure like the Bt horizons but include weak grades.  The BC horizon ranges to platy or it is massive.\nThe C horizon has hue of 2.5YR or 5YR, value of 4 through 6, and chroma of 6 or 8.  Variegated colors and reticulate mottles as well as black stains are common.  The C horizon has fine-earth textures dominantly of silty clay loam or clay loam but ranges from stratified sand and gravel to clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Albemarle, Allegheny, Arendtsville, Aura, Bedington, Birdsboro, Bucks, Butano, Chester, Chetwynd, Chilmark, Clymer, Collington, Edgemont, Edneyville, Elsinboro, Eubanks, Frankstown, Freehold, Gilpin, Glenelg, Leck Kill, Matapeake, Meadowville, Murrill, Nixon, Quakertown, Rayne, Shelocta, Shouns, Syenite, Tate, Thurmont, Ungers and Whiteford soils in the same family.  Of these, only the Albemarle, Arendtsville, Aura, Bedington, Birdsboro, Chester, Eubanks, Meadowville, Nixon, Shouns, Thurmont, Ungers and Whiteford soils have hues 5YR and redder and sola thicker than 40 inches.  Albemarle, Birdsboro, Chester, and Ungers soils have argillic horizons that end at a depth of less than 40 inches.  Arendtsville soils have rock fragments dominated by quartzite, sandstone and aporhyolite.  Aura soils have sandy clay loam or sandy loam argillic horizons.  Bedington soils have rock fragments that are dominantly of shale.  Meadowville soils have mica flakes in the solum.  Eubanks soils do not have sandstone, siltstone and shale rock fragments.  Nixon soils have rock fragments dominanted by quartzite cobbles and red shale.  Shouns soils formed in colluvium and alluvium and are at the base of ridges.  Thurmont soils have rock fragments dominanted by quartz, quartzite and gneiss.  Whiteford soils have rock fragments that are dominantly of slate."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Allenwood soils are on smooth or slightly convex uplands.  Slopes are dominantly 3 to 8 percent but range from 2 to 25.  The soils formed in loamy pre-Wisconsin glacial till derived from sandstone, siltstone and shale, similar to that of the underlying rock.  The climate is humid temperate; mean annual precipitation ranges from 38 to 48 inches, mean annual air temperature ranges from 50 to 55 degrees F., and the frost free season ranges from 140 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Alvira, Berks, Dekalb, Hartleton, Shelmadine, Watson and Weikert soils.  Alvira, Shelmadine and Watson soils formed in similar materials but have gray colors indicating wetness in the subsoil.  Berks, Dekalb and Weikert soils have thinner sola, and bedrock is within 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium and permeability is moderate to slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of these soils are cultivated to hay, small grain and other crops.  Some areas are in pasture and forest.  Native vegetation is the oak-hickory forests."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Glaciated portion of Ridge and Valley physiographic province in east central Pennsylvania.  The series is of moderate extent with an area of roughly 50,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Union County, Pennsylvania, 1940."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features recognized in this pedon are:\n1.  Ochric Epipedon - the zone from the surface of the soil to depth of     13 inches (Ap and BA horizons).\n2.  Argillic horizon - the zone from 13 to 48 inches (Bt horizon).\nADDITIONAL DATA:  United States Department of Agriculture 1962 Soil Survey of Carbon County, Pennsylvania, Series 1959, No. 14.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
