{
  "SERIES": "ALLENDALE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RWJ-WEF-LMC",
  "REVDATE": "08/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy over clayey, mixed, semiactive, frigid Alfic Epiaquods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Allendale loamy sand, on a west-facing, 2 percent slope in a forested area. (Colors are for moist soil unless otherwise stated.)\nA--0 to 8 cm (3 inches); very dark gray (10YR 3/1) loamy sand, gray (10YR 5/1) dry; very weak medium granular structure; very friable; slightly acid; abrupt smooth boundary. [2.5 to 13 cm (1 to 5 inches) thick]\nE--8 to 25 cm (3 to 10 inches); gray (10YR 6/1) sand, light brownish gray (10YR 6/2) dry; single grain; loose; moderately acid; abrupt irregular boundary. [0 to 25 cm (10 inches) thick]\nBhs--25 to 33 cm (10 to 13 inches): dark brown (7.5YR 3/2) sand; weak coarse subangular blocky structure; very friable; few fine prominent strong brown (7.5YR 5/6) masses of oxidized iron throughout; moderately acid; gradual wavy boundary. [0 to 13 cm (5 inches) thick]\nBs1--33 to 41 cm (13 to 16 inches): brown (7.5YR 4/4) sand; single grain; loose; common medium distinct grayish brown (10YR 5/2) iron depletions throughout; moderately acid; gradual wavy boundary.\nBs2--41 to 66 cm (16 to 26 inches): yellowish brown (10YR 5/6) sand; single grain; loose; common medium distinct brown (10YR 5/3) masses of oxidized iron throughout; common medium prominent grayish brown (10YR 5/2) iron depletions throughout; slightly acid; abrupt wavy boundary. [Combined thickness of the Bs horizon is 0 to 64 cm (25 inches).]\nE'--66 to 71 cm (26 to 28 inches); pale brown (10YR 6/3) sand; single grain; loose; slightly acid; abrupt irregular boundary. [0 to 20 cm (8 inches) thick]\n2Bt--71 to 86 cm (28 to 34 inches); brown (7.5YR 5/4) clay; ped coatings and crack fillings of pale brown (10YR 6/3) sand in upper 5 to 10 cm (2 to 4 inches); moderate fine angular blocky structure; very firm; common medium prominent yellowish brown (10YR 5/8) masses of oxidized iron throughout; common medium faint pale brown (10YR 6/3) iron depletions throughout; slightly acid; abrupt wavy boundary. [10 to 82 cm (4 to 32 inches) thick]\n2C--86 to 152 cm (34 to 60 inches); brown (7.5YR 5/4) clay; weak fine angular blocky fragments; very firm; common medium distinct pinkish gray (7.5YR 6/2) and prominent gray (N 6/) iron depletions; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Arenac County, Michigan; about 2 1/2 miles north of Standish; 2220 feet north and 2340 feet west of the southeast corner of sec. 26, T. 19 N., R. 4 E.; USGS Omer SW, MI topographic quadrangle; lat. 44 degrees 01 minute 03 seconds N. and long. 83 degrees 57 minutes 21 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the argillic horizon: 51 to 102 cm (20 to 40 inches)\nDepth to carbonates: 51 cm (20 inches) to greater than 152 cm (60 inches)\nA horizon:\nHue: 7.5YR or 10YR, or is neutral\nValue: 2, 2.5, or 3\nChroma: 0 to 2, or is neutral\nTexture: sand, loamy sand, fine sand, loamy fine sand, sandy loam, or fine sandy loam\nRock fragment content: 0 to 8 percent gravel\nReaction: extremely acid to neutral\nAp horizon, where present:\nHue: 7.5YR or 10YR\nValue: 2 to 4\nChroma: 1 to 3\nTexture: sand, loamy sand, fine sand, loamy fine sand, sandy loam, or fine sandy loam\nRock fragment content: 0 to 8 percent gravel\nReaction: extremely acid to neutral\nE horizon:\nHue: 7.5YR or 10YR\nValue: 5 to 7\nChroma: 1 to 4\nTexture: sand, loamy sand, fine sand, loamy fine sand, sandy loam, or fine sandy loam\nRock fragment content: 0 to 8 percent gravel\nReaction: very strongly acid to neutral\nBhs horizon:\nHue: 5YR or 7.5YR, or less commonly 10YR\nValue: 2, 2.5, or 3; 10YR hue has value of 3 only\nChroma: 2 or 3; 10YR hue has chroma of 1 only\nTexture: fine sand, sand, loamy fine sand, or loamy sand\nRock fragment content: 0 to 8 percent gravel\nReaction: very strongly acid to moderately acid\nBs1 horizon in pedons with no Bhs horizons:\nHue: 5YR or 7.5YR\nValue: 3 or 4\nChroma of 4\nTexture: fine sand, sand, loamy fine sand, or loamy sand\nRock fragment content: 0 to 8 percent gravel\nReaction: very strongly acid to moderately acid\nBs1 horizon in pedons with a Bhs horizon:\nHue: 5YR to 10YR\nValue: 3 to 5\nChroma: 4 to 6\nTexture: fine sand, sand, loamy fine sand, or loamy sand\nRock fragment content: 0 to 8 percent gravel\nReaction: very strongly acid to moderately acid\nBs2 horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 4 to 8\nTexture: fine sand, sand, loamy fine sand, or loamy sand\nRock fragment content: 0 to 8 percent gravel\nReaction: very strongly acid to slightly acid\nA few weakly to strongly cemented pieces of ortstein are in the Bhs and Bs horizons in some pedons. The colors of ortstein normally correspond to the colors of both the Bhs and Bs horizons.\nE' horizon:\nHue: 2.5YR to 10YR\nValue: 4 to 7\nChroma: 2 to 4\nTexture: fine sand, sand, loamy sand, or loamy fine sand\nRock fragment content: 0 to 8 percent gravel\nReaction: very strongly acid to neutral\nSome pedons do not have an E' horizon. Some pedons have a glossic horizon (E/Bt or Bt/E horizon). Some pedons have thick coatings of E material on faces of ped in the upper part of the 2Bt horizon. Some pedons have a thin layer that is sandy loam, silty clay loam, or clay loam, which is just above the 2Bt horizon.\n2Bt horizon:\nHue: 2.5YR to 10YR\nValue: 4 to 6\nChroma: 2 to 4\nTexture: silty clay or clay\nClay content: averages 40 to 60 percent\nRock fragment content: 0 or 1 percent\nReaction: slightly acid to moderately alkaline\n2C horizon:\nHue: 2.5YR to 10YR\nValue: 4 to 6\nChroma: 2 to 4\nTexture: silty clay or clay; thin strata of silty clay loam and silt loam are in some pedons\nRock fragment content: 0 or 1 percent\nReaction: slightly acid to moderately alkaline\nSandy substratums below 152 cm (60 inches) are recognized."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Fibre series. The Fibre soils are saturated for longer periods and at a shallower depth in the upper part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Allendale soils are on lake basins, lake terraces, lake plains, outwash plains, and ground moraines. Slope ranges from 0 to 12 percent. Mean annual precipitation ranges from 686 to 864 mm (27 to 34 inches). Mean annual temperature ranges from 5.0 to 8.3 degrees C (41 to 47 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Au Gres, Bergland, Croswell, Kalkaska, Kellogg, Manistee, Melita, Pickford, Pinconning, Rubicon, Rudyard, and Selkirk soils. The well drained Manistee, the moderately well drained Kellogg, and the poorly drained or very poorly drained Fibre and Pinconning soils form a drainage sequence with Allendale. The somewhat excessively drained Kalkaska and Melita, the excessively drained Rubicon, the moderately well drained Croswell, and the somewhat poorly drained Au Gres are sandy soils associated with the Allendale soils. The somewhat poorly drained Selkirk and Rudyard soils and the poorly drained Pickford and Bergland soils are clayey soils that are in association with Allendale soils in some areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. Depth to the top of a perched seasonal high water table ranges from 15 to 61 cm (0.5 to 2 feet) during October, November, March, April, May, and June in normal years. The water tends to perch at the interface between the sandy and clayey materials. Potential for surface runoff is negligible to very low, dependent on slope. Saturated hydraulic conductivity is high or very high in the sandy part and moderately low or low in the clayey part. Permeability is rapid in the sandy upper part and slow or very slow in the clayey lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Cleared areas are used for the production of small grains, alfalfa-grass hay, and corn with some soybeans and field beans. Some areas are in permanent pasture or in woodland. Natural forest vegetation consists of quaking aspen, balsam fir, paper birch, red maple, eastern white pine, white ash, and white spruce."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 90A, 92, 93A, 93B, 94A, 94B, 94C, 95A, 96, 98, and 99 in the northern half of the Lower Peninsula and the Upper Peninsula of Michigan, northwestern Wisconsin, and northern Minnesota. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Ottawa County, Michigan, 1922."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 25 cm (10 inches) (A and E horizons).\nAlbic horizon: from a depth of 8 to 25 cm (3 to 10 inches) and from 66 to 71 cm (26 to 28 inches) (E and E' horizons).\nSpodic horizon: from a depth of 25 to 41 cm (10 to 16 inches) (Bhs and Bs1 horizons).\nArgillic horizon: from a depth of 71 to 84 cm (28 to 34 inches) (2Bt horizon).\nAquic conditions: redoximorphic features in the Bhs horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
