{
  "SERIES": "ALLEGHENY",
  "STATUS": "Established Series",
  "BYREV": "JDM/Rev MDJ",
  "REVDATE": "11/2019",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Allegheny loam, 2 to 6 percent slopes, rarely flooded in a cultivated field. (Colors are for moist soil unless otherwise indicated).\nAp--0 to 20 cm (0 to 8 inches); dark yellowish brown (10YR 4/4) moist, light yellowish brown (10YR 6/4) dry; loam, weak medium subangular blocky structure parting to weak fine granular structure; very friable, deformable, non-sticky, non-plastic; many fine roots and many medium roots; moderately acid; clear smooth boundary. (13 to 25 cm (5 to 10 inches) thick)\nBt1--20 to 38 cm (8 to 15 inches); yellowish brown (10YR 5/6) loam; moderate medium subangular blocky structure;  firm, deformable, non-sticky, non-plastic; common fine roots; common fine tubular pores; many faint organic stains and common faint clay films on all surfaces of peds; strongly acid; gradual smooth boundary.\nBt2--38 to 71 cm (15 to 28 inches); yellowish brown (10YR 5/6) loam; few medium distinct brown (10YR 5/3) and strong brown (7.5YR 5/8) mottles; moderate medium subangular blocky structure; firm, deformable, non-sticky, non-plastic; few fine roots; few fine tubular pores; common faint clay films on all surfaces of peds; strongly acid; gradual wavy boundary.\nBt3--71 to 84 cm (28 to 33 inches); yellowish brown (10YR 5/6) loam; few medium distinct brown (10YR 5/3) and strong brown (7.5YR 5/8) mottles; moderate medium subangular blocky structure; firm, deformable, non-sticky, non-plastic; few fine roots; few fine tubular pores; common faint clay films on all surfaces of peds; strongly acid; gradual wavy boundary.\nBt4--84 to 107 cm (33 to 42 inches); yellowish brown (10YR 5/4) fine sandy loam; few medium faint brown (10YR 5/3) and few medium prominent strong brown (7.5YR 5/8) mottles; moderate medium subangular blocky structure; firm, deformable, non-sticky, non-plastic; few fine roots; few fine tubular pores; few faint clay films on all surfaces of peds; strongly acid; clear smooth boundary. (51 to 152 cm (20 to 60 inches) thick)\nBC1--107 to 140 cm (42 to 55 inches); yellowish brown (10YR 5/4) fine sandy loam; weak very coarse prismatic structure parting to moderate medium subangular blocky structure; firm, deformable, non-sticky, non-plastic; few fine roots;  few faint silt coatings and clay films on all surfaces of peds; 15 to 30 percent brittle; common fine distinct very dark grayish brown (10YR 3/2) moderately cemented spherical iron-manganese concretions in prism faces and common medium prominent strong brown (7.5YR 5/8) iron masses as irregular streaks along vertical surfaces of prisms; strongly acid; gradual smooth boundary.\nBC2--140 to 183 cm (55 to 72  inches); yellowish brown (10YR 5/4) fine sandy loam; weak very coarse prismatic structure parting to moderate medium subangular blocky structure; firm, deformable, non-sticky, non-plastic; few fine roots;  few faint clay films and silt coatings on all surfaces of peds; 20 to 40 percent brittle; strongly acid; gradual smooth boundary. (0 to 102 cm (0 to 40 inches) thick)\nC--183 to 226 cm (72 to 89 inches); yellowish brown (10YR 5/4) fine sandy loam; massive; firm, few fine distinct light brownish gray (10YR 6/2) irregular weakly cemented iron depletions in the matrix; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:\nState:  Kentucky\nCounty:  Floyd\nUSGS Quadrangle: Offutt\nLatitude:  37.855944 N  NAD 83\nLongitude:  82.728611 W  NAD 83\nDirection to pedon:  about 500 feet south of the Jenny Wiley grave site (a local landmark) and 1000 feet east of Kentucky Highway 581 on a stream terrace along the western shore of the Levisa Fork of the Big Sandy River,"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the top of the Argillic: 13 to 51 cm (5 to 20 inches)\nDepth to the base of the Argillic: 64 to 165 cm (25 to 65 inches)\nSolum Thickness: 76 to 183 cm (30 to 72 inches)\nDepth to Bedrock: Greater than 200 cm (80 inches)\nDepth Class: Very Deep\nDepth to Seasonal High Water Table: >72 inches\nRock Fragment content: 0 to 15 percent, by volume, in the A horizon; 0 to 30 percent in the Bt horizons; and 0 to 35 percent in the BC and C horizons\nSoil Reaction: strongly acid to extremely acid, except where limed\nOther Soil Features: Some pedons have 2BC or 2C horizons with 35 to 80 percent gravel and cobbles and/or strongly contrasting particle size with overlying horizons\nDepth to Lithologic Discontinuity (where it occurs): 61 to 203 cm (24 to 80 inches)\nRange of Individual Horizons:\nA or Ap horizon:\nColor--hue of 7.5YR to 2.5Y, value of 4 or 5, and chroma of 2 to 4\nTexture (fine-earth fraction)--fine sandy loam, loam or silt loam\nOther features--some pedons have thin A horizons that include value of 3 and chroma of 1 to 3\nBA or BE horizon (if it occurs):\nColor--hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 3 to 8\nTexture (fine-earth fraction)--sandy loam, fine sandy loam or silt loam\nBt horizon:\nColor--hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 3 to 8\nTexture (fine-earth fraction)--sandy loam, fine sandy loam, sandy clay loam, loam, clay loam, silt loam or rarely silty clay loam\nMottles (if they occur)--commonly faint in shades of brown, red, or yellow in the lower part\nBC horizon (if it occurs):\nColor--hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 3 to 8\nTexture (fine-earth fraction)--sandy loam, fine sandy loam, sandy clay loam, loam, clay loam, silt loam, or rarely silty clay loam.\nRedoximorphic features (if they occur)--commonly deeper than 107 cm (42 inches) iron masses in shade of red, yellow, or brown and iron depletions in shades of brown, yellow, olive, or gray\nC horizon (if it occurs):\nColor--hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 3 to 8 with some pedons variegated\nTexture (fine-earth fraction)--loamy sand, sandy loam, fine sandy loam, loam, sandy clay loam, loam, or silt loam and may be stratified\nRedoximorphic features (if they occur)--commonly deeper than 107 cm (42 inches) iron masses in shade of red, yellow, or brown and iron depletions in shades of brown, yellow, olive, or gray"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAlbemarle soils - are less than 102 cm (40 inches) to bedrock\nCardova soils - are less than 102 cm (40 inches) to bedrock\nClifftop soils - are less than 102 cm (40 inches) to bedrock\nDrapermill soils - are less than 102 cm (40 inches) to bedrock\nEzel soils--are less than 152 cm (60 inches) to bedrock\nFrankstown soils--formed in upland residuum weathered from siliceous limestone and interbedded limy shale and siltstone\nGilwood soils - are less than 102 cm (40 inches) to bedrock\nLeck Kill soils--formed in residuum or glacial till weathered from red shale, siltstone, and sandstone\nMeadowville soils--formed on uplands in local alluvium and the underlying residuum weathered from basic and acidic rocks\nMilldraper soils - are less than 102 cm (40 inches) to bedrock\nMurrill soils--formed in colluvial materials derived from acid sandstones and shales and the underlying limestone residuum\nNixon soils--formed in old alluvium and contain detectable red shale detrital components in the coarse fragments and fine earth fractions\nShouns soils--have redder colors in the solum\nUngers soils--formed in residuum weathered from red sandstone and shale and have redder colors in their argillic horizons\nWhiteford soils--formed in residuum weathered from dark colored slate and/or phyllite"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: River valleys\nLandform: stream terraces and alluvial fans\nMLRA(s): 117--Boston Mountains, 120A--Kentucky and Indiana Sandstone and Shale Hills and Valleys, Southern Part, 122--Highland Rim and Pennyroyal, 124--Western Allegheny Plateau, 125--Cumberland Plateau and Mountains, 126--Central Allegheny Plateau, 127--Eastern Allegheny Plateau and Mountains, 128--Southern Appalachian Ridges and Valleys, 130A--Northern Blue Ridge, 147--Northern Appalachian ridges and Valleys\nGeomorphic Component: treads and risers\nParent Material: alluvium derived from acid sandstone, siltstone, and shale\nSlope: 0 to 25 percent\nElevation: 175 to 441 meters\nFrost-free period: 152 to 245 days\nMean Annual Air Temperature:  11 degrees C.\nMean Annual Precipitation:  1143 millimeters"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nBarbourville soils--are on adjacent alluvial fans, foot slopes and terraces and have thicker and darker surface layers and do not have argillic horizons.\nChavies soils--are on adjacent treads and risers of river valleys, have less clay in the solum and higher base saturation.\nCotaco soils--are on adjacent foot slopes, colluvial fans, and low stream terraces and are moderately well or somewhat poorly drained.\nCottonbend soils--are on high stream terraces or benches on valley sides and have more clay and redder colors in the lower subsoil.\nEzel soils--are on high strath terraces along rivers and streams and have bedrock within 60 inches.\nGrigsby soils--are on adjacent floodplains and have more sand in the subsoil, do not have argillic horizons, and have higher base saturation.\nKanawha soils--are on high bottoms and low stream terraces and have higher base saturations.\nMonongahela soils--are on terrace positions in old alluvium and have a fragipan in the argillic horizon.\nNolin soils--are on adjacent floodplains, in depressions, or on natural levees along major streams and rivers and do not have argillic horizons.\nOrrville soils--are on adjacent floodplains and are somewhat poorly drained.\nPope soils--are on adjacent floodplains and have more sand in the subsoil and do not have argillic horizons.\nRowdy soils--are on adjacent low stream terraces, foot slopes and alluvial fans and do not have argillic horizons.\nWheeling soils--are on adjacent river terraces and have higher base saturation.\nWhitley soils--are on adjacent stream terraces, foot slopes, and alluvial fans and have more silt in the subsoil."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage Class (Agricultural):  Well\nInternal Free Water Occurrence:  None\nIndex Surface Runoff:  Low to medium\nSaturated Hydraulic Conductivity Class:  Moderately high\nPermeability Class (obsolete):  Moderate\nShrink-swell Potential:  Low\nFlooding Frequency and Duration:  None, or rare and very brief\nPonding Frequency and Duration:  None"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: crops and pasture including corn, tobacco, small grains, hay, vegetables and fruits.\nDominant Vegetation: Where cultivated--tall fescue.  Where wooded--hardwoods interspersed with conifers"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: The Eastern Kentucky Coalfields, Bluegrass, and Knobs regions of Kentucky and similar areas in Arkansas, Maryland, Ohio, Pennsylvania, Tennessee, Virginia and West Virginia\nExtent: moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Fayette County, Pennsylvania, 1948."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Soils previously mapped as the Allegheny Variant or Allegheny Shale Substratum phase are now to be correlated as the Ezel Series.\nDiagnostic horizons and soil characteristics recognized in this pedon are:\nOchric epipedon--the zone from 0 to 20 cm (0 to 8 inches) (Ap horizon)\nArgillic horizon--the zone from 20 to 107 cm (8 to 42 inches) (Bt horizons)\nSeries control section--the zone from 20 to 72 cm (8 to 28 inches)\nADDITIONAL DATA: Characterization data is available from the NSSL for this pedon: S89KY-115-4 by the University of Kentucky\nNational Cooperative Soil Survey\nU.S.A."
  }
}
