{
  "SERIES": "ALLINGHAM",
  "STATUS": "Established Series",
  "BYREV": "Rev. WMF/TDT",
  "REVDATE": "07/2003",
  "STATES": "OR",
  "OVERVIEW": "The Allingham series consists of very deep, well drained soils on outwash plains and terraces.  The formed in ash and pumice over glacial outwash or mixed alluvium.  Slopes are 0 to 30 percent.  The mean annual precipitation is about 25 inches and the mean annual temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over medial-skeletal, glassy over amorphic, frigid Alfic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Allingham gravelly ashy sandy loam - woodland, on a 1 percent concave, east-facing slope at 3000 feet elevation.  (When described, (5-3-84), soil was moist throughout.  Colors are for moist soil unless otherwise noted.)\nOi--0 to 1 inch; slightly decomposed litter of ponderosa pine, antelope bitterbrush, manzanita, needles, leaves, and twigs.\nA1--1 to 5 inches; very dark grayish brown (10YR 3/2) gravelly ashy sandy loam, brown (10YR 4/3) dry; moderate fine granular structure; slightly hard, friable, nonsticky and nonplastic; few medium and common very fine and fine roots; many very fine interstitial and many fine vesicular pores; 20 percent rounded gravel; slightly acid (pH 6.1); gradual smooth boundary.\nA2--5 to 9 inches; dark brown (10YR 3/3) gravelly ashy sandy loam, dark yellowish brown (10YR 4/4) dry; weak fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; few fine and medium and common very fine roots; common very fine interstitial and fine vesicular pores; 20 percent rounded gravel; slightly acid (pH 6.4); gradual wavy boundary.\nA3--9 to 17 inches; dark brown (10YR 3/3) gravelly ashy sandy loam, dark yellowish brown (10YR 4/4) dry; weak fine and medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; few very fine, fine and medium roots; common very fine interstitial and few fine vesicular pores; 20 percent rounded gravel; neutral (pH 6.6); clear irregular boundary.  (Combined thickness of the A horizon is 10 to 20 inches)\n2Bwb--17 to 29 inches; dark brown (7.5YR 3/4) medial loam, yellowish brown (10YR 5/6) dry; weak medium and coarse subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; common very fine interstitial pores; 10 percent rounded gravel; neutral (pH 6.8); clear wavy boundary.  (10 to 20 inches thick)\n3Btb1--29 to 43 inches; dark yellowish brown (10YR 3/6) very gravelly medial clay loam; yellowish brown (10YR 5/4) dry; weak very coarse subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few very fine and fine roots; many very fine interstitial pores; common iron and manganese coatings on peds; common faint clay films on peds and in pores; 30 percent rounded gravel and 10 percent rounded cobbles; neutral (pH 7.0); gradual wavy boundary.  (10 to 18 inches thick)\n3Btb2--43 to 66 inches; dark yellowish brown (10YR 3/6) very cobbly medial clay loam, dark yellowish brown (10YR 3/6) dry; weak very coarse subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few very fine roots; many very fine interstitial pores; common faint clay films on peds and in pores; 20 percent rounded gravel and 30 percent rounded cobbles; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, Oregon; 50 feet south from road and 1,425 feet opposite intersection of road 600; southwest quarter of the southwest quarter of section 33, T. 12 S., R. 9 E.  (Latitude 44 degrees, 29 minutes, 00 seconds N, Longitude 121 degrees, 40 minutes, 15 seconds W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to the buried glacial outwash material (3Btb horizon) is 20 to 40 inches.  Depth to bedrock is greater than 60 inches.  The 20 to 40 inch thick ash mantle contains 50 to 70 percent glass and glass-coated aggregate, phosphate retention of 75 to 85 percent, acid oxalate aluminum plus one-half the acid oxalate iron is 1.5 to 2.5 percent, and the 15-bar water content on dried and undried samples is 8 to 12 percent.  The buried glacial outwash material contains 30 to 60 percent glass and glass-coated aggregate, phosphate retention of 65 to 85 percent, acid oxalate aluminum plus one-half the acid oxalate iron is 2.0 to 3.0 percent, and the 15-bar water content on dried samples is 12 to 18 percent and on undried samples is 20 to 30 percent.  The soil moisture control section is usually moist, but is dry in all parts for 60 to 90 consecutive days after the summer solstice.  The mean annual soil temperature is 42 to 47 degrees F.  The mean summer soil temperature is 47 to 54 degrees F.  The umbric epipedon is 10 to 18 inches thick.\nThe Oi horizon is 1 to 3 inches thick except where disturbed.\nThe A horizon has hue of 10YR moist and dry with value of 2 or 3 moist and 4 or 5 dry and chroma of 2 or 3 moist and 2 to 4 dry.  It is gravelly sandy loam or sandy loam with 5 to 15 percent clay (estimated).   It has 0 to 30 percent rounded gravel.  It is moderately acid to neutral.  Base saturation by ammonium acetate is 40 to 50 percent.\nThe 2Bwb horizon has hue of 7.5YR or 10YR moist and 10YR dry with value of 3 or 4 moist and 5 or 6 dry and chroma of 3 or 4 moist and 3 to 6 dry.  It is loam or gravelly loam with 15 to 27 percent clay (estimated).  It has 5 to 15 percent rounded gravel.  It is slightly acid or neutral.  Base saturation by ammonium acetate is 50 to 75 percent.\nThe 3Btb horizon has hue of 10YR moist and dry with value of 3 or 4 moist and 3 to 6 dry and chroma of 3 to 6 moist and dry.  It is very cobbly and very gravelly loam and clay loam.  It is 20 to 35 percent clay (estimated).  It has 15 to 40 percent rounded gravel and 10 to 35 percent rounded cobbles.  Total rock fragments content ranges from 35 to 60 percent.  It is slightly acid to slightly alkaline.  Base saturation by ammonium acetate is 50 to 75 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Allingham soils are on glacial outwash plains and terraces at an elevation of 2,000 to 3,500.  Slopes are 0 to 30 percent.  The soil formed in ash deposits overlying glacial outwash or mixed alluvium. The climate is characterized by cold moist winters and warm dry summers.  The mean annual precipitation is 20 to 40 inches.  The mean annual temperature is 40 to 47 degrees F.  The frost-free season is 50 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Circle, Suttle, and Wizard soils.  Circle soils are on outwash plains and are greater than 40 inches to very gravelly outwash.  Suttle soils are on outwash plains and have a cindery surface mantle and are ashy-skeletal.  Wizard soils are on outwash plains and are somewhat poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for timber production, wildlife habitat, recreation and watershed.  Potential native vegetation is ponderosa pine, Douglas fir, grand fir, antelope bitterbrush, greenleaf manzanita, snowberry, and Idaho fescue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East slope of the Cascades in Central Oregon; MLRA 6.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jefferson County (Upper Deschutes River Area), Oregon, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\numbric epipedon - the zone from the mineral surface of the soil to a depth of approximately 16 inches (A1, A2, A3 horizons), has base saturation by ammonium acetate of 42, 43 and 53 percent respectively.\ncambic horizon - the zone from approximately 17 to 29 inches (2Bwb horizon).\nargillic horizon - the zone from 29 to 66 inches (3Btb1 and 3Btb2 horizons).\nAndic soil properties - the zone from 1 to 66 inches; the upper 17 inches of the profile contain about 62 percent glass in the very fine sand fraction, phosphate retention of 79 to 82 percent, acid oxalate aluminum of 1.4 percent, acid oxalate iron of 1.7 percent.\nVitri - The 15-bar water content on dry samples is 9 percent and on undried samples is 10 percent for the zone from 0 to 16 inches.\nParticle size control section - (1 to 41 inches); The zone from 1 to 29 inches has acid oxalate aluminum plus one-half the acid oxalate iron of 1 percent or more and the 15-bar water content on dried samples is 8 to 11 percent and on undried samples is 9 to 14 percent.  The zone from 29 to 41 inches has acid oxalate aluminum plus one-half the acid oxalate iron of 1 percent or more and the 15-bar water content on dried samples is 16 percent and on undried samples 20 to 30 percent.\nThe A1, A2, A3 and 2Bwb horizons are weathered in \"Blue Lake\" and \"Sand Mountain\" tephra which is approximately (3,440 years old).  The 3Btb horizon material is weathered in \"Jack Creek\" glacial outwash which is approximately (75,000 years old).\nADDITIONAL DATA: Partial and complete laboratory data are available for this pedon.  Reference samples S84OR-620-001 and S87OR-031-003 from Jefferson County, Oregon, NSSL, Lincoln, NE.  The glass counts from the 1984 samples are used for classification.  There is a major discrepancy in glass count between the 1984 and 1987 samples; samples are from the same pedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
