{
  "SERIES": "ALLIGATOR",
  "STATUS": "Established Series",
  "BYREV": "Rev. WDD-RSE-AMS",
  "REVDATE": "09/2016",
  "STATES": "AR,KY,LA,MS,MO,TN",
  "OVERVIEW": "The Alligator series consists of very deep, poorly drained soils that formed in clayey alluvium.  Alligator soils are on backswamps, swales of meander scrolls, sloughs, and floodplains on the meander belts of the Mississippi River and its tributaries in the Lower Mississippi Valley. Slopes are mainly 0 to 1 percent, but range to 5 percent. Mean annual precipitation is about 1371 millimeters (54 inches) and the mean annual air temperature is about 17 degrees C (63 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, smectitic, thermic Chromic Dystraquerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Alligator clay, 0 to 1 percent slopes in a cultivated field. Elevation at site is approximately 35.4 m (116 ft). (Colors are for moist soil unless otherwise stated.)\nAp1 -- 0 to 10 centimeters (0 to 4 inches); dark grayish brown (10YR 4/2) clay; weak and moderate medium granular structure; firm; plastic, sticky; common fine and medium roots; cracks 2.5 to 5 centimeters (1 to 2 inches) wide; slightly acid; abrupt wavy boundary.\nAp2-- 10 to 18 centimeters (4 to 7 inches); dark grayish brown (10YR 4/2) clay; massive in place, parts to moderate medium angular blocky structure; very firm, very sticky, very plastic; common fine roots in concentrated masses in cracks; pockets and old cracks that are 0.6 to 1.2 centimeters (0.25 to 0.50 inches) wide are filled with Ap soil material; common medium prominent yellowish brown (10YR 5/6) masses of oxidized iron; strongly acid; abrupt wavy boundary. [Combined thickness of A horizons is 10 to 25 centimeters (4 to 10 inches)].\nBg -- 18 to 48 centimeters (7 to 19 inches); light brownish gray (10YR 6/2) clay; moderate fine and medium angular blocky structure; very firm, very sticky, very plastic; common fine roots; cracks 0.6 to 1.2 centimeters (0.25 to 0.50 inches) wide with material from Ap horizon in crack fillings; many medium and coarse prominent strong brown (7.5YR 5/6) masses of oxidized iron; few small black manganese concretions; very strongly acid; gradual wavy boundary.\nBssg1-- 48 to 74 centimeters (19 to 29 inches); light brownish gray (10YR 6/2) clay; weak coarse wedge shaped aggregates that part to weak and moderate medium angular blocky structure; very firm, very plastic, very sticky; few fine roots; cracks 0.6 to 1.2 centimeters (0.25 to 0.50 inches) wide with some material from Ap horizon in crack fillings; common coarse slickensides that intersect; common medium and coarse prominent strong brown (7.5YR 5/6) masses of oxidized iron; very strongly acid; gradual wavy boundary.\nBssg2 -- 74 to 132 centimeters (29 to 52 inches); grayish brown (2.5Y 5/2) clay; weak coarse wedge-shaped aggregates that part to moderate fine and medium angular blocky structure; very firm, very sticky, very plastic; few fine roots; common coarse grooved slickensides that intersect; stress surfaces common on faces of peds; common fine faint light brownish gray (2.5Y 6/2) iron depletions, many medium distinct yellowish brown (10YR 5/4) and common medium distinct dark yellowish brown (10YR 4/4) masses of oxidized iron; strongly acid; gradual wavy boundary.\nBssycg -- 132 to 165 centimeters (52 to 65 inches); grayish brown (2.5Y 5/2) clay; weak coarse wedge-shaped aggregates that part to moderate fine and medium angular blocky structure; very firm, very sticky, very plastic; few fine roots; common coarse grooved slickensides that intersect; stress surfaces common on faces of peds; few charcoal fragments; few fine prominent strong brown (7.5YR 4/6) and many medium distinct dark yellowish brown (10YR 4/4) masses of oxidized iron; common medium rounded iron and manganese concretions; common fine and medium gypsum crystals in veins; slightly alkaline; gradual wavy boundary. [Combined Bg and Bss horizons are more than 102 centimeters (40 inches) thick].\nBCycg -- 165 to 193 (65 to 76 inches); grayish brown (2.5Y 5/2) clay; weak coarse prismatic structure parting to weak medium subangular blocky; firm, very sticky, very plastic; few medium slickensides; many medium distinct yellowish brown (10YR 5/4) and few fine prominent strong brown (7.5YR 4/6) masses of oxidized iron; common medium rounded iron and manganese concretions; common fine gypsum crystals; slightly alkaline; gradual wavy boundary. [0 to 38 centimeters (0 to 15 inches) thick].\nCg -- 193 to 213 centimeters (76 to 84 inches); grayish brown (2.5Y 5/2) clay loam; massive; firm, very sticky, very plastic; common medium prominent yellowish brown (10YR 5/6) and common medium prominent yellowish red (5YR 4/6) masses of oxidized iron; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Leflore County, Mississippi; about 11.2 kilometers (7 miles) west of Itta Bena;  Accessible route is north of U.S. Highway 82 East onto CR 507 at Itta Bena, Mississippi. At split take gravel road also called CR 507; Turn left at CR 546, then right on CR 536; Turn left on CR 137 which goes into the cropland. SW1/4 NE1/4 Sec. 30, T. 19 N., R. 2 W.; Mossy Lake USGS quadrangle; Latitude: 33 degrees 29 minutes 8.87 seconds N; Longitude: 90 degrees 26 minutes 41.28 seconds W, WGS84; UTM Easting 737410.5 m, UTM Northing 3708066.59 m, UTM zone 15N.\nSite is positioned on a broad flat that has undergone precision land leveling."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness: 111 to 213 centimeters (44 to more than 80 inches)\nParticle size control section: 25 to 100 centimeters (10 to 40 inches)\nAverage clay content of the particle size control section: 60 to 90 percent clay\nSoil reaction: very strongly acid to slightly acid in the particle size control section.  Slightly acid to moderately alkaline in the lower B and C horizons.\nThickness of ochric epipedon: 10 to 25 centimeters (4 to 10 inches)\nThickness of cambic horizon: 102 to 147 (40 to 58 inches)\nSlickensides: from a depth of about 48 to 165 centimeters (19 to 65 inches) (intersecting)\nA or Ap horizon:\nHue: 10YR, 2.5Y, or 5Y\nValue: 4 or 5\nChroma: 2 or 3\nSome pedons have a hue of 10YR to 5Y, value of 2 or 3, and chroma of less than 2 in less than half of each pedon.\nTexture: clay, silty clay, or silty clay loam.\nRedoximorphic features: few to common distinct to prominent masses of oxidized iron in shades of brown and yellow.\nReaction: strongly acid or very strongly acid, except where limed.\nBg, Bssg1, Bssg2 horizons:\nHue: 10YR, 2.5Y, or 5Y\nValue: 4 or 5; 6 or 7\nChroma: 1; 1 or 2\nTexture: silty clay or clay\nRedoximorphic features: few to many distinct or prominent masses of oxidized iron in shades of brown and yellow few to common faint masses of iron depletions in shades of gray.\nPressure faces on faces of peds and slickensides, if present, are few to common.\nReaction: strongly acid or very strongly acid.\nBssycg, BCycg horizons (where present):\nHue: 10YR, 2.5Y, 5Y, or neutral\nValue: 4 to 7\nChroma: 0 to 2\nTexture: silty clay loam, silty clay, or clay\nRedoximorphic features: Distinct or prominent masses of oxidized iron in shades of yellow, brown, and red are few to many.\nFine to coarse grooved intersecting slickensides are few to many.\nPockets and veins of gypsum crystals and calcium carbonate concentrations, and dark iron and manganese concretions are few to common in some pedons.\nReaction: very strongly acid to moderately alkaline.\nCg horizon:\nHue: 10YR, 2.5Y, or 5Y\nValue: 4 to 7\nChroma 1 or 2\nTexture: clay, silty clay, silty clay loam, clay loam, loam, or fine sandy loam\nRedoximorphic features: masses of oxidized iron in shades of brown, yellow, or red are few to many.\nReaction: slightly acid to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These include Ashford, Consul, and Eutaw series in the same family.\nAshford soils formed in clayey alluvium on Pleistocene terraces in the Western Coastal Plain, MLRA 133B.\nConsul soils have a paralithic contact with alkaline shale bedrock at 102 to 152 centimeters (40 to 60 inches) in the Southern Coastal Plain and Blackland Prairie (MLRAs 133A and 135).\nEutaw soils developed on uplands of the Southern Coastal Plain (MLRA 133A) and Blackland Prairie (MLRA 135) and typically have a solum that is 41 to 76 centimeters (16 to 30 inches) thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Clayey alluvium of the Mississippi River flood plain and its tributaries.\nLandscape: Meander belts\nLandform(s): These soils are in broad backswamps, depressions, swales of meander scrolls, sloughs, and flood plains on rises, talfs, and dips.\nSlope: 0 to 1 percent, but range to 5 percent on short escarpments bordering channels.\nElevation: 3 to 37 meters (10 to 121 feet)\nMean annual air temperature: 14.1 to 19.7 degrees C (57.5 to 67.5 degrees F)\nMean annual precipitation: 1194 to 1575 millimeters (47 to 62 inches)\nFrost-free period: 178-252-338 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nDowling soils are very poorly drained, are on similar positions and depressions, and are ponded except during prolonged dry periods and do not dry out.\nDundee soils are somewhat poorly drained, are located on natural levees and low terraces and formed in loamy alluvium that contain less than 35 percent clay.\nEarle soils are poorly drained, are located slightly higher in the floodplain, and have a clayey over loamy particle size control section.\nFausse soils are very poorly drained, are ponded except during prolonged dry periods and do not dry out.\nForestdale soils are poorly drained, located on old, low natural levees and terraces, and have 35 to 60 percent clay in the particle size control section.\nTensas soils are somehwat poorly drained, located on old natural levees and have less than 60 percent clay in the particle size control section.\nTunica soils are poorly drained, located slightly higher in the floodplain, and have a clayey over loamy particle size control section.\nSharkey soils are poorly and very poorly drained, found in similar positions, but have a higher pH in the subsoil."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class: Poorly drained\nSaturated hydraulic conductivity (Ksat): Cracks ranging from 2.5 to 5 centimeters (1 to 2.5 inches) wide and extending to as much as 0.6 to 0.9 meters (2 to 3 feet) in depth, form in these soils during the summer and early fall months in normal years. This allows for very rapid infiltration of water; and as the clay is wetted, it swells, forcing the cracks to close.  The upper 20 centimeters (0 to 8 inches) ranges from low to moderately high: 0.01 to 4.00 um/sec (0.0 to 0.6 in/hr).  The subsoil within the particle size control section ranges from very low to low: 0.01 to 0.42 um/sec (0.0 to 0.06 in/hr).\nPermeability: Very slow\nSurface runoff: Very high on slopes of 1 percent or more; high on areas with slope less than 1 percent; negligible in depressional areas.\nDepth to seasonal high water table: The soil is saturated in the surface layer and along cracks and slickenside faces in the subsoil from December through July during normal years.\nFlooding frequency and duration:  Rare to frequent flooding; brief to long in low-lying areas and along tributaries. Areas along the lower courses of tributary streams to the Mississippi River are subject to backwater flooding.\nPonding frequency and duration: It is ponded in depressional areas for brief to very long duration."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor uses: Most areas of Alligator soils are used for growing soybeans, rice, cotton, and wheat. Many areas have been precision landformed to a consistent, uniform grade for furrow irrigation.  Native vegetation is bottomland hardwood dominated by baldcypress, ash, tupelo gum, swamp maple, oaks, hickories, and sweetgum."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nMajor Land Resource Areas (MLRA): Southern Mississippi River Alluvium (131A).\nExtent:  Large"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Quitman County, Mississippi; 1950."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This series is reclassified from very-fine, montmorillonitic, acid, thermic Vertic Haplaquepts as the result of a special study in April 1986 by NCSS representatives from Arkansas, Mississippi, Louisiana, the National Soil Survey Laboratory, and South National Technical Center. The classification was changed from Alfic to Chromic based on changes to the Keys to Taxonomy, 8th Edition, 1998. The present type location pedon actually classifies in an Aeric subgroup by 2.5 centimeters (1 inch) {2.5Y 5/2 matrix at 74 centimeters (29 inches) deep}, however additional study is needed to determine whether this is typical for Alligator soils.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 18 centimeters (0 to 7 inches) (Ap1, Ap2).\nCambic horizon - the zone from 18 to 165 centimeters (7 to 65 inches) (Bg, Bssg1, Bssg2, and Bssycg).\nAquic conditions - episaturation in the zone from 0 to 74 centimeters (0 to 29 inches) (Ap1, Ap2, Bg, and Bssg1 horizons).\nSlickensides- the zone from 48 to 165 centimeters (19 to 65 inches) (intersecting).\nAll phases of the Alligator series are listed as hydric soils in the \"Hydric Soils of the United States\" (SCS Misc. Pub. No. 1491).\nDrained phases (0-5 percent slopes) of the Alligator series that are protected from flooding and are not frequently flooded during the growing season are considered prime farmland.\nSoil classified according to the 12th Edition of the Keys to Soil Taxonomy.\nADDITIONAL DATA:\nLaboratory data for the Alligator series is available on the National Soil Survey website at: http://ncsslab-datamart.sc.egov.usda.gov/querypage.aspx\nUser Site ID: S1956MS083003\nUser Pedon ID: S1956MS083003\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap1",
        "top": 0,
        "bottom": 10,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Ap1 -- 0 to 10 centimeters (0 to 4 inches); dark grayish brown (10YR 4/2) clay; weak and moderate medium granular structure; firm; plastic, sticky; common fine and medium roots; cracks 2.5 to 5 centimeters (1 to 2 inches) wide; slightly acid; abrupt wavy boundary."
      },
      {
        "name": "Ap2",
        "top": 10,
        "bottom": 18,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Ap2-- 10 to 18 centimeters (4 to 7 inches); dark grayish brown (10YR 4/2) clay; massive in place, parts to moderate medium angular blocky structure; very firm, very sticky, very plastic; common fine roots in concentrated masses in cracks; pockets and old cracks that are 0.6 to 1.2 centimeters (0.25 to 0.50 inches) wide are filled with Ap soil material; common medium prominent yellowish brown (10YR 5/6) masses of oxidized iron; strongly acid; abrupt wavy boundary. [Combined thickness of A horizons is 10 to 25 centimeters (4 to 10 inches)]."
      },
      {
        "name": "Bg",
        "top": 18,
        "bottom": 48,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bg -- 18 to 48 centimeters (7 to 19 inches); light brownish gray (10YR 6/2) clay; moderate fine and medium angular blocky structure; very firm, very sticky, very plastic; common fine roots; cracks 0.6 to 1.2 centimeters (0.25 to 0.50 inches) wide with material from Ap horizon in crack fillings; many medium and coarse prominent strong brown (7.5YR 5/6) masses of oxidized iron; few small black manganese concretions; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bssg1",
        "top": 48,
        "bottom": 74,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bssg1-- 48 to 74 centimeters (19 to 29 inches); light brownish gray (10YR 6/2) clay; weak coarse wedge shaped aggregates that part to weak and moderate medium angular blocky structure; very firm, very plastic, very sticky; few fine roots; cracks 0.6 to 1.2 centimeters (0.25 to 0.50 inches) wide with some material from Ap horizon in crack fillings; common coarse slickensides that intersect; common medium and coarse prominent strong brown (7.5YR 5/6) masses of oxidized iron; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bssg2",
        "top": 74,
        "bottom": 132,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bssg2 -- 74 to 132 centimeters (29 to 52 inches); grayish brown (2.5Y 5/2) clay; weak coarse wedge-shaped aggregates that part to moderate fine and medium angular blocky structure; very firm, very sticky, very plastic; few fine roots; common coarse grooved slickensides that intersect; stress surfaces common on faces of peds; common fine faint light brownish gray (2.5Y 6/2) iron depletions, many medium distinct yellowish brown (10YR 5/4) and common medium distinct dark yellowish brown (10YR 4/4) masses of oxidized iron; strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bssycg",
        "top": 132,
        "bottom": 165,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bssycg -- 132 to 165 centimeters (52 to 65 inches); grayish brown (2.5Y 5/2) clay; weak coarse wedge-shaped aggregates that part to moderate fine and medium angular blocky structure; very firm, very sticky, very plastic; few fine roots; common coarse grooved slickensides that intersect; stress surfaces common on faces of peds; few charcoal fragments; few fine prominent strong brown (7.5YR 4/6) and many medium distinct dark yellowish brown (10YR 4/4) masses of oxidized iron; common medium rounded iron and manganese concretions; common fine and medium gypsum crystals in veins; slightly alkaline; gradual wavy boundary. [Combined Bg and Bss horizons are more than 102 centimeters (40 inches) thick]."
      },
      {
        "name": "Cg",
        "top": 193,
        "bottom": 213,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "slightly alkaline",
        "narrative": "Cg -- 193 to 213 centimeters (76 to 84 inches); grayish brown (2.5Y 5/2) clay loam; massive; firm, very sticky, very plastic; common medium prominent yellowish brown (10YR 5/6) and common medium prominent yellowish red (5YR 4/6) masses of oxidized iron; slightly alkaline."
      }
    ]
  ]
}
