{
  "SERIES": "ALLIS",
  "STATUS": "Established Series",
  "BYREV": "Rev.RLM-LWK-RAR",
  "REVDATE": "05/2011",
  "STATES": "NY,OH,PA",
  "OVERVIEW": "The Allis series consists of moderately deep, poorly drained soils formed in till. They are on till plains and, less frequently, lake plains. Permeability is slow or very slow. Slope is 0 to 2 percent. Mean annual precipitation is about 38 inches, and the mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, illitic, acid, mesic Typic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Allis clay loam on a planer surface in a cultivated field at an elevation of 610 feet above sea level. (Colors are for moist soil.)\nAp--0 to 6 inches; dark grayish brown (10YR 4/2) clay loam, light brownish gray (10YR 6/2) dry; moderate fine and medium granular structure; friable; few fine and very fine roots; very strongly acid; abrupt smooth boundary. (5 to 9 inches thick)\nBAg--6 to 9 inches; grayish brown (10YR 5/2) clay loam; weak fine and medium subangular blocky structure; firm; few very fine roots; common faint dark grayish brown (10YR 4/2) organic coatings on faces of peds; few faint light brownish gray (10YR 6/2) clay depletions on faces of peds; common fine distinct yellowish brown (10YR 5/6) masses of accumulation in the matrix; extremely acid; clear wavy boundary.  (0 to 5 inches thick)\nBg1--9 to 14 inches; grayish brown (10YR 5/2) clay loam; moderate medium subangular blocky structure; firm, few very fine roots; 1 percent rock fragments; few faint gray (10YR 5/1) clay depletions on faces of peds; common medium distinct yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; very strongly acid; clear wavy boundary.\nBg2--14 to 22 inches; grayish brown (10YR 5/2) clay; moderate fine and medium subangular blocky structure; firm; few very fine roots; 1 percent rock fragments; common faint gray (10YR 5/1) clay depletions on faces of peds; common medium distinct yellowish brown (10YR 5/4) and common medium prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; extremely acid; clear wavy boundary.\nBg3--22 to 28 inches; gray (10YR 5/1) clay; weak coarse subangular blocky structure; firm; few very fine roots; 3 percent shale fragments; few faint gray (10YR 5/1) clay depletions on faces of peds; common medium prominent strong brown (7.5YR 5/6) masses of iron accumulations in the matrix; extremely acid; abrupt wavy boundary. (Combined thickness of the Bg is 6 to 30 inches)\n2Cr--28 to 31 inches; weathered shale bedrock.\n2R--31+ inches; shale bedrock"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Erie County, Ohio; Vermilion Township; About 2 miles south of the town of Vermilion, approximately 2,350 feet north of the intersection of State Route 60 and Darrow Road (County Road 14) along State Route 60, then about 1,585 feet west; Quadrangle 1; T. 6 N., R. 20 W.; USGS Vermilion East, OH topographic quadrangle; latitude 41 degrees, 23 minutes, 40 seconds N. and longitude 82 degrees, 22 minutes, 13 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to the lithic contact is 20 to 40 inches. Rock fragments are dominated by acid shale similar to the underlying bedrock.\nThe Ap horizon has hue of 10YR or 2.5Y, value of 2 to 4 (6 or more dry), and chroma of 2 to 4. Texture is clay loam, loam, silt loam, or silty clay loam in the fine earth fractions. Structure is granular or subangular blocky. Consistence is friable or firm. Rock fragment content ranges from 0 to 35 percent. Reaction is extremely or very strongly acid, but ranges to moderately acid where limed. Undisturbed pedons have A1 horizons 1 to 4 inches thick that are otherwise similar to Ap horizons.\nUndisturbed pedons have A horizons 1 to 4 inches thick that are similar to Ap horizons.\nSome pedons may have an Eg or a BEg horizon.\nThe BAg, where present, has color and textures similar to the B horizon. There is an enrichment of organic materials in the form of organic coatings with colors similar to the A horizon.\nThe Bg horizon has hue of 10YR through 5Y, or is neutral, value of 4 to 6 and chroma of 0 to 2, and contains distinct and prominent mottles. Texture is clay loam, silty clay loam, silty clay, or clay in the fine earth fraction. Structure is angular or subangular blocky, with some pedons having prismatic or platy primary structure. Consistence is firm or very firm. Rock fragments, mainly channers, range from 1 to 35 percent. Some pedons have subhorizons in the lower part that range to 60 percent rock fragments. Reaction is extremely or very strongly acid.\nSome pedons have C or Cg horizons that have properties similar to the Bg.\nThe 2Cr, where present, is weathered, acid shale bedrock.\nThe 2R is shale bedrock. Sometimes interbeded with sandstone or siltstone."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other members of this family. The Bloomingdale, Brand, Hornell, and Scitico series are in related families. Bloomingdale, Brand, and Scitico soils do not have a lithic contact within the series control section. Hornell soils have chroma of 3 or more dominant in the B horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Allis soils are nearly level and gently sloping soils on bedrock controlled uplands. They are less frequently located on lake plains. Slopes range from 0 to 2 percent. The soils are formed in a thin mantle of glacial till dominated by, and underlain by, acid shale which, in some places is interbedded with siltstone and sandstone. Mean annual temperature ranges from 46 to 50 degrees F., mean annual growing season from 120 to 170 days, and mean annual precipitation from 31 to 45 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the somewhat poorly drained Hornell soils which formed in similar materials, and the Fremont and Kanona soils. Hornell soils are on flats and slight rises. Arnot, Chippewa, Kanona, Lordstown, and Orpark are geographic associates. Arnot and Lordstown are on well drained bedrock controlled landforms.  Chippewa is a deep, poorly drained soil that contains a fragipan. Kanona is a deep, poorly drained soil. Orpark is a somewhat poorly drained, fine-loamy soil."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained. The potential surface runoff is negligible to medium; Permeability is slow or very slow. An apparent seasonal high water table is at 0 to 1 foot below the surface during November to June."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Cleared areas are used mostly to grow hay and pasture. Native vegetation is red maple, eastern white pine, white ash, hemlock and swamp elm."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Erie and Ontario Lake Plains and the Allegheny Plateau of New York, Ohio and Pennsylvania. MLRA's 101, 139, 140, 142, and 144A. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Madison County, New York, 1906."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The classification and type location has been changed with this revision. The series classification is changed from Fine, illitic, acid, mesic Aeric Haplaquepts to Fine, illitic, acid, mesic Typic Endoaquepts. This is due to changes in Soil Taxonomy through the 7th Edition. The concept is redefined, but not appreciably changed by this revision. Slope gradients are restricted, with soils on more than 2 percent slopes being within range of the Hornell series.\nDiagnostic horizons and other features recognized in this pedon are:\n1) Ochric epipedon - the zone between the surface and 6 inches (Ap horizon).\n2) Cambic horizon - the zone between 6 to 28 inches (BEg and Bg horizons).\n3) Lithic contact - the zone at 31 inches (2R horizon).\n4) Aquic moisture regime - An ochric epipedon underlain directly by a horizon that has on faces of peds chroma 2 with redoximorphic concentrations.\nADDITIONAL DATA: Characterization data is available (ER-42) for the typical pedon from Ohio State University Soil Characterization Laboratory.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 6 inches; dark grayish brown (10YR 4/2) clay loam, light brownish gray (10YR 6/2) dry; moderate fine and medium granular structure; friable; few fine and very fine roots; very strongly acid; abrupt smooth boundary. (5 to 9 inches thick)"
      },
      {
        "name": "BAg",
        "top": 15,
        "bottom": 23,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BAg--6 to 9 inches; grayish brown (10YR 5/2) clay loam; weak fine and medium subangular blocky structure; firm; few very fine roots; common faint dark grayish brown (10YR 4/2) organic coatings on faces of peds; few faint light brownish gray (10YR 6/2) clay depletions on faces of peds; common fine distinct yellowish brown (10YR 5/6) masses of accumulation in the matrix; extremely acid; clear wavy boundary.  (0 to 5 inches thick)"
      },
      {
        "name": "Bg1",
        "top": 23,
        "bottom": 36,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg1--9 to 14 inches; grayish brown (10YR 5/2) clay loam; moderate medium subangular blocky structure; firm, few very fine roots; 1 percent rock fragments; few faint gray (10YR 5/1) clay depletions on faces of peds; common medium distinct yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Bg2",
        "top": 36,
        "bottom": 56,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg2--14 to 22 inches; grayish brown (10YR 5/2) clay; moderate fine and medium subangular blocky structure; firm; few very fine roots; 1 percent rock fragments; common faint gray (10YR 5/1) clay depletions on faces of peds; common medium distinct yellowish brown (10YR 5/4) and common medium prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; extremely acid; clear wavy boundary."
      },
      {
        "name": "Bg3",
        "top": 56,
        "bottom": 71,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bg3--22 to 28 inches; gray (10YR 5/1) clay; weak coarse subangular blocky structure; firm; few very fine roots; 3 percent shale fragments; few faint gray (10YR 5/1) clay depletions on faces of peds; common medium prominent strong brown (7.5YR 5/6) masses of iron accumulations in the matrix; extremely acid; abrupt wavy boundary. (Combined thickness of the Bg is 6 to 30 inches)"
      },
      {
        "name": "2Cr",
        "top": 71,
        "bottom": 79,
        "narrative": "2Cr--28 to 31 inches; weathered shale bedrock."
      }
    ]
  ]
}
