{
  "SERIES": "ALMENDRA",
  "STATUS": "Established Series",
  "BYREV": "IRD: DWB",
  "REVDATE": "10/2006",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Pachic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Almendra loam on a southwest facing 1 percent slope in a leveled fallow field under a cover of annual grasses at an elevation of 180 feet, (55 m).  When described on 5/8/1995 the soil was slightly moist throughout.  (Colors are for dry soil unless otherwise noted)\nAp1--0 to 4 inches, (0 to 10 cm); brown (10YR 5/3) loam, very dark grayish brown (10YR 3/2) moist; 23 percent clay; moderate medium subangular blocky parts to moderate very fine and fine granular structure; slightly hard, very friable, nonsticky, slightly plastic; few fine and medium roots and common very fine roots; few very fine to medium tubular pores; 3 percent gravel; moderately acid, pH 5.8 by pH meter 1:1 water; clear smooth boundary.\nAp2--4 to 14 inches, (10 to 36 cm); grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; 24 percent clay; moderate medium subangular blocky parts to moderate very fine and fine granular structure; slightly hard, very friable, nonsticky, slightly plastic; common very fine to medium roots; common fine and medium tubular and many very fine tubular pores; fine spherical worm casts throughout; 3 percent gravel; slightly acid, pH 6.3 by pH meter 1:1 water; clear smooth boundary. (Combined thickness of the Ap horizon is 10 to 31 inches, (25 to 79 cm) thick).\nBw1--14 to 29 inches, (36 to 74 cm); brown (10YR 5/3) loam, very dark grayish brown (10YR 3/2) moist; 20 percent clay; moderate medium subangular blocky parts to moderate very fine and fine granular structure; slightly hard, very friable, nonsticky, slightly plastic; few fine and medium roots and common very fine roots; common fine and medium tubular and many very fine tubular and common very fine to medium irregular pores; fine spherical worm casts throughout; 5 percent gravel; neutral, pH 6.6 by pH meter 1:1 water; clear wavy boundary.\nBw2--29 to 40 inches, (74 to 102 cm); brown (10YR 5/3) loam, dark brown (7.5YR 3/2) moist; 17 percent clay; moderate medium subangular blocky parts to moderate very fine and fine granular structure; slightly hard, very friable, nonsticky, slightly plastic; few fine and medium roots and common very fine roots; many very fine to medium irregular and tubular pores; 35 percent fine irregular brown (7.5YR 4/4) moist, oxidized iron masses lining pores; fine spherical worm casts throughout; 4 percent gravel; neutral, pH 7.2 by pH meter 1:1 water; clear wavy boundary. (Combined thickness of the Bw1 and Bw2 horizon is 8 to 32 inches, (20 to 81 cm) thick)\nBw3--40 to 52 inches, (102 to 132 cm); brown (10YR 5/3) loam, brown (7.5YR 4/2) moist; 16 percent clay; moderate medium subangular blocky parts to moderate very fine and fine subangular blocky structure; slightly hard, very friable, nonsticky, slightly plastic; few fine and medium roots and common very fine roots; many very fine to medium tubular and irregular pores; 5 percent fine irregular brown (7.5YR 4/4) moist, oxidized iron masses lining pores; 65 percent fine irregular dark gray (10YR 4/1) moist, iron depletions on ped faces and lining pores; 3 percent gravel; neutral, pH 7.3 by pH meter 1:1 water; clear wavy boundary. (7 to 33 inches, (18 to 84 cm) thick)\nBw4--52 to 74 inches, (132 to 188 cm); light brown (7.5YR 6/4) very fine sandy loam, brown (7.5YR 4/3) moist; 15 percent clay; weak medium subangular blocky structure; soft, very friable, nonsticky, slightly plastic; common very fine to medium roots; many very fine to medium tubular and irregular pores; 35 percent fine and medium irregular light brownish gray (10YR 6/2) moist, iron depletions lining pores; 1 percent gravel; slightly alkaline, pH 7.4 by pH meter 1:1 water; clear smooth boundary.\nBw5--74 to 86 inches, (188 to 218 cm); light brown (7.5YR 6/4) very fine sandy loam, brown (7.5YR 4/3) moist; 13 percent clay; weak medium subangular blocky structure; soft, very friable, nonsticky, slightly plastic; few very fine roots; many very fine to medium tubular and irregular pores; 2 percent fine irregular black (N 2/0) moist, manganese masses throughout; 10 percent fine irregular brown (7.5YR 5/2) moist, iron depletions lining pores; 1 percent gravel; slightly alkaline, pH 7.4 by pH meter 1:1 water. (Combined thickness of the Bw4 and Bw5 horizons is 10 to 42 inches, (25 to 107 cm) thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Butte County, California; about 2.0 miles north of Durham, approximately 2,300 feet north and 2,100 feet west of the southeast corner of Section 13, T.21 N., R.1 E, 39 degrees, 40 minutes, 25 seconds north latitude; 121 degrees, 48 minutes, 40 seconds west longitude, NAD27 - U.S.G.S. Quad: Chico, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth of solum is greater than 72 inches, (183 cm).  The mean annual soil temperature is 62 to 64 degrees F, (17 to 18 degrees C).  The soil moisture control section is dry in all parts from about May to about October (about 140 to 160 days).  The particle-size control section averages 18 to 27 percent clay, and 0 to 5 percent rock fragments, mostly fine gravel.  Mineralogy is mixed.  Redoximorphic features such as oxidized iron masses, iron depletions or manganese masses occur at depths below 29 inches, (74 cm).  Organic matter ranges from 1.2 to 4.6 percent from 0 to 40 inches, (0 to 102 cm) and 0.34 to 0.84 from 40 to 86 inches, (102 to 218 cm).  Base saturation by ammonium acetate ranges from 97 to 100 percent.  CEC by ammonium acetate ranges from 19.3 to 28.\nThe Ap horizon dry color is 10YR 5/2, 5/3, 4/2 or 4/3.  Moist color is 10YR 3/2, 3/3, 2/1 or 2/2.  Texture is loam or fine sandy loam.  Clay content ranges from 15 to 27 percent.  Rock fragments range from 0 to 5 percent gravel.  Reaction ranges from moderately acid to slightly alkaline.\nThe Bw1 and Bw2 horizon dry color is 10YR 5/2 or 5/3.  Moist color is 10YR 3/2, 3/3, 4/2, 4/3 or 7.5YR 3/2.  Texture is loam or fine sandy loam.  Clay content ranges from 17 to 27 percent.  Rock fragments range from 0 to 5 percent gravel.  Reaction ranges from slightly acid to slightly alkaline.\nThe Bw3 horizon dry color is 10YR 5/2, 5/3, 5/4 or 6/3.  Moist color is 10YR 4/2, 4/3, 4/4 or 5/2.  Texture is loam or fine sandy loam.  Clay content ranges from 15 to 27 percent.  Rock fragments range from 0 to 5 percent gravel.  Reaction ranges from slightly acid to slightly alkaline.\nThe Bw4 and Bw5 horizon dry color is 10YR 4/3, 6/3, 6/4, 7.5YR 6/3 or 6/4.  Moist color is 7.5YR 4/3, 4/4, 10YR 4/2, 4/3, 4/4 or 5/2.  Texture is loam, sandy loam, fine sandy loam or very fine sandy loam.  Clay content ranges from 12 to 25 percent.  Rock fragments range from 0 to 5 percent gravel.  Reaction ranges from slightly acid to slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Agueda, Anaheim, Carranza, Conejo, Gazos, Reward, Salinas and Westfan soils.  Aqueda soils formed in alluvium from calcareous sedimentary rocks and are strongly effervescent throughout.  Anaheim soils are moderately deep to paralithic contact of sandstone or shale.  Carranza soils are deep, have 25 to 35 percent clay in the PSCS, have formed from sedimentary sources, and have extremely gravelly sandy clay loam C horizon within 40 inches, (102 cm).  Conejo soils have 27 to 35 percent clay in the PSCS, have lime between 30 to 72 inches, (76 to 183 cm) and have greater than 27 percent clay in the surface.  Gazos soils are moderately deep to a lithic contact of sandstone.  Reward soils have a lithic contact at 40 to 60 inches, (102 to 152 cm).  Salinas soils are deep, formed in alluvium from sandstone and shale, have disseminated lime at a depth of 22 to 36 inches, (56 to 91 cm), and have chroma less than 1 throughout the upper 22 inches, (56 cm).  Westfan soils have Btk and Ck horizons that are strongly effervescent and have disseminated carbonates or concretions, have solum thickness of 25 to 60 inches, (63 to 152 cm) and have a water table between 36 and 60 inches, (91 to 152 cm) from November through April."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Almendra soils are on mid-fan positions on alluvial fans.  Slopes range from 0 to 1 percent.  These soils formed in alluvium weathered from mixed rocks from the Cascade and Sierra Nevada mountains deposited by Big Chico and Butte Creeks.  Elevation is 115 to 230 feet, (35 to 70 m).  Mean annual precipitation is 20 to 26 inches, (508 to 660 mm).  The mean annual temperature is 60 to 62 degrees F, (16 to 17 degrees C).  Frost free season is 245 to 255 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Busacca, Chico, Conejo, and Vina soils.  Busacca soils are fine, moderately well drained, on distal alluvial fans and have a water table at 36 to 72 inches, (91 to 183 cm).  Chico soils have an argillic horizon, 25 to 35 percent clay in the PSCS, and occur on low fan terraces.  Conejo soils have 27 to 35 percent clay in the PSCS, have carbonates between 30 to 72 inches, (76 to 183 cm), have greater than 27 percent clay in the surface, and are on distal alluvial fans.  Vina soils are on proximal fans, are adjacent to channels, are coarse-loamy and have 12 to 18 percent clay in the PSCS."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; negligible runoff; moderate to moderately saturated hydraulic conductivity. A fluctuating apparent water table occurs at depths of greater than 72 inches, (183 cm) throughout the year."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for orchard and row crops such as almonds, walnuts, beans and small grains.  Natural vegetation was valley oak and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Butte County, California and occurs in the (262Aa) North Valley Alluvium subsection (Eastside alluvial fans) in the (262A) Great Valley section.  MLRA 17 - Sacramento Valley.  The soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Butte County, California 2005.  Source of name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were previously mapped as Vina loam, Farwell loam and Conejo loam in the Soil Survey of Chico Area, California 1926.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - zone from 0 to 40 inches, (0 to 102 cm) (Ap1, Ap2, Bw1, Bw2)\nCambic horizon - zone from 40 to 86 inches, (102 to 218 cm) (Bw3, Bw4, Bw5)\nParticle-size control section - zone from 10 to 40 inches, (25 to 102 cm) (Ap2, Bw1, Bw2).\nThe soil moisture control section - zone from 6 to 18 inches, (15 to 46 cm).\nThis series is established to split the concept of the Conejo series by PSCS clay, following current interpretative and taxonomic criteria.  Almendra will have loam surface texture, 18 to 27 percent clay in the PSCS and occurs on alluvial fans only.  The concept of this soil is that it has formed following the fining upwards sequence typical of local alluvial fan development, i.e. clay content is greatest at the surface and either has no decrease, or decreases with depth.  Coarser textures are found in the lower part of the profile.  Gravel typically underlies this soil.  However, it is normally below the normal depth of observation.\nADDITIONAL DATA: Characterization data from lab pedon number: 95P0513 NSSL, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
