{
  "SERIES": "ALMY",
  "STATUS": "Established Series",
  "BYREV": "Rev. HR/MCS",
  "REVDATE": "12/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Ustic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Almy fine sandy loam-rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 6 inches; reddish brown (5YR 5/3) fine sandy loam, dark reddish gray (5YR 4/2) moist; moderate thin platy structure; soft, very friable, slightly sticky and slightly plastic; common fine tubular pores;  moderately alkaline (pH 8.0); clear wavy boundary.  (3 to 6 inches thick)\nBt1--6 to 9 inches; reddish brown (5YR 5/3) clay loam, dark reddish gray (5YR 4/2) moist, moderate thin platy structure parting to moderate fine subangular blocky; slightly hard, friable, sticky and plastic; common fine and medium roots; common fine tubular pores; common distinct clay films on faces of peds and lining pores; moderately alkaline (pH 8.0); clear wavy boundary.\nBt2--9 to 14 inches; reddish brown (5YR 5/3) clay loam, dark reddish gray (5YR 4/2) moist; weak medium prismatic structure parting to moderate fine subangular blocky; hard, friable, very sticky and plastic; common fine and medium roots; common fine tubular pores; continuous clay films on faces of peds and lining pores; moderately alkaline (pH 8.2); clear wavy boundary.  (The combined thickness of the Bt horizon is 6 to 15 inches.)\nBk--14 to 25 inches; reddish brown (5YR 5/3) clay loam; reddish brown (5YR 4/3) moist; moderate medium and fine subangular blocky structure; slightly hard, friable, sticky and plastic; few fine and medium roots; few fine tubular pores; strongly effervescent, calcium carbonate disseminated and as soft masses and filaments; strongly alkaline (pH 8.6); gradual wavy boundary.  (5 to 25 inches thick)\nC--25 to 60 inches; reddish brown (5YR 5/4) fine sandy loam, reddish brown (5YR 4/4) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few fine and medium roots to 40 inches; strongly effervescent, calcium carbonate disseminated; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sweetwater County, Wyoming; SW1/4, SW1/4 of sec. 1, T.  12 N., R. 104 W. Red Creek Ranch Quad.  41 degrees 2 minutes 40 seconds north latitude and 109 degrees 4 minutes 42 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to an accumulation of secondary calcium carbonates is 10 to 20 inches.  The mean annual soil temperature is 42 to 46 degrees F.   Rock fragments in the particle size control section range from 0 to 15 percent gravel. The moisture control section is usually dry.  It is usually moist in April, May, and early June, and dry for 60 consecutive days during the 90 day period following the summer solstice.\nThe A horizon has hue of 10YR through 5YR, value of 4 through 6 dry, 3 through 5 moist, and chroma of 2 through 4 dry and moist.  Reaction is neutral through moderately alkaline.\nThe Bt horizon has hue of 2.5YR or 5YR, value of 4 through 6 dry, 3 through 5 moist, and chroma of 2 through 6 dry and moist.  It is typically a clay loam but may be loam or sandy clay loam with 18 to 35 percent clay and less than 35 percent fine sandy or coarser.  Reaction is mildly through strongly alkaline.  EC is less than 8 mmhos.\nThe Bk horizon has hue of 7.5YR or 5YR, value of 4 through 7 dry, 3 through 6 moist, and chroma of 2 through 6 dry and moist.  Texture is loam, sandy clay loam, or clay loam.  Some pedons have sandy loam textures in the lower Bk.  EC is less than 8 mmhos. Calcium carbonate ranges from 4 to 12 percent.\nThe C horizon has hue of 7.5YR or 5YR, value of 4 through 7 dry, 4 through 6 moist, and chroma of 2 through 6 dry and moist.  Texture is loam or fine sandy loam.  Calcium carbonate ranges from 2 to 10 percent.   EC is less than 8 mmhos throughout.  Reaction is moderately through very strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Alcova, Alogia, Anchutz, Antonito, Bateson, Bluerim, Bonfri, Cushool, Cutback, Diamondville, Diamonkit, Fluetsch, Fonce, Forelle, Grubrob, Harsha, Hickey, Maysprings, Rawah, Regnaps, Rock River, Satanka, Stunner, Stylite, Taffom, and Wycolo series.  Alcova and Bateson soils have hue of 2.5Y through 7.5YR in the Bt horizon and have more than 35 percent coarse fragments in the C horizon. Alogia and Stylite have By horizons. Antonito, Bluerim, Bonfri, Cushool, Cutback, Diamondville, Diamonkit, Grubrob, Rawah, Regnaps, Satanka, and Wycolo soils have bedrock between 20 and 40 inches.  Anchutz, Fluetsch, Fonce, Forelle, Harsha, Maysprings, Rock River, Stunner, and Taffom soils have hues of 7.5YR, 10YR, 2.5Y, or 5Y in the Bt horizon.  In addition, the Fluetsch, Satanka, and Rock River soils have more than 35 percent fine sand or coarser in the Bt horizon. Harsha and Rawah soils have cryic temperatures. Hickey soils have a diagnostic calcic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Almy soils are on nearly level to moderately sloping alluvial fan aprons and fan piedmonts.  Parent materials are weathered from interbedded, red, fine sandstone and shale.  Slopes are both simple and complex and range from 0 to 15 percent.  Elevation ranges from 5,400 feet to 7,800 feet.  The mean annual precipitation is about 12 inches but ranges from 9 to 14 inches with over half falling in April, May, and June.  The mean annual air temperature ranges from 42 to 46 degrees F.  The  frost-free season ranges from 60 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Monbutte, Rallod, Sinkson, Thermopolis, and Tisworth soils.  The Monbutte, Rallod, and Tisworth soils occupy similar positions but have natric Btn horizons.  The Sinkson and Thermopolis soils usually occupy crests and shoulders of hillslopes and lack development."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate or moderately slow permeability; runoff is low on the gentler slopes and medium on the steeper slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The Almy soils are used for rangeland and wildlife habitat.  Vegetation is big sagebrush, bottlebrush squirreltail, Indian ricegrass, and Sandberg bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Wyoming and northwestern Colorado.  The soils of this series are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Uinta County, Wyoming; 1934."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon--0 to 6 inches (A)\nArgillic horizon--6 to 14 inches (Bt1, Bt2)\nUstic Subgroup--Aridic moisture regime bordering on Ustic.\nMLRR - D\nSIRs - WY0213, WY0722, WY0991, WY1119.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
