{
  "SERIES": "ALONZVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. MEC-JRT-DGF",
  "REVDATE": "04/2004",
  "STATES": "VA",
  "OVERVIEW": "The Alonzville series consists of very deep, well drained, soils formed in alluvium derived from acid sandstones, siltstones, and shales on stream terraces and second bottoms of flood plains. Permeability is moderate. Slope ranges from 0 to 30 percent. Mean annual precipitation is about 38 inches, and mean annual air temperature is about 55 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Alonzville on a 4 percent slope in cultivation. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; brown (10YR 4/3) loam; weak medium granular structure; friable, slightly sticky, slightly plastic; common fine roots; few fine and medium discontinuous pores; neutral; abrupt smooth boundary. (0 to 10 inches thick.)\nBt1--9 to 19 inches; yellowish brown (10YR 5/6) loam; moderate medium subangular blocky structure; friable, slightly sticky, slightly plastic; few fine roots; many fine and medium discontinuous pores; brown (10YR 4/3) coatings in worm channels; few faint clay films on faces of peds; neutral; clear smooth boundary.\nBt2--19 to 37 inches; strong brown (7.5YR 5/6) clay loam; moderate fine and medium subangular blocky structure; firm, slightly sticky, slightly plastic; few very fine roots; few discontinuous pores; light yellowish brown (10YR 6/4) coatings in worm channels; many distinct yellow (10YR 7/6) clay films on faces of peds; strongly acid; clear wavy boundary.\nBt3--37 to 54 inches; strong brown (7.5YR 5/6) loam; weak coarse prismatic structure parting to moderate medium subangular blocky; firm, slightly sticky, slightly plastic; many distinct light yellowish brown (10YR 6/4) clay films on faces of peds; many black manganese stains; few fine distinct brownish yellow (10YR 6/6) soft masses of iron accumulation; strongly acid; clear wavy boundary. (Combined thickness of Bt horizons ranges from 25 to 50 inches.)\nC--54 to 65 inches; strong brown (7.5YR 5/6) sandy clay loam; massive; friable, slightly sticky, slightly plastic; few black manganese stains; common medium distinct light gray (10YR 7/2) iron depletions; common fine distinct brownish yellow (10YR 6/8) soft masses of iron accumulation; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Shenandoah County, Virginia; 2.3 miles south of Mt. Jackson, 500 feet southwest of intersection of US-11 and VA-730, 300 feet west of US-11."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 30 to 60 inches or more. Depth to bedrock is more than 60 inches. Gravel and cobble content of mixed sedimentary lithologies ranges from 0 to 35 percent in the A, BA, BE, and Bt horizons and from 0 to 50 percent in the BC and C horizons. Reaction is strongly acid through neutral in the solum and extremely acid through slightly acid in the substratum.\nThe Ap horizon has hue of 7.5YR to 2.5Y, value of 2 to 5, and chroma of 2 to 4. It is fine sandy loam, loam, or silt loam.\nSome pedons have an A horizon, with hue of 7.5YR to 2.5Y, value of 3 or 4, and chroma of 1 to 3. It is fine sandy loam, loam, or silt loam.\nSome pedons have a BA or BE horizon, with hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 3 to 8. It is sandy loam, fine sandy loam, loam, or silt loam.\nThe Bt horizon has hue of 7.5YR to 2.5Y, value of 4 or 5, and chroma of 3 to 8. It is loam, silt loam, sandy clay loam, clay loam, or silty clay loam.\nSome pedons have a BC horizon, with hue of 7.5YR to 2.5Y, value of 4 or 5, and chroma of 3 to 8. Some pedons have redoximorphic features in shades of brown, yellow, and gray. It is fine sandy loam, loam, sandy clay loam, or clay loam.\nThe C horizon has hue of 7.5YR to 2.5Y, value of 4 or 5, and chroma of 3 to 8. Some pedons have redoximorphic features in shades of brown, yellow, and gray.  It is sandy loam, fine sandy loam, loam, sandy clay loam, or clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Bailegap, Hambrook, Harmiller, Jefferson, Keener, Lily, Lonewood, Marr, McCamy, Raftville, Riney, Sassafras, and Sunnyside are soils in the same family. The Gunstock soils are in a related family and may become a competitor when it is updated to the ninth edition of the Keys to Soil Taxonomy. Bailegap soils formed in residuum of sandstone and have a lithic contact between 40 and 60 inches. Hambrook soils formed in marine sediments and have rock fragments dominated by quartzite. Harmiller soils formed in metasediments and have a paralithic contact between 20 to 40 inches of the surface. Jefferson soils, which are not subjected to stream overflow, formed in colluvium derived from sandstone and shale. The rock fragment lithologies are more reflective of the local geology and have been worn by soil creep. Keener soils formed in colluvium from metasediments and have rock fragments dominated by metasedimentary lithologies. Lily soils have a lithic contact at a depth of 20 to 40 inches. Lonewood soils have a silty B horizon and sola thicker than 50 inches. Marr and Sassafras soils formed in coastal plain sediments and do not have rock fragments derived from sandstone, siltstone, or shale. McCamy and Raftville soils have a lithic contact between 20 to 40 inches. Riney and Sunnyside soils have hue redder than 7.5YR. Gunstock soils formed in residuum of phyllite and have a paralithic contact at a depth of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Alonzville soils formed in alluvium derived from acid sandstones, siltstones, and shales and are on stream terraces and second bottoms of flood plains. Slope gradients range from 0 to 30 percent. Climate is humid continental. Mean annual air temperature ranges from 50 to 57 degrees F., and mean annual precipitation ranges from 30 to 45 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Berks, Botetourt, Broadway, Caverns, Clubcaf, Coursey, Derroc, Frederick, Gladehill, Groseclose, Gullion, Ingledove, Lehew, Moomaw, Newmarc, Nomberville, Shottower, Weikert, and Wolfgap soils. Berks, Lehew, and Weikert soils are shallower to bedrock, contain more rock fragments in the subsoil, and are on uplands. Broadway, Clubcaf, Gladehill, Gullion, Newmarc, Nomberville, and Wolfgap soils have mollic epipedons and are on flood plains. Botetourt, Caverns, and Ingledove soils have higher base saturations and are on similar landscapes. Coursey soils are moderately well drained and are on similar landscapes. Derroc soils contain more rock fragments in the subsoil and are on flood plains. Frederick and Groseclose soils contain more clay in the subsoil and are on uplands. Moomaw soils have fragipans and are on terraces. Shottower soils contain more clay in the subsoil and are on high terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. The potential for surface runoff potential is negligible to high. Permeability is moderate. Some phases of this soil are subject to flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are in cultivated crops or pasture. A few areas are in forest. Major crops are corn and hay."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 128, 130,147. In the Valley and Ridge physiographic province of Virginia and possibly Pennsylvania, Maryland, Kentucky, and West Virginia. Extent is moderate."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Shenandoah County, Virginia, 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 9 inches (the Ap horizon).\nArgillic horizon - the zone from 9 to 54 inches (Bt1, Bt2, and Bt3 horizons).\nUdic moisture regime.\nSoils now within the range of the Alonzville series were correlated Allegheny in several published soil surveys.\nADDITIONAL DATA: Data for morphology, chemistry, particle-size distribution, and mineralogy are reported in:\nEdmonds, W. J., D. D. Rector, D. A. Gall, D. R. Hatch, R. S. Joslyn, and J. C. Baker. 1987. Properties and classification of soils derived from stratified alluvium in the Valley and Ridge Province of Virginia. Va. Agric. Exp. Stn. Bull. 85-10.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 9 inches; brown (10YR 4/3) loam; weak medium granular structure; friable, slightly sticky, slightly plastic; common fine roots; few fine and medium discontinuous pores; neutral; abrupt smooth boundary. (0 to 10 inches thick.)"
      },
      {
        "name": "Bt1",
        "top": 23,
        "bottom": 48,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--9 to 19 inches; yellowish brown (10YR 5/6) loam; moderate medium subangular blocky structure; friable, slightly sticky, slightly plastic; few fine roots; many fine and medium discontinuous pores; brown (10YR 4/3) coatings in worm channels; few faint clay films on faces of peds; neutral; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 48,
        "bottom": 94,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--19 to 37 inches; strong brown (7.5YR 5/6) clay loam; moderate fine and medium subangular blocky structure; firm, slightly sticky, slightly plastic; few very fine roots; few discontinuous pores; light yellowish brown (10YR 6/4) coatings in worm channels; many distinct yellow (10YR 7/6) clay films on faces of peds; strongly acid; clear wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 94,
        "bottom": 137,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt3--37 to 54 inches; strong brown (7.5YR 5/6) loam; weak coarse prismatic structure parting to moderate medium subangular blocky; firm, slightly sticky, slightly plastic; many distinct light yellowish brown (10YR 6/4) clay films on faces of peds; many black manganese stains; few fine distinct brownish yellow (10YR 6/6) soft masses of iron accumulation; strongly acid; clear wavy boundary. (Combined thickness of Bt horizons ranges from 25 to 50 inches.)"
      },
      {
        "name": "C",
        "top": 137,
        "bottom": 165,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "pH_class": "strongly acid",
        "narrative": "C--54 to 65 inches; strong brown (7.5YR 5/6) sandy clay loam; massive; friable, slightly sticky, slightly plastic; few black manganese stains; common medium distinct light gray (10YR 7/2) iron depletions; common fine distinct brownish yellow (10YR 6/8) soft masses of iron accumulation; strongly acid."
      }
    ]
  ]
}
