{
  "SERIES": "ALOPARK",
  "STATUS": "Tentative Series",
  "BYREV": "SLM-JTB-CLN",
  "REVDATE": "06/2020",
  "STATES": "KS,OK,TX",
  "OVERVIEW": "The Alopark series consists of very deep, well drained, moderately rapid permeable soils that formed in calcareous, loamy colluvium derived from the Laverne (Valentine) Member of the Ogallala Formation of Miocene-Pliocene age. These very gently sloping to moderately steep soils occur on hillslopes, alluvial fans, and colluvial aprons. Slope are from 1 to 25 percent.  Mean annual precipitation is about 533 mm (21 in) and mean annual air temperature is about 15 degrees C (59 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, thermic Aridic Calciustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Alopark sandy loam - on a 2 percent slope, in native rangeland at approximately 726 m (2,382 ft) elevation.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 19 cm (0 to 7.5 in); pale brown (10YR 6/3) sandy loam, brown (10YR 4/3), moist; moderate medium granular structure; slightly hard, friable; many fine and medium roots; few fine cylindrical worm casts; few fine irregular moderately cemented carbonate nodules; 1 percent 2 to 20 mm well rounded indurated quartzite fragments; strongly effervescent (7 percent calcium carbonate equivalent); moderately alkaline, pH 8.0; abrupt smooth boundary. Thickness of Ap and A horizons is 10 to 30 cm (4 to 12 in)\nBk1--19 to 37 cm (7.5 to 14.5 in); pale brown (10YR 6/3) sandy loam, brown (10YR 5/3) broken face, moist; weak medium subangular blocky parting to moderate medium granular structure; slightly hard, friable; many fine and medium roots; few fine cylindrical worm casts throughout; common fine irregular moderately cemented carbonate nodules; 5 percent 2 to 5 mm and 5 percent 5 to 20 mm well rounded indurated quartzite fragments; violently effervescent (21 percent calcium carbonate equivalent); moderately alkaline, pH 8.1; clear smooth boundary.\nBk2--37 to 54 cm (14.5 to 21 in); very pale brown (10YR 7/4) fine sandy loam, light yellowish brown (10YR 6/4) broken face, moist; weak fine prismatic parting to moderate medium subangular blocky structure; slightly hard, friable; many fine and common medium roots; few fine cylindrical worm casts, few fine irregular moderately cemented carbonate nodules; few fine threadlike carbonate masses; 1 percent 2 to 20 mm well rounded indurated quartzite fragments; violently effervescent (25 percent calcium carbonate equivalent); moderately alkaline, pH 8.2; gradual smooth boundary.\nBk3--54 to 88 cm (21 to 35 in); very pale brown (10YR 7/4) sandy loam, light yellowish brown (10YR 6/4) broken face, moist; weak medium prismatic parting to weak medium subangular blocky structure; slightly hard, friable; many fine and common medium roots; few fine irregular moderately cemented carbonate nodules; few fine threadlike carbonate masses; 1 percent 2 to 5 mm and 2 percent 5 to 20 mm well rounded indurated quartzite fragments; violently effervescent (17 percent calcium carbonate equivalent); moderately alkaline, pH 8.2; abrupt wavy boundary. Combined thickness of the Bk horizons is 15 to 193 cm (6 to 76 in)\nBCk1--88 to 100 cm (35 to 39.5 in); very pale brown (10YR 7/4) loamy coarse sand, light yellowish brown (10YR 6/4) moist; weak fine subangular blocky parting to single grain structure; soft, loose; common fine roots; few fine irregular moderately cemented carbonate nodules; few fine threadlike carbonate masses; 8 percent 2 to 5 mm, 4 percent 5 to 20 mm, and 1 percent 20 to 75 mm well rounded indurated quartzite fragments; violently effervescent (13 percent calcium carbonate equivalent); moderately alkaline, pH 8.2; abrupt smooth boundary.\nBCk2--100 to 127 cm (39.5 to 50 in); light yellowish brown (10YR 6/4) fine sandy loam, yellowish brown (10YR 5/4) broken face, moist; weak coarse prismatic parting to weak medium subangular blocky structure; slightly hard, friable; few fine roots; common fine tubular pores; few fine irregular moderately cemented carbonate nodules; common fine threadlike, and few medium irregular carbonate masses; 1 percent 2 to 20 mm well rounded indurated quartzite fragments; violently effervescent (8 percent calcium carbonate equivalent); moderately alkaline, pH 8.3; gradual smooth boundary.\nBCk3--127 to 167 cm (50 to 66 in); yellowish brown (10YR 5/4) fine sandy loam, dark yellowish brown (10YR 4/4) broken face, moist; weak coarse prismatic parting to weak medium subangular blocky structure; slightly hard, friable; few fine roots throughout; few fine irregular moderately cemented carbonate nodules; common fine threadlike, and few medium irregular carbonate masses; 1 percent 2 to 20 mm well rounded indurated quartzite fragments; violently effervescent (5 percent calcium carbonate equivalent); moderately alkaline, pH 8.4; abrupt smooth boundary. Combined thickness of the BCk horizons is 15 to 97 cm (6 to 38 in)\nCk--167 to 203 cm (66 to 80 in); very pale brown (10YR 7/4) sand, light yellowish brown (10YR 6/4) moist; single grain; soft, loose; few fine roots throughout; few fine irregular moderately cemented carbonate nodules; few fine threadlike, and few medium irregular carbonate masses; 1 percent 2 to 20 mm well rounded indurated quartzite fragments; violently effervescent (2 percent calcium carbonate equivalent); strongly alkaline, pH 8.6."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:\nBeaver County, Oklahoma; from Slapout, OK; 8 miles west on US Highway\n412, then 10 miles north on county road NS 154; 2900 ft (884 m) north and 2500 ft (762 m) west of the southeast corner of Section 33, Township 4N, Range 26E (Cimarron meridian).\nUSGS topographic quadrangle: Mocane SE, Oklahoma\nLatitude: 36 degrees, 46 minutes, 10.59 seconds N\nLongitude: 100 degrees, 15 minutes, 46.71 seconds W\nDatum WGS84\nDecimal Degrees\nLatitude: 36.7696114\nLongitude: -100.2629776\nUTM Northing: 4070059\nUTM Easting:   387285\nUTM zone 14S"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: An ustic moisture regime bordering on aridic. The soil moisture control section is dry in some or all parts for more than 180 but less than 220 days, cumulative, in normal years. July through August and December through February are the driest months. These soils are intermittently moist in September through November and March through June.\nSolum thickness: 50 to 203 cm (20 to 80 in)\nThickness of ochric epipedon: 10 to 30 cm (4 to 12 in)\nDepth to secondary carbonates: 0 to 30 cm (0 to 12 in)\nDepth to calcic horizon: 10 to 91 cm (4 to 36 in)\nThickness of calcic horizon: 15 to 193 cm (6 to 76 in)\nSurface Fragments: 0 to 15 percent; gravel and/or cobbles; indurated well rounded quartzite, feldspar, ironstone, and/or sandstone\nParticle-size control section (weighted average):\nTotal clay content: 7 to 27 percent\nSilicate clay content: 6 to 18 percent\nClay-sized carbonate content: 1 to 10 percent\nTotal sand content: 45 to 75 percent\nRock fragments: 0 to 10 percent; fine to coarse gravel; indurated well-rounded quartzite, feldspar, ironstone, and/or sandstone\nA or Ap horizons:\nHue: 7.5YR, 10YR\nValue: 4 to 6, 3 to 5 moist\nChroma: 2 to 6 moist or dry\nTexture: sandy loam, fine sandy loam, very fine sandy loam, and loam\nTotal clay content: 7 to 20 percent\nClay-sized carbonate content: 0 to 5 percent\nSand content: 35 to 80 percent\nRock fragments: 0 to 5 percent; fine to coarse gravel; indurated well-rounded quartzite, feldspar, ironstone, and/or sandstone\nIdentifiable calcium carbonate: 0 to 3 percent; fine to medium; masses, nodules, and/or concretions\nCalcium carbonate equivalent: 2 to 10 percent\nEffervescence: slight to violent\nReaction (pH): Slightly alkaline to moderately alkaline (7.4-8.4)\nUpper Bk and/or Bw horizons (where present):\nHue: 5YR, 7.5YR, 10YR\nValue: 4 to 7, 3 to 6 moist\nChroma: 2 to 6 moist or dry\nTexture: sandy loam, fine sandy loam, and loam\nTotal clay content: 5 to 18 percent\nClay-sized carbonate content: 0 to 5 percent\nSand content: 35 to 80 percent\nRock fragments: 0 to 10 percent; fine to coarse gravel; indurated well-rounded quartzite, feldspar, ironstone, and/or sandstone\nIdentifiable calcium carbonate: 0 to 5 percent; fine to medium; films, masses, nodules, and/or concretions\nCalcium carbonate equivalent: 2 to 14 percent\nEffervescence: slight to violent\nReaction (pH): Slightly alkaline to moderately alkaline (7.4-8.4)\nBk horizons (qualifying calcic horizons):\nHue: 5YR, 7.5YR, 10YR\nValue: 4 to 7, 3 to 6 moist\nChroma: 2 to 6 moist or dry\nTexture: sandy loam, fine sandy loam, loam, and sandy clay loam\nTotal clay content: 5 to 23 percent\nClay-sized carbonate content: 5 to 10 percent\nSand content: 35 to 80 percent\nRock fragments: 0 to 15 percent; fine to coarse gravel; indurated well-rounded quartzite, feldspar, ironstone, and/or sandstone\nIdentifiable calcium carbonate: 5 to 35 percent; fine to coarse; films, masses, nodules, and/or concretions\nCalcium carbonate equivalent: 15 to 30 percent\nEffervescence: strong to violent\nReaction (pH): Slightly alkaline to moderately alkaline (7.4-8.4)\nBCk horizons (where present):\nHue: 7.5YR, 10YR\nValue: 4 to 7, 3 to 6 moist\nChroma: 2 to 4 moist or dry\nTexture: loamy coarse sand, loamy sand, loamy fine sand, sandy loam, and fine sandy loam\nTotal clay content: 2 to 20 percent\nClay-sized carbonate content: 0 to 5 percent\nSand content: 52 to 88 percent\nRock fragments: 0 to 14 percent; fine to coarse gravel; indurated well-rounded quartzite, feldspar, ironstone, and/or sandstone\nIdentifiable calcium carbonate: 1 to 10 percent; fine to very coarse; masses, nodules, and/or concretions; these may be inherited from the geologic deposit (Ogallala formation)\nCalcium carbonate equivalent: 2 to 30 percent\nEffervescence: strong to violent\nReaction (pH): Slightly alkaline to strongly alkaline (7.4-9.0)\nC horizons (where present):\nHue: 7.5YR, 10YR\nValue: 5 to 8, 4 to 8 moist\nChroma: 3 to 6 moist or dry\nTexture: sand, fine sand, loamy coarse sand, loamy sand, sandy loam, fine sandy loam, loam, and their gravelly counterparts\nTotal clay content: 2 to 15 percent\nClay-sized carbonate content: 0 to 5 percent\nSand content: 35 to 95 percent\nRock fragments: 0 to 30 percent; fine to coarse gravel and/or cobbles; indurated well-rounded quartzite, feldspar, ironstone, and/or sandstone\nParalithic Materials: Very weakly to moderately cemented calcareous sandstone occurs as discontinuous strata or remnants within these stratified layers of Tertiary age alluvium. Where present, thickness of paralithic materials is widely variable. Mottles (geogenic) may also be present in portions of the paralithic materials. Ck layers are heterogeneous in physical and chemical properties with varying degrees of cementation and coarse fragment content. These layers also may contain clay balls and horizontally oriented strata of clay. Clay balls (and associated armored clay balls) range in size from 20 to 350 mm (0.75 to 13 in) in diameter when present. Clay strata can range from a few mm to several cm thick.\nIdentifiable calcium carbonate: 1 to 10 percent; fine to very coarse; masses, nodules, and/or concretions; these are commonly inherited from the geologic deposit (Ogallala formation) and range from 10 to 80 mm (0.4 to 3 in) in diameter.\nCalcium carbonate equivalent: 1 to 20 percent\nEffervescence: slight to violent\nReaction (pH): Slightly alkaline to strongly alkaline (7.4-9.0)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThese are the Slapout series in the same family. Similar soils are the Catesby, Gomez, Oklark, and Veal series.\nCatesby soils: have a mollic epipedon and grade to loamy or gravelly caliche derived from the Ash Hollow and Kimball Members of the Ogallala Formation\nGomez soils: formed in calcareous eolian sediments of the Blackwater Draw Formation of Pleistocene age in MLRA 77C\nOklark soils: have a mollic epipedon\nSlapout soils: have higher subsoil calcium carbonate contents and grade to  loamy or gravelly caliche derived from the Ash Hollow and Kimball Members of the Ogallala Formation\nVeal soils: have a carbonatic mineralogy class"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent Material: Calcareous, loamy and sandy alluvium and colluvium derived from the Laverne (Valentine) Member of the Ogallala Formation of Miocene-Pliocene age.\nLandscape: Dissected high plains\nLandform: Hillslopes, alluvial fans, and colluvial aprons\nSlope: 1 to 25 percent\nMean annual precipitation: 457 to 660 mm (18 to 26 in)\nThornthwaite annual P-E Index: 25 to 36\nMean annual air temperature: 13.3 to 15.0 degrees C (56 to 59 degrees F)\nFrost-free period: 180 to 200 days\nElevation: 609.6 to 914.4 m (2,000 to 3,000 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the Alowood, Dreyfoos, Mansic, Mocane, Oklark, Shalowood, and Woods series.\nAlopark soils: occur on similar positions, and have an ochric epipedon\nAlowood and Shalowood soils: occur on lower positions, and are formed in Neogene age Ogallala alluvium/colluvium over Permian age residuum of claystone, mudstone, sandstones, and/or siltstone\nDreyfoos soils: occur on higher positions, and formed in eolian sands with textures of loamy fine sand or coarser throughout (Ustipsamments), and do not have rock fragments\nMansic and Oklark soils: occur on similar positions, and have a mollic epipedon\nMocane soils: occur on similar positions, and have a sandy particle-size class\nWoods soils: occur on similar positions, and have a fine particle-size class, slickensides or other vertic features within 102 cm (40 in) of the soil surface"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: well drained\nPermeability: moderately rapid\nRunoff: very low on 1 to 5 percent slopes, low on 5 to 20 percent slopes, and medium on slopes greater than 20 percent"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor uses: livestock grazing and crop production\nNative vegetation:  Dominated by little bluestem, sideouts grama, sand bluestem, and blue grama. Sand sagebrush is the major woody species along with small amounts of yucca, Chickasaw sandplum, and skunkbush sumac.\nCrops: wheat, grain sorghum, and sorghum/sudan grass.\nEcological sites assigned to phases and components of this series are listed below.  Current ecological site assignments are in Web Soil Survey.  Components of this series include the following ecological sites: Mixedland Slopes 16-24\" PZ (R077EY061TX)"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nGeneral area: northwestern Oklahoma, southwest Kansas, and the Oklahoma and Texas Panhandles\nLand Resource Region: H - Central Great Plains Winter Wheat and Range Region\nMajor Land Resource Area: 77E - Southern High Plains, Breaks\nExtent: Moderate"
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Beaver County, Oklahoma, 2007."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nMuch of the spatial extent of the Alopark series was formerly correlated to the Mobeetie series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 19 cm (0 to 7.5 in) (Akp horizon)\nIdentifiable calcium carbonate: 0 to 203 cm (0 to 80 in) (all horizons)\nCalcic horizon: 19 to 88 cm (7.5 to 35 in) (Bk1, Bk2, and Bk3 horizons)\nADDITIONAL DATA: KSSL data available: S1998OK007002 (TL-Beaver County, OK); S1999OK007007 (Beaver County, OK).\nTaxonomic Version:  Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 19,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "texture_class": "sandy loam",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 19 cm (0 to 7.5 in); pale brown (10YR 6/3) sandy loam, brown (10YR 4/3), moist; moderate medium granular structure; slightly hard, friable; many fine and medium roots; few fine cylindrical worm casts; few fine irregular moderately cemented carbonate nodules; 1 percent 2 to 20 mm well rounded indurated quartzite fragments; strongly effervescent (7 percent calcium carbonate equivalent); moderately alkaline, pH 8.0; abrupt smooth boundary. Thickness of Ap and A horizons is 10 to 30 cm (4 to 12 in)"
      },
      {
        "name": "Bk1",
        "top": 19,
        "bottom": 37,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "texture_class": "sandy loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bk1--19 to 37 cm (7.5 to 14.5 in); pale brown (10YR 6/3) sandy loam, brown (10YR 5/3) broken face, moist; weak medium subangular blocky parting to moderate medium granular structure; slightly hard, friable; many fine and medium roots; few fine cylindrical worm casts throughout; common fine irregular moderately cemented carbonate nodules; 5 percent 2 to 5 mm and 5 percent 5 to 20 mm well rounded indurated quartzite fragments; violently effervescent (21 percent calcium carbonate equivalent); moderately alkaline, pH 8.1; clear smooth boundary."
      },
      {
        "name": "Bk2",
        "top": 37,
        "bottom": 54,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bk2--37 to 54 cm (14.5 to 21 in); very pale brown (10YR 7/4) fine sandy loam, light yellowish brown (10YR 6/4) broken face, moist; weak fine prismatic parting to moderate medium subangular blocky structure; slightly hard, friable; many fine and common medium roots; few fine cylindrical worm casts, few fine irregular moderately cemented carbonate nodules; few fine threadlike carbonate masses; 1 percent 2 to 20 mm well rounded indurated quartzite fragments; violently effervescent (25 percent calcium carbonate equivalent); moderately alkaline, pH 8.2; gradual smooth boundary."
      },
      {
        "name": "Bk3",
        "top": 54,
        "bottom": 88,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bk3--54 to 88 cm (21 to 35 in); very pale brown (10YR 7/4) sandy loam, light yellowish brown (10YR 6/4) broken face, moist; weak medium prismatic parting to weak medium subangular blocky structure; slightly hard, friable; many fine and common medium roots; few fine irregular moderately cemented carbonate nodules; few fine threadlike carbonate masses; 1 percent 2 to 5 mm and 2 percent 5 to 20 mm well rounded indurated quartzite fragments; violently effervescent (17 percent calcium carbonate equivalent); moderately alkaline, pH 8.2; abrupt wavy boundary. Combined thickness of the Bk horizons is 15 to 193 cm (6 to 76 in)"
      },
      {
        "name": "BCk1",
        "top": 88,
        "bottom": 100,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "loamy coarse sand",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "BCk1--88 to 100 cm (35 to 39.5 in); very pale brown (10YR 7/4) loamy coarse sand, light yellowish brown (10YR 6/4) moist; weak fine subangular blocky parting to single grain structure; soft, loose; common fine roots; few fine irregular moderately cemented carbonate nodules; few fine threadlike carbonate masses; 8 percent 2 to 5 mm, 4 percent 5 to 20 mm, and 1 percent 20 to 75 mm well rounded indurated quartzite fragments; violently effervescent (13 percent calcium carbonate equivalent); moderately alkaline, pH 8.2; abrupt smooth boundary."
      },
      {
        "name": "BCk2",
        "top": 100,
        "bottom": 127,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "BCk2--100 to 127 cm (39.5 to 50 in); light yellowish brown (10YR 6/4) fine sandy loam, yellowish brown (10YR 5/4) broken face, moist; weak coarse prismatic parting to weak medium subangular blocky structure; slightly hard, friable; few fine roots; common fine tubular pores; few fine irregular moderately cemented carbonate nodules; common fine threadlike, and few medium irregular carbonate masses; 1 percent 2 to 20 mm well rounded indurated quartzite fragments; violently effervescent (8 percent calcium carbonate equivalent); moderately alkaline, pH 8.3; gradual smooth boundary."
      },
      {
        "name": "BCk3",
        "top": 127,
        "bottom": 167,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "BCk3--127 to 167 cm (50 to 66 in); yellowish brown (10YR 5/4) fine sandy loam, dark yellowish brown (10YR 4/4) broken face, moist; weak coarse prismatic parting to weak medium subangular blocky structure; slightly hard, friable; few fine roots throughout; few fine irregular moderately cemented carbonate nodules; common fine threadlike, and few medium irregular carbonate masses; 1 percent 2 to 20 mm well rounded indurated quartzite fragments; violently effervescent (5 percent calcium carbonate equivalent); moderately alkaline, pH 8.4; abrupt smooth boundary. Combined thickness of the BCk horizons is 15 to 97 cm (6 to 38 in)"
      },
      {
        "name": "Ck",
        "top": 167,
        "bottom": 203,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "sand",
        "pH_class": "strongly alkaline",
        "narrative": "Ck--167 to 203 cm (66 to 80 in); very pale brown (10YR 7/4) sand, light yellowish brown (10YR 6/4) moist; single grain; soft, loose; few fine roots throughout; few fine irregular moderately cemented carbonate nodules; few fine threadlike, and few medium irregular carbonate masses; 1 percent 2 to 20 mm well rounded indurated quartzite fragments; violently effervescent (2 percent calcium carbonate equivalent); strongly alkaline, pH 8.6."
      }
    ]
  ]
}
