{
  "SERIES": "ALPIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. AGH; GRB",
  "REVDATE": "03/2019",
  "STATES": "AL,FL,NC,SC",
  "OVERVIEW": "The Alpin series consists of very deep, excessively drained, moderately rapidly permeable soils on uplands and river terraces of the Coastal Plain.  They formed in thick beds of sandy eolian or marine deposits.  Near the type location, the mean annual precipitation is about 55 inches and the mean annual temperature is about 68 70 degrees F.  Slopes range from 0 to 15 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Thermic, coated Lamellic Quartzipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Alpin fine sand--forested.  (Colors are for moist soil.)\nA--0 to 3 inches; dark gray (10YR 4/1) fine sand; single grained; loose; common fine and medium roots; very strongly acid; clear smooth boundary.  (3 to 10 inches thick)\nE1--3 to 34 inches; light yellowish brown (10YR 6/4) fine sand; single grained; loose; few fine roots; few clean sand grains; strongly acid; gradual wavy boundary.\nE2--34 to 54 inches; very pale brown (10YR 7/4) fine sand; single grained; loose; common clean sand grains; strongly acid; gradual wavy boundary.  (Combined thickness of the E horizon range from 37 to 75 inches.)\nE&Bt1--54 to 70 inches; very pale brown (10YR 8/3) (E) fine sand; single grained; loose; many uncoated sand grains; few yellowish brown (10YR 5/8) loamy fine sand lamellae (Bt) about 3 mm thick; sand grains in lamellae are coated and weakly bridged with clay; individual lamellae are discontinuous in length within the pedon; strongly acid; gradual wavy boundary.\nE&Bt2--70 to 90 inches; very pale brown (10YR 8/2) (E) fine sand; single grained; loose; sand grains are uncoated; common yellowish brown (10YR 5/8) loamy fine sand lamellae (Bt) about 3 mm thick; sand grains in lamellae are coated; individual lamellae are discontinuous in length; strongly acid; gradual wavy boundary.\nE&Bt3--90 to 142 inches; very pale brown (10YR 8/3) (E) fine sand; single grained, loose; sand grains are uncoated; very few yellowish brown (10YR 5/8) lamellae (Bt) 1 mm thick; sand grains in lamellae are coated; individual lamellae are discontinuous in length; number of lamellae decreases by about 50 percent of the amount in the layer above; strongly acid; clear wavy boundary.  (Combined thickness of the E&B horizons total more than 5 inches.)\nBt--142 to 148 inches; very pale brown (10YR 7/4) fine sandy loam; moderate medium granular structure; friable; sand grains are coated and bridged with clay; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Columbia County, Florida; about 1.0 mile west of State Highway 238 on graded road along the Suwannee County line.  SE1/4, SE1/4, Sec. 2, T. 6 S., R. 15 E.; lat. 29 degrees 59 minutes 18.68 minutes N. long. 82 degrees 47 minutes 26.58 degrees W., NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of sand is 80 inches or more.  Reaction ranges from very strongly acid to slightly acid throughout.  Depth to lamellae ranges from 40 to 78 inches but most commonly is 50 to 70 inches.  Cumulative thickness of lamellae ranges from 1 cm to 15 cm.  Content of silt plus clay in the 10 to 40-inch control section ranges from 5 to 10 percent.\nThe A or Ap horizon has hue of 10YR, value of 3 to 5, and chroma of 1 to 3.  Texture is sand, fine sand, or loamy sand.\nThe E horizon has hue of 7.5YR to 2.5Y, value of 5 to 8, and chroma of 3 to 8.  Streaks and pockets of uncoated sand grains range from none to common.  Some pedons have organic matter accumulations in shades of brown in the lower part.  Texture is sand or fine sand.\nThe E part of the E&Bt horizon has hue of 2.5YR to 10YR, value of 7 or 8, and chroma of 1 to 6.  Texture is sand or fine sand.  Sand grains are mostly uncoated.\nThe B part (lamellae) of the E&Bt horizon has hue of 5YR to 10YR, value of 5 to 7, and chroma of 4 to 8.  Texture is loamy sand, loamy fine sand, fine sandy loam, or sandy loam.  The lamellae range from 1 to 25 mm thick and range from 1 cm to more than 1 m in horizontal length.\nThe Bt horizon, where present, is more than 80 inches below the surface.  It has hue of 7.5YR or 10YR, value of 6 or 7, and chroma of 3 or 4.  Texture is sandy loam or sandy clay loam.\nThe C horizon, where present, has hue of 10YR, value of 6 or 7, and chroma of 1 to 6.  Texture is sand or fine sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Catpoint, Duffern, and Hainesville series in the same family.  The somewhat excessively drained Catpoint and Hainesville soils are on terrace positions of large streams and have a seasonal water table between depths of 48 to 72 inches.  In addition, Hainesville soils are dry in the moisture control section for 60 to 90 cumulative days in most years.  Duffern soils are on similar positions but are dry in the moisture control section for more than 125 cumulative days in most years."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Alpin soils are on uplands and stream terraces.  Slopes range from 0 to 15 percent.  They formed in thick beds of sandy eolian or marine deposits on older landscapes.  The climate is humid subtropical.  The average annual precipitation ranges from 50 to 60 inches, and the average annual temperature ranges from 65 to 70 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Blanton, Chipley, Foxworth, Kershaw, Lakeland, Lucy, Ortega, Troup, and Wagram series.  All the associated soils lack lamellae.   The somewhat excessively drained Blanton and Troup soils are on similar positions and have sandy surface and subsurface layers 40 to 80 inches thick.  The somewhat poorly drained Chipley soils are on lower positions.  The moderately well drained to excessively drained Foxworth soils are on similar to lower positions.  Kershaw soils are on similar to lower positions and are in an uncoated family.  Lakeland soils are on similar to higher positions.  The moderately well drained Ortega soils are on similar to lower positions and are in an uncoated family.  The well drained Lucy and Wagram soils are on similar positions but have sandy surface and subsurface layers 20 to 40 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained; rapidly permeable in the E horizons and moderately rapidly permeable in E&BT horizons."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Many areas are planted to pine.  Some small areas have been cleared and are used for tobacco, peanuts, watermelons, and tame pasture.  The native vegetation consists of scattered slash pine and longleaf pine, turkey oak, post oak, blackjack oak, and bluejack oak.  The understory is dominated by bluestem, low panicums, fringeleaf paspalum, and native annual forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Atlantic and Gulf Coastal Plain including Texas.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Geneva County, Alabama; 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - the zone from 0 to 54 inches (A, E1, and E2 horizons).\nCoated control section - the zone from 10 to 40 inches (E1 and E2 horizons).\nLamellae - occurring between depths of 54 to more than 80 inches (E&Bt1, E&Bt2).\nThese soils were formerly mapped in the Lakeland series.  This concept provides for sandy soils that have lamellae that total less than 6 inches thick within depths of 80 inches.\nDepth to seasonal water table is more than 80 inches.  Some low terraces flood occasionally for brief periods."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Soil Characterization Data - S12-5-(1-6), S16-20-(1-6), S33-9-(1-5), S37-23-(1-5), S40-10-(1-5), S65-12-(1-5).  Samples by Soil Characterization Lab, IFAS, University of Florida, Gainesville, FL"
  },
  "SITE": [
    [
      {
        "drainage": "excessively",
        "drainage_overview": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; dark gray (10YR 4/1) fine sand; single grained; loose; common fine and medium roots; very strongly acid; clear smooth boundary.  (3 to 10 inches thick)"
      },
      {
        "name": "E1",
        "top": 8,
        "bottom": 86,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "E1--3 to 34 inches; light yellowish brown (10YR 6/4) fine sand; single grained; loose; few fine roots; few clean sand grains; strongly acid; gradual wavy boundary."
      },
      {
        "name": "E2",
        "top": 86,
        "bottom": 137,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 4,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "E2--34 to 54 inches; very pale brown (10YR 7/4) fine sand; single grained; loose; common clean sand grains; strongly acid; gradual wavy boundary.  (Combined thickness of the E horizon range from 37 to 75 inches.)"
      },
      {
        "name": "Bt1",
        "top": 137,
        "bottom": 178,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 8,
        "moist_chroma": 3,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "E&Bt1--54 to 70 inches; very pale brown (10YR 8/3) (E) fine sand; single grained; loose; many uncoated sand grains; few yellowish brown (10YR 5/8) loamy fine sand lamellae (Bt) about 3 mm thick; sand grains in lamellae are coated and weakly bridged with clay; individual lamellae are discontinuous in length within the pedon; strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 178,
        "bottom": 229,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 8,
        "moist_chroma": 2,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "E&Bt2--70 to 90 inches; very pale brown (10YR 8/2) (E) fine sand; single grained; loose; sand grains are uncoated; common yellowish brown (10YR 5/8) loamy fine sand lamellae (Bt) about 3 mm thick; sand grains in lamellae are coated; individual lamellae are discontinuous in length; strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 229,
        "bottom": 361,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 8,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E&Bt3--90 to 142 inches; very pale brown (10YR 8/3) (E) fine sand; single grained, loose; sand grains are uncoated; very few yellowish brown (10YR 5/8) lamellae (Bt) 1 mm thick; sand grains in lamellae are coated; individual lamellae are discontinuous in length; number of lamellae decreases by about 50 percent of the amount in the layer above; strongly acid; clear wavy boundary.  (Combined thickness of the E&B horizons total more than 5 inches.)"
      },
      {
        "name": "Bt",
        "top": 361,
        "bottom": 376,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bt--142 to 148 inches; very pale brown (10YR 7/4) fine sandy loam; moderate medium granular structure; friable; sand grains are coated and bridged with clay; strongly acid."
      }
    ]
  ]
}
