{
  "SERIES": "ALROS",
  "STATUS": "Established Series",
  "BYREV": "PGN-KKC-TDC",
  "REVDATE": "01/2003",
  "STATES": "CA",
  "OVERVIEW": "The Alros series consists of deep, poorly drained soils with high percentages of exchangeable sodium.  They are formed in man altered, mixed alluvium, dominantly from granitic sources.  The slopes are less than 2 percent.  The mean annual precipitation is about 11 inches and the mean annual temperature is 62 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Typic Epiaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Alros clay loam - on a slope of 1 percent in a cultivated cotton field at 95 feet elevation.  (Colors are for dry soil unless otherwise stated.  When described on November 18, 1976, the soil was moist throughout).\nAp--0 to 12 inches; dark gray (5Y 4/1) and gray (5Y 5/1) clay loam, dark gray (5Y 4/1) moist; moderate medium granular structure; hard, friable, very sticky and plastic; few very fine roots; few very fine tubular and interstitial pores; slightly effervescent with disseminated lime and segregated as few irregular soft masses; ESP is 14; moderately alkaline (pH 8.0); abrupt smooth boundary.  (8 to 12 inches thick)\nCn1--12 to 23 inches; light olive gray (5Y 6/2) clay loam, olive (5Y 4/3) moist; few fine distinct light gray (10YR 7/2) mottles moist; weak medium angular blocky structure; hard, friable, sticky and plastic; few very fine tubular and interstitial pores; few thin clay films on peds; slightly effervescent with disseminated lime and segregated as few medium irregular soft masses; calcium carbonate equivalent is 9 percent; ESP is 29; moderately alkaline (pH 8.0); abrupt wavy boundary.  (10 to 15 inches thick)\n2Ckn2--23 to 31 inches; white (10YR 8/1) and very pale brown (10YR 7/4) clay loam, pale yellow (5Y 7/3) and pale olive (5Y 6/4) moist; massive; hard, friable, sticky and plastic; few very fine tubular pores; violently effervescent with disseminated lime and segregated as many fine and medium irregular soft masses; ESP is 40; calcium carbonate equivalent is 48 percent; strongly alkaline (pH 8.5); abrupt wavy boundary.  (7 to 15 inches thick)\n3ckn3--31 to 39 inches; light gray (2.5Y 7/2) clay loam, olive (5Y 5/3) moist; common medium prominent brownish yellow (10YR 6/6) and white (10YR 8/1) mottles, common medium prominent yellowish brown (10YR 5/8) and light gray (10YR 7/2) mottles moist; massive; hard, friable, very sticky and plastic; common very fine and fine tubular pores; many thin clay films line pores and stain mineral grains; strongly effervescent with disseminated lime and segregated as common medium irregular soft masses; calcium carbonate equivalent is 42 percent; ESP is 38; strongly alkaline (pH 8.5); abrupt wavy boundary.  (7 to 12 inches thick)\n3cn--39 to 60 inches; pale olive (5Y 6/3) clay loam, greenish gray (5GY 5/1) moist; many large prominent light gray (10YR 7/1) and brownish yellow (10YR 6/6) mottles, many large prominent yellowish brown (10YR 5/8) and light gray (10YR 7/2) mottles moist; massive; slightly hard, friable, very sticky and plastic; common very fine tubular pores; many thin clay films line pores and stain mineral grains; strongly effervescent with disseminated lime and segregated as common medium irregular soft masses; calcium carbonate equivalent is 23 percent; ESP is 42; strongly alkaline (pH 8.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Merced County, California; 5.5 miles east northeast of the city of Los Banos, 0.65 mile south (3,400 feet) of the Henry Miller Avenue and Midway Road intersection, 200 feet east of Midway Road, about 1,400 feet north and 900 feet west of the southeast corner of sec. 3, T.  10 S., R. 11 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are saturated with stagnant water for at least a few days.  The depths to the upper boundary of the calcic horizon ranges from 18 to 27 inches.  The calcium carbonate equivalents in the calcic horizon range from 20 to 50 percent.  Exchangeable sodium percentages, below the surface 12 inches, range from 15 to 42 percent and increases with depth or remains the same.  The 10- to 40-inch control section averages between 18 to 35 percent clay.  The organic matter is less than 1 percent.  Typically, these soils have been altered by land leveling.  There may be weak cementation below 31 inches, with lime-silica durinodes that range from 2 to 12 percent and in layers that range from 3 to 8 inches thick.\nThe A horizon is 10YR 4/1, 4/2, 5/1; 2.5Y 4/2, 5/2; 5Y 4/1 or 5/1.  Moist colors are 10YR 2/2, 3/1, 3/2, 4/2; 2.5Y 3/2, 4/2, 5Y 3/1 and 3/2.   It is loam, sandy clay loam, or clay loam and is mildly alkaline to strongly alkaline and may not be calcareous.\nThe upper C horizon is 10YR 7/4, 8/1; 5Y 6/2; or 2.5Y 7/2 dependent on the percentage of lime content.  Moist colors are 2.5Y 5/2, 6/2; 5Y 4/3, 5/3, 6/2, 6/4, 7/2, 7/3, 8/2; 10YR 5/3, 5/6, 7/4 or 8/1.  It is loam, sandy clay loam, or clay loam.\nThe lower C horizon is 2.5Y 5/2, 6/2 or 5Y 6/3.  Moist colors are 10YR 5/4; 2.5Y 6/4 or 5GY 5/1.  It is stratified sandy loam, silt loam, sandy clay loam, or clay loam and ranges from 15 to 35 percent clay content.  It may be noncalcareous."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Escano (T) and Kesterson (T) series in other families.  Escano soils do not have the high ESP and have a mollic epipedon.  Kesterson soils have a natric horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Alros soils are man-altered soils that have been changed by the use of heavy equipment.  Most Alros soils at one time had natric horizons that have since been removed.  Surface layers of less alkaline soils have been imported or leveled with Alros soils to produce a more productive surface soil.  The origin of both the original and imported soils is mixed alluvium from dominantly granitic sources that has been deposited by the San Joaquin River and its tributaries.  All of this soil has been land leveled but was hummocky in its original landscape.  Slopes are 0 to 2 percent.  Elevations are 90 to 110 feet.  The climate is semiarid with hot dry summers and cool moist winters.  The mean annual precipitation is about 9 to 12 inches.  The mean annual temperature is about 62 degrees F.  The frost-free season is 210 to 280 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bolfar, Dospalos, Escano, and Kesterson soils.  Bolfar and Dospalos soils have a thick mollic epipedon and do not have high ESP or a calcic horizon.  Dospalos soils are also fine textured."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; slow permeability; very slow runoff.  These soils were previously very poorly drained and ponded with stagnant water during winter and spring months and are now ponded for periods of 2 to 7 days from December to February.  The water table is now 3.5 to 5 feet September through November.  They are now artificially drained or have had their water sources intercepted.  They are protected from major flooding by large flood control levees and reservoirs."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are cultivated and irrigated.  They are principally used for field crops, forage and vegetable production, and irrigated pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  These soils occur along the San Joaquin River in the central part of the San Joaquin Valley of California.  They are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Merced County, California, 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included with and surveyed as Rossi series in the Los Banos Area series 1939 report.  These soils are being differentiated by not having a natric horizon which is characteristic of the Kesterson and Rossi series.  Calcium carbonate equivalent percent determined by double syringe field kit.  Texture determined by modified Bouyoucos method.  pH determined by colormetric method using Thymol-Blue indicator.  EC determined with saturation extract and solubridge.  ESP by titration.\nLast revised by the state on 1/81.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
