{
  "SERIES": "ALS",
  "STATUS": "Established Series",
  "BYREV": "Rev. RDK/TDT",
  "REVDATE": "10/91",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic Typic Torripsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Als fine sand, on a 7 percent slope, rangeland.  (Colors are moist soil unless otherwise noted.)\nA--0 to 15 inches; very dark grayish brown (10YR 3/2) fine sand, pale brown (10YR 6/3) dry; weak very fine granular structure; loose, nonsticky and nonplastic; many fine, medium, and coarse roots; many fine irregular pores; moderately alkaline (pH 8.4); gradual wavy boundary.  (12 to 30 inches thick)\nC1--15 to 45 inches; very dark grayish brown (10YR 3/2) fine sand, pale brown (10YR 6/3) dry; single grain; loose, very friable, nonsticky and nonplastic; common very fine roots, many fine irregular pores; moderately alkaline (pH 8.2); gradual wavy boundary.  (30 to 45 inches thick)\n2C2--45 to 65 inches; dark brown (10YR 3/3) fine sandy loam, pale brown (10YR 6/3) dry; massive; soft, very friable, nonsticky and nonplastic; common very fine roots; many very fine irregular pores; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lake County, Oregon; in the SE1/4 SW1/4 NE1/4 section 4, T. 36 S., R. 24 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are dry for more than 3/4 the time when the soil temperature is greater than 41 degrees F.  The mean annual soil temperature is 47 to 50 degrees F.  The particle-size control section is 0 to 5 percent clay and more than 70 percent fine sand or coarser.  The fine sand fraction comprises 50 to 70 percent of the particle-size control section.\nThe A and C horizons have value of 5 or 6 dry, 2 or 3 moist, and chroma of 2 or 3 moist and dry.\nThe 2C horizon is absent above 60 inches in some pedons.  It is sandy clay loam or fine sandy loam with 15 to 30 percent clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Hawsley, Isolde, Kawich, Razito, Sheppard, Stumble, Sundown, Tipper, Tipperary, and Yenrab series.  Hawsley soils have a Ck horizon above 40 inches.  Isolde soils have a mean annual soil temperature of 53 to 57 degrees F.  Kawich soils are calcareous throughout and are strongly or very strong alkaline.  Razito soils are calcareous above 40 inches and have a mean annual soil temperature of 54 to 57 degrees F.  Sheppard soils have hue of 7.5YR or redder.  Stumble soils have gravelly strata above 40 inches.  Sundown soils have a loamy fine sand particle-size control section and are calcareous throughout.  Tipper soils have bedrock at a depth of 20 to 40 inches.  Tipperary soils are calcareous throughout the control section.  Yenrab soils have an exchangeable sodium percentage greater than 15 percent."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Als soils are on sand dunes that formed on sodic bottoms on desert valley floors at elevations of 4,200 to 4,800 feet.  Slopes are 1 to 15 percent.  The soils formed in eolian sand.  The climate is characterized by cool moist winters and hot dry summers.  The mean annual precipitation is 8 to 10 inches and the mean annual air temperature is 47 to 50 degrees F.  The frost-free period is 90 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Icene and Mesman soils.  Icene and Mesman soils are the bolson floor soils.  Icene soils have a salic horizon and are fine-loamy.  Mesman soils have a natric horizon and are fine-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained; rapid permeability above the discontinuity and moderate below."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The soils are used for livestock grazing.  Vegetation commonly is basin big sagebrush, fourwing saltbrush, black greasewood, Indian ricegrass, and needleandthread."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Oregon, MLRA 24.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lake County, Oregon, Southern Part 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric epipedon\nNational Cooperative Soil Survey\nU.S.A."
  }
}
