{
  "SERIES": "ALSEA",
  "STATUS": "Established Series",
  "BYREV": "Rev. AON/MHF/RWL",
  "REVDATE": "03/2004",
  "STATES": "OR",
  "OVERVIEW": "The Alsea series consists of very deep, moderately well drained soils that formed in loamy recent  alluvium weathered from sedimentary and volcanic rocks. Alsea soils occur on stream terraces.   Slopes  are 0 to 5 percent. The mean annual precipitation is about 60 inches and the mean annual air temperature is about 52 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Cumulic Ultic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Alsea loam, hayland, on a 2 percent slope at an elevation of 345 feet. (Colors are for moist soil unless otherwise noted.  When described on August 31, 1999 the soil was slightly dry in the surface, and moist below.)\nAp1--0 to 8 inches; very dark brown (10YR 2/2) loam, very dark grayish brown (10YR 3/2) dry; moderate very fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine irregular pores; moderately acid (pH 5.8); abrupt smooth boundary.\nAp2--8 to 12 inches; very dark brown (10YR 2/2) loam, dark grayish brown (10YR 4/2) dry; moderate fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine and fine irregular pores; moderately acid (pH 5.8); clear smooth boundary.  (Combined thickness of the Ap horizon is 10 to 15 inches)\nAB--12 to 16 inches; very dark grayish brown (10YR 3/2) clay loam, brown (10YR 4/3) dry; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; many fine tubular pores; moderately acid (pH 5.8); gradual smooth boundary.  (3 to 5 inches thick)\nBw1--16 to 25 inches; dark brown (10YR 3/3) clay loam, brown (10YR 5/3) dry; moderate fine and medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; many very fine and fine roots; many very fine tubular pores; moderately acid (pH 5.6); gradual smooth boundary.\nBw2--25 to 34 inches; dark yellowish brown (10YR 4/4) clay loam, yellowish brown (10YR 5/4) dry; moderate medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common very fine and fine roots; common fine tubular pores; moderately acid (pH 5.6); gradual smooth boundary. (Combined thickness of the Bw horizon is 17 to 30 inches)\nBC--34 to 52 inches; yellowish brown (10YR 5/4) loam, light yellowish brown (10YR 6/4) dry; weak medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; few fine tubular pores; few medium distinct brown (7.5YR 5/2) and pinkish gray (7.5YR 6/2) iron depletions and common medium distinct strong brown (7.5YR 5/6, 5/8) masses of iron accumulation; 5 percent gravel; moderately acid (pH 5.6); gradual smooth boundary. (15 to 20 inches thick)\nC--52 to 67 inches; brownish yellow (10YR 6/6) sandy loam, yellow (10YR 7/6) dry; massive; slightly hard, very friable, slightly sticky and slightly plastic; few fine and medium interstitial pores; common medium prominent strong brown (7.5YR 5/6, 5/8) masses of iron accumulation and common medium distinct gray (7.5YR 5/1, 6/1) iron depletions; 10 percent gravel; strongly acid (pH 5.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Benton County, Oregon; about 2 miles south of the town of Alsea in an irrigated field adjacent to the South Fork, Alsea River; located about  2,540 feet south and 1,730 feet east of the northwest corner of section 18, T. 14 S., R. 7 W., Willamette Meridian (Latitude 44 degrees, 21 minutes, 13 seconds N., 123 degrees, 35 minutes, 7 seconds W.; Prairie Peak, Oregon 7.5 minute USGS quad; NAD 1927)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soil is usually moist  but is dry in all parts between depths of 4 and 12 inches for 45 to 60 consecutive days within the four-month period following the summer solstice  in most years.  The mean annual soil temperature is 51 to 55 degrees F. Depth to bedrock is greater than 60 inches. Thickness of the mollic epipedon is 20 to 30 inches, and includes the upper portion of the Bw horizon.   Depth to saturated conditions where redox  depletions have chroma of  2 or less, with or without redox concentrations, is 30 to 40 inches. The solum has 0 to 5 percent gravel. Soil reaction is moderately acid or strongly acid.  Hue is 10YR or 7.5YR.  Base saturation between the Ap horizon and a depth of 30 inches is 60 to 70 percent.\nThe Ap horizon has value of 2 or 3 moist, 3 to 5 dry and chroma of 2 or 3 moist and dry. It is loam  with 18 to 27 percent clay.\nThe AB horizon has value of 2 or 3 moist, 3 to 5 dry and chroma of 2 or 3 moist and dry. It is loam or clay loam with 20 to 30 percent clay.\nThe Bw horizon has value of 3 to 5 moist, 4 to 6 dry and chroma of 3 or 4 moist and dry; moist chroma of 3 does not occur below a depth of  30 inches. It is loam or clay loam with 20 to 30 percent clay and more than 15 percent fine sand or coarser.\nThe BC horizon has value of 4 or 5 moist, 4 to 6 dry and chroma of  4 through 6 moist and dry. It is sandy loam, loam or clay loam with 15 to 35 pecent clay.  It has 0 to 5 percent gravel.\nThe C horizon has value of 4 to 6 moist, 5 to 7 dry and chroma of 4 to 6 moist and dry. It is sandy loam or loam with 10 to 25 percent clay.  It has 0 to 25 percent gravel.  Some pedons have stratified lenses of sand below depths of 4 feet."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Chapman, Eld, McDoug, and Nook series. Chapman and Eld soils are well drained and lack redox depletions with chroma of 2 or less. In addition, Eld soils are dry for 60 to 75 consecutive days in all parts of the moisture control section following the summer solstice. McDoug soils have a mean annual soil temperature of 47 to 50 degrees F. Nook soils are dry in all parts of the moisture control section for 75 to 90 consecutive days following the summer solstice, and soil reaction is slightly acid or neutral throughout the profile."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Alsea soils occur on stream terraces, but are also recognized on high flood plains in some areas.   Elevations are 200 to 400 feet. The soils formed in loamy recent alluvium weathered  from Tyee sandstone and basalt. The climate is  characterized by warm, wet winters and hot, dry summers tempered by an influence of marine air and low clouds due to the proximity of the Pacific Ocean.   The mean annual precipitation  is 55 to  70 inches, which occurs mostly as rain during the winter months. The mean annual temperature is 50 to 54 degrees F.  The frost-free period is 165 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Chapman, Chehalis, Cloquato, Newberg, and Wapato soils on flood plains and the Abiqua, McAlpin and Waldo soils on stream terraces of the Alsea River and its major tributaries in the Alsea Valley of Oregon. Abiqua, Chapman, Chehalis, Cloquato, and Newberg soils are well drained. Waldo and Wapato soils are poorly drained. Abiqua, McAlpin and Waldo soils are fine textured."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; moderate permeability.  Areas of Alsea soils on high flood plains are subject to rare flooding for brief periods from December to March.  Alsea soils on stream terraces are not subject to flooding. A seasonal water table is at its uppermost limit from November through April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The soils are used for production of pasture and hayland, grain and row crops, and Christmas tree production . The  native vegetation is  dominantly Douglas-fir,  grand fir,  Oregon white oak,  red alder,  Pacific poison oak, western swordfern, brackenfern, grasses, sedges, trailing blackberry and violet."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Stream terraces and high flood plains in the Alsea Valley of the central portion of the Oregon Coast Range; MLRA 2. The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Benton County, Oregon (Alsea Area), 1968.  The name is taken from the town of Alsea in western Benton County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nMollic (Pachic) epipedon - from the mineral soil surface to a depth of 25 inches (Ap1, Ap2, AB, Bw1 horizons)\nCambic horizon - from 16 to 34 inches (Bw1, Bw2 horizons)\nCumulic feature - pachic epipedon and irregular decrease in organic carbon content\nUltic feature - base saturation of less than 75 percent in one or more horizons between depths of 10 to 30 inches (AB, Bw1, Bw2 horizons)\nOxyaquic feature - redox features occur at a depth of 34 inches (BC horizon), indicating the presence of a fluctuating water table which saturates this horizon and those below for more than 20 consecutive days or 30 cumulative days.\nParticle-size control section  the zone from 10 to 40 inches\nThe Alsea soils occur on both the high and low Winkle geomorphic surfaces as recognized in the Willamette Valley, Oregon.  Those soils associated with the low Winkle surface have a rare flooding hazard.\nThe Alsea series was originally mapped as having a udic moisture in the initial soil survey of the Alsea Area, Oregon (published 1968). With the recent update mapping of Benton County, Oregon Soil Survey the typical pedon for this soil was relocated based on further field observations and documentation to reflect a modal concept which is very deep, has a superactive cation exchange activity class, an irregular decrease in organic carbon content with depth and base saturation low enough to meet the criteria for the Cumulic Ultic subgroup, redox features with chroma of 2 or less at depths of 30 to 40 inches, and has a xeric moisture regime.  The classification was revised 4/04 to fine-loamy, mixed, superactive, mesic Cumulic Ultic Haploxerolls and a new modal pedon described based on thorough investigation during a soil survey update.\nADDITIONAL DATA: Characterization data for one pedon by Oregon State University reported in Soil Survey of Alsea Area, Oregon, October 1968.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
