{
  "SERIES": "ALTABY",
  "STATUS": "Established Series",
  "BYREV": "Rev. CBR/FCF/TDT",
  "REVDATE": "04/2011",
  "STATES": "ID,WY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over sandy or sandy-skeletal, mixed, superactive, frigid Calcic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Altaby silt loam, on a cultivated fan remnant with 4 percent slope at an elevation of 1940 meters. (Colors are for dry soil unless otherwise noted.)\nAp1--0 to 18 cm; brown (10YR 5/3) silt loam; dark brown (10YR 3/3) moist; strong medium subangular blocky structure parting to moderate fine granular; very hard, friable, slightly sticky and slightly plastic; common fine roots throughout; many very fine irregular pores; slightly alkaline (pH 7.8); abrupt smooth boundary.\nAp2--18 to 40 cm; brown (10YR 4/3) silt loam; dark brown (7.5YR 3/2) moist; moderate medium subangular blocky structure; very hard, friable, moderately sticky and moderately plastic; few very fine roots throughout; common fine and medium tubular pores; slightly alkaline (pH 7.6); clear smooth boundary. (Combined thickness of the A horizons is 23 to 50 cm)\nAB--40 to 49 cm; brown (10YR 5/3) silt loam; dark brown (10YR 3/3) moist; weak medium subangular blocky structure; very hard, friable, slightly sticky and slightly plastic; few very fine roots throughout and common medium roots throughout; common medium tubular, common fine and very fine tubular pores; very slightly effervescent; slightly alkaline (pH 7.6); gradual wavy boundary. ( 0 to 10 cm thick)\nBk1--49 to 61 cm; pale brown (10YR 6/3) gravelly silt loam; brown (10YR 4/3) moist; weak fine subangular blocky structure; very hard, very friable, slightly sticky and moderately plastic; few very fine roots throughout; common medium tubular, common fine and many very fine tubular pores; calcium carbonate coats around rock fragments; 15 percent calcium carbonate equivalent; 20 percent limestone gravel; strongly effervescent; moderately alkaline (pH 8.0); gradual wavy boundary. (10 to 30 cm thick)\nBk2--61 to 71 cm; light gray (10YR 7/2) very gravelly sandy loam; brown (10YR 5/3) moist; weak very fine subangular blocky structure; hard, very friable, slightly sticky and slightly plastic; common fine interstitial pores; calcium carbonate coats around rock fragments, silica on bottom surfaces of rock fragments; 40 percent masses of calcium carbonate in matrix; 50 percent limestone gravel; 47 percent calcium carbonate equivalent; violently effervescent; moderately alkaline (pH 8.0); clear wavy boundary. (7 to 11 cm thick)\n2Bkq--71 to 152 cm; light gray (10YR 7/1) extremely gravelly sand; brown (10YR 5/3) moist; single grain; loose, nonsticky and nonplastic; many very fine interstitial pores; few discontinuous pockets of weakly cemented sands and gravel; calcium carbonate coats around rock fragments, silica on bottom surfaces of rock fragments; 10 percent limestone cobbles and 75 percent limestone gravel; 60 percent calcium carbonate equivalent; strongly effervescent; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Teton County, Idaho; about 5.9 kilometers southeast of Driggs; 500 meters west and 143 meters north of the southeast corner of section 7, Township 4 N, Range 46 E; Driggs USGS topographic quadrangle; lat. 43 degrees, 40 minutes, 51.0 seconds N. and long. 111 degrees, 4 minutes, 0.6 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMollic epipedon thickness: 25 to 50 cm\nControl section carbonate clay: 0 to 5 percent in the upper part\nDepth to calcic horizon: 30 to 60 cm\nCalcium carbonate equivalent: 15 to 65 percent in the calcic horizon (weighted average less than 40 percent in the particle size control section)\nDepth to sandy-skeletal material: 50 to 85 cm\nParticle-size control section: upper part is silt loam, loam, or sandy loam and averages 10 to 18 percent clay and 0 to 25 percent rock fragments and the lower part is sand or loamy sand and has 2 to 10 percent clay and 60 to 85 percent rock fragments.\nReaction: slightly to moderately alkaline\nMean annual soil temperature: 6 to 8 degrees C.\nMean summer soil temperature: 15 to 18.9 degrees C. (frigid soil temperature regime)\nAp or A horizons\nHue: 7.5YR or 10YR moist\nValue: 3 or 2.5 moist, 4 or 5 dry\nChroma: 2 or 3 moist\nRock fragments: 0 to 10 percent gravel\nClay content: 10 to 23 percent\nAB horizon (where present)\nHue: 7.5YR or 10YR moist\nValue: 3 or 4 moist\nChroma: 3 or 4 moist\nRock fragments: 0 to 35 percent total fragments; 0 to 35 percent gravel, 0 to 5 percent cobbles\nClay content: 10 to 23 percent\nBk horizons\nValue: 4 or 5 moist, 6 or 7 dry\nChroma: 2 or 3 dry\nTexture: SIL, L, or SL with the upper part having 5 to 35 percent rock fragments and the lower part having 35 to 85 percent rock fragments; 5 to 65 percent gravel, 0 to 20 percent cobbles\nClay content; 10 to 23 percent\nCalcium carbonate equivalent: 15 to 55 percent\n2Bkq horizon\nHue: 7.5YR or 10YR moist\nValue: 4 or 5 moist\nChroma: 3 or 4 moist\nTexture: S or LS with 60 to 85 percent total fragments; 20 to 75 percent gravel, 10 to 30 percent cobbles, 0 to 10 percent stones\nClay content: 2 to 10 percent\nCalcium carbonate equivalent: 15 to 65 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Arimo and Downey series. Arimo soils have a calcic horizon that begins within a depth of 46 cm. Downey soils are less than 50 cm to sandy-skeletal material."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: dominantly alluvial and outwash plains\nLandform: fan remnants\nElevation: 1815 to 2008 meters\nSlope: 0 to 8 percent\nParent material: mixed alluvium with loess influence\nMean annual air temperature: 3.3 to 6.7 degrees C\nMean annual precipitation: 305 to 457 mm\nFrost free period: 40 to 70 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Alpine, Driggs, Felt, Iphil, and Kucera series. Alpine soils are in concave swales on fan remnants and have a loamy-skeletal particle size class. Driggs soils are in the same position on fan remnants as Altaby, but have an argillic horizon. Felt and Iphil soils are on eroded convex positions and are calcareous to the soil surface. Kucera soils are in slightly higher positions on fan remnants where the loess influence is greater. Kucera soils do not have a contrasting particle size class."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class: well drained\nRunoff: low\nSaturated hydraulic conductivity: moderately high in the upper part and very high in the lower part"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Major uses: irrigated areas are used primarily for small grains, seed potatoes, hay and pasture; nonirrigated areas are used for pasture and range. Range/ecological site: R013XY001ID. Dominant native vegetation: mountain big sagebrush, bluebunch wheatgrass, antelope bitterbrush, western wheatgrass, eriogonum."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Southeastern Idaho, MLRA 13\nExtent: the series is not extensive"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Teton County, Idaho, 2011; Teton Area, Idaho and Wyoming Soil Survey."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and soil characteristics recognized in this pedon are:\nMollic epipedon: from a depth of 0 to 49 cm\nCalcic horizon: from a depth of 49 to greater than 152 cm\nParticle size control section: from a depth of 25 to 100 cm; the upper part from 25 to 71 cm averages 16 percent rock fragments and the lower part from 71 to 100 cm has 75 percent rock fragments.\nCalcium carbonate equivalent, weighted average in particle size control section: about 32 percent\nSoil temperature regime: frigid\nSoil moisture regime: xeric\nNational Cooperative Soil Survey\nU.S.A."
  }
}
