{
  "SERIES": "ALTAMONT",
  "STATUS": "Established Series",
  "BYREV": "Rev. LEW/GMK/JJJ/WRR/SBS",
  "REVDATE": "11/2009",
  "STATES": "CA",
  "OVERVIEW": "The Altamont series consists of deep, well drained soils that formed in material weathered from fine-grained sandstone and shale. These soils are on gently sloping to very steep uplands. The average annual precipitation is about 17 inches and the mean annual temperature is about 59 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Aridic Haploxererts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Altamont clay, range. (Colors are for dry soil unless otherwise stated.)\nA--0 to 7 inches; brown (10YR 4/3) clay, dark brown (10YR 3/3) moist; very thin surface crust grayish brown (10YR 5/2) or lighter; strong coarse prismatic and strong coarse and medium blocky structure; very hard, very firm, very sticky and very plastic; common fine roots which tend to concentrate on faces of peds, roots appear flattened or compressed; few very fine tubular pores in places; very dark brown and black films and mats on faces of peds; slightly acid (pH 6.5) clear smooth boundary. (4 to 9 inches thick)\nBss1--7 to 19 inches; brown (10YR 4/3) clay, dark brown (10YR 3/3) moist; moderate coarse prismatic and moderate coarse blocky structure; very hard, very firm, very sticky and very plastic; few fine roots; mostly on faces of peds; common very fine tubular pores; many slickensides; few whitish films of carbonates on surface of peds in lower portion; neutral (pH 6.8); clear smooth boundary. (8 to 12 inches thick)\nBss2--19 to 28 inches; brown (10YR 4/3) clay, dark brown (10YR 3/3) moist; moderate coarse prismatic and moderate coarse and medium blocky structure; very hard, very firm, very sticky and very plastic; few fine roots; concentrated mainly on faces of peds; few very fine tubular pores; many slickensides; slightly calcareous, carbonates mostly disseminated; few fine whitish soft or slightly hard carbonate segregations and films; slightly alkaline (pH 7.8); clear smooth boundary. (8 to 9 inches thick)\nBssk1--28 to 37 inches; finely mixed brown (10YR 4/3) and dark yellowish brown (10YR 4/4) clay, dark brown (10YR 3/3) and dark yellowish brown (10YR 3/4) moist; weak coarse prismatic and moderate medium blocky structure; very hard, very firm, very sticky and very plastic; few fine roots mostly on faces of peds; few very fine tubular pores; few soft fine yellowish brown 10YR 5/6 and yellowish brown 10YR 5/8 iron oxide segregations; few small embedded shale fragments; many slickensides; moderately calcareous, carbonates mostly disseminated; few fine whitish soft or slightly hard carbonate segregations and films; slightly alkaline (pH 7.8); clear smooth boundary. (8 to 12 inches thick)\nBssk2--37 to 50 inches; yellowish brown (10YR 5/4) clay, dark yellowish brown (10YR 4/4) moist; weak medium blocky structure; very hard, very firm, sticky and plastic; few fine roots; mostly along faces of peds; few very fine tubular pores; few small embedded shale fragments; few slickensides; many embedded soft or slightly hard whitish carbonate segregations or nodules; moderately calcareous, with much disseminated as well as segregated carbonates; moderately alkaline (pH 8.0); clear smooth boundary. (8 to 16 inches thick)\nCr--50 to 65 inches; olive (5Y 5/3) highly fractured and weathered fine grained sandstone and shale, dark olive gray (5Y 3/2) moist; light olive brown (2.5Y 5/4) silty clay loam along fracture planes, olive brown (2.5Y 4/4) moist; increasingly shaley and undecomposed with increased depth; shale fragments appear very slightly calcareous; many soft or somewhat hardened whitish carbonate segregations, nodules, and films in upper portion; progressively less disseminated and segregated carbonates with greater depth; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Alameda County, California; 6 miles northeast of Livermore, 750 feet east and 2,250 feet south of the northwest corner of section 19, in the SE1/4, SW1/4, NW1/4 section 19, T. 2 S., R. 3 E.; Latitude 37 degrees, 44 minutes, 47 seconds North and Longitude 121 degrees, 41 minutes, 30 seconds West."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Clay content is 35 to 60 percent. They have intersecting slickensides and have cracks more than 1 cm wide to a depth of 20 inches or more that open and close once each year. The cracks close in November or December and remain closed until April or May and remain open the rest of the year. Mean annual soil temperature is 59 degrees to 65 degrees F. Depth to a paralithic contact of shale, sandstone or mudstone is 40 to 60 inches. Roots do not penetrate the paralithic materials except along fractures. Angular prisms 6 to 12 inches in diameter that extend from near the surface to depths of 15 to 30 inches are characteristic of these soils when dry.\nThe A horizon has color of 10YR 3/2, 3/3, 4/2, 4/3, 4/4, 5/2, 5/3 or 2.5Y 5/3. Moist color is 10YR 3/2, 3/3, 3/4, 4/3, 4/4 or 2.5Y 4/3. Texture is clay loam, silty clay or clay. Reaction is slightly acid to moderately alkaline. The surface inch or so is massive or has coarse platy or blocky structure. The A horizon is free of carbonates in the upper 15 to 36 inches and is intermittently calcareous to moderately calcareous in the lower portion. Slight to distinct accumulation of secondary carbonates is present in the lower part of the A horizon or upper part of the B C horizon.\nThe B horizons have colors of 10YR 4/2, 4/3, 4/4, 5/2, 5/3, 5/4, 5/6, 6/2, 6/3, 6/4, 7/1, 7/2, 7/4; 2.5Y 5/4, 5/3, 6/2, 5/2 or 6/4. Moist color is 10YR 3/3, 3/4, 4/2, 4/3, 4/4, 5/3, 5/4, 3/3; 2.5Y 4/2, 4/3, 4/4, 5/2or 5/4. Texture is silty clay loam, clay loam, silty clay or clay. Some areas are gravelly or very gravelly in the lower part. Reaction is neutral to moderately alkaline. It is slightly effervescent to violently effervescent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Aido , Alo , Auld , Bosanko CA), Cibo , Cropley , Diablo ,Fiale,  Myers , Porterville , Sehorn  and Vaquero Series. Aido soils (MLRA 15), on hills and mountains, have a paralithic contact at depths of 20 to 40 inches, do not have strongly expressed intersecting slickensides, and do not have cracks that close for 100 to 150 consecutive days. Alo soils (MLRA 15, 20), on mountains, have a paralithic contact at depths of 24 to 40 inches. Auld soils (MLRA 19, 20), on foothills and uplands, have color hue of 5YR in the A horizon and 5YR through 10YR in the C horizon. Bosanko soils (MLRA 15, 20) typically have a paralithic contact of weathered igneous rock and do not have a Bssk horizon with carbonates. Cibo soils (MLRA 15, 18, 20, 29), on foothills and mountainous uplands, have a lithic contact at a depth of 20 to 40 inches. Cropley soils (MLRA 14, 19), on fans and flood plains, are very deep and have color hues of 7.5YR or 5YR in the lower part of the profile. Diablo soils (MLRA 15, 17, 20), on uplands, have a Cr horizon at a depth of 40 to 80 inches and have 5Y color hue. Fiale soils (MLRA 20) are moderately deep to a paralithic contact. Mckeonhills soils (MLRA 17) have a moderately deep paralithic contact. Myers soils (MLRA 17), in basins, are very deep and do not have a paralithic contact. Porterville soils (MLRA 17, 29), on fans and foothills, are very deep and have color hues of 7.5YR or 5YR in the lower part of the profile. Sehorn soils (MLRA 15), on foothills, have an R horizon at a depth of 20 to 40 inches. Vaquero soils (MLRA 15), on hills and mountains, have a paralithic contact at a depth of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Altamont soils are on uplands, hills and mountains. Some Altamont soils are on slides on mountain slopes. Slope is 0 to 75 percent. Elevation is 100 to 4,480 feet. These soils formed in material weathered from fine-grained sandstone and shale. The climate is dry subhumid with hot dry summers and cool moist winters. Mean annual precipitation is 10 to 25 inches. Mean annual temperature is 57 degrees to 62 degrees F. The mean January temperature is about 45 degrees to 48 degrees F. and the mean July temperature about 65 degrees to 80 degrees F. The frost-free season is 180 to 340 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Azule, Contra Costa, Diablo, Linne, Los Osos, Nacimiento, San Ysidro, San Benito and Vaquero soils. Azule soils, on hills, have an argillic horizon. Contra Costa soils, on foothills and mountains, have an argillic horizon and have a mixed mineralogy class. Diablo soils, have a Cr horizon at a depth of 40 to 80 inches and have 5Y color hues. Linne soils, on hills, have a paralithic contact at a depth of 20 to 40 inches and a fine-loamy particle-size control section. Los Osos soils, on uplands, have an argillic horizon and a paralithic contact at a depth of 20 to 40 inches. Nacimiento soils, on uplands, have a paralithic contact at a depth of 20 to 40 inches and have a fine-loamy particle-size control section. San Ysidro soils, on low terraces, are very deep and have an argillic horizon. San Benito soils, on hills, have a fine-loamy particle-size control section. Vaquero soils, on hills and mountains, have a paralithic contact at a depth of 20 to 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to very high runoff; after cracks swell shut, permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for livestock grazing and dry farmed grains, mainly barley. The principal vegetation is annual grasses, forbs, and scattered oak trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: In the Diablo Ranges in the California Coast Ranges in central and southern California and the Sutter Buttes. The soils are extensive. MLRA 15, 18, 20."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Livermore Area, California, 1910."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Restricting this series to fewer MLRA's would be a good place to start a new correlation process. Thorough research of all Soil Survey Areas that have mapped Altamont soil was not done during the 2002 update. This soil was mapped at 3,000 feet elevation in Kings County and the highest elevation of 4,480 feet is located in the Fresno County, Western Part Soil Survey. Further research of this extensive soil may reveal mapping at similar elevations. Competing series updated October 2009."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Eight NSSL characterization pedons: S93CA-011-001, S93CA-011-003, S93CA-011-004 from Colusa County; S58CA-001-003 (Series type location) and S58CA-001-004 from Alameda County; three pedons in Glenn County; S85CA-021-001, S85CA -021-002, and S85CA -021-003; one pedon in Los Angeles County S81CA-037-002."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 7 inches; brown (10YR 4/3) clay, dark brown (10YR 3/3) moist; very thin surface crust grayish brown (10YR 5/2) or lighter; strong coarse prismatic and strong coarse and medium blocky structure; very hard, very firm, very sticky and very plastic; common fine roots which tend to concentrate on faces of peds, roots appear flattened or compressed; few very fine tubular pores in places; very dark brown and black films and mats on faces of peds; slightly acid (pH 6.5) clear smooth boundary. (4 to 9 inches thick)"
      },
      {
        "name": "Bss1",
        "top": 18,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bss1--7 to 19 inches; brown (10YR 4/3) clay, dark brown (10YR 3/3) moist; moderate coarse prismatic and moderate coarse blocky structure; very hard, very firm, very sticky and very plastic; few fine roots; mostly on faces of peds; common very fine tubular pores; many slickensides; few whitish films of carbonates on surface of peds in lower portion; neutral (pH 6.8); clear smooth boundary. (8 to 12 inches thick)"
      },
      {
        "name": "Bss2",
        "top": 48,
        "bottom": 71,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bss2--19 to 28 inches; brown (10YR 4/3) clay, dark brown (10YR 3/3) moist; moderate coarse prismatic and moderate coarse and medium blocky structure; very hard, very firm, very sticky and very plastic; few fine roots; concentrated mainly on faces of peds; few very fine tubular pores; many slickensides; slightly calcareous, carbonates mostly disseminated; few fine whitish soft or slightly hard carbonate segregations and films; slightly alkaline (pH 7.8); clear smooth boundary. (8 to 9 inches thick)"
      },
      {
        "name": "Bssk1",
        "top": 71,
        "bottom": 94,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bssk1--28 to 37 inches; finely mixed brown (10YR 4/3) and dark yellowish brown (10YR 4/4) clay, dark brown (10YR 3/3) and dark yellowish brown (10YR 3/4) moist; weak coarse prismatic and moderate medium blocky structure; very hard, very firm, very sticky and very plastic; few fine roots mostly on faces of peds; few very fine tubular pores; few soft fine yellowish brown 10YR 5/6 and yellowish brown 10YR 5/8 iron oxide segregations; few small embedded shale fragments; many slickensides; moderately calcareous, carbonates mostly disseminated; few fine whitish soft or slightly hard carbonate segregations and films; slightly alkaline (pH 7.8); clear smooth boundary. (8 to 12 inches thick)"
      },
      {
        "name": "Bssk2",
        "top": 94,
        "bottom": 127,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bssk2--37 to 50 inches; yellowish brown (10YR 5/4) clay, dark yellowish brown (10YR 4/4) moist; weak medium blocky structure; very hard, very firm, sticky and plastic; few fine roots; mostly along faces of peds; few very fine tubular pores; few small embedded shale fragments; few slickensides; many embedded soft or slightly hard whitish carbonate segregations or nodules; moderately calcareous, with much disseminated as well as segregated carbonates; moderately alkaline (pH 8.0); clear smooth boundary. (8 to 16 inches thick)"
      },
      {
        "name": "Cr",
        "top": 127,
        "bottom": 165,
        "dry_hue": "5Y",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--50 to 65 inches; olive (5Y 5/3) highly fractured and weathered fine grained sandstone and shale, dark olive gray (5Y 3/2) moist; light olive brown (2.5Y 5/4) silty clay loam along fracture planes, olive brown (2.5Y 4/4) moist; increasingly shaley and undecomposed with increased depth; shale fragments appear very slightly calcareous; many soft or somewhat hardened whitish carbonate segregations, nodules, and films in upper portion; progressively less disseminated and segregated carbonates with greater depth; moderately alkaline (pH 8.0)."
      }
    ]
  ]
}
