{
  "SERIES": "ALTDORF",
  "STATUS": "Established Series",
  "BYREV": "Rev. PHC-TAM-TWN",
  "REVDATE": "07/2009",
  "STATES": "WI",
  "OVERVIEW": "The Altdorf series consists of very deep, poorly drained soils formed in 35 to 75 centimeters of loess or other silty deposits and in the underlying till or residuum from micaceous schist, or both.  These soils are on uplands underlain by bedrock along drainageways and in depressions.  Slope ranges from 0 to 2 percent.  Mean annual precipitation is about 765 millimeters.  Mean annual air temperature is about 5 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, frigid Aeric Glossaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Altdorf silt loam, on a 1 percent slope, in a hay meadow, at an elevation of about 335 meters above sea level.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 centimeters; very dark grayish brown (10YR 3/2) silt loam, light brownish gray (10YR 6/2) dry; weak fine subangular blocky structure; friable; many fine roots; slightly acid; abrupt smooth boundary.\nEg--20 to 30 centimeters; grayish brown (2.5Y 5/2) silt loam; weak fine subangular blocky structure; friable; common fine roots; many medium prominent yellowish brown (10YR 5/6) redoximorphic concentrations; strongly acid; clear smooth boundary.\nE/Bg--30 to 43 centimeters; about 75 percent grayish brown (2.5Y 5/2) silt loam (E); moderate fine and medium subangular blocky structure; friable; about 25 percent strong brown (7.5YR 5/6) silty clay loam (Bt); common fine roots; few faint clay films on faces of peds and in tubular pores of the Bt part of the horizon; many medium prominent yellowish brown (10YR 5/6) redoximorphic concentrations; extremely acid; clear wavy boundary.\nB/Eg--43 to 58 centimeters; about 80 percent dark grayish brown (2.5Y 4/2) and brown (7.5YR 5/2) silty clay loam; strong medium prismatic structure parting to moderate fine angular blocky; very firm; many distinct very dark grayish brown (10YR 3/2) clay films on faces of peds and in tubular pores of the Bt part of the horizon; about 20 percent grayish brown (2.5Y 5/2) tongues of silt loam (E), 10 to 15 millimeters thick penetrate the horizon; few fine roots; many fine and medium prominent strong brown (7.5YR 5/6) and reddish brown (5YR 4/4) redoximorphic concentrations; about 1 percent fine and medium polished rounded and subrounded quartz pebbles; very strongly acid; clear wavy boundary.\n2Bt1--58 to 71 centimeters; dusky red (10R 3/3) clay loam; moderate medium prismatic structure parting to moderate fine angular blocky; very firm; few fine roots; continuous faint dark reddish brown (5YR 3/2) clay films on faces of peds and in tubular pores; common fine reddish black (10R 2/1) iron and manganese oxides;  about 1 percent fine and medium polished rounded and subrounded quartz pebbles; strongly acid; gradual wavy boundary.\n2Bt2--71 to 97 centimeters; dusky red (10R 3/4) clay; moderate medium prismatic structure parting to weak fine angular blocky; very firm; common faint reddish brown (5YR 4/4) clay films on faces of angular blocky peds and continuous on faces of prisms and in tubular pores; about 1 percent fine and medium polished rounded and subrounded quartz pebbles; few light reddish brown (5YR 6/4) weathered rock fragments, 1 to 2 millimeters in diameter distributed throughout the horizon; slightly acid; gradual wavy boundary.\n2Bt3--97 to 124 centimeters; dusky red (10R 3/3) clay; moderate medium and coarse prismatic structure parting to weak medium angular blocky; very firm; faint and continuous clay films on vertical faces of prisms; few weathered remnants of schist bedrock and about 1 percent rounded and subrounded polished pebbles of quartz; neutral; gradual wavy boundary.\n2Bt4--124 to 152 centimeters; dusky red (10R 3/3) clay; weak medium and coarse angular blocky structure; very firm; faint and nearly continuous clay films along faces of peds and in pores; few fine rounded and subrounded polished quartz pebbles; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 90B-Wisconsin and Minnesota Thin Loess and Till, Southern Part, Wood County, Wisconsin subset; about 5 miles southeast of Vesper; located about 1,900 feet west and 2,200 feet south of the northeast corner of section 23, T. 23 N., R. 5 E.; USGS Wisconsin Rapids North topographic quadrangle; lat 44 degrees 27 minutes 40 seconds N. and long. 89 degrees 52 minutes 20 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to underlying till or clayey residuum--35 to 75 centimeters\nDepth to carbonates--more than 200 centimeters\nClay content in the particle-size control section (weighted average)--45 to 60 percent\nSand content in the particle-size control section (weighted average)--45 to 65 percent\nRock fragments--0 to 5 percent\nAp or A horizon:\nHue--10YR\nValue--2 or 3\nChroma--1 or 2\nTexture--silt loam or mucky silt loam\nClay content--10 to 20 percent\nSand content--10 to 30 percent\nReaction--pH 5.1 to 7.3\nThickness of the A horizon--7 to 13 centimeters\nThickness of the Ap horizon--13 to 25 centimeters\nEg horizon and the E part of the E/Bg and B/Eg horizons:\nHue--10YR or 2.5Y\nValue--4 to 6\nChroma--1 or 2\nTexture--silt loam\nClay content--10 to 27 percent\nSand content--10 to 25 percent\nReaction--pH 3.5 to 7.3\nThickness of the Eg horizon--0 to 15 centimeters\nThickness of the E/Bg horizon--5 to 15 centimeters\nBt part of the E/Bg and B/Eg horizons:\nHue--7.5YR, 10YR, and 2.5Y\nValue--4 or 5\nChroma--1 to 6\nTexture--silty clay loam\nClay content--27 to 35 percent\nSand content--5 to 20 percent\nReaction--pH 3.5 to 5.5\nThickness of the B/Eg horizon--10 to 25 centimeters\n2Bt horizon:\nHue--10R, 2.5YR, and 5YR\nValue--3 to 5\nChroma--3 to 6\nTexture--clay loam, silty clay loam, silty clay, or clay\nClay content--35 to 60 percent\nSand content--0 to 30 percent\nReaction--pH 4.5 to 7.3\nThickness of the 2Bt horizon--75 to 125 centimeters\n2C horizon (when present):\nHue--10R to 10YR\nValue--3 to 6\nChroma--2 to 8\nTexture--clay loam, silty clay loam, silty clay, or clay\nClay content--35 to 60 percent\nSand content--0 to 30 percent\nReaction--pH 4.5 to 7.3\nSome pedons have thin strata of loam, sandy loam, or sandy clay loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Badriver, Herbster, and McQuade series.\nBadriver--have carbonates within a depth of 100 centimeters\nHerbster--have carbonates within a depth of 100 centimeters\nMcQuade--have a densic contact within a depth of 150 centimeters"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--35 to 75 centimeters of loess or other silty deposits and in the underlying till or clayey residuum from micaceous schist, or both\nLandform--uplands underlain by bedrock along drainageways and in depressions\nSlope--0 to 2 percent\nElevation--205 to 470 meters above sea level\nMean annual air temperature--3 to 8 degrees C\nMean annual precipitation--660 to 865 millimeters\nFrost-free period--110 to 180 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dolph and Meadland soils.\nDolph--are on slightly higher landscape positions and have a frequently saturated zone between depths of 0.15 and 0.60 meter during the wettest periods of years when precipitation is within one standard deviation of 30 year mean of annual precipitation\nMeadland--are on slightly higher landscape positions and have a clay content that averages 18 to 30 percent in the particle-size control section"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--poorly drained--these soils are frequently saturated from the surface of the soil to a depth of 0.15 meter during the wettest periods of years when precipitation is within one standard deviation of 30 year mean of annual precipitation\nSaturated hydraulic conductivity--1.00 to 14.00 micrometers per second in the loess or other silty deposits and 0.00 to 1.00 micrometers per second in the underlying till or residuum"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are pastured or wooded.  Some areas are drained and cultivated.  The native vegetation is sedges and water-tolerant trees, such as American elm, red maple, and black ash."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic section--Western Lake section\nMLRAs--Wisconsin and Minnesota Thin Loess and Till, Northern Part (90A) and Wisconsin and Minnesota Thin Loess and Till, Southern Part (90B)\nLRR K; central Wisconsin\nExtent--moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota; MLRA SSO 10-9 (Rhinelander, Wisconsin)."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wood County, Wisconsin, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 58 to 108 centimeters; series control section--the zone from the surface to a depth of 152 centimeters.\nDiagnostic horizons and features recognized in this pedon are:\nochric epipedon--the zone from the surface of the soil to a depth of 43 centimeters (Ap, Eg, and E/Bg horizons);\nalbic horizon--the zone from a depth of 20 to 43 centimeters (E and E/Bg horizons);\nglossic horizon--the zone from a depth of 30 to 58 centimeters (E/Bg and B/Eg horizons);\nargillic horizon--the zone from a depth of 58 to 152 centimeters (2Bt1, 2Bt2, 2Bt3, 2Bt4 horizons);\naquic moisture regime.\nTill is thought to be derived from the local residuum although the glacial stratigraphy in the area of these soils is not fully worked out.\nCation-exchange activity class is supported by laboratory data (NSSL).\nTaxonomy version--Keys to Soil Taxonomy, tenth edition, 2006.\nADDITIONAL DATA:\nLaboratory data--National Soil Survey Laboratory, Lincoln, Nebraska-user pedonid 70WI141002 (http://ssldata.sc.egov.usda.gov/).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
