{
  "SERIES": "ALTO",
  "STATUS": "Established Series",
  "BYREV": "Rev. LCB:RD:GLL:DJS",
  "REVDATE": "09/2019",
  "STATES": "TX",
  "OVERVIEW": "The Alto series consists of deep, moderately well drained soils that formed in marine sediments high in glauconite material of the Weches Formation. These nearly level to gently sloping soils are on toeslopes and in depressional saddles on interfluves on the Coastal Plain. Slopes range from 0 to 5 percent. Mean annual precipitation is about 1092 cm (43 in) and the mean annual air temperature is about 19 degrees C (67 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, active, thermic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Alto fine sandy loam, 2 percent slope in pastureland. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm (0 to 8 in); brown (10YR 4/3) fine sandy loam, pale brown (10YR 6/3) dry; weak medium subangular blocky structure; hard, friable; few worm casts; common concretions of iron; neutral; clear wavy boundary. (13 to 30 cm [5 to 12 in] thick)\nBt1--20 to 46 cm (8 to 18 in); dark yellowish brown (10YR 4/4) clay loam, same color dry; many medium prominent mottles of red (2.5YR 4/6); moderate fine and medium subangular blocky structure; very hard, firm; clay films on faces of most peds; about 10 percent by volume fine concretions of iron; moderately acid; gradual wavy boundary.\nBt2--46 to 81 cm (18 to 32 in); yellowish brown (10YR 5/8) clay prominently and coarsely mottled with 40 percent red (2.5YR 4/6); moderate medium and fine subangular blocky structure; very hard, firm; clay films on most peds; about 10 percent of fine concretions of iron; strongly acid; gradual wavy boundary.\nBt3--81 to 127 cm (32 to 50 in); yellowish red (5YR 5/6) clay loam; many medium and coarse prominent mottles of yellowish brown (10YR 5/8) and few medium prominent light brownish gray (10YR 6/2) mottles; moderate medium subangular blocky structure; very hard, firm; almost continuous clay films on faces of peds; few fine rounded concretions of iron; strongly acid; gradual wavy boundary.\nBt4--127 to 173 cm (50 to 68 in); yellowish red (5YR 5/6) clay loam; many medium prominent yellowish brown (10YR 5/8) and red (2.5YR 4/6) mottles and few medium distinct light brownish gray (10YR 6/2) mottles; weak coarse blocky structure; very hard, firm; few clay films; few fine black concretions and few small fragments of ironstone; strongly acid; gradual smooth boundary. (Combined Bt horizons 76 to 152 cm [30 to more than 60 in] thick).\nCd--173 to 203 cm (68 to 80 in); dark yellowish brown (10YR 4/4) claystone and weathered glauconitic sandstone, noncemented bedrock; massive; very hard; contains many small fragments of glauconitic greensand; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Anderson County, Texas; near Elkhart; from intersection of U. S. Highway 287 and Farm Road 1817; 0.3 mile east on Farm Road 1817; 50 feet south of road. Southeast Palestine USGS quad; Latitude: 31 degrees, 37 minutes, 32.947 seconds N; Longitude: 95 degrees, 34 minutes, 3.103 minutes W, WGS 84; UTM Easting 256465.524 m, UTM Northing 3501825.393 m, UTM Zone 15N."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Soil Moisture: An udic soil moisture regime. The soil moisture control section is not dry in any part for more than 90 days in normal years.   Mean annual soil temperature: 19 to 21 degrees C (67 to 70 degrees F)\nDepth to argillic horizon: 8 to 51 cm (3 to 20 in)\nThickness of solum: 127 to about 178 cm (50 to about 70 in)  Particle-size control section (weighted average):\nClay content: 25 to 35 percent\nRock Fragments: ironstone nodules, 2 to 12 mm in diameter, 0 to about 15 percent\nCEC/clay ratio: 0.40 to 0.60\nA or Ap horizon\nHue: 2.5YR to 10YR\nValue: 3 or 4, horizons 3 are less than 18 cm (7 in) thick\nChroma: 2 to 4\nTexture: fine sandy loam, loam or clay loam\nReaction: moderately acid to neutral\nUpper Bt horizon\nHue: 5YR to 10YR\nValue: 4 or 5\nChroma: 4 to 8   Texture: loam, sandy clay loam, or clay loam and ranges to clay in some pedons\nLithochromic mottles: 1 to 20 percent in shades of red and 1 to more than 20 percent in shades of gray and yellowish weathered glauconitic materials. The weathered glauconitic materials typically increase with depth.\nRock fragments: Some pedons have thin discontinuous ironstone or glauconitic ironstone layers and fragments in the lower part with or without fragments of glauconitic greensand\nReaction: strongly acid to slightly acid\nLower Bt horizon\nHue: 5YR to 10YR\nValue: 4 or 5\nChroma: 4 to 8   Texture: loam to clay loam, and ranges to clay in some pedons   Lithochromic mottles: 1 to 20 percent in shades of red and 1 to more than 20 percent in shades of gray and yellowish weathered glauconitic materials. The weathered glauconitic materials typically increase with depth.\nRock fragments: Some pedons have thin discontinuous ironstone or glauconitic ironstone layers and fragments in the lower part with or without fragments of glauconitic greensand\nReaction: strongly acid to neutral\nCd layer\nWeathered glauconitic sandstone colors: shades of green, yellow and brown\nClaystone and marl colors: shades of gray, brown and green\nEffervescence: The shells and marl layers are very slightly effervescent to strongly effervescent\nReaction: moderately acid to neutral with spots that are slightly or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Austonio (TX) and Fulshear (TX) series in the same family, and Bowie (TX), Chireno (TX), Elrose (TX), Nacogdoches (TX), Oakwood (TX), Redsprings (TX) and Trawick (TX) series in similar families. .\nAustonio: is not underlain by weathered glauconitic sandstone. Fulshear: has neutral to moderately alkaline reaction throughout and 2 to 10 percent calcium carbonate concretions in the lower horizons.\nBowie: contains more than 5 percent plinthite and has no clayey layer in the subsoil. Oakwood: contains more than 5 percent plinthite and has no clayey layer in the subsoil.\nChireno: has a mollic epipedon.\nElrose: has a clayey control section. Nacogdoches, Trawick, and Redsprings: have a clayey control sections"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: marine sediments high in glauconite;  sandstone and claystone of the Weches Formation\nLandscape: Coastal Plain\nLandform: Toeslopes and in depressional saddles on interfluves\nSlope: 0 to 5 percent.\nMean annual air temperature range: 18 to 19 degrees C (65 to 67 degrees F)\nMean annual Precipitation range: 1016 to 1168 mm (40 to 46 in)\nFrost-free period: 235 to 250 days\nElevation: 70 to 79 m (230 to 260 ft)\nThornthwaite annual P-E indices: more than 64"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Chireno, Elrose, Nacogdoches, Redsprings and Trawick series. Associated soils are the Hannahatchee and Tuscosso series.\nChireno: is on stream terraces, Elrose: is on similar positions.\nNacogdoches, Redsprings, and Trawick: is on higher positions on hills or more sloping areas.\nHannahatchee: is an alluvial soil on a lower bottomland position and has a loamy control section.\nTuscosso: is an alluvial soil on a lower bottomland position and has a clayey control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained.  Permeability is moderately slow.  Runoff is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The major use is livestock grazing and woodland. Woodland vegetation is mainly hardwoods consisting of post oak, willow oak, water oak, elm, sugar berry, with a few scattered pines."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Coastal Plain of eastern Texas and possibly Louisiana; LRR P, MLRA 133B. The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Cherokee County, Texas; 1945."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 20 cm (0 to 8 in) (A horizon)\nArgillic horizon: 20 to 173 cm (8 to 68 in) (Bt the Bt1 through Bt4 horizons)\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Ap--0 to 20 cm (0 to 8 in); brown (10YR 4/3) fine sandy loam, pale brown (10YR 6/3) dry; weak medium subangular blocky structure; hard, friable; few worm casts; common concretions of iron; neutral; clear wavy boundary. (13 to 30 cm [5 to 12 in] thick)"
      },
      {
        "name": "Bt1",
        "top": 20,
        "bottom": 46,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--20 to 46 cm (8 to 18 in); dark yellowish brown (10YR 4/4) clay loam, same color dry; many medium prominent mottles of red (2.5YR 4/6); moderate fine and medium subangular blocky structure; very hard, firm; clay films on faces of most peds; about 10 percent by volume fine concretions of iron; moderately acid; gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 46,
        "bottom": 81,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--46 to 81 cm (18 to 32 in); yellowish brown (10YR 5/8) clay prominently and coarsely mottled with 40 percent red (2.5YR 4/6); moderate medium and fine subangular blocky structure; very hard, firm; clay films on most peds; about 10 percent of fine concretions of iron; strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 81,
        "bottom": 127,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt3--81 to 127 cm (32 to 50 in); yellowish red (5YR 5/6) clay loam; many medium and coarse prominent mottles of yellowish brown (10YR 5/8) and few medium prominent light brownish gray (10YR 6/2) mottles; moderate medium subangular blocky structure; very hard, firm; almost continuous clay films on faces of peds; few fine rounded concretions of iron; strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bt4",
        "top": 127,
        "bottom": 173,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt4--127 to 173 cm (50 to 68 in); yellowish red (5YR 5/6) clay loam; many medium prominent yellowish brown (10YR 5/8) and red (2.5YR 4/6) mottles and few medium distinct light brownish gray (10YR 6/2) mottles; weak coarse blocky structure; very hard, firm; few clay films; few fine black concretions and few small fragments of ironstone; strongly acid; gradual smooth boundary. (Combined Bt horizons 76 to 152 cm [30 to more than 60 in] thick)."
      },
      {
        "name": "Cd",
        "top": 173,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cd--173 to 203 cm (68 to 80 in); dark yellowish brown (10YR 4/4) claystone and weathered glauconitic sandstone, noncemented bedrock; massive; very hard; contains many small fragments of glauconitic greensand; moderately acid."
      }
    ]
  ]
}
