{
  "SERIES": "ALTOGA",
  "STATUS": "Established Series",
  "BYREV": "Rev. CLN-CMR-RM",
  "REVDATE": "08/2017",
  "STATES": "TX",
  "OVERVIEW": "The Altoga series consists of very deep, well drained, moderately permeable soils that formed in calcareous clayey alluvium derived from mudstone. These gently to strongly sloping soils are on risers on stream terraces. Slopes range from 1 to 12 percent. Mean annual precipitation is about 864 mm (34 in) and the mean annual temperature is about 20 degrees C (68 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, carbonatic, thermic Udic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Altoga silty clay, on an east-facing, convex, 8 percent slope in cropland at an elevation of 188 m (617 ft). (Colors are for dry soil unless otherwise stated.)\nAp--0 to 18 cm (0 to 7 in); light brownish gray (10YR 6/2) silty clay, grayish brown (10YR 5/2), moist; weak medium subangular blocky; slightly hard, friable; few fine roots; strongly effervescent; moderately alkaline; gradual smooth boundary (Thickness is 8 to 38 cm [3 to 15 in].)\nBk1--18 to 64 cm (7 to 25 in); pale brown (10YR 6/3) silty clay, brown (10YR 5/3), moist; common coarse faint brown (10YR 4/3) mottles on ped surface; strong fine subangular blocky structure; slightly hard, firm; few fine roots; few fine threadlike carbonate masses; strongly effervescent; moderately alkaline; gradual smooth boundary.\nBk2--64 to 152 cm (25 to 60 in); very pale brown (10YR 7/3) silty clay, yellowish brown (10YR 5/4), moist; moderate fine subangular blocky structure; hard, firm; common medium and coarse non-cemented carbonate masses and few fine carbonate concretions; violently effervescent; moderately alkaline; gradual smooth boundary (Combined thickness is 51 to 178 cm [20 to 60 in].)\nBCk--152 to 168 cm (60 to 66 in); very pale brown (10YR 7/3) silty clay, yellowish brown (10YR 5/4), moist; few fine faint grayish brown (10YR 5/2) mottles; weak medium subangular blocky structure; very hard, firm; few medium and coarse carbonate concretions; violently effervescent; moderately alkaline (Thickness is 15 to 102 cm [6 to 40 in])."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Collin County, Texas; from the intersection of Texas Highway 75 and Farm to Market Road 543 north of McKinney, 5.2 miles west on Farm to Market Road 543 to County Road 168, 0.7 mile west on County Road 168 and 0.1 mile south on County Road 168, 100 ft east in a cultivated field. Weston\nUSGS topographic quadrangle: Weston, TX;\nLatitude: 33 degrees, 16 minutes, 38 seconds N;\nLongitude: 96 degrees, 39 minutes, 46 seconds W;\nDatum: WGS84\nUTM Easting: 717675 m, UTM Northing: 3684471 m, UTM Zone 14N. WGS 84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth of solum: 94 (37 in) to 203 cm (80 in)\nSoil moisture: Dry in some part of the moisture control section for less than four-tenths of the cumulative days per year when the soil temperature at a depth of 50 cm below the soil surface is higher than 5 degrees C and moist in some parts either for more than 180 cumulative days per year or for 90 or more consecutive days in normal years. Ustic soil moisture regime\nParticle-size control section (weighted average):\nClay content: 30 to 50 percent\nSilicate clay content (excluding clay-size carbonates): 25 to 35 percent\nRock fragments: 0 to 5 percent limestone and chert gravels\nCalcium carbonate equivalent: 40 to 75 percent\nA horizon\nHue: 10YR to 5Y\nValue: 4 to 6, 3 to 6 moist\nChroma: 2 to 4 dry or moist\nTexture: silty clay, silty clay loam, clay loam\nOther Features: Some eroded A horizons have hue of 5Y; If moist chroma and value are 3 or less, the horizon thickness is less than 18 cm (7 in).\nEffervescence: slightly effervescent to strongly effervescent\nReaction: slightly alkaline or moderately alkaline\nBw horizon, (where present)\nHue: 10YR to 5Y\nValue: 4 to 7 dry or moist\nChroma: 2 to 4 dry or moist\nTexture: silty clay, silty clay loam, clay loam\nEffervescence: slightly effervescent to strongly effervescent\nReaction: slightly alkaline or moderately alkaline\nBk or BCk horizon(s)\nHue: 10YR to 5Y\nValue: 5 to 8 dry or moist\nChroma: 1 to 6 dry or moist\nTexture: silty clay, silty clay loam, clay loam, loam\nCalcium carbonate equivalent: 40 to 75 percent\nIdentifiable secondary carbonates: 0 to 4 percent, fine to coarse, carbonate masses and carbonate concretions\nEffervescence: strongly effervescent or violently effervescent\nReaction: moderately alkaline\nC horizon, (where present)\nHue: 10YR to 5Y\nValue: 5 to 8 dry or moist\nChroma: 1 to 8 dry or moist\nTexture: silty clay, silty clay loam, clay loam, loam\nCalcium carbonate equivalent: 40 to 75 percent\nEffervescence: strongly effervescent or violently effervescent\nReaction: moderately alkaline\n2C horizon (where present)\nHue: 10YR to 5Y\nValue: 5 to 7 dry or moist\nChroma: 1 to 6 dry or moist\nTexture: very gravelly loam, extremely gravelly loam\nRock fragments: 35 to 75 percent quartzite gravel\nCalcium carbonate equivalent: 40 to 75 percent\nEffervescence: strongly effervescent or violently effervescent\nReaction: moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Howe and McLennan series.  Similar soils are the Cuthand, Lamar, and Seawillow series.\nHowe soils: moderately deep with a paralithic contact between a depth of 50 to 100 cm (20 to 40 in)\nMcLennan soils: have a calcic horizon and contain channery and flaggy fragments of limestone\nCuthand soils: moderately deep with a paralithic contact between a depth of 50 to 100 cm (20 to 40 in)\nLamar soils: have a calcium carbonate equivalent of less than 40 percent\nSeawillow soils: have a calcic horizon and a fine-loamy particle size control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Calcareous clayey alluvium derived from mudstone.\nLandscape: Dissected plains, river valleys\nLandform: Risers on stream terraces\nSlope: 1 to 12 percent\nSoil moisture: Udic ustic soil moisture regime. The soil moisture control section is dry in some part of the moisture control section for less than four-tenths of the cumulative days per year when the soil temperature at a depth of 50 cm below the soil surface is higher than 5 degrees C and moist in some parts either for more than 180 cumulative days per year or for 90 or more consecutive days in normal years.\nMean annual air temperature: 17.3 to 21 degrees C (63 to 70 degrees F)\nMean annual precipitation: 711 to 1016 mm (28 to 40 in)\nPrecipitation pattern: Precipitation is mostly even throughout the year with the exception of May, June, and October being the wettest months of the year. July and August are the driest months.\nFrost-free period: 221 to 278 days\nElevation: 71 to 457 m (233 to 1500 ft)\nClimate: moist subhumid to dry subhumid\nThornthwaite annual P-E index: 42 to 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Branyon (TX), Heiden (TX), Howe (TX), Lewisville (TX), Stephen (TX), and Whitewright (TX) series.\nBranyon soils: have vertic properties and occur on treads on stream terraces.\nHeiden soils: have vertic properties and occur on higher upland positions.\nHowe soils: occur on higher upland positions\nLewisville soils: have mollic epipedons and are on similar positions.\nStephen and Whitewright soils: less than 50 cm (20 in) to a paralithic contact and occur on higher upland positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: Well.\nPermeability class:Moderate.\nRunoff: low on 1 to 5 percent slopes and medium on 5 to 12 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The major uses are livestock grazing and crop production. Most areas have been previously cultivated or used for limited small grain crops. The native plant community is big bluestem, Indiangrass, switchgrass, eastern gamagrass, little bluestem, with mottes of live oak and hackberry, now mostly midgrasses, unpalatable forbs, and woody species. Ecological site number: R086AY199TX (Clay Loam 28-40\" PZ)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North Central and Central Texas; Land Resource Region J; MLRA 85, 86A; the series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Travis County, Texas; 1969. The name \"Altoga\" is from the Altoga community in northeastern Collin County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Classification was changed 11/89 from Typic Ustochrepts to Udic Ustochrepts.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 25 to 100 cm (10 to 40 in) [Bk horizons]\nOchric epipedon: 0 to 18 cm (0 to 7 in) [Ap horizon]\nCambic horizon: 18 to 168 cm (7 to 66 in) [Bk and BCk horizons]\nFree carbonates: 18 to 168 cm (7 to 66 in) [Bk and BCk horizons]\nOther features: Calcium carbonate equivalent ranges from 40 to 75 percent\nADDITIONAL DATA: None\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
