{
  "SERIES": "ALTUDA",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAC/JLR/ACT",
  "REVDATE": "07/2012",
  "STATES": "TX",
  "OVERVIEW": "The Altuda series consists of very shallow and shallow, well drained, moderately and moderately slowly permeable soils that formed in loamy residuum and colluvium weathered from Permian limestone bedrock.  These soils are on hilly to very steep hills, mountains and plateaus.  Slopes range from 5 to 70 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic, thermic Lithic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Altuda very cobbly silt loam, rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 3 inches; dark grayish brown (10YR 4/2) very cobbly silt loam, very dark brown (10YR 2/2) moist; weak fine and medium granular and subangular blocky structure; slightly hard, very friable; slightly sticky and slightly plastic, common very fine and fine roots; 30 percent limestone cobbles and 20 percent limestone gravel; common pendants on lower side of coarse fragments; strongly effervescent; moderately alkaline; clear wavy boundary.   (2 to 7 inches thick)\nBk--3 to 15 inches; dark grayish brown (10YR 4/2) very cobbly silty clay loam, very dark brown (10YR 2/2) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable; moderately sticky and moderately plastic, common fine and medium roots; 35 percent limestone cobbles, and 15 percent limestone gravel; fragments are coated with calcium carbonate and have pendants on the lower side; violently effervescent; moderately alkaline; abrupt irregular boundary.  (6 to 15 inches)\nR--15 to 24 inches; hard, coarsely fractured limestone bedrock with secondary calcium carbonate in seams and partings, decreasing with depth."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Brewster County, Texas; from junction of U. S. Highways 67 and 90 about 8 miles northeast of Alpine; 16.2 miles north on U. S.  Highway 67; 2.4 miles southeast on ranch road; 7.7 miles east on ranch road; 1.4 miles southeast on ranch road to entrance to Mills Ranch; 200 feet south of gate on ranch road; 0.2 miles southwest on side road; 150 feet west in range.  (Latitude: 30 degrees, 29 minutes, 27 seconds North; Longitude: 103 degrees, 13 minutes, 00 seconds West)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  Aridic ustic moisture regime\nSoil temperature: 59 to 64 degrees\nDepth to hard limestone bedrock: 6 to 20 inches\nCoarse fragments: limestone and caliche 35 to 75 percent with about 15 to 50 percent gravel size, 10 to 45 percent cobble size, and 2 to 10 percent stone size.\nCalcium carbonate equivalent: 40 to 70 percent by weight.\nA and Bk horizons\nHue:  10YR, 7.5YR\nValue: 4 or 5 dry, 2 or 3 moist\nChroma: 2 or 3, dry or moist.\nTexture: loam, silt loam, silty clay loam, clay loam\nClay content: 20 to 35 percent\nCalcium carbonate coatings on fragments in the Bk horizon range from a few threads, spherical masses, and films to 2 cm thick pendants on the underside of coarse fragments\nR horizon\nCalcium carbonate accumulations that range from thin patchy coatings to seams and cracks filled with secondary calcium carbonate"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Aledo (TX), Ector(TX), Lueders (TX) and Oplin (TX) series.  Aledo, Ector, Lueders, and Oplin occur in the Great Plains and are moist in the soil moisture control section during May and June."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Altuda soils are on limestone hills and mountains.  They developed in residuum and colluvium from Permian age limestone.  Slopes range from 5 to 65 percent.  Rock outcrops are common on slopes of 20 percent or greater.  Mean annual precipitation ranges from 14 to 20 inches, and mean annual air temperature ranges from 57 to 62 degrees F.  Frost free period ranges from 140 to 240 days and elevation ranges from 4,000 to 6,940 feet. Thornthwaite PE indices are less than 24."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Brewster, Catto, Mariscal and Stovall series.  Brewster soils are noncalcareous and formed over igneous bedrock in similar positions.  Catto soils do not have calcic horizons and are over chert bedrock in similar positions.  Stovall soils have sola deeper than 60 inches and have less than 5 percent coarse fragments.  They are on broad alluvial flats in lower positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderate and moderately slow.  Runoff is high on 10 to 20 percent slopes, and very high on slopes greater than 20 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used entirely for livestock grazing.  Vegetation consists of short and midgrasses.  Shrubs are mostly Mohr shinoak, redberry juniper, pinyon pine, sacahuista, sotol and lechuguilla."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Trans-Pecos area of west Texas, MLRA 42.  The soil is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Brewster County, Texas, 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included in the Ector series.  Classification was changed from mixed mineralogy to carbonatic in 1991, based on Texas A&M University data (S90TX-043-006) and local laboratory calcimeter tests.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from 0 to 15 inches (Ak and Bk horizons)\nCalcic horizon - the zone from 3 to 15 inches (Bk horizons)\nLithic contact - the boundary with hard limestone at 15 inches\nClassified according to Soil Taxonomy, Second Edition, 1999; Key to Soil Taxonomy, Eleventh Edition, 2010.\nUpdate and revisions for the Recorrelation of Brewster County, Texas, Main Part, 2/7/08, CEM.\nRevised for the correlation of Big Bend National Park, TX, Oct. 2010, CEM"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "weak fine and medium granular and subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very cobbly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 3 inches; dark grayish brown (10YR 4/2) very cobbly silt loam, very dark brown (10YR 2/2) moist; weak fine and medium granular and subangular blocky structure; slightly hard, very friable; slightly sticky and slightly plastic, common very fine and fine roots; 30 percent limestone cobbles and 20 percent limestone gravel; common pendants on lower side of coarse fragments; strongly effervescent; moderately alkaline; clear wavy boundary.   (2 to 7 inches thick)"
      },
      {
        "name": "Bk",
        "top": 8,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "structure": "moderate fine and medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very cobbly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "violently effervescent",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bk--3 to 15 inches; dark grayish brown (10YR 4/2) very cobbly silty clay loam, very dark brown (10YR 2/2) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable; moderately sticky and moderately plastic, common fine and medium roots; 35 percent limestone cobbles, and 15 percent limestone gravel; fragments are coated with calcium carbonate and have pendants on the lower side; violently effervescent; moderately alkaline; abrupt irregular boundary.  (6 to 15 inches)"
      },
      {
        "name": "R",
        "top": 38,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "hard",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--15 to 24 inches; hard, coarsely fractured limestone bedrock with secondary calcium carbonate in seams and partings, decreasing with depth."
      }
    ]
  ]
}
