{
  "SERIES": "ALUF",
  "STATUS": "Established Series",
  "BYREV": "Rev. JWS-WJG-CLN",
  "REVDATE": "06/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, siliceous, hyperthermic Lamellic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Aluf fine sand--rangeland on northern face of commercial sand pit.\n(Colors are for dry soil unless otherwise stated.)\nA--0 to 15 inches; pale brown (10YR 6/3) fine sand, brown (10YR 4/3) moist; single grained, loose; common fine roots; slightly acid; clear smooth boundary. (8 to 30 inches thick)\nE--15 to 50 inches; very pale brown (10YR 7/4) fine sand, light yellowish brown (10YR 6/4) moist; single grained, loose; few fine roots, moderately acid; gradual wavy boundary. (24 to 50 inches thick)\nE and Bt--50 to 80 inches; very pale brown (10YR 7/4) sand, light yellowish brown (10YR 6/4) moist; single grained, loose; with lamellae of reddish yellow (5YR 6/6) loamy fine sand (Bt); the lamellae are massive; slightly hard; very friable; the lamellae are wavy, discontinuous, 1/8 to 1 inch thick, and 2 to 6 inches apart; the lamellae have some clay bridging between sand grains; E horizon is strongly acid, Bt horizon is moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Atascosa County, Texas; from the junction of Texas Highway 16 and Farm Road 476 in Poteet; 8.8 miles north on Texas Highway 16; 1350 feet east along fence line just north of Star Sand Pit; 40 feet south to edge of pit."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum is 80 to 120 inches or more. Depth to lamellae is 36 to 70 inches.\nThe A horizon is brown, light yellowish brown, or pale brown in hue of 7.5YR or 10YR, value of 5 or 6, and chroma of 3 or 4.  Texture is fine sand or sand.  Reaction is moderately acid to neutral.\nThe E horizon, including that part of the E associated with lamellae, is very pale brown, pink or reddish yellow in hue of 7.5YR or 10YR, value of 7 or 8 and chroma of 4 to 6.  Texture is fine sand or sand.  Reaction is moderately acid to neutral.\nThe Bt part of the E and Bt horizon, which consists of lamellae, is reddish yellow, yellowish red, and red in hue of 2.5YR, 5YR, or 7.5YR, value of 5 to 7, and chroma of 6 to 8.  Texture is fine sandy loam, sandy loam, loamy sand, or loamy fine sand, but the particle-size control section averages loamy fine sand, loamy sand, sand, or fine sand.  Base saturation is 35 to 65 percent.  The thickness of the lamellae range from 1/16 inch to as much as 1-1/2 inches and from 6 inches apart to less than 1/2 inch apart.  The combined thickness of the lamellae is 6 inches or more within 80 inches.  The thinnest lamellae and the lamellae that are farthest apart are in the upper part of the E/Bt horizon.  The lamellae that are continuous horizontally are dominantly below 60 inches.  Clay content in the lamellae increases slightly with depth and is sandy clay loam below depths of about 70 inches in some pedons.  Reaction of the E/Bt horizon is very strongly acid to slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family.  Series in similar families include the Aline, Aquilla, Arenosa, Eufaula, Falfurrias, Goltry, Hitilo, Nueces, Nusil, Patilo, Sarita, Rhymes, and Ruiz series.  Aline, Aquilla, Arenosa, Eufaula, Goltry and Patilo soils have a mean annual soil temperature less than 72 degrees F.  In addition, Aline and Goltry soils have mixed mineralogy.  Arenosa soils, as well as Falfurrias soils, do not have lamellae or Bt horizons.  Patilo, Hitilo, Nusil, and Rhymes soils have continuous Bt horizons with more than 18 percent clay.  Nueces and Sarita soils have continuous Bt horizons containing more than 18 percent clay and have mixed mineralogy.  Ruiz soils have less than 6 inches combined thickness of lamellae."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Aluf soils are on nearly level to gently undulating sandy uplands.  Slopes are mainly 1 to 4 percent but range from 0 to 5 and are hummocky in places.  The soil formed in sandy and loamy materials mainly of the Carrizo Sand Formation, that has been reworked by wind or eolian processes.  Mean annual air temperature ranges from 70 to 72 degrees F. and mean annual precipitation ranges from about 24 to 30 inches.  Thornthwaite annual P-E indices range from 30 to 44.  Frost-free days range from 230 to 250 and elevation ranges from 500 to 750 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the similar Hitilo, Nusil, and Rhymes series.  Hitilo soils are in slightly lower positions.  Nusil and Rhymes soils are on similar positions or on nearby Pleistocene age river terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained, negligible runoff, rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for rangeland.  Small areas are cropped to peanuts, watermelons, and small grain.  Small areas are also used for improved bermudagrass pasture.  Numerous small areas are commercially mined for sand.  Native vegetation includes blackjack oak, post oak, and hickory with an understory of mid and tall grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Rio Grande Plain of Texas (MLRA 83A).  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Atascosa County, Texas; 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included in the Eufaula series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 80 inches (A and E horizons)\nArgillic horizon - 50 to 80 inches; combined thickness of the lamellae (Bt part of E and Bt horizon) is more than 6 inches thick within 80 inches of the surface.\nPale feature - clay content does not decrease significantly from the maximum above 60 inches and contains common, coarse mottles with hue of 7.5YR and chroma of more than 5 in the lower part of the argillic (Bt part of E and Bt horizon.)\nLamellic feature - argillic horizon is made up of lamellae.\nADDITIONAL DATA:  National Soil Survey Laboratory Data form type location (S76TX-013-003) NSSL lab number(40A35543-35546).\nTAXONOMIC VERSION:  Soil Taxonomy, Second Edition, 1999.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
