{
  "SERIES": "ALUM",
  "STATUS": "Established Series",
  "BYREV": "Rev. ELG-ACT",
  "REVDATE": "10/97",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Clayey, mixed, active, thermic Arenic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Alum loamy fine sand - cultivated.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 8 inches; brown (7.5YR 5/4) loamy fine sand, dark brown (7.5YR 4/4) moist; structureless; slightly hard, very friable; many roots; slightly acid; clear smooth boundary.\nA--8 to 18 inches; reddish yellow (7.5YR 6/6) loamy fine sand, strong brown (7.5YR 5/6) moist; weak fine granular structure; slightly hard, very friable; many roots; slightly acid; clear smooth boundary.  (combined thickness of the A horizons is 14 to 25 inches)\nE--18 to 28 inches; pink (7.5YR 7/4) loamy fine sand, light brown (7.5YR 6/4) moist; structureless; soft, loose; common roots; few angular sandstone pebbles and stones; slightly acid; abrupt wavy boundary.  (6 to 15 inches thick)\nBt1--28 to 37 inches; red (2.5YR 5/6) sandy clay, red (2.5YR 4/6) moist; common medium distinct yellowish red (5YR 5/6), yellowish brown (10YR 5/4), and a few fine faint red (10R 4/6) mottles; moderate fine blocky structure; very hard, firm, sticky; thin continuous clay films on faces of peds; common fine pores; few angular sandstone fragments; medium acid; gradual wavy boundary.\nBt2--37 to 48 inches; red (2.5YR 5/6) sandy clay, red (2.5YR 4/6) moist; common medium distinct yellowish brown (10YR 5/4) and yellowish red (5YR 5/6) mottles; moderate medium blocky structure; very hard, firm, sticky; thin continuous clay films on faces of peds; common fine pores; few angular sandstone fragments; medium acid; gradual wavy boundary.\nBt3--48 to 55 inches; red (2.5YR 5/8) sandy clay loam, red (2.5YR 4/8) moist; few fine and medium distinct yellowish brown (10YR 5/6) mottles; weak fine blocky structure; hard, firm, slightly sticky; few angular sandstone fragments; patchy clay films; medium acid; gradual wavy boundary.  (combined thickness of Bt horizons is 20 to 40 inches)\nC--55 to 65 inches; yellowish red (5YR 5/6) sandy clay loam, yellowish red (5YR 4/6) moist; massive, hard, friable; an estimated 10 percent by volume of sandstone fragments and stones; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wilson County, Texas; 0.2 mile northeast of Stockdale on old U.S. Highway 87 to Farm Road 1107; 0.4 mile east on Farm Road 1107; follow county road north and east for 0.8 mile, and 500 feet south into cultivated field."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is 40 to 70 inches.  Angular fragments of sandstone or ironstone pebbles and stones comprise 0 to 15 percent of any horizon.\nThe A horizon has hue of 5YR or 7.5YR, value of 4 to 6, and chroma of 3 to 6.  The E horizon is 1 or 2 units of value higher in color than the A horizon.  Texture of the A and E horizons are loamy fine sand or fine sand, and combined are 20 to 40 inches thick.\nThe Bt horizon has hue of 10R to 5YR, value of 5, and chroma of 4 to 8.  Redoximorphic features range from few to many, fine to medium, and faint to distinct in shades of red, yellow, and brown.  Texture is sandy clay or clay with 35 to 45 percent clay content.  Reaction is slightly acid or moderately acid.  The lower Bt horizon has colors similar to the upper Bt horizons.   is clay loam, sandy clay loam, or sandy clay.  Reaction is strongly acid or moderately acid.\nThe C horizon is sandy clay loam, sandy loam, or loam that is interbedded with thin discontinuous strata of sandstone."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series in the same family.  Similar soils include the Demona, Heatly, Leming, Nimrod, and Poth series.  Demona, Leming, and Nimrod soils have low iron depletions due to wetness and, in addition, Leming soils have mean average soil temperatures more than 72 degrees F., and Nimrod soils, as well as Heatly soils, have less than 35 percent clay in the upper 20 inches of the Bt horizon.  Poth soils have dominant colors in the Bt horizon in a hue of 10YR, and are neutral or alkaline in reaction."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Alum soils occur in nearly level to sloping erosional uplands, mostly between 1 and 4 percent gradients, but range as low as 0.5 percent and as high as 8 percent.  The soil formed in loamy sediments with interbedded strata of sandstone and ironstone that are typified by the Queen City formation.  Mean annual precipitation ranges from 26 to 34 inches.  Thornthwaite's annual P-E index ranges from 35 to 44.  The mean annual temperature is about 68 to 70 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include Patillo and Rosanky soils.  Patillo soils have sandy A horizons more than 40 inches thick and occur on similar surfaces.  The Rosanky soils have A horizons less than 20 inches thick and occur at slightly higher elevations."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is slow.  Runoff is low on slopes less than 1 percent, medium on 1 to 5 percent slopes,  and high on 5 to 8 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Approximately equal amounts are used for cropland and rangeland.  Cultivated crops are peanuts, oats, cotton, corn, and grain sorghum.  Native vegetation is post oak savannah with the dominant grass being bluestem, bristlegrass, annual grasses and weeds."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Claypan areas of Texas.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:   Wilson County, Texas; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 28 inches.  (A horizons)\nArgillic horizon - 28 to 55 inches.  (Bt horizons)\nArenic feature - sandy epipedon 20 to 40 inches deep.  (Ap and A horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
