{
  "SERIES": "ALVIRA",
  "STATUS": "Established Series",
  "BYREV": "Rev. GDM-JJE",
  "REVDATE": "01/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Aeric Fragiaquults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Alvira silt loam, cultivated. (Colors are for moist soil.)\nAp -- 0 to 7 inches; brown (10YR 4/3) silt loam; moderate medium granular structure; friable, slightly sticky, slightly plastic; 10 percent gravel; moderately acid; abrupt smooth boundary. (6 to 10 inches thick)\nBE -- 7 to 14 inches; yellowish brown (10YR 5/4) silt loam; few fine distinct light brownish gray (10YR 6/2) mottles; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; 10 percent gravel; strongly acid; clear wavy boundary. (0 to 10 inches thick)\nBtg -- 14 to 21 inches; yellowish brown (10YR 5/4) silt loam; faces of peds light brownish gray (10YR 6/2); many medium distinct light gray (N 7/0) mottles and few fine prominent reddish brown (5YR 5/4) mottles; moderate medium subangular blocky structure; friable, slightly sticky, slightly plastic; many distinct clay films on faces of peds and in root channels; 10 percent gravel; strongly acid; clear smooth boundary. (5 to 15 inches thick)\nBx1 -- 21 to 29 inches; yellowish brown (10YR 5/4) gravelly silt loam; faces of prisms gray (10YR 5/1); many medium distinct gray (N 5/0) mottles and few fine prominent red (2.5YR 4/6) mottles; moderate very coarse prismatic structure parting to moderate coarse blocky; firm, brittle, slightly sticky, slightly plastic; common distinct clay films on faces of prisms and few clay films on blocks; 20 percent gravel; strongly acid; gradual wavy boundary. (5 to 20 inches thick)\nBx2 -- 29 to 55 inches; yellowish brown (10YR 5/4) gravelly loam; faces of prisms light gray (N 7/0); many medium distinct gray (N 5/0) mottles; moderate very coarse prismatic structure parting to weak thick platy; firm, brittle, slightly sticky, slightly plastic; continuous distinct clay films on faces of prisms and few on plates; 20 percent gravel; strongly acid; gradual wavy boundary. (10 to 30 inches thick)\nBx3 -- 55 to 72 inches; yellowish brown (10YR 5/4) gravelly loam; faces of prisms light gray (N 7/0); many medium distinct gray (N 5/0) mottles and few fine prominent red (2.5YR 4/6) mottles; moderate very coarse prismatic structure parting to very thick platy; firm, brittle, slightly sticky, slightly plastic; continuous distinct clay films on faces of prisms and in pores; 25 percent gravel; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Venango County, Pennsylvania; Plum Township, 1/4 mile southeast of village of Sunville, 1000 feet southeast along road T434 from its intersection with route 60063 and 300 feet east into field."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the solum ranges from 40 to 80 inches. Depth to the fragipan is 16 to 28 inches and depth to bedrock is 3 1/2 to 10 feet or more. Rock fragments of sandstone, shale, or quartzite range from 5 to 30 percent above the fragipan and from 5 to 50 percent in the fragipan. Illite and vermiculite are the dominant clay minerals, with appreciable amounts of kaolinite and detectable amounts of montmorillomite and interstratified minerals. Reaction of the solum ranges from strongly acid through extremely acid where unlimed.\nThe Ap horizon has hue of 7.5YR through 2.5Y, value of 3 or 4, and chroma of 2 through 4. Dry color value is 6 or more. Texture of the fine-earth fraction is loam or silt loam.\nThe BE horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 2 through 6. Texture of the fine-earth fraction is loam, silt loam, or silty clay loam.\nThe Bt horizon has hue of 7.5YR or 10YR, value of 5 through 7, and chroma of 1 through 6, and include 2.5Y hue with value of 6 and chroma of 2. Coatings on faces of peds have dominant chroma of 2 or less. Texture of the fine-earth fraction is loam, silt loam, or silty clay loam.\nThe Bx horizon has hue of 10YR through 5YR, value of 4 or 5, and chroma of 2 through 6. It has light brownish gray, brown, and strong brown mottles. Prism faces range from gray (5Y 6/1), N (7/0) to pinkish gray (7.5YR 6/2). Texture of the fine-earth fraction is loam to silty clay loam or clay loam.\nSome pedons have a C horizon that is gray, yellowish brown, or yellowish red with prismatic to platy structure."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other known series in the same family.\nThe Albia, Erie, Gresham, Ravenna, Shelmadine, Titusville, Tyler, Volusia and Venango series are in related families. Albia, Gresham, Ravenna and Venango soils have more than 35 percent base saturation. Erie and Volusia soils do not have argillic horizons. Shelmadine soils have chroma of 2 or less in all horizons between the Ap and Bx horizons. Titusville soils do not have B horizons with dominant chroma of 2 or less on faces of peds. Tyler soils have less than 15 percent fine sand and coarser, including rock fragments by weight."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Alvira soils are primarily in glaciated upland areas with smooth to slightly concave slopes. Gradients are about 0 to 15 percent. The soils developed in loamy pre-Wisconsin glacial till derived from sandstone, siltstone, shale, and some quartzite similar to the underlying rock. The climate is humid temperate; mean annual temperature ranges from 50 to 55 degrees F.; the frost free season ranges from about 120 to 170 days; mean annual rainfall ranges from 38 to 46 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Titusville and Shelmadine soils and the Allenwood, Bedington, Berks, Comly, Hanover and Watson soils. Allenwood, Bedington and Berks soils are free of mottles and do not have a fragipan, and the Berks soils also have shale bedrock within 40 inches. Hanover and Watson soils do not have low chroma mottles in the upper 10 inches of the argillic horizon. Comly soils have more than 35 percent base saturation. Albrights and Meckesville soils are on nearby landscapes but have reddish hues."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained. Runoff is slow to medium and permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Cropland, pasture and woodland. Wooded areas are in mixed hardwoods, mainly oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Glaciated portions of northwestern and east central Pennsylvania. The series is of large extent, estimated to be about 100,000 to 150,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Union County, Pennsylvania, 1940."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: A minimal update was made in 1/2006 to add the CEC activity class at the request of the NSSC. The CEC is assigned based on two pedons of lab data. The competing series were updated. No other work was done. The last full update of this OSD was 1986.\nDiagnostic horizons and features recognized in this pedon are:\na. Ochric epipedon - the zone from the surface of the soil to a depth of 7 inches (Ap horizon).\nb. Argillic horizon - the zone from 14 to 21 inches (Btg horizon). c. Fragipan - the zone from 21 to 72 inches (Bx horizon).\nADDITIONAL DATA: Laboratory data are available on pedons sampled in Venango County, Pennsylvania S66PA 61 4 and Crawford County, Pennsylvania S65PA 20 7.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
