{
  "SERIES": "AMAGON",
  "STATUS": "Established Series",
  "BYREV": "Rev. LBW:CH:KJC",
  "REVDATE": "03/2019",
  "STATES": "AR,LA,MS,MO,TN",
  "OVERVIEW": "The Amagon series consists of very deep, poorly drained,  slowly permeable soils that formed in loamy alluvium.  These soils are on low terraces in the Lower Mississippi Valley; MLRA 131.  Slope gradients range from 0 to 3 percent.  At the type location, the mean annual temperature is about 62 degrees F, and the mean annual precipitation is about 51 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, thermic Typic Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Amagon silt loam, 0 to 1 percent slopes in a cutover woodlot. (Colors are for moist soil unless otherwise stated.)\nA--0 to 3 inches; brown (10YR 4/3) silt loam; moderate fine and medium granular structure; very friable; many fine pores; many fine, common medium and common coarse roots; common medium faint dark grayish brown (10YR 4/2) iron depletions in matrix; moderately acid; abrupt smooth boundary.  (3 to 8 inches thick)\nEg1--3 to 8 inches; light brownish gray (10YR 6/2) silt loam; weak medium and coarse subangular blocky structure; very friable; common fine and medium pores; common fine and common medium roots; common coarse distinct yellowish brown (10YR 5/4) and common fine distinct brown (10YR 4/3) iron accumulations in matrix; most pores lined with brown (10YR 4/3) iron accumulations; few medium prominent black (10YR 2/1) manganese accumulations on faces of some peds and lining occasional pores; common fine hard brown-black iron-manganese concretions throughout; strongly acid; clear smooth boundary.\nEg2--8 to 15 inches; light brownish gray (10YR 6/2) silt loam; weak medium and coarse subangular blocky structure; very friable; many fine and medium pores; many fine and common medium roots; common coarse distinct yellowish brown (10YR 5/4), common fine distinct strong brown (7.5YR 5/8) and common medium distinct brown (10YR 4/3) iron accumulations in matrix and lining most pores; occasional medium prominent black (10YR 2/1) manganese accumulation on faces of some peds; few fine hard iron-manganese concretion and few fine soft iron-manganese nodules in matrix; strongly acid; gradual smooth boundary. (Combined thickness of the E horizon ranges from 8 to 18 inches.)\nBtg1--15 to 29 inches; grayish brown (10YR 5/2) silty clay loam; moderate medium and coarse subangular blocky structure; friable; common fine pores; common fine, few medium, and few coarse roots; common distinct dark grayish brown (10YR 4/2) clay films on faces of some peds and lining most pores; common coarse faint light gray (10YR 7/1) clay depletions on faces of some peds making up approximately 5 percent of horizon; common medium faint dark grayish brown (10YR 4/2), common medium distinct strong brown (7.5YR 4/6) and few medium distinct strong brown (7.5YR 5/8) iron accumulations in matrix; few medium soft brown to red iron nodules in matrix; occasional fine prominent black (10YR 2/1) manganese accumulation on faces of some peds; two crayfish burrows approximately 2 inches in diameter filled with light gray (10YR 7/1) silt loam; moderately acid; gradual smooth boundary.\nBtg2--29 to 41 inches; grayish brown (10YR 5/2) silty clay loam; moderate medium and coarse subangular blocky structure; friable; common fine pores; few fine roots; common distinct dark grayish brown (10YR 4/2) clay films on faces of some peds and lining some pores; few coarse distinct light gray (10YR 7/1) clay depletions on faces of some peds; common medium faint yellowish brown (10YR 5/4), common medium distinct dark yellowish brown (10YR 3/4), and few medium distinct strong brown (7.5YR 5/8) iron accumulations in matrix; few distinct strong brown (7.5YR 5/8) iron accumulations lining old root channels; few medium brown to red soft iron nodules in matrix; one crayfish burrow approximately 2 inches in diameter filled with light gray (10YR 7/1) silt loam; slightly acid; gradual smooth boundary.\nBtg3--41 to 53 inches; grayish brown (10YR 5/2) loam; moderate medium and coarse subangular blocky structure; friable; common fine pores; common distinct dark grayish brown (10YR 4/2) clay films on faces of some peds and lining some pores; occasional medium hard calcuium carbonate concretions in matrix; few coarse faint yellowish brown (10YR 5/4) and few medium strong brown (7.5YR 5/8) iron accumulations in matrix; few coarse prominnet black (10YR 2/1) manganese accumulations on faces of some peds and lining some pores; few medium soft brown (10YR 4/3) iron nodules in matrix; few medium black (10YR 2/1) soft manganese nodules in matrix; slightly acid; clear smooth boundary. (Combined thickness of the Bt horizon ranges from 30 to 45 inches.)\nBCg1--53 to 61 inches; light brownish gray (10YR 6/2) fine sandy loam; common medium and coarse subangular blocky structure; friable; many fine pores; few medium and coarse calcium carbonate concretions in matrix; few coarse distinct brownish yellow (10YR 6/6) and common fine and medium dark yellowish brown (10YR 3/4) iron accumulations in matrix; many medium prominent black (10YR 2/1) manganese accumulations on faces of peds and lining most pores;  few fine soft black (10YR 2/1) manganese nodules in matrix; slightly alkaline; clear smooth boundary. (0 to 12 inches thick)\nBCg2--61 to 80 inches; light brownish gray (10YR 6/2) loam; weak coarse subangular blocky structure; friable; common fine pores; few medium and coarse calcium carbonate concretions in matrix; common fine and medium distinct strong brown (7.5YR 5/6) and few medium faint yellowish brown (10YR 5/4) iron accumulations in matrix; few coarse prominent black (10YR 2/1) manganese accumulations on faces of some peds and lining some pores; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Woodruff County, Arkansas; SE1/4NE1/4SW1/4, sec. 28, T. 9 N., R. 3 W.; Lat. 35 degrees 22 minutes 35.32 seconds N. long. 91 degrees 18 minutes 51.31 seconds W., NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 50 to more than 80 inches.  Reaction ranges from slightly acid to very strongly acid in the A, E and B horizons and from strongly acid to slightly alkaline in the BC and C horizons.\nThe A or Ap horizon has hue of 10YR, value of 4 or 5, and chroma of 2 or 3.  Redoximorphic accumulations and depletions range from none to common in shades of brown, gray or yellow.  Texture is silt loam, sandy loam, or fine sandy loam.  Overwash phases of silty clay loam and silty clay are recognized.\nThe E horizon has hue of 10YR, value of 5 to 7, and chroma of 1 or 2.  Redoximorphic accumulations and depletions are in shades of brown, gray or yellow.  Texture is silt loam.\nThe Btg horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 1 or 2.  Redoximorphic accumulations and depletions are in shades of brown, gray or yellow.  Texture is silt loam, silty clay loam, or loam with 18 to 35 percent clay and more than 15 percent sand, dominantly very fine.\nThe BC horizon has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 1 or 2.  Redoximorphic accumulations and depletions are in shades of gray, brown or yellow.  Texture is silt loam, silty clay loam, loam or fine sandy loam.\nThe C horizon, where present, has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 1 to 4.  Redoximorphic accumulations and depletions are shades of brown, gray or yellow.  Texture is silt loam, fine sandy loam, sandy loam, loamy fine sand or loamy sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Currently, there are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Amagon soils are on level to nearly level, low terraces in the Western Lowlands of Arkansas and southeast Missouri, and other similar areas in the lower Mississippi Valley.  These soils are in MLRA 131.  Slopes range from 0 to 3 percent.  Amagon soils formed in loamy alluvium.  The mean annual temperature ranges from about 60 to 65 degrees F, and the mean annual precipitation ranges from about 46 to 54 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Askew, Bosket, Dubbs, Dundee and Foley series.  The Askew, Bosket Dubbs and Dundee soils occurs on slightly higher terrace positions, and are better drained.  Foley soils occur on adjacent higher terraces; have a natric horizon and very slow permeability."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Runoff is negligible to medium depending on slope.  Permeability is slow.  An apparent seasonal water table is within 12 inches of the soil surface from December through April most years.  Some areas are subject to flooding for very brief to long periods during the winter and early spring months."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas have been cleared and are in cultivated crops.  Soybeans, grain sorghum and rice are the main crops.  Minor areas remain in woodland of mixed hardwoods.  The native vegetation was mixed hardwood forests."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  MLRA 131, Western Lowlands of east Arkansas, southeast Missouri and other similar areas in the lower Mississippi Valley.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AUBURN, ALABAMA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Woodruff County, Arkansas, 1966."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon-the zone from the surface to a depth of     15 inches (A and E horizons).\nAlbic horizon-the zone from 3 to 15 inches (Eg1, Eg2     horizons).\nArgillic horizon-the zone from 15 to 53 inches  (Btg1, Btg2 and Btg3 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
