{
  "SERIES": "AMANDA",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJP-JAG-LER",
  "REVDATE": "01/2011",
  "STATES": "OH",
  "OVERVIEW": "The Amanda series consists of very deep, well drained soils formed in loamy till and a thin layer of loess in some areas. These soils are on end moraines and ground moraines. Slope ranges from 2 to 70 percent. Mean annual precipitation is about 965 mm (38 inches), and mean annual air temperature is about 11 degrees C (52 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Amanda silt loam, eroded, on a north-facing, convex, 10 percent slope in a cultivated field at an elevation of 337 meters (1,105 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 15 cm (0 to 6 inches); brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; 10 percent yellowish brown (10YR 5/6) mixed subsoil material; weak fine and medium granular structure; friable; common fine roots; 4 percent rock fragments; moderately acid; abrupt smooth boundary. [10 to 25 cm (4 to 10 inches) thick]\nBt1--15 to 36 cm (6 to 14 inches); yellowish brown (10YR 5/6) silty clay loam; moderate fine subangular blocky structure; firm; few fine roots; few faint yellowish brown (10YR 5/4) clay films on faces of peds; common distinct brown (10YR 4/3) coatings along root channels; 5 percent rock fragments; strongly acid; clear smooth boundary.\nBt2--36 to 53 cm (14 to 21 inches); yellowish brown (10YR 5/6) clay loam; moderate fine subangular blocky structure; firm; few fine roots; many faint yellowish brown (10YR 5/4) clay films on faces of peds; 5 percent rock fragments; very strongly acid; clear smooth boundary.\nBt3--53 to 71 cm (21 to 28 inches); yellowish brown (10YR 5/6) clay loam; moderate medium subangular blocky structure; firm; few fine roots; many faint yellowish brown (10YR 5/6) clay films on faces of peds; few fine prominent yellowish red (5YR 5/8) masses of iron accumulation; 8 percent rock fragments; strongly acid; clear smooth boundary.\nBt4--71 to 89 cm (28 to 35 inches); yellowish brown (10YR 5/4) clay loam; weak medium subangular blocky structure; firm; few fine roots; many faint pale brown (10YR 6/3) clay films on faces of peds; common medium faint pale brown (10YR 6/3) iron depletions; few fine prominent yellowish red (5YR 5/8) masses of iron accumulation on faces of peds; few fine dark and reddish masses of iron and manganese accumulation; 8 percent rock fragments; moderately acid; clear smooth boundary. [Combined thickness of the Bt horizon is 38 to 96 cm (15 to 38 inches).]\nBC--89 to 114 cm (35 to 45 inches); yellowish brown (10YR 5/4) clay loam; weak coarse subangular blocky structure; firm; few medium faint pale brown (10YR 6/3) iron depletions; few fine prominent yellowish red (5YR 5/8) masses of iron accumulation; 8 percent rock fragments; slightly acid; clear wavy boundary. [0 to 38 cm (15 inches) thick]\nC--114 to 152 cm (45 to 60 inches); dark yellowish brown (10YR 4/4) loam; massive; firm; 10 percent rock fragments; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Licking County, Ohio; about 1 mile southwest of Utica, in Washington Township; about 1,950 feet north and 810 feet east of the southwest corner of quarter township 2, T. 4 N., R. 12 W.; USGS Utica, Ohio topographic quadrangle; lat. 40 degrees 13 minutes 15 seconds N. and long. 82 degrees 27 minutes 43 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 63 to 132 cm (25 to 52 inches)\nThickness of the solum and depth to carbonates: typically range from 102 to 183 cm (40 to 72 inches) except on eroded pedons, where it ranges from 86 to 132 cm (34 to 52 inches)\nMineralogy: illite is the dominant clay mineral in the C horizon\nRock fragments: dominantly partially weathered angular or subrounded fragments of sandstone and shale of local origin with minor amounts of limestone and crystalline rocks\nParticle-size control section: averages 23 to 35 percent clay\nAp horizon:\nHue: 10YR\nValue: 4 or 5 (6 or 7 dry)\nChroma: 2 to 4\nTexture: silt loam or loam, but eroded pedons may be silty clay loam\nRock fragment content: 0 to 10 percent\nReaction: very strongly acid to neutral\nA horizon, where present:\nHue: 10YR\nValue: 2 to 4 (3 to 6 dry)\nChroma: 1 to 3\nTexture: silt loam or loam\nRock fragment content: 0 to 10 percent\nReaction: very strongly acid to neutral\nE horizon, where present:\nThickness: less than 18 cm (7 inches)\nHue: 10YR\nValue: 5 or 6 (7 or 8 dry)\nChroma: 3 or 4\nTexture: silt loam or loam\nRock fragment content: 0 to 10 percent\nReaction: very strongly acid or strongly acid\nBt horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 3 to 6\nTexture: clay loam, loam, silt loam, or silty clay loam with silty clay loam texture most common in the upper part\nSand content: 25 to 45 percent\nRock fragment content: 0 to 10 percent\nReaction: very strongly acid or strongly acid in the upper part and very strongly acid to slightly acid in the lower part\nBC horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 3 to 6\nTexture: clay loam, loam, or silt loam\nRock fragment content: 2 to 15 percent\nReaction: moderately acid to slightly alkaline\nPedons that have a thin loess mantle may have 2Bt, 2BC, and 2C horizons.\nC horizon:\nHue: 7.5YR, 10YR, or 2.5Y\nValue: 4 or 5\nChroma: 2 to 4\nTexture: loam or silt loam\nSand content: 25 to 45 percent\nRock fragment content: 5 to 15 percent\nCalcium carbonate equivalent: typically ranges from 8 to 22 percent, but can be as low as 0 percent where neutral\nReaction: typically is slightly alkaline or moderately alkaline, but is neutral in the upper part in some pedons"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Belmont, Belmore, Caprell, Chili, Cliftycreek, Conestoga, Crouse, Gallman, Greybrook, Hickory, High Gap, Hollinger, Kanawha, Kidder, Kosciusko, LeRoy, Lumberton, Martinsville, Military, Mocksville, Ockley, Pignut, Princeton, Relay, Richardville, Riddles, Senachwine, Skelton, Strawn, Wawaka, Wawasee, and Woodbine series. Belmont, High Gap, Lumberton, Military, Pignut, and Woodbine soils have a lithic contact within a depth of 152 cm (60 inches). Belmore, Chili, Kosciusko, and Ockley soils average more than 15 percent rock fragments in the lower part of the series control section. Caprell and Wawaka soils have calcium carbonate equivalent of more than 22 percent in the lower part of the series control section. Cliftycreek and Gallman soils are deeper than 132 cm (52 inches) to the base of the argillic horizon. Conestoga soils have rock fragments of dominantly quartzite, chert, and schist. Crouse soils have rock fragments of dominantly igneous and limestone and have a buried soil in the lower part of the series control section. Greybrook, Princeton, and Skelton soils have less than 5 percent rock fragments in the lower part of the series control section. Hickory and Senachwine soils have rock fragments dominated by igneous pebbles. Hollinger, Relay, and Wawasee soils have sola less than 102 cm (40 inches) in thickness. Kanawha, Kidder, Richardville, and Riddles soils have more than 45 percent sand in the lower part of the series control section. LeRoy and Strawn soils are less than 63 cm (25 inches) to the base of the argillic horizon. Martinsville soils are stratified with textures that have more than 45 percent sand in the lower part of the series control section. Mocksville soils are in a wetter climate with a mean annual precipitation of more than 991 mm (39 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Amanda soils are on end moraines and ground moraines of Wisconsinan age. Slope ranges from 2 to 70 percent. The soils formed in loamy till. Some areas have a thin mantle of loess. Mean annual precipitation ranges from 914 to 991 mm (36 to 39 inches). Mean annual air temperature ranges from 10 to 12 degrees C (50 to 53 degrees F). Frost-free period is 145 to 155 days. Elevation is 274 to 366 meters (900 to 1,200 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Chili soils and the Bennington, Bogart, Centerburg, Condit, Jimtown, Loudonville, Mechanicsburg, and Pewamo soils. The moderately well drained Centerburg soils, somewhat poorly drained Bennington soils, and the very poorly drained Condit and Pewamo soils are in a toposequence with Amanda soils. They are in lower topographic positions or are on less sloping areas along drainageways. Bogart, Chili, and Jimtown soils are on nearby areas of gravelly outwash. Loudonville and Mechanicsburg soils are on areas where sandstone or siltstone is moderately deep and deep, respectively."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. The depth to the top of an intermittent perched high water table ranges from 107 to 183 cm (3.5 to 6 feet) between December and May in normal years. The potential for surface runoff is low to high. Saturated hydraulic conductivity is moderately high. Permeability is moderate in the upper part of the solum and moderately slow in the lower part of the solum and substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cultivated. Principal crops are corn, soybeans, small grain, and hay. Steeper slopes are commonly in pasture or woodland. Native vegetation is deciduous hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 111A, 111B, and 111E in central and north-central Ohio and MLRA 139 in northeast Ohio. The type location is in MLRA 111E. The series is of large extent, about 115,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Knox County, Ohio, 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 15 cm (Ap horizon).\nArgillic horizon: from a depth of 15 to 89 cm (Bt horizon).\nAcreage based on 2004 data.\nADDITIONAL DATA: Refer to pedons LC-24 and MW-10 for characterization data; analysis by The Ohio State University Soil Characterization Laboratory, Columbus, Ohio.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 15 cm (0 to 6 inches); brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; 10 percent yellowish brown (10YR 5/6) mixed subsoil material; weak fine and medium granular structure; friable; common fine roots; 4 percent rock fragments; moderately acid; abrupt smooth boundary. [10 to 25 cm (4 to 10 inches) thick]"
      },
      {
        "name": "Bt1",
        "top": 15,
        "bottom": 36,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--15 to 36 cm (6 to 14 inches); yellowish brown (10YR 5/6) silty clay loam; moderate fine subangular blocky structure; firm; few fine roots; few faint yellowish brown (10YR 5/4) clay films on faces of peds; common distinct brown (10YR 4/3) coatings along root channels; 5 percent rock fragments; strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 36,
        "bottom": 53,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--36 to 53 cm (14 to 21 inches); yellowish brown (10YR 5/6) clay loam; moderate fine subangular blocky structure; firm; few fine roots; many faint yellowish brown (10YR 5/4) clay films on faces of peds; 5 percent rock fragments; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt3",
        "top": 53,
        "bottom": 71,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt3--53 to 71 cm (21 to 28 inches); yellowish brown (10YR 5/6) clay loam; moderate medium subangular blocky structure; firm; few fine roots; many faint yellowish brown (10YR 5/6) clay films on faces of peds; few fine prominent yellowish red (5YR 5/8) masses of iron accumulation; 8 percent rock fragments; strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt4",
        "top": 71,
        "bottom": 89,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt4--71 to 89 cm (28 to 35 inches); yellowish brown (10YR 5/4) clay loam; weak medium subangular blocky structure; firm; few fine roots; many faint pale brown (10YR 6/3) clay films on faces of peds; common medium faint pale brown (10YR 6/3) iron depletions; few fine prominent yellowish red (5YR 5/8) masses of iron accumulation on faces of peds; few fine dark and reddish masses of iron and manganese accumulation; 8 percent rock fragments; moderately acid; clear smooth boundary. [Combined thickness of the Bt horizon is 38 to 96 cm (15 to 38 inches).]"
      },
      {
        "name": "BC",
        "top": 89,
        "bottom": 114,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BC--89 to 114 cm (35 to 45 inches); yellowish brown (10YR 5/4) clay loam; weak coarse subangular blocky structure; firm; few medium faint pale brown (10YR 6/3) iron depletions; few fine prominent yellowish red (5YR 5/8) masses of iron accumulation; 8 percent rock fragments; slightly acid; clear wavy boundary. [0 to 38 cm (15 inches) thick]"
      },
      {
        "name": "C",
        "top": 114,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "moderately alkaline",
        "narrative": "C--114 to 152 cm (45 to 60 inches); dark yellowish brown (10YR 4/4) loam; massive; firm; 10 percent rock fragments; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
