{
  "SERIES": "AMARILLO",
  "STATUS": "Established Series",
  "BYREV": "Rev. TCB-RM",
  "REVDATE": "08/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Aridic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Amarillo fine sandy loam, on northeast-facing, nearly level plain, 0.5 percent slopes in cultivated field at an elevation of about 1,141 m (3,745 ft). (Colors are for dry soil unless otherwise stated.)\nAp--0 to 28 cm (0 to 11 in); brown (7.5YR 4/4) fine sandy loam, dark brown (7.5YR 3/4) moist; weak fine granular structure; hard, very friable; many fine roots; many fine and medium pores; many wormcasts; slightly alkaline; clear smooth boundary. (Thickness is 13 to 48 cm [5 to 19 in].)\nBt--28 to 69 cm (11 to 27 in); reddish brown (5YR 4/4) sandy clay loam, dark reddish brown (5YR 3/4) moist; moderate coarse prismatic structure parting to weak medium subangular blocky; very hard, friable; many fine and medium pores; common wormcasts; common distinct clay films on faces of prisms and clay bridged sand grains throughout; slightly effervescent; slightly alkaline; gradual wavy boundary. (Thickness is 20 to 64 cm [8 to 25 in].)\nBtk--69 to 98 cm (27 to 39 in); yellowish red (5YR 5/6) sandy clay loam, yellowish red (5YR 4/6) moist; weak medium subangular blocky structure; hard, friable; clay bridged sand grains; about 5 percent calcium carbonate by volume in the form of films and filaments on faces of peds; violently effervescent; moderately alkaline; gradual wavy boundary. (Thickness is 20 to 76 cm [8 to 30 in].)\nBtkk--98 to 142 cm (39 to 56 in); pink (5YR 7/3) sandy clay loam, light reddish brown (5YR 6/3) moist; weak medium subangular blocky structure; hard, friable; about 60 percent calcium carbonate by volume in the form of masses, nodules, and finely disseminated carbonates; 50 percent calcium carbonate by weight; violently effervescent; moderately alkaline; gradual wavy boundary. (Thickness is 15 to 91 cm [6 to 36 in].)\nB'tk1--142 to 216 cm (56 to 85 in); yellowish red (5YR 5/6) sandy clay loam, yellowish red (5YR 4/6) moist; weak very coarse prismatic structure parting to weak medium subangular blocky; slightly hard, friable; few faint clay films and clay bridged sand grains; about 20 percent calcium carbonate by volume in the form of masses and nodules concentrated mainly along faces of prisms; violently effervescent; moderately alkaline; gradual wavy boundary. (Thickness is 20 to 127 cm [8 to 50 in].)\nB'tk2--216 to 251 cm (85 to 99 in); reddish brown (5YR 5/4) sandy clay loam, yellowish red (5YR 4/6) moist; weak very coarse prismatic structure parting to weak medium subangular blocky; hard, friable; few faint clay films and clay bridged sand grains; about 10 percent calcium carbonate by volume in the form of masses concentrated mainly along faces of prisms; violently effervescent, moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lamb County, Texas; 0.8 mile northwest of Sudan on U.S. Highway 84 from the intersection of State Highway 303 and U.S. Highway 84; 1.1 miles north on unpaved county road, 200 ft west in cultivated field; Latitude: 34 degrees, 05 minutes, 30 seconds N; Longitude: 102 degrees, 32 minutes, 10 seconds W; Sudan, Texas USGS quad; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: An ustic moisture regime bordering on aridic. The soil moisture control section is dry in some or all parts for more than 180 but less than 220 days, cumulative, in normal years. July through August and December through February are the driest months. These soils are intermittently moist in September through November and March through June.\nMean annual soil temperature: 15 to 18 degrees C (59 to 64 degrees F)\nDepth to secondary carbonates: 46 to 100 cm (18 to 40 in)\nDepth to calcic horizon: 76 to 150 cm (30 to 60 in)\nSolum thickness: more than 203 cm (80 in)\nParticle-size control section: 18 to 35 percent silicate clay.\nAp horizon:\nHue: 5YR or 7.5YR\nValue: 4 to 6, 3 to 5 moist\nChroma: 3 to 6\nTexture: loamy fine sand, fine sandy loam\nEffervescence: none\nReaction: neutral to moderately alkaline\nBt horizons:\nHue: 5YR or 7.5YR\nValue: 4 to 6, 3 to 5 moist\nChroma: 3 to 6\nTexture: sandy clay loam, clay loam\nVisible calcium carbonates: less than 2 percent by volume in the form of films and filaments\nEffervescence: none or very slight\nReaction: slightly alkaline or moderately alkaline\nBtk horizons:\nHue: 5YR or 7.5YR\nValue: 6 to 7, 5 to 6 moist\nChroma: 3 to 6\nTexture: sandy clay loam, clay loam\nVisible calcium carbonates: 10 to 50 percent by volume in the form of films, filaments, masses, and nodules\nCalcium carbonate by weight: 3 to 40 percent\nEffervescence: strong or violent\nReaction: moderately alkaline\nBtkk horizon:\nHue: 5YR or 7.5YR\nValue: 6 to 8, 5 to 7 moist\nChroma: 1 to 4\nTexture: sandy clay loam, clay loam\nVisible calcium carbonates: 50 to 70 percent by volume in the form of masses, nodules, and finely disseminated carbonates\nCalcium carbonate by weight: 40 to 60 percent\nEffervescence: violent\nReaction: moderately or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Patricia series. Similar soils also include Acuff, Ady, Amarose, Arvana, Seagraves, Spantara, and Tokio series.\nPatricia soils: have a calcic horizon between 152 and 203 cm (60 to 80 in)\nAcuff soils: have a mollic epipedon.\nAdy, Spantara, and Tokio soils: have a clay decrease of 20 percent or more from the maximum within 152 cm (60 in) of the soil surface; in addition the Spantara soils have less than 18 percent silicate clay in the particle-size control section.\nAmarose soils: have a soil moisture control section that is drier for longer periods of time.\nArvana soils: have a petrocalcic horizon between 50 and 100 cm (20 and 40 in)\nSeagraves soils: are moist in the control section for longer periods of time and have a calcic horizon between 127 and 203 cm (50 and 80 in)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy eolian deposits from the Blackwater Draw Formation of Pleistocene age.\nLandform: nearly level to gently sloping plains and playa slopes.\nSlopes: 0 to 5 percent.\nMean annual air temperature: 14 to 17 degrees C (57 to 63 degrees F)\nMean annual precipitation: 406 to 533 mm (16 to 21 in)\nFrost-free period: 185 to 220 days.\nElevation: 792 to 1,463 m (2,600 to 4,800 ft)\nThornthwaite annual P-E Index Values: 25 to 36."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the similar Acuff, Arvana, Patricia, Seagraves, Spantara, and Tokio series; and the Brownfield, Lamesa, Drake, Midessa, Posey, Ranco, Sharvana, Sparenberg, and Sparks series.\nAcuff, Arvana, Patricia, and Spantara soils: are on similar landscape positions.\nBrownfield soils: are on similar landscape positions but have a sandy particle-size class from 51 to 102 cm (20 to 40 in) thick over the argillic horizon.\nLamesa soils: are on lower landscape positions and have an aquic moisture regime.\nDrake soils: are on higher landscape positions and do not have an argillic horizon.\nMidessa soils: are on slightly lower landscape positions and do not have an argillic horizon.\nPosey soils: are on similar landscape positions, are calcareous throughout, and have a calcic horizon within 50 cm of the soil surface.\nRanco and Sparenberg soils: are on lower landscape positions in playa basins and have LE greater than 6 in the upper 1 meter of the soil.\nSharvana soils are on similar landscape positions but have a petrocalcic horizon between 20 and 51 cm (8 and 20 in)\nSparks soils: are on similar landscape positions but have more than 35 percent clay in the particle-size control section.\nTokio soils: are on slightly lower landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained and moderately permeable. Surface runoff is negligible on 0 to 1 percent slopes and low on 1 to 5 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mainly used for cropland but also used as native rangeland and wildlife habitat. Principal crops grown are cotton, grain sorghum, and wheat. Climax vegetation in rangeland is mainly short and mid grasses, with mid grasses tending to dominate, with a smaller tall grass component. This site is dominated by blue grama with lesser amounts of sideoats grama, buffalograss, little bluestem, gaura, plains zinnia, prairieclover, bundleflower, wild alfalfa, and ephedra. Woody plants include catclaw sensitivebrier, yucca, and sand sagebrush. Dominant vegetation on the loamy fine sands includes sideoats grama, bluestems, and switchgrass, and on the fine sandy loams includes sideoats grama, blue grama, buffalograss, and Arizona cottontop. This soil has been correlated to the Sandy Loam (R077CY036TX) and Sandy (R077CY035TX) ecological sites in MLRA-77C."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern High Plains, Southern Part (MLRA 77C in LRR H) of western Texas and eastern New Mexico. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Randall County, Texas. (Reconnaissance Soil Survey of Panhandle Region of Texas); 1920."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This is a Benchmark Series.\nKeys to Soil Taxonomy, tenth edition, classify this series as an Aridic Haplustalfs. The series has a silicate clay decrease exceeding 20 percent due to dilution by secondary calcium carbonate. A proposal to maintain \"pale\" status for such soils on old stable landscapes has been submitted to the National Leader for Soil Taxonomy and Standards.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from 0 to 28 cm (0 to 11 in) (A horizon)\nArgillic horizon: from 28 to 251 cm (11 to 99 in) (Bt, Btk1, Btkk, B'tk2, and B'tk3 horizons)\nCalcic horizon: from 98 to 251 cm (27 to 99 in) (Btkk, B'tk2, and B'tk3 horizons)\nPlugged (kk) horizon: 98 to 142 cm (39 to 56 in) (Btkk)\nNote: the kk feature is defined as pedogenic carbonate accumulation that is characterized by laterally continuous carbonates that have engulfed rock, sand, silt, and clay particles; plugged the macroporosity of the soil horizon with 50 percent or more calcium carbonate; and obliterated the original soil structure.\nADDITIONAL DATA: NSSL Laboratory Data available-- S59TX-115-090 (Dawson County,\nTexas); S59TX-227-090, S81TX-227-003, S87TX-227-001 (Howard County, Texas);\nS59TX-279-090 (Lamb County, Texas); S87TX-303-001, S87TX-303-002 (Lubbock\nCounty, Texas); S53TX-305-059, S95TX-305-003, S95TX-305-012 (Lynn County,\nTexas). Data also available in Texas A&M Experiment Station Bulletin MP-559\n\"Soils of the Big Spring Field Station\" and ARS Publication 41-85 \"Some\nMorphological, Physical, Chemical, and Mineralogical Properties of Seven Southern Great Plains Soils.\"\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
