{
  "SERIES": "AMASA",
  "STATUS": "Established Series",
  "BYREV": "Rev. LWB-GDW-WEF",
  "REVDATE": "05/1999",
  "STATES": "MI,MN,NY",
  "OVERVIEW": "The Amasa series consists of very deep, well drained and moderately well drained soils formed in loamy materials underlain by sandy materials on outwash plains, stream terraces, kames, eskers, and moraines. Permeability is moderate in the loamy materials and rapid or very rapid in the underlying sandy material.  Slopes range from 0 to 70 percent. Mean annual precipitation is about 30 inches, and mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over sandy or sandy-skeletal, mixed, superactive, frigid Typic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Amasa cobbly silt loam - on a 8 percent slope in a forested area.  (Colors are for moist soil unless otherwise stated.)\nOe--1 to 0 inches; black (5YR 2/1) partially decomposed forest litter; weak very fine granular structure; very friable; many roots; extremely acid; abrupt smooth boundary.  (0 to 3 inches thick)\nE--0 to 3 inches; reddish gray (5YR 5/2) cobbly silt loam, pinkish gray (5YR 7/2) dry; weak medium subangular blocky structure; friable; common roots; about 20 percent cobbles; extremely acid; abrupt wavy boundary. (1 to 4 inches thick)\nBhs--3 to 6 inches; dark reddish brown (5YR 3/3) silt loam; weak fine and medium subangular blocky structure; friable; common roots; about 5 percent cobbles; extremely acid; clear broken boundary.  (2 to 6 inches thick)\nBs1--6 to 22 inches; reddish brown (5YR 4/4) very fine sandy loam; weak very fine and fine subangular blocky structure; friable; common roots; about 3 percent gravel and 3 percent cobbles; extremely acid; gradual wavy boundary.  (10 to 16 inches thick)\nBs2--22 to 27 inches; dark brown (7.5YR 4/4) fine sandy loam; weak very fine and medium subangular blocky structure; friable; common roots; about 5 percent gravel and 5 percent cobbles; extremely acid; abrupt wavy boundary.  (3 to 8 inches thick)\n2C1--27 to 40 inches; dark yellowish brown (10 YR 5/6) sand; single grain; loose; few roots; about 5 percent gravel and 5 percent cobbles; very strongly acid; clear wavy boundary.\n2C2--40 to 60 inches; yellowish brown (10YR 4/4 and 4/6) very gravelly sand; single grain; loose; about 40 percent gravel and 5 percent cobbles; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Baraga County, Michigan; about 2 and a half miles southeast of Three Lakes; 1,450 feet west and 350 feet north of the center of sec. 28, T. 48 N., R. 31 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum typically is 15 to 30 inches.  The solum ranges from extremely acid to medium acid and the 2C horizon is very strongly acid to slightly acid.  Gravel content ranges from 0 to 30 percent in the solum and from 0 to 60 percent in the 2C horizons.  Volume of cobbles ranges from 0 to 35 percent throughout the pedon.  Volume of stones ranges from 0 to 2 percent in the solum and from 0 to 5 percent in the substratum.\nThe O horizon has hue of 5YR or 7.5YR, or is neutral; value of 2 or 3; and chroma of 0 or 1.  The A horizon, when present, has hue of 5YR or 7.5YR, value of 2 or 3, and chroma of 1 or 2.  The E horizon has hue of 5YR or 7.5YR, value of 4 or 5, and chroma of 1 or 2.  The A and E horizons are silt loam, very fine sandy loam, fine sandy loam, or the gravelly or cobbly analogs of these textures.\nThe Bhs horizon has hue of 5YR or 7.5YR, value of 3, and chroma of 2 or 3.  The Bs horizons have hue of 5YR or 7.5YR, value of 4 or 5, and chroma of 3 or 4.  The B horizons are silt loam, loam, very fine sandy loam, fine sandy loam, or the gravelly or cobbly analogs of these textures.  Some pedons have a BC horizon with hue of 5YR to 10YR, value of 4 or 5, and chroma of 4 to 6. Textures of the BC horizon are similar to those of the B horizons.\nThe 2C horizons have hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 3 to 6.  They are sand and coarse sand or gravelly, very gravelly, or cobbly analogs of these textures."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Allagash, Duxbury, and Monadnock series in the same family, and the closely related Allard, Champion, Channing, Gogebic, Goodman, Machias, Padus, Pence, and Stambaugh series.  Allagash and Monadnock soils are in areas of higher precipitation and longer growing seasons.  Duxbury soils are in areas of high precipitation, and typically have less rock fragments greater than 3 inches in the solum. Allard soils are coarse-silty over sandy and are mesic.  Champion soils have fragipans and loamy sand underlying material.  Channing and Machias soils have chroma of 2 or less with mottles between depths of 6 inches below the base of the spodic horizon and 40 inches.  Gogebic, Goodman, and Padus soils have thicker sola.  In addition, Gogebic soils have fragipans, argillic horizons and sandy loam C horizons; and the Padus and Stambaugh soils have argillic horizons.  Pence soils have thinner and coarser sola containing less fine sand, very fine sand, and silt."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Amasa soils are in level to very steep outwash plains, old river terraces, kames, eskers, and morainic areas of Wisconsinan age.  Slopes are dominantly 0 to 15 percent, but range up to 70 percent.  Steep and very steep slopes are along streams and lakes and on eskers.  Mean annual precipitation ranges from 26 to 33 inches and mean annual temperature is about 40 to 45 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the well drained and moderately well drained Champion, Gogebic, and Michigamme soils and the well drained Pence and Stambaugh soils on similar landscapes.  The somewhat poorly drained Channing soils and very poorly drained Tacoosh and Carbondale soils are in depressions and drainageways."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained and moderately well drained. Surface runoff is slow to rapid.  Permeability is moderate in the upper part of the pedon and rapid or very rapid in the underlying material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of this soil supports second growth woodland. Present vegetation consists of sugar maple, aspen, balsam fir, red maple, with some yellow birch and eastern hemlock.  Cleared areas are used for hay, small grain, and potatoes, but some is used for pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The western Upper Peninsula of Michigan, Minnesota, and possibly northern Wisconsin.  The series is moderate in extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Iron County, Michigan, 1930."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Refer to S80MI-013-10 for laboratory data for the type location. Diagnostic horizons and features recognized in this pedon are:  albic horizon - the zone from the surface to 3 inches (E horizon); spodic horizon - the zone from 3 to 27 inches (Bhs, Bs1, and Bs2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
