{
  "SERIES": "AMELAR",
  "STATUS": "Established Series",
  "BYREV": "Rev. IJR/JBF/JVC",
  "REVDATE": "11/2016",
  "STATES": "NV",
  "OVERVIEW": "The Amelar series consists of very deep, well drained soils that formed in colluvium and alluvium derived from limestone, sandstone, and shale. Amelar soils are on hills, mountains, fan remnants, and partial ballenas. Slopes are 2 to 50 percent. The mean annual precipitation is about 400 mm and the mean annual temperature is about 6 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Calcic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Amelar gravelly silt loam--rangeland. (Colors are for dry soil unless otherwise noted.) The soil surface is partially covered with 30 percent gravel.\nA1--0 to 5 cm; grayish brown (10YR 5/2) gravelly silt loam, very dark brown (10YR 2/2) moist, weak thin platy structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine and fine tubular pores; 20 percent gravel; slightly alkaline (pH 7.4); abrupt smooth boundary.  (3 to 20 cm thick)\nA2--5 to 15 cm; grayish brown (10YR 5/2) gravelly silt loam, very dark brown (10YR 2/2) moist, weak medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine, fine, and medium roots; common fine tubular pores; 25 percent gravel and 5 percent cobbles; slightly alkaline (pH 7.4); clear smooth boundary.  (0 to 20 cm thick)\nBt--15 to 25 cm; brown (10YR 5/3) very cobbly clay loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; soft, very friable, moderately sticky and moderately plastic; many very fine and medium roots; common fine tubular pores; common distinct clay films on faces of peds and lining pores; few fine secondary calcium carbonate coats on bottoms of rock fragments; 25 percent gravel and 20 percent cobbles; moderately alkaline (pH 8.0); clear smooth boundary.  (8 to 15 cm thick)\nBtk--25 to 38 cm; brown (10YR 5/3) very cobbly clay loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; many very fine, fine, and medium roots; common fine tubular pores; common distinct clay films on faces of peds and on surfaces of pores; 25 percent gravel and 20 percent cobbles; coarse secondary calcium carbonate pendants on bottoms of rock fragments; strongly effervescent; moderately alkaline (pH 8.0); clear smooth boundary.  (8 to 15 cm thick)\nBk1--38 to 48 cm; very pale brown (10YR 7/3) very gravelly silt loam, pale brown (10YR 6/3) moist; strong fine subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common very fine and fine roots; common fine tubular pores; few secondary calcium carbonate concretions and coarse secondary calcium carbonate pendants on bottoms of rock fragments; 35 percent gravel and 10 percent cobbles; violently effervescent; moderately alkaline (pH 8.0); clear smooth boundary.  (10 to 86 cm thick)\nBk2--48 to 71 cm; light gray (10YR 7/2) very gravelly silt loam, light brownish gray (10YR 6/2) moist; massive, hard, friable, slightly sticky and slightly plastic; few fine roots; few fine tubular pores; coarse secondary calcium carbonate pendants on bottoms of rock fragments; violently effervescent; 40 percent gravel and 15 percent cobbles; moderately alkaline (pH 8.0); clear smooth boundary. (18 to 38 cm thick)\nBk3--71 to 152 cm; very pale brown (10YR 7/3) very gravelly loam, pale brown (10YR 6/3) moist, massive; slightly hard, very friable, slightly sticky and slightly plastic; few fine roots; few fine tubular pores; coarse secondary calcium carbonate pendants on bottoms of rock fragments; violently effervescent; 40 percent gravel and 10 percent cobbles; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Nye County Nevada; about 12.5 miles south of Lund near the point where Nye, Lincoln, and White Pine Counties meet; about 1,050 feet north and 1,100 feet east of the southwest corner, section 34, T. 10N., R 62 E.; USGS Hardy Springs 7.5 minute topographic quadrangle; latitude 38 degrees 40 minutes 39.8 seconds N and longitude 115 degrees 0 minutes 11.1 seconds W; WGS84 Decimal Degrees 38.6777222 latitude, -115.003083 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in winter, spring, and early summer, dry in all parts at least 45 consecutive days following the summer solstice (July and August); Xeric soil moisture regime.\nMean annual soil temperature: 5.5 to 7 degrees C.\nMollic epipedon thickness: 25 to 38 cm; includes part or the entire argillic horizon.\nDepth to base of argillic horizon: 38 to 50 cm.\nDepth to secondary carbonates: 25 to 38 cm.\nParticle-size control section - Clay content: averages 27 to 35 percent.\nRock fragments: 35 to 60 percent, mainly gravel and cobbles.\nA horizons\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nReaction: Slightly alkaline or moderately alkaline.\nCarbonates: Noneffervescent to strongly effervescent.\nBt and Btk horizons\nValue: 4 through 6 dry.\nChroma: 2 or 3, dry or moist.\nTexture: Silty clay loam or clay loam.\nClay content: 27 to 35 percent.\nRock fragments: 20 to 35 percent gravel and 15 to 25 percent cobbles.\nEffervescence: Noneffervescent to violently effervescent.\nConsistence: Soft to slightly hard, dry.\nCalcium carbonate equivalent: 0 to 5 percent.\nBk horizons\nValue: 6 through 8 dry, 5 through 7 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Silt loam or loam.\nRock fragments: 35 to 60 percent, mainly gravel and cobbles.\nStructure: Subangular blocky or massive.\nConsistence: Slightly hard or hard, dry; very friable or friable, moist; slightly sticky or moderately sticky, slightly plastic or moderately plastic, wet.\nReaction: Moderately alkaline or strongly alkaline.\nCalcium carbonate equivalent: 5 to 10 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Broad, Custco, Drage, Rawnjay, Remount, Scalfar, Searla, Sheep Creek, Small, and Swampydraw series.\nBroad, Sheep Creek and Small soils are less than 100 cm deep to bedrock. Custco, Drage, Scalfar and Swampydraw soils are noneffervescent and lack secondary calcium carbonate concretions and pendants on coarse fragments in the A and Bt horizons.Rawnjay soils have calcic horizons with 15 to 40 percent calcium carbonate equivalent. Remount have 10 to 18 percent clay and 60 to 85 percent rock fragments in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Amelar soils are on hills, mountains, fan remnants, and partial ballenas.  They typically occur on backslope positions.  These soils formed in colluvium and alluvium derived from limestone, sandstone, and calcareous shale. Slopes are 2 to 50 percent. Elevations are 2,070 to 2,900 meters. The climate is dry-subhumid, with cool, moist winters and warm, dry summers. The mean annual precipitation is 300 to 500 mm, the mean annual temperature is 4 to 6 degrees C, and the frost-free period is 40 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Eoj and Xine soils.  Eoj soils have 50 to 60 percent clay in the Bt horizon.  Xine soils are 50 to 100 cm deep to bedrock and lack argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Amelar soils are used for livestock grazing and wildlife habitat. The potential native vegetation is mainly mountain big sagebrush, antelope bitterbrush, serviceberry, bluebunch wheatgrass, singleleaf pinyon and scattered Utah juniper. This site is correlated to Ecological Site R028BY088NV Calcareous Loam 14-16 P.Z."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South-central Nevada; MLRA 28B. These soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  White Pine County, Nevada, West Part, 1990."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 38 cm (A1, A2, Bt, and Btk horizons).\nArgillic horizon - The zone from 15 to 38 cm (Bt and Btk horizons).\nIdentifiable secondary carbonates - The zone from 25 to 152 cm (Btk, Bk1, Bk2, and Bk3 horizons).\nParticle-size control section - The zone from 15 to 38 cm (Bt and Btk horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
