{
  "SERIES": "AMENE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DWW-RLB-JBF",
  "REVDATE": "11/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic, frigid Aridic Lithic Calcixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Amene very gravelly silt loam--rangeland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 5 cm; grayish brown (10YR 5/2) very gravelly silt loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; soft, very friable, moderately sticky and moderately plastic; common very fine roots; many very fine interstitial and vesicular pores; 40 percent gravel; violently effervescent; slightly alkaline (pH 7.8); clear wavy boundary. (3 to 15 cm thick)\nA2--5 to 20 cm; brown (10YR 5/3) very gravelly silt loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; common very fine roots; common very fine tubular pores; 45 percent gravel; violently effervescent; slightly alkaline (pH 7.8); clear wavy boundary.  (8 to 25 cm thick)\nBk1--20 to 28 cm; brown (10YR 5/3) very gravelly silt loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; many very fine and few fine roots; common very fine and fine tubular pores; fine carbonate coats on undersides of gravel and cobbles; 45 percent gravel and 10 percent cobbles; violently effervescent; moderately alkaline (pH 8.2); clear irregular boundary. (0 to 13 cm thick)\nBk2--28 to 41 cm; very pale brown (10YR 7/3) very gravelly silt loam, brown (10YR 5/3) moist; weak medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; many very fine and few fine and coarse roots; common very fine and fine tubular pores; continuous coarse carbonate pendants covering rock fragments; 40 percent gravel and 15 percent cobbles; violently effervescent; moderately alkaline (pH 8.4); abrupt smooth boundary. (10 to 20 cm thick)\nR--41 cm; hard fractured limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Elko County, Nevada; approximately 24 miles north of Wells in the Snake Mountains, about 150 feet east and 2,000 feet south of the northwest corner, sec. 14, T. 41 N., R. 61 E.; USGS Black Butte NE 7.5 minute topographic quadrangle; latitude 41 degrees 26 minutes 42.96 seconds N and longitude 115 degrees 2 minutes 59 seconds W; WGS84 Decimal Degrees 41.4452778 latitude, -115.0497222 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in the winter through early summer, dry late July through October for 80 to 100 consecutive days; aridic soil moisture regime bordering on xeric.\nMean annual soil temperature: 7 to 8 degrees C.\nDepth to bedrock: 36 to 50 cm.\nMollic epipedon thickness: 18 to 33 cm.\nReaction: Slightly alkaline through strongly alkaline.\nDepth to calcic horizon; 18 to 33 cm.\nParticle-size control section - Clay content: 18 to 27 percent.\nRock fragments: 40 to 60 percent, mainly gravel with up to 15 percent cobbles.\nA horizon\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3.\nBk horizons\nValue: 5 through 8 dry, 3 through 7 moist.\nConsistence: Slightly hard to hard dry, slightly sticky to sticky and slightly plastic to plastic wet.\nChroma: 2 through 4 dry and moist.\nTexture: Very gravelly silt loam or very gravelly loam.\nCalcium carbonate equivalent: 40 to 60 percent (less than 20 mm fraction).\nOther features: Fine to coarse carbonate coats and pendants are common on underside of rock fragments or coat all surfaces of rock fragments. Some pedons have 5 to 10 percent time masses and filaments of carbonate."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Amene soils are on mountain crests and side slopes.  These soils formed in residuum derived from limestone and dolomite.  Slopes are 15 to 75 percent. Elevations are 1,830 to 2,810 meters. The climate is cool, semiarid with warm, dry summers and cool, moist winters. The mean annual precipitation is 300 to 400 mm; mean annual temperature is 6 to 7 degrees C; and the frost-free season is 70 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Balsac, Gollaher and Hackwood soils. Balsac and Hackwood soils are greater than 50 cm deep to bedrock. Gollaher soils are 10 to 36 cm deep to bedrock and have ochric epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained, medium runoff, moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Rangeland and wildlife habitat. The present vegetation is mainly serviceberry, snowberry, mountain big sagebrush, Idaho fescue and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeast Nevada. These soils are not extensive. MLRA 25."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Elko County, Nevada, northeast part, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 18 cm (A1 and part of the A2 horizons)\nCalcic horizon - The zone from 20 to 41 cm (Bk1 and Bk2 horizons)\nLithic contact - The boundary at 41 cm (R layer)\nParticle-size control section - The zone from 25 to 41 cm (Bk2 and part of the Bk1 horizons).\nClassification was changed 8/2011 from Lithic Calcixerolls to Aridic Lithic Calcixerolls, due to eleventh edition of Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
