{
  "SERIES": "AMUZET",
  "STATUS": "Established Series",
  "BYREV": "Rev. DWD/PDC",
  "REVDATE": "08/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, thermic Aridic Ustifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Amuzet cobbly fine sandy loam - rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 2 inches; brown (10YR 4/3) cobbly fine sandy loam, very dark brown (10YR 2/2) moist; weak thick platy structure; soft, very friable, slightly sticky and nonplastic; common very fine and fine roots; common very fine and fine irregular pores; 5 percent gravel, 10 percent cobble; noneffervescent; moderately alkaline (pH 8.0); clear wavy boundary. (2 to 4 inches thick)\nC1--2 to 8 inches; pale brown (10YR 6/3) very cobbly loamy coarse sand, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine, fine, few medium and coarse roots; common very fine and fine irregular pores; 5 percent gravel, 40 percent cobble; noneffervescent; moderately alkaline (pH 8.0); clear wavy boundary.\nC2--8 to 17 inches; very pale brown (10YR 7/3) extremely cobbly coarse sand, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine, fine and medium roots; few fine, common medium and coarse irregular pores; 45 percent gravel, 25 percent cobble, 5 percent stone; noneffervescent; moderately alkaline (pH 8.0); clear wavy boundary.\nC3--17 to 21 inches; brown (10YR 5/3) very cobbly sandy loam, dark brown (10YR 3/3) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few fine, medium and coarse roots; common very fine and fine irregular pores; 25 percent gravel, 30 percent cobble; noneffervescent; moderately alkaline (pH 8.2); clear wavy boundary.\nC4--21 to 60 inches; yellowish brown (10YR 5/4) very cobbly sand, dark yellowish brown (10YR 3/4) moist; single grain; loose, nonsticky and nonplastic; few very fine, fine, medium and common coarse roots; common very fine, fine and few medium irregular pores; 30 percent gravel, 20 percent cobble, 5 percent stone; noneffervescent; moderately alkaline (pH 8.0). (Combined thickness of the C horizons is 56 to 58 inches)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Coronado National Memorial; located at a latitude of 31 degrees, 20 minutes, 18 seconds North and longitude of 110 degrees, 14 minutes, 5 seconds West."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  Intermittently moist in some part of the soil moisture control section during July - September and December - February.  Driest during May and June.  Aridic ustic soil moisture regime.\nSoil temperature:  59 to 64 degrees F.\nRock fragments:  averages 35 to 60 percent, but can range to 80 percent in any one horizon\nClay content:  averages less than 5 percent, but can range to 16 percent in any one horizon\nReaction:  neutral to moderately alkaline (pH 7.4  8.4)\nOrganic carbon content of the C horizon fail to meet the thickness requirements for a mollic epipedon\nA horizon\nHue:  7.5YR, 10YR, 5YR\nValue:  4 or 6 dry, 2 to 4 moist\nChroma:  2 or 3, dry or moist\nTexture:  sandy loam, fine sandy loam\nC horizon\nHue: 7.5YR, 10YR, 5YR\nValue:  4 through 7 dry, 2 through 4 moist\nChroma:  2 through 6, dry or moist\nTexture:  stratified, coarse sand to very fine sandy loam\nEffervescence:  none to strong\nSome pedons contain buried layers at depths greater than 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Amuzet soils are on stream floodplains and channels at elevations of 3,700 to 5,200 feet.  Slopes range from 0 to 5 percent.  These soils formed in stream alluvium from mixed sources.  The mean annual precipitation is 16 to 20 inches and occurs as thunderstorms during July to September and as gentle rains during December to February.  The mean annual air temperature is 57 to 62 degrees F.  The frost-free period is 160 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Montcan series.  Montcan soils have a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained; slow runoff; rapid permeability.  Subject to occasional flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for wildlife habitat.  Vegetation includes southwest rabbitbrush, desert broom, wait-a-bit mimosa, cane beardgrass, mesquite and beggartick threeawn."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Arizona.  Amuzet soils are of limited extent. This soil occurs in LRR-D, MLRA 41.  The name is coined from nearby Montezuma Canyon."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cochise County, Arizona.  Soil survey of Coronado National Memorial; 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 2 inches (A horizon)\nEntisol feature - The absence of diagnostic subsurface horizons\nFluvial feature - Irregular decrease in organic carbon in the zone from 2 to 60 inches (C1, C2, C3, C4 horizons)\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Eleventh Edition, 2010.\nRevised for the correlation of AZ675, 5/2009, WWJ\nRevised for the correlation of Black Hills-Sedona, AZ, August 2012, CEM\nNational Cooperative Soil Survey\nU.S.A."
  }
}
