{
  "SERIES": "AMWELL",
  "STATUS": "Established Series",
  "BYREV": "CFE; Rev. DHK",
  "REVDATE": "12/2005",
  "STATES": "NJ,PA",
  "OVERVIEW": "The Amwell series consists of deep and very deep, somewhat poorly and moderately well drained soils on uplands.  They formed mainly in colluvial material derived from basic igneous rocks.  Slopes range from 0 to 15 percent.  Mean annual air temperature is about 50 degrees F. near the type location and mean annual precipitation is about 40 to 48 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Aquic Fragiudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Amwell gravelly silt loam, in a second growth area consisting of brush and small trees (mostly sprout growth) at an elevation of about 365 feet.  (Colors are for moist soil.)\nA--0 to 3 inches; dark grayish brown (10YR 4/2) gravelly silt loam; strong fine granular structure; friable; many fine and large roots; 15 percent gravel and cobbles, mostly basalt; neutral; gradual wavy boundary.  (0 to 3 inches thick)\nE--3 to 14 inches; brown (10YR 4/3) gravelly silt loam; weak coarse subangular blocky structure; friable; many fine and large roots; 15 percent gravel, mostly basalt; moderately acid; clear wavy boundary.  (0 to 12 inches thick)\nBt--14 to 21 inches; yellowish brown (10YR 5/4) clay loam; weak medium and coarse subangular blocky structure; friable, slightly sticky, slightly plastic, many fine roots; many coarse distinct light brownish gray (2.5Y 6/2) iron depletions and few fine distinct brownish yellow (10YR 6/8) iron concentrations; few faint clay films on peds; 5 percent gravel, mostly basalt; moderately acid; abrupt wavy boundary.  (5 to 18 inches thick)\nBtxl--21 to 26 inches; brown (7.5YR 5/4) loam; weak thick platy and weak very coarse prismatic structure; brittle, firm; few roots concentrated in widely spaced vertical light brownish gray (10YR 6/2) streaks; many coarse prominent light brownish gray (2.5Y 6/2) iron depletions; 5 percent gravel; few faint clay films on horizontal surfaces of peds; moderately acid; gradual wavy boundary.\nBtx2--26 to 36 inches; dark yellowish brown (10YR 4/4) fine sandy loam; weak thick platy structure; brittle, very firm; 5 percent pebbles; common coarse distinct light brownish gray (10YR 6/2) iron depletions; few faint patchy clay films on horizontal surfaces of peds; moderately acid; gradual wavy boundary.  (Combined thickness of the Btx horizons is 8 to 30 inches)\nC1--36 to 46 inches; yellowish brown (10YR 5/6) fine sandy loam; massive; friable; few coarse distinct light brownish gray (2.5Y 6/2) iron depletions and few fine olive yellow (2.5Y 6/6) iron concentrations; 10 percent gravel; moderately acid; gradual wavy boundary.  (6 to 20 inches thick)\nC2--46 to 60 inches; dark yellowish brown (10YR 4/4) fine sandy loam; massive; friable; 10 percent gravel; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Somerset County, New Jersey; Bernards Township, east side of Mine Brook Road, 200 yards north of Interstate 287. USGS Bernardsville topographic quadrangle; approximate coordinates lat. 40 degrees 40 minutes 49 seconds N and long. 74 degrees 36 minutes 13 seconds W, NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 30 to 50 inches.  Depth to bedrock is more than 40 inches.  Depth to the top of the fragipan ranges from 18 to 30 inches. The A horizon and upper part of the B horizon formed from colluvium derived mainly from basic igneous rocks.  The lower B and C horizons formed from either glacial drift or residuum derived from either basic igneous rocks or shale, or a mixture of these rock types. Rock fragments range from 0 to 25 percent in the A and Bt horizons and from 5 to 50 percent in Btx and C horizons. Reaction ranges from strongly acid to neutral.\nThe Ap or A horizon has hue of 7.5YR or 10YR, value of 2 to 4, and chroma of 2 to 4 with the lowest value and chroma restricted to thin A horizons.  Dry value is 6 or more.  Texture is loam or silt loam with gravelly or cobbly analogs. The E horizon, if present, has hue of 2.5Y to 7.5YR, value of 4 to 6, and chroma of 3 to 6.  If cultivated, the E is commonly mixed with the A to become the Ap horizon.\nThe Bt and Btx horizons have hue of 2.5YR to 10YR, value of 4 to 7, and chroma of 2 to 8. Iron depletions and concentrations range from few to many and fine to coarse, and are present within the top ten inches of the argillic horizon.  Texture of the Bt horizon is loam, silt loam, clay loam, silty clay loam, or gravelly analogs.  Texture of the Btx horizon ranges from silty clay loam to sandy loam and includes gravelly or cobbly analogs.\nThe C horizon has hue of 2.5YR to 10YR, value of 4 to 6, and chroma of 1 to 7.  Texture is similar to the Btx horizon.  In many places the lower solum and C horizons are in layers of contrasting materials."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Canfield, Nockamixon, Rittman, and Teegarden (T) series. None of these soils have horizons with rock fragments that are dominantly basic igneous rocks. Additionally, none of these soils allow bedrock within 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Amwell soils are in colluvial positions on lower slopes and extend from the base of steeper slopes onto upland flats or depressions.  Slopes range from 0 to 15 percent.  The upper solum developed in colluvium derived mostly from basic igneous rocks.  The lower solum or substratum formed from either glacial drift or residuum weathered from shale or basic igneous rock.  The climate is humid temperate.  Mean annual air temperature ranges from 50 to 55 degrees F. and mean annual precipitation ranges from 40 to 48 inches. Frost free days range from 160 to 190 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Mount Lucas, Neshaminy, Norton, Parsippany, Penn, Towhee, Watchung, and Whippany soils. Mount Lucas soils do not have a fragipan. Neshaminy and Norton soils do not have a fragipan and redoximorphic features within 40 inches. Norton soils are in a fine particle size family. Parsippany soils have a gray matrix in the upper part of the subsoil and are in a fine particle size family. Penn soils have redder hues in the upper part of the solum, do not have redoximorphic features within 40 inches and are less than 40 inches deep to shale bedrock. Towhee soils have a gray matrix in the upper part of the subsoil. Whippany soils are in a fine particle size family and do not have a fragipan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Amwell soils are somewhat poorly and moderately well drained.  Saturated hydraulic conductivity is moderately high in the upper solum (above the fragipan) and moderately low in the lower solum. Permeability (obsolete) is moderate or moderately slow in the upper solum and slow in the lower solum. Index surface runoff class is high or very high where somewhat poorly drained and low to high where moderately well drained (depending on slope).  Seepage of water on top of fragipan is common on slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Dominant use is woodland.  Common trees are pin oak, red maple, elm, ash, and red oak.  Few areas have been cleared and used for pasture or cultivated crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central New Jersey and eastern Pennsylvania.  The extent is moderate.  New Jersey has 6,700 acres and Pennsylvania has about 8,200 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Somerset County, New Jersey, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The 11/2005 revision places Amwell soils in an active family based on similar soils with similar parent material. The pedon description was updated to current horizon nomenclature and redoximorphic feature terminology. Competing series section was also updated.\nDiagnostic horizons and features recognized in this pedon are:\na) Ochric epipedon - the zone  from the surface of the soil to a depth of approximately 14 inches (A and E horizons)\nb) Argillic horizon - zone from approximately 14 to 36 inches (Bt, Btx1 and Btx2 horizons)\nc) Fragipan - the zone from 21 to 36 inches (Btx1 and Btx2 horizons) that is firm, brittle and has prismatic or platy structure\nd) Aquic Subgroup - mottles are present with chroma of 2 within the upper part of the argillic horizon (14 to 21 inches, Bt horizon)\nADDITIONAL DATA: No laboratory data are available.\nMLRA: 148\nREVISED: 09/89-CFE; 11/2005-DHK\nNational Cooperative Soil Survey\nU.S.A."
  }
}
