{
  "SERIES": "AMY",
  "STATUS": "Established Series",
  "BYREV": "Rev. LBW",
  "REVDATE": "11/2014",
  "STATES": "AL,AR,TX",
  "OVERVIEW": "The Amy series consists of very deep, poorly drained, slowly permeable soils that formed in alluvium high in silt.  These soils are on Pleistocene terraces in the Western and Southern Coastal Plains.  The mean annual temperature is about 63 degrees F and the mean annual precipitation is about 50 inches.  Slopes range from 0 to 3 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, siliceous, semiactive, thermic Typic Endoaquults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Amy silt loam, 1 percent slope, forested.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 4 inches; grayish brown (10YR 5/2) silt loam; weak fine and medium subangular blocky structure; friable; many fine roots; very strongly acid; clear smooth boundary (2 to 8 inches thick)\nEg--4 to 18 inches; gray (10YR 6/1) silt loam; moderate medium subangular blocky structure; friable; common fine and medium roots; common medium distinct yellowish brown (10YR 5/6) masses of iron accumulation; very strongly acid; clear wavy boundary.  (4 to 16 inches thick)\nBtg1--18 to 41 inches; gray (10YR 6/1) silt loam; moderate medium subangular blocky structure; friable; many faint clay films lining pore and on faces of peds; few fine and medium roots; many fine and medium pores; tongues and interfingers, of light gray (10YR 7/1) silt extend into the upper part of the horizon and makes up less than 10 percent of the total volume; light gray ( 10YR 7/1) clay depletions on some vertical ped faces; common medium distinct yellowish brown (10YR 5/6) masses of iron accumulation; strongly acid; clear smooth boundary.\nBtg2--41 to 52 inches; light gray (10YR 7/1) silt loam; moderate medium subangular blocky structure; firm; many distinct dark gray clay films on faces of peds; common medium distinct yellowish brown (10YR 5/6) masses of iron accumulation; very strongly acid; clear smooth boundary.  (Combined thickness of the Btg ranges from 34 to 50 inches.)\nCg--52 to 72 inches; light gray (2.5Y 7/2) silt loam; massive; friable; few medium distinct yellowish brown (10YR 5/6) masses of iron accumulation; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Ouachita County, Arkansas; 2 miles north of Eagle Mills on Arkansas Highway 9; then 1/2 mile west on gravel road; 50 feet north of road; SE1/4SE1/4NW1/4 sec. 2 T., 12 S., R. 16 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to more than 72 inches.  Reaction ranges from extremely acid to strongly acid throughout.  Exchangeable sodium ranges from 5 to 20 percent at depths below 40 inches in some pedons.\nThe A horizon has hue of 10YR, value of 4 or 5 and chroma of 2, or value of 4 and chroma of 1.  Iron accumulations and depletions are shades of brown or gray.  Texture is silt loam, loam or very fine sandy loam.\nThe E horizon has hue of 10YR, value of 5, 6, or 7 and chroma of 1 or 2.  Iron accumulations and depletions are in shades of brown or gray.  Texture is silt loam, loam or very fine sandy loam.\nThe Btg horizon has hue of 10YR, value of 6 or 7, and chroma of 1 or 2, or hue of 2.5Y, value of 6 or 7, and chroma of 2.  Iron accumulations and depletions are in shades of brown or gray.  Tongues and interfingers of E material make up less than 10 percent of upper subhorizons of the Btg.  Texture is silt loam or silty clay loam.\nThe C horizon has hue of 10YR, value of 6 or 7, and chroma of 1 or 2, or hue of 2.5Y, value of 6 or 7, and chroma 2.  Iron accumulations and depletions are in shades of brown or gray.  Texture is silt loam, loam or silty clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Amy soils occur on level to nearly level Pleistocene terraces of the Western and Southern Coastal Plains.  These soils formed in old alluvium high in silt.  Slopes range from 0 to 3 percent. The mean annual temperature ranges from about 61 to 66 degrees F and the mean annual precipitation ranges from about 48 to 54 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include:  Gurdon, Guyton, Ouachita, Sacul, Sardis, Savannah, and Smithdale soils.  Gurdon soils, which occur on slightly higher positions on similar landscapes have a coarse-silty control section and are somewhat poorly drained.  Guyton soils, which occur on lower flood plains, have higher base saturation.  Ouachita soils, which occur on natural levees, do not have an argillic horizon and are well drained.  Sacul soils, which occur on adjacent uplands, have a red, clayey control section and are moderately well drained.  Sardis soils, which occur on similar landscape positions, do not have an argillic horizon and are somewhat poorly drained.  Savannah soils, which are on adjacent uplands, have a fragipan and are moderately well drained.  Smithdale soils, which occur on adjacent uplands, have a red, fine-loamy control section and are well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; slow runoff; and slow permeability.  Some areas of these soils commonly flood a few times each year, usually during winter and early spring.  A seasonally high water table is within 12 inches of the soil surface from December through April, most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in woodland of oaks, gum, and pine.  Minor areas have been cleared and used for cultivated crops of rice, soybeans, and pasture of bermudagrass and tall fescue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Coastal Plain of Arkansas, Louisiana, Oklahoma, and Texas, and Southern Coastal Plain of Alabama and Mississippi.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: TEMPLE, TEXAS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Ouachita County, Arkansas; 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the surface to a depth of 18 inches.\nAlbic horizon - The zone from a depth of 4 to 18 inches.\nArgillic horizon - The zone from a depth of 18 inches to 52 inches."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Characterization of the type location by the University of Arkansas Soil Characterization Laboratory.  Pedon No.  S67AR-052-001"
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; grayish brown (10YR 5/2) silt loam; weak fine and medium subangular blocky structure; friable; many fine roots; very strongly acid; clear smooth boundary (2 to 8 inches thick)"
      },
      {
        "name": "Eg",
        "top": 10,
        "bottom": 46,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Eg--4 to 18 inches; gray (10YR 6/1) silt loam; moderate medium subangular blocky structure; friable; common fine and medium roots; common medium distinct yellowish brown (10YR 5/6) masses of iron accumulation; very strongly acid; clear wavy boundary.  (4 to 16 inches thick)"
      },
      {
        "name": "Btg1",
        "top": 46,
        "bottom": 104,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btg1--18 to 41 inches; gray (10YR 6/1) silt loam; moderate medium subangular blocky structure; friable; many faint clay films lining pore and on faces of peds; few fine and medium roots; many fine and medium pores; tongues and interfingers, of light gray (10YR 7/1) silt extend into the upper part of the horizon and makes up less than 10 percent of the total volume; light gray ( 10YR 7/1) clay depletions on some vertical ped faces; common medium distinct yellowish brown (10YR 5/6) masses of iron accumulation; strongly acid; clear smooth boundary."
      },
      {
        "name": "Btg2",
        "top": 104,
        "bottom": 132,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btg2--41 to 52 inches; light gray (10YR 7/1) silt loam; moderate medium subangular blocky structure; firm; many distinct dark gray clay films on faces of peds; common medium distinct yellowish brown (10YR 5/6) masses of iron accumulation; very strongly acid; clear smooth boundary.  (Combined thickness of the Btg ranges from 34 to 50 inches.)"
      },
      {
        "name": "Cg",
        "top": 132,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg--52 to 72 inches; light gray (2.5Y 7/2) silt loam; massive; friable; few medium distinct yellowish brown (10YR 5/6) masses of iron accumulation; very strongly acid."
      }
    ]
  ]
}
