{
  "SERIES": "ANAKEESTA",
  "STATUS": "Established Series",
  "BYREV": "ARK,DJT,HCD; Revised BPS",
  "REVDATE": "02/2011",
  "STATES": "NC,TN",
  "OVERVIEW": "The Anakeesta series consists of deep, well drained soils on moderately steep to very steep summits and side slopes in the high elevations of the Southern Blue Ridge mountains, MLRA 130B.  They formed in residuum that is affected by soil creep in the upper part, and weathered from low-grade metasedimentary rocks, primarily slate.  Slope ranges from 15 to 95 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, isotic, frigid Humic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Anakeesta channery loam, on a 65 percent north-northeast facing slope at 5000 feet in elevation, forested.\nOe--0 to 1 inches; moderately decomposed plant material and root mat\nA1--1 to 4 inches; very dark grayish brown (10YR 3/2) channery loam; moderate fine to coarse granular structure; very friable; many medium to coarse roots, common fine and very fine roots; 25 percent by volume slate channers; extremely acid; clear wavy boundary.\nA2--4 to 8 inches; dark brown (10YR 3/3) channery loam; moderate fine to coarse granular structure; very friable; many medium to coarse roots, common fine and very fine roots; 20 percent by volume slate channers, 7 percent by volume metasandstone channers; extremely acid; clear wavy boundary. (7 to 14 inches)\nBw1--8 to 14 inches; dark yellowish brown (10YR 4/4) extremely channery loam; weak medium and coarse subangular blocky structure; friable; few fine and medium roots; 60 percent by volume slate channers, and 10 percent by volume quartz gravel; very strongly acid; clear wavy boundary.\nBw2--14 to 30 inches; dark yellowish brown (10YR 4/4) extremely channery loam; weak medium and coarse subangular blocky structure; friable; 65 percent by volume slate channers, and 10 percent by volume quartz gravel; strongly acid; clear smooth boundary.\nBw3--30 to 45 inches; dark yellowish brown (10YR 4/4) extremely channery coarse sandy loam; weak medium and coarse subangular blocky structure; friable; 65 percent by volume slate channers, and 10 percent by volume quartz gravel; strongly acid; clear smooth boundary. (20 to 40 inches)\nR--45 inches; fractured Anakeesta slate; some earthen material in fractures, which are greater than 4 inches apart."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sevier County, TN; Great Smoky Mountains National Park; just upslope from last tunnel going to Newfound Gap; USGS Clingmans Dome topographic quadrangle lat. 35 degrees  36 minutes  57 seconds N, and long. 83 degrees  25 minutes  14 seconds W.,  NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to bedrock ranges from 40 to 60 inches.  Reaction is extremely acid to strongly acid. Content of rock fragments ranges from 15 percent to 75 percent by volume in the A, BA, and upper Bw horizons, and 50 to 80 percent by volume in the lower Bw horizons.\nThe A horizon has a hue of 10YR, value of 2 or 3, and chroma of 1 to 3.  Texture is loam or silt loam in the fine earth fraction.\nThe BA horizon, where present, has a hue of 10YR, value of 3, and chroma of 2 or 3.  Texture is loam or silt loam in the fine earth fraction.\nThe Bw horizon has a hue of 10YR or 2.5Y, value of 3 to 5, and chroma of 2 to 6.  Texture is loam, sandy loam, coarse sandy loam or silt loam in the fine earth fraction. Colors with value and chroma of 3 or less are mainly derived from the high content of graphite in the underlying parent material.\nThe R horizon is primarily slate bedrock. Some interbedding with metasandstone occurs. Excavation difficulty is very high with very strongly cemented hardness."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bloodyhorse and Luftee series. Bloodyhorse soils formed in residuum from high-grade metamorphic rocks and contain fragments of those rocks.  Luftee soils have a lithic contact at depths of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Anakeesta soils are on moderately steep to very steep side slopes, summits, and on heath balds in the high elevations of the Southern Blue Ridge mountains, MLRA 130B.  Slope ranges from 15 to 95 percent.  Elevation ranges from 4,200 feet to over 6,600 feet.  Anakeesta soils formed in residuum that is affected by soil creep in the upper part, and weathered from low-grade metasedimentary rocks, primarily slate. Some interbedding with metasandstone occurs. These soils are commonly associated with geologic formations that contain a high amount of sulfidic material, mainly in the form of pyrite. Landscape instability is a concern, especially where the dip in the bedrock is along the same inclination as the slope.  There is increased potential for damage to streams and aquatic life when pyrite is exposed by debris slides or development activities. Moist atmospheric conditions in the form of fog and cloud cover are prevalent throughout the year in these high mountain areas. Near the type location, mean annual air temperature is about 45 degrees F., and mean annual precipitation is about 85 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  In addition to the competing Luftee series, these are the Clingman, Heintooga, Horsetrough, and Pinnacle series. Clingman and Pinnacle soils are comprised of organic soil material. Heintooga and Horsetrough soils formed in colluvium on adjacent toe slopes, benches, and fans in coves and have bedrock at depths greater than 60 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained. Saturated hydraulic conductivity is high; permeability is moderately rapid. Index surface runoff is low or medium."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the acreage is in public ownership and is used for watershed protection, recreation, and wildlife habitat. In areas higher than about 5,400 feet, red spruce and fraser fir are the dominant trees. At the lower elevations, northern red oak, black oak, American beech, yellow birch, black cherry, sugar maple, eastern hemlock, and yellow buckeye are common trees. Common understory plants are serviceberry, striped maple, American chestnut sprouts, silverbell, pin cherry, rhododendron, flame azalea, and blueberry. Common forbs are hay-scented fern, woodfern, New York fern, Solomons seal, yellow mandarin, and trillium. Acreage covered by heath balds is vegetated with rhododendron, mountain laurel, blueberry, flame azalea, hawthorn, and mountain ash."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Higher elevations of the Southern Blue Ridge mountains, MLRA 130B of Tennessee and North Carolina. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Great Smoky Mountain National Park 2007"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Although Anakeesta soils may exhibit some of the characteristics of andic soil properties, they lack the volcanic glass found in soils of similar taxa in the Western United States.\nRevisions made 9/07 (HCD), Adjusted OSD to reflect Lab Data.\nDiagnostic horizons and other feature recognized in this soil are:\nUmbric epipedon--the zone from the mineral soil surface to 8 inches (A1 and A2 horizons)\nCambic horizon--the zone from 8 to 45 inches (Bw horizon)\nLithic contact--the occurrence of hard bedrock at depth of 45 inches\nIsotic mineralogy class - In more than one-half of the control section, a 1500 kPa water to clay ratio of 0.6 or more and a pH in NaF solution of more than 8.4."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Characterization data are available from the National Soil Survey Laboratory, Lincoln, NE for the following pedons: S01TN-155-006 and S01NC-173-004.\nNASIS Data Map Unit ID: NASIS data for the typical pedon in the Great Smoky Mountains National Park are represented by DMU #460894.\n02/11-BPS: Taxonomic Classification -- 11th Keys, update competing and associated series, MLRA clarification"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oe--0 to 1 inches; moderately decomposed plant material and root mat"
      },
      {
        "name": "A1",
        "top": 3,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--1 to 4 inches; very dark grayish brown (10YR 3/2) channery loam; moderate fine to coarse granular structure; very friable; many medium to coarse roots, common fine and very fine roots; 25 percent by volume slate channers; extremely acid; clear wavy boundary."
      },
      {
        "name": "A2",
        "top": 10,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sand",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--4 to 8 inches; dark brown (10YR 3/3) channery loam; moderate fine to coarse granular structure; very friable; many medium to coarse roots, common fine and very fine roots; 20 percent by volume slate channers, 7 percent by volume metasandstone channers; extremely acid; clear wavy boundary. (7 to 14 inches)"
      },
      {
        "name": "Bw1",
        "top": 20,
        "bottom": 36,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "extremely channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1--8 to 14 inches; dark yellowish brown (10YR 4/4) extremely channery loam; weak medium and coarse subangular blocky structure; friable; few fine and medium roots; 60 percent by volume slate channers, and 10 percent by volume quartz gravel; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 36,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "extremely channery",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw2--14 to 30 inches; dark yellowish brown (10YR 4/4) extremely channery loam; weak medium and coarse subangular blocky structure; friable; 65 percent by volume slate channers, and 10 percent by volume quartz gravel; strongly acid; clear smooth boundary."
      },
      {
        "name": "Bw3",
        "top": 76,
        "bottom": 114,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "coarse sandy loam",
        "cf_class": "extremely channery",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw3--30 to 45 inches; dark yellowish brown (10YR 4/4) extremely channery coarse sandy loam; weak medium and coarse subangular blocky structure; friable; 65 percent by volume slate channers, and 10 percent by volume quartz gravel; strongly acid; clear smooth boundary. (20 to 40 inches)"
      },
      {
        "name": "R",
        "top": 114,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--45 inches; fractured Anakeesta slate; some earthen material in fractures, which are greater than 4 inches apart."
      }
    ]
  ]
}
