{
  "SERIES": "ANAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. EJK-JPM",
  "REVDATE": "8/95",
  "STATES": "AK",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed Typic Cryaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Anan very fine sand - on a level area under second growth Sitka Spruce, alder and devil's club vegetation.  (All colors are for moist soil)\nOi--4 to 3 inches; peat consisting of partially decomposed forest litter; abrupt smooth boundary. (0 to 2 inches thick)\nOa--3 to 0 inches; dark reddish brown (5YR 2.5/2) muck; many very fine, fine, medium and coarse roots; very strongly acid (pH 5.0 Truog); abrupt wavy boundary. (1 to 7 inches thick)\nCg1--0 to 8 inches; olive gray (5Y 4/2) very fine sand with strata of fine sand and sand; single grain; loose; common very fine, fine, medium, and coarse roots; moderately acid (pH 6.0 Truog); clear smooth boundary. (5 to 12 inches thick)\nCg2--8 to 12 inches; light gray (10YR 7/2) sand with strata of gravel; single grain; loose; 50 percent gravel; few fine black (10YR2/1) concretions; slightly acid (pH 6.5 Truog); clear smooth boundary. (0 to 10 inches thick)\nCg3--12 to 33 inches; gray (5Y 5/1) extremely gravelly coarse sand; single grain; loose; 60 percent gravel; moderately acid (pH 6.0 Truog); clear smooth boundary. (0 to 20 inches thick)\nCg4--33 to 60 inches; gray (5Y 5/1) and dark grayish brown (10YR 4/2); extremely gravelly coarse sand; single grain; loose; 60 percent gravel; slightly acid (pH 6.5 Truog).  (0 to 40 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": null
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature ranges from 38 to 42 degrees F.  The weighted average particle size in the 10 to 40 inches control section is loamy fine sand or coarser.  Gravel content ranges from 35 to 60 percent in the control section.  Reaction ranges from very strongly acid to strongly acid in the organic mat, and from moderately acid to slightly acid in the mineral horizons..\nThe combined thickness of the O horizons ranges from 1 to 7 inches.\nThe C horizon has hues from 10YR to 5Y, values from 4 to 7, and chromas from 0 to 2.  Textures is typically sand stratified with fine sand, very fine sand, coarse sand and gravel and, occasionally, loamy very fine sand or very fine sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Appledorn (WY), Eachuston (CO) and Jurvannah (ID) series. Appledorn soils are calcareous throughout.  Eachuston soils have mottled, loamy A horizons.  Jurvannah soils do not have O horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Anan soils are in depressional areas of low stream terraces and floodplains.  They have formed in alluvium of mixed mineralogy.  The climate is humid maritime with mean annual precipitation of about 110 inches and mean annual air temperatures of about 41 degrees F. Slope gradient ranges from 0 to 2 percent. Elevation ranges from sea level to 300 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bradfield, Tonowek, Tuxekan and Malmesbury (T) soils.  Tonowek and Tuxekan soils occur on slightly higher positions on floodplains and stream terraces and are well drained.  Bradfield soils are on slightly higher positions of floodplains and are somewhat poorly drained.  Malmesbury soils occur adjacent to major channels and are well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly and very poorly drained.  Subject to frequent flooding.  Permeability is moderately in the upper horizons and rapid below.  Runoff is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Anan soils are used for timber production, watershed protection, and wildlife habitat.  Principals trees are the Sitka spruce. Understory vegetation is dominantly skunk cabbage and a variety of sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeast Alaska.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Stikine Area, Alaska, 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this soil are: lack of a diagnostic subsurface horizon; sandy-skeletal particle size from 10 to 40 inches; and dominant colors with chroma of 1 or less within 20 inches of the surface.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
