{
  "SERIES": "ANAPRA",
  "STATUS": "Established Series",
  "BYREV": "Rev. ERB/HBJ/JCW/WWJ",
  "REVDATE": "04/2006",
  "STATES": "NM,TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty over sandy or sandy-skeletal, mixed, superactive, calcareous, thermic Typic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Anapra silty clay loam--cultivated. (Colors are for dry soil unless otherwise stated.)\nAp--0 to 10 inches; brown (10YR 5/3) silty clay loam, brown (10YR 4/3) moist; structureless; hard; firm; moderately alkaline; effervescent; clear smooth boundary.  (6 to 14 inches thick)\nA--10 to 26 inches; brown (10YR 5/3) silty clay loam; brown (10YR 4/3) moist; weak fine subangular blocky structure; hard; firm; few fine pores; and root channels; few evident bedding planes in the lower part; moderately alkaline; effervescent; abrupt wavy boundary.  (10 to 24 inches thick)\n2C--26 to 60 inches; pinkish gray (7.5YR 7/2) fine sand; brown (7.5YR 5/2) moist; structureless; loose; very friable; evident bedding planes; a few strata 1/2 to 1 inch thick of slightly darker loam; moderately alkaline; noneffervescent."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  El Paso County, Texas; from the intersection of\nTexas Highway 20 and Farm Road 258 northwest of Fabens, 0.9 mile northwest on Texas Highway 20, then 50 feet northeast in cropland."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Intermittently moist in the soil moisture control section during July-August.  Typic aridic soil moisture regime.\nThickness of the loamy layer: 18 to 36 inches\nReaction: moderately alkaline A horizons\nHue: 10YR or 7.5YR\nValue: 5 or 6\nChroma: 2 through 4\nTexture: silt loam, clay loam, or silty clay loam\nC horizon\nHue: 7.5YR or 10YR\nValue: 6 or 7\nChroma: 2 through 4\nTexture: fine sand or loamy fine sand with few to common lenses or thin strata of loam, silt loam, or silty clay loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Anapra soils are on flood plains of major streams.  Slopes are less than 1 percent.  The regolith consists of loamy and sandy sediments many feet thick.  The climate is arid with an average annual precipitation of 4 to 12 inches, and a Thornthwaite P-E index of 10 to 15.  The mean annual air temperature ranges from 60 degrees to 68 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Glendale, Harkey, and Saneli series and the Gila, Tigua, and Vinton series.  Gila, Harkey, and Vinton soils have less than 18 percent clay. Glendale soils lack contrasting textures in the control section. Saneli soils are clayey in the upper part of the control section. Tigua soils have more than 35 percent clay throughout the 10- to 40-inch control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for irrigated cropland.  Crops are mostly cotton, grain sorghums, and vegetables."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  In the Trans-Pecos region of West Texas and in New Mexico.  Series is of minor extent. This soil occurs in LRR-D, MLRA 42."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  El Paso County, Texas; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 10 inches (Ap horizon)\nEntisol feature - The absence of diagnostic subsurface horizons\nFluvial feature - Irregular decrease in organic carbon in the zone from 10 to 60 inches (A1, C horizons)\nAnapra soils were previously classified in the Glendale series and the Alluvial great soil group.\nClassified according to Soil Taxonomy Second Edition, 1999.\nWhen the competing series section was updated in September 2001, questions were raised about the pedon description of this series. A field study of the type location is recommended to update the description.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
