{
  "SERIES": "ANAVERDE",
  "STATUS": "Established Series",
  "BYREV": "Rev. HLH-JCW-RWK",
  "REVDATE": "01/2003",
  "STATES": "CA",
  "OVERVIEW": "The Anaverde series consists of deep, well drained soils that formed in material weathered from metamorphic rock.  Anaverde soils are on mountainous uplands with slopes of 15 to 75 percent.  The mean annual precipitation is about 15 inches and the mean annual air temperature is about 54 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Pachic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Anaverde gravelly loam, rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 8 inches; dark brown (10YR 4/3) gravelly loam, very dark brown (10YR 2/2) moist; medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; 30 percent 2mm to 3-inch gravel fragments by volume; neutral (pH 7.0); clear wavy boundary.  (3 to 9 inches thick)\nB2--8 to 35 inches; dark brown (10YR 4/3) gravelly loam, very dark grayish brown (10YR 3/2) moist; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine. medium and coarse roots; many medium and few fine tubular pores; 20 percent 2mm to 3-inch coarse fragments and 10 percent larger than 3-inch; neutral (pH 7.0); clear wavy boundary.  (18 to 30 inches thick)\nC1--35 to 62 inches; brown (10YR 5/3) gravelly sandy loam, dark brown (10YR 4/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few fine, medium and coarse roots; many medium and few fine tubular pores; 15 percent 2mm to 3-inch coarse fragments and 15 percent more than 3-inch; neutral (pH 7.0); clear wavy boundary.  (20 to 40 inches thick)\nC2--62 to 90 inches; pale brown (10YR 6/3) stony sandy loam, brown (10YR 5/3) moist; massive; hard, friable, slightly sticky and slightly plastic; few fine roots; few fine tubular pores; 20 percent 2mm to 3-inch coarse fragments, and 25 percent more than 3-inch; neutral (pH 7.0); clear wavy boundary.  (0 to 40 inches thick)\nR--90 inches; fractured metamorphic rock (schist)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kern County, California; along the Pacific Telephone Company repeater access road about two miles east of Castac Lake on the Tejon Ranch; about 900 feet east of the west quarter corner, section 22, T. 9 N., R. 18 W. MDB&M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a lithic contact is more than 40 inches.  The mean annual soil temperature is about 57 F and the soil temperature is usually not below 47 F after about March 1 and does not go below 47 F again until about January 1.  The soil between the depths of 9 and 27 inches usually is dry all of the time from June 1 until late November or early December, and is moist in some or all parts of the rest of the year.  The whole soil contains 20 to 40 percent mica and the soil has a smooth or greasy feel.  It has 2 to 3 percent organic matter in the upper part of the profile and more than 1 percent at a depth of 20 inches and less than 1 percent below 30 inches.  The control section ranges from 18 to 27 percent clay.  A constant increase or decrease is lacking.  The soil profile is neutral or slightly acid throughout.\nThe A horizon is gray, grayish brown, brown, dark grayish brown or dark brown (10YR 5/1, 5/2, 5/3, 4/2, 4/3, 3/3, 3/2; 7.5YR 5/2, 4/2, 3/2) dry and very dark brown, dark brown, very dark grayish brown, very dark gray or black (10YR 2/1, 2/2, 3/1, 3/2, 3/3; 7.5YR 3/2) moist.  It is loam, gravelly loam and has 5 to 35 percent rock fragments.\nThe B2 horizon is grayish brown, brown, dark grayish brown or dark brown (10YR 5/2, 4/2, 5/3, 4/3, 3/3; 7.5YR 5/2, 4/2) dry and very dark brown, dark brown or very dark grayish brown (10YR 2/2, 3/2, 3/3; 7.5YR 3/2) moist.  It is loam, clay loam, gravelly loam or gravelly clay loam and has 10 to 35 percent rock fragments.\nThe C horizon is grayish brown, brown, strong brown, dark yellowish brown, yellowish brown, light yellowish brown, light brownish gray, pale brown, or light olive brown (10YR 5/2, 5/3, 5/4, 5/6, 4/3, 4/4, 6/2, 6/3; 2.5Y 5/2, 5/4, 6/2, 6/4; 7.5YR 4/2, 4/4, 5/2, 5/4, 5/6).  It is loam, sandy loam or sandy clay loam and has 15 to 35 percent pebbles.  Stones and cobbles make up 0 to 15 percent of the rock fragments.  Below depth of 60 inches, the gravel ranges from 25 to 70 percent and the stone and cobblestones range from 25 to 60 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Alicel, Calimus, Linville, Sinamox, Sweeney, and Watama series.  All these soils have less than 20 percent mica throughout the profile.  Also, Alicel, Calimus, Linville, Sinamox and Watama soils have a mean annual soil temperature of 48 to 53 F.  Alicel and Sinamox soils have Cca horizons.  Calimus soils lack a lithic contact.  Linville soils are silt loam or silty clay loam in the particle size control section.  Sweeney soils have 5 to 10 percent rock fragments and a slight (about 4 percent) increase in clay in the B2t horizon.  Watama soils have a lithic contact at depth of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Anaverde soils are in mountainous areas. Slopes are 15 to 75 percent. Elevations are 2,500 to 5,800 feet on north slopes and 3,000 to 8,000 feet on all aspects. The soil formed in material weathered from schist (Pelona Formation). Rock outcrop is present in some locations. Soil creep had some affect on soil morphology. The climate is dry subhumid with warm dry summers and cool moist winters. Mean annual precipitation is 9 to 20 inches with some snow. Average January temperature is 38 degrees F., average July temperature is 72 degrees F., and the mean annual temperature is 53 to 58 degrees F. The frost free period is 150 to 225 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Godde, Lebec, Oak Glen and Sheridan soils.  Godde soils have a lithic contact at a depth of less than 20 inches.  Lebec soils are moderately alkaline and have segregated lime.  Oak Glen and Sheridan soils have less than 18 percent clay."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Use for range, wildlife habitat, and watershed.  Vegetation is annual grasses and forbs with scattered oak trees and dense thicket of scrub oak on some north slopes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Tehachapi Mountains and the southern Sierra Nevada in south-central California.  The soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Los Angeles County, California, 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The activity class was added to the classification in January of 2003. Competing series were not checked at that time. - ET\nLast revised by the state on 12/76."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 8 inches; dark brown (10YR 4/3) gravelly loam, very dark brown (10YR 2/2) moist; medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; 30 percent 2mm to 3-inch gravel fragments by volume; neutral (pH 7.0); clear wavy boundary.  (3 to 9 inches thick)"
      },
      {
        "name": "B2",
        "top": 20,
        "bottom": 89,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "B2--8 to 35 inches; dark brown (10YR 4/3) gravelly loam, very dark grayish brown (10YR 3/2) moist; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine. medium and coarse roots; many medium and few fine tubular pores; 20 percent 2mm to 3-inch coarse fragments and 10 percent larger than 3-inch; neutral (pH 7.0); clear wavy boundary.  (18 to 30 inches thick)"
      },
      {
        "name": "C1",
        "top": 89,
        "bottom": 157,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C1--35 to 62 inches; brown (10YR 5/3) gravelly sandy loam, dark brown (10YR 4/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few fine, medium and coarse roots; many medium and few fine tubular pores; 15 percent 2mm to 3-inch coarse fragments and 15 percent more than 3-inch; neutral (pH 7.0); clear wavy boundary.  (20 to 40 inches thick)"
      },
      {
        "name": "C2",
        "top": 157,
        "bottom": 229,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "stony",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C2--62 to 90 inches; pale brown (10YR 6/3) stony sandy loam, brown (10YR 5/3) moist; massive; hard, friable, slightly sticky and slightly plastic; few fine roots; few fine tubular pores; 20 percent 2mm to 3-inch coarse fragments, and 25 percent more than 3-inch; neutral (pH 7.0); clear wavy boundary.  (0 to 40 inches thick)"
      },
      {
        "name": "R",
        "top": 229,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--90 inches; fractured metamorphic rock (schist)."
      }
    ]
  ]
}
