{
  "SERIES": "ANCHO",
  "STATUS": "Established Series",
  "BYREV": "Rev. JJF/BDS",
  "REVDATE": "03/2003",
  "STATES": "NM",
  "OVERVIEW": "The Ancho series is a member of the fine-silty, mixed, mesic family of Torriorthentic Haplustolls. Typically, Ancho soils are deep soils that have moderately thick brown calcareous clay loam A horizons and thick brown and pinkish gray calcareous clay loam C horizons.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Torriorthentic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPIFYING PEDON",
    "content": "TYPIFYING PEDON:  Ancho clay loam, cultivated. (Colors are for dry soil unless otherwise noted.)\nA11--0 to 10 inches; brown (7.5YR 5/2) clay loam, dark brown (7.5YR 3/2) moist; weak medium subangular blocky structure; very hard, firm, sticky; common fine roots; slightly calcareous; strongly alkaline; clear smooth boundary. (6 to 12 inches thick)\nA12--10 to 16 inches; brown (7.5YR 5/2) clay loam, dark brown (7.5YR 3/2) moist; weak medium subangular blocky structure; very hard, firm, sticky; common fine and medium roots; slightly calcareous; moderately alkaline; clear smooth boundary. (4 to 8 inches thick)\nC1--16 to 60 inches; pinkish gray (7.5YR 6/2) clay loam, dark brown (7.5YR 4/2) moist; massive; slightly hard, very friable, sticky, few fine roots; slightly calcareous; strongly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Santa Fe County, New Mexico; about 2 miles east of the junction of New Mexico State Road 4 and U. S. Highways 64, 84, and 285 on the McKinney farm, 1/4 mile south of the Nambe School near center of sec. 9, T.19N., R.9E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Average annual soil temperature ranges from 47 degrees to 59 degrees F. The moisture control section is usually dry during the period the soil temperature is greater than 41 degrees F.  The drier periods occur between early October and late May. The soil ranges from moderately alkaline and slightly calcareous to strongly alkaline and strongly calcareous. The 10- to 40-inch section ranges from heavy loam and light clay loam to heavy silt loam and light silty clay loam with less than 15 percent sand coarser than very fine sand and between 22 and 35 percent clay. It has about 2 to 10 percent calcium carbonate that is usually disseminated but may be segregated into few fine threads and filaments. The A horizon has hue of 5YR through 10YR, value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3.  It has more than 1.0 percent organic matter. The C horizon has hue of 5YR through 10YR, value of 5.5 through 7 dry, 3.5 through 5 moist, and chroma of 2 through 4."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES AND THEIR DIFFERENTIAE",
    "content": "COMPETING SERIES AND THEIR DIFFERENTIAE:  These are the Bridgeport, Gabaldon, Manzano, Prewitt, and Paymaster series. Bridgeport soils have less than 22 percent clay in the 10- to 40-inch section. Gabaldon and Manzano soils have mollic epipedons thicker than 20 inches. Manzano, Paymaster and Prewitt soils contain more than 15 percent material coarser than very fine sand in the control section. Prewitt soils also have an irregular decrease of organic matter content with increasing depth."
  },
  "GEOGRAPHIC SETTING": {
    "section": "SETTING",
    "content": "SETTING:  Ancho soils are on level to gently sloping flood plains, terraces and alluvial fans at elevations of 5,500 to 6,500 feet. They formed in medium and moderately fine textured alluvium mainly from Precambrian igneous rocks and Quaternary-Tertiary sediments of the Santa Fe formation. The climate is semiarid continental. Mean annual precipitation ranges from 12 to 16 inches with a marked summer maximum.  Mean annual temperature is about 50 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "PRINCIPAL ASSOCIATED SOILS",
    "content": "PRINCIPAL ASSOCIATED SOILS:  These are the Bluewing, Fruitland, Panky and Pojoaque soils. Bluewing soils have more than 35 percent rock fragments. Fruitland soils lack a mollic epipedon and have less than 18 percent clay in the control section. Panky soils have an argillic horizon and contain more than 35 percent clay in the control section.  Pojoaque soils have 15 to 35 percent rock fragments in the control section and lack a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; slow to medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Irrigated areas are used for growing alfalfa, orchards and small grains."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Chaves, Lincoln and Santa Fe Counties, New Mexico. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Santa Fe County (Santa Fe Area), New Mexico, 1970.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A11",
        "top": 0,
        "bottom": 25,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A11--0 to 10 inches; brown (7.5YR 5/2) clay loam, dark brown (7.5YR 3/2) moist; weak medium subangular blocky structure; very hard, firm, sticky; common fine roots; slightly calcareous; strongly alkaline; clear smooth boundary. (6 to 12 inches thick)"
      },
      {
        "name": "A12",
        "top": 25,
        "bottom": 41,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A12--10 to 16 inches; brown (7.5YR 5/2) clay loam, dark brown (7.5YR 3/2) moist; weak medium subangular blocky structure; very hard, firm, sticky; common fine and medium roots; slightly calcareous; moderately alkaline; clear smooth boundary. (4 to 8 inches thick)"
      },
      {
        "name": "C1",
        "top": 41,
        "bottom": 152,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C1--16 to 60 inches; pinkish gray (7.5YR 6/2) clay loam, dark brown (7.5YR 4/2) moist; massive; slightly hard, very friable, sticky, few fine roots; slightly calcareous; strongly alkaline."
      }
    ]
  ]
}
