{
  "SERIES": "ANCHOR BAY",
  "STATUS": "Established Series",
  "BYREV": "RAG",
  "REVDATE": "11/48",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, siliceous, isomesic Lithic Xerorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Anchor Bay very stone sand.\n0 to 3 inches; white, loose, strongly acid, coarse sand containing rock fragments and a few roots.  Immediate surface has scattered rock fragments and in places a very thin layer of organic material.  General land surface has much rock outcrop.  This horizon grades into 1 to 6 inches.\n3 to 6 inches; light-gray, loose, very strongly acid very stony sand; almost entirely stone in lower part.  Broken surfaces of rock fragments are yellow and brownish yellow.  (2 to 8 inches)\n6 inches +; slightly weathered hard, but well-cracked, coarse-grained siliceous sandstone.  Many feet."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  1 1/2 miles northeast of Anchor Bay, Mendocino County, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth of soil may be extremely variable within short distances but is normally very shallow.  Reaction may range from extremely acid to strongly acid and texture from coarse sand to loamy sand.  Color is white or light gray."
  },
  "GEOGRAPHIC SETTING": {},
  "DRAINAGE AND PERMEABILITY": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hilly, with jagged surfaces of rock outcrops."
  },
  "USE AND VEGETATION": {},
  "DISTRIBUTION AND EXTENT": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Surface runoff moderate to excessive; permeability rapid."
  },
  "REGIONAL OFFICE": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Unsuited for commercial crops, timber production, or grazing.  This series can best serve as watershed.  Brush; mainly glossyleaf manzanita (fire manzanita), pygmy cypress, stunted Bishop pine, Eastwood manzanita, California huckleberry, and golden chinquapin."
  },
  "ORIGIN": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Near coast of northern California."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": null
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
