{
  "SERIES": "ANDERS",
  "STATUS": "Established Series",
  "BYREV": "Rev. MLR/KWH/TLA",
  "REVDATE": "10/2002",
  "STATES": "OR,WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Typic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Anders silt loam, grassland. (Colors are for dry soil unless otherwise stated.  All textures are apparent field textures).\nA--0 to 5 inches; dark grayish brown (10YR 4/2) silt loam, very dark brown (10YR 2/2) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; many roots; many very fine pores; neutral (pH 6.8); abrupt smooth boundary. (4 to 6 inches thick)\nAB--5 to 12 inches; grayish brown (10YR 5/2) silt loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; many roots; many very fine pores; neutral (pH 7.0); clear smooth boundary. (3 to 10 inches thick)\nBA--12 to 19 inches; brown (7.5YR 5/4) silt loam, dark brown (7.5YR 3/2) moist; weak medium prismatic structure parting to weak medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; common roots; many very tubular pores; few faint, discontinuous colloidal coatings lining pores; 10 percent pebbles; mildly alkaline (pH 7.4); clear wavy boundary. (4 to 10 inches thick)\nBw--19 to 27 inches; brown (7.5YR 5/4) gravelly silt loam, dark brown (7.5YR 4/2) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few roots; common very fine tubular pores; few faint colloidal coatings lining pores; 20 percent pebbles; mildly alkaline (pH 7.6); abrupt smooth boundary. (6 to 20 inches thick)\n2R--27 inches; unweathered basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Adams County, Washington; 400 feet north and 200 feet west of southeast corner sec. 13, T.20N., R.36E. W.M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The average annual soil temperature at a depth of 20 inches is 49 degrees to 52 degrees F. These soils are usually moist, but are dry in all parts between depths of 8 and 24 inches for 90 to 105 consecutive days.  The solum thickness and depth to bedrock are 20 to 40 inches. The particle-size control section contains more than 15 percent fine sand and coarser. It is dominantly silt loam and is modified by 3 to 50 percent basalt gravel in the horizon immediately above the bedrock; however, the weighted average content of coarse fragments for the particle-size control section is 1 to 25 percent. The mollic epipedon is 7 to 20 inches thick. The hue is 10YR or 7.5YR.\nThe A and AB horizons have value of 4 or 5 dry and 2 or 3 moist. It has 0 to 25 percent basalt pebbles and has weak granular or subangular blocky structure. It is neutral or mildly alkaline.\nThe BA horizon has value of 5 or 6 dry, 3 or 4 moist, and chroma of 2 through 4 dry or moist. It is silt loam or gravelly silt loam. Basalt pebbles range from 0 to 25 percent.  It has weak or moderate subangular blocky or prismatic structure. It is mildly alkaline or moderately alkaline.\nThe Bw horizon has value of 5 or 6 dry, 4 or 5 moist, and chroma of 2 to 4 moist and dry.  It has weak prismatic or subangular blocky structure.  Texture is silt loam, loam, very fine sandy loam, gravelly silt loam, gravelly loam, or very gravelly silt loam.  Basalt pebbles range from 3 to 50 percent. Reaction is mildly alkaline or moderately alkaline.\nThe R layer is basalt and contains secondary carbonates in fractures of the bedrock in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Chenoweth, Cleverly, Coulthurst (T), Cushenbury, Dinkels, Duart, Hesslan,  Knutsen, Laidlaw, Newbon, Panamint, Patemos (T), Safety, and Wato series. All of these soils lack a lithic contact at a depth of 20 to 40 inches. Chenoweth, Cleverly, Coulthurst, Dinkels, Knutsen, Laidlaw, Newbon, Patemos, and Wato soils are deep.  Cushenbury, Duart, Hesslan, Panamint, and Safety soils have a paralithic contact at a depth of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on plateaus, benches, and in channeled scablands at elevations of 600 to 2,700 feet. Slopes are 0 to 35 percent. The soils formed in loess over basalt. Summers are hot and dry and winters are cool and moist. Average annual precipitation is 12 to 16 inches. Average annual temperature is 49 to 51 degrees F., average July temperature is 71 degrees F., and average  January temperature is 29 degrees F. The frost-free season is 90 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Alpowa, Asotin, Bakeoven, Broadax, Chard, Kuhl, Lickskillet, Oliphant, and Walla Walla soils. Alpowa soils are on canyon walls.  Broadax soils are on hills.  Chard soils are on terraces.  Oliphant soils are on hillslopes.  Walla Walla soils are on hills.  Alpowa, Broadax, Chard, Oliphant, and Walla Walla soils lack bedrock within a depth of 40 inches. Asotin soils are on canyon hillslopes and have secondary carbonates above the lithic contact.  Bakeoven soils are on uplands and have bedrock at a depth less than 12 inches. Kuhl and Lickskillet soils are on plateaus and have bedrock at a depth of 12 to 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; slow to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Production of small grain, livestock grazing, recreation, and wildlife habitat. Native vegetation is bluebunch wheatgrass, Idaho fescue, and Sandberg bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Washington. Series is moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Adams County (Garfield County Area), Washington, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are a mollic epipedon from the surface to 19 inches, a cambic horizon from 19 to 27 inches, and a lithic contact at 27 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
