{
  "SERIES": "ANDERSONTOWN",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. DLY-AML-EAW",
  "REVDATE": "11/2002",
  "STATES": "MD",
  "OVERVIEW": "The Andersontown Series consists of very poorly drained soils that formed in organic deposits 16 to 50 inches thick underlain by stratified mineral soil.  These Coastal Plain soils have slopes of 0 to 2 percent, mean annual temperature of 53 degrees F., and precipi- tation of 45 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, dysic, mesic Terric Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Andersontown Muck in a savanna-like upland depression.  (Colors are for moist soil).\nOi--0 to 8 inches; very dark brown (10YR 2/2) on broken faces and rubbed peat; 80 percent fibers and roots; moderate medium\ngranular structure; nonsticky, nonplastic; extremely acid;\nclear wavy boundary.  (2 to 8 inches thick).\nOe -- 8 to 16 inches; black (10YR 2/1) on broken faces and rubbed mucky peat; about 60 percent fibers.  30 percent rubbed;\nstrong medium granular structure; nonsticky, nonplastic;\nextremely acid; clear wavy boundary.  (0 to 17 inches thick).\nOa -- 16 to 40 inches; black (10YR 2/1) on broken faces and rubbed muck; 30 percent fibers, 5 percent rubbed; weak medium granular structure; nonsticky, slightly plastic; extremely acid; abrupt wavy boundary.  (14 to 33 inches thick).\n2Bg -- 40 to 60 inches; grayish brown (10YR 5/2) silt loam; massive; slightly sticky, slightly plastic; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Caroline County, Maryland, Jones Road about 2 miles north of Hollingsworth Crossroads about 100 yards into woods on the left."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the organic soil layers ranges from 16 to 50 inches.  The organic materials are comprised of herbaceous materials and leaves with very small amounts of woody materials, very thin mineral layers occasionally occur in the organic layers.  Reaction is extremely acid to very strongly acid in the organic layers and the mineral substrata ranges from extremely acid to medium acid.  Diatom frustules and fresh water sponge spicules are abundant.\nThe Oi layer has hue of 2.5YR or 10YR, value of 2, and chroma of 0 through 2.  Structure is weak or moderate, fine or medium granular or subangular blocky.  Excluding surface leaf litter it is comprised of fibric material with an unrubbed fiber content that ranges from 66 to 80 percent of the organic volume; rubbed fiber content ranges from 40 to 60 percent.\nThe Oe layer, where present, has hue of 10YR, value of 2, and chroma of 1 or 2.  Structure is moderate or strong, medium, granular or sub- angular blocky.  The unrubbed fiber content is 30 to 60 percent of the organic volume; rubbed fiber content ranges from 15 to 30 percent.\nThe Oa layer has hue of 10YR, value of 2 or 3 and chroma of 1 or 2.  Structure is weak, moderate or strong, fine medium or coarse granular or subangular blocky, or is massive.  The unrubbed fiber content ranges from 5 to 30 percent of the organic volume; rubbed fiber content is less than 5 percent.\nThe unconforming mineral substrata has hue of 10YR through 5Y, value of 4 through 6, and chroma of 1 or 2.  The substrata is commonly stratified sand, loamy sand, sandy loam, loam, silt loam and silty clay loam.  Thin layers of gravelly loamy sand are in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family.  Adrian, Linwood, Manahawkin, Palms, Philbon and Shalcar are in related families.  Adrian and Manahawkin soils are underlain by sand.  Lin- wood, Palms, Philbon and Shalcar soils have a pH above 4.5 in 0.01 m CaCl2."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Andersontown soils occur in depressional areas, locally referred to as potholes or whale wallows, on the Coastal Plain.  The size of these soil areas range from 1/4 acre to 20 acres.  Slopes range from 0 to 2 percent.  The mean annual temperature ranges from 45 to 58 degrees F., and precipitation ranges from 42 to 48 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the well-drained Sassafras and Downer, somewhat excessively drained Galestown and excessively drained Evesboro.  These soils are in side slopes of depressions and ridges between depressions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained; runoff is ponded, and drainage is centripetal.  These soils are ponded much of the year and some are ponded throughout the year.  Permeability is moderate to slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are primarily in native vegetation consisting of shrubs and sedges with occasional red maple, sweet gum, black gum, willow oak or persimmon."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Maryland and Delaware, possibly New Jersey and Virginia.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia\nSeries Proposed:  Caroline County, Maryland.  The name is from a village in that county, an alternate name is Denton."
  },
  "ORIGIN": {
    "section": "ORIGIN",
    "content": "NA"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This series replaces units mapped Pocomoke, Fallsington, and Swamp in  wooded potholes.  Laboratory data on organic carbon indicates some pedons have less than 12 percent organic carbon but more than half exceed 12 percent.\nThe diagnostic horizons and features recognized in this pedon are: Medisaprist feature - organic materials are mucky and highly decomposed by the fluctuating water table and materials 5 percent fibers rubbed.\nTerric feature - organic materials are underlain by mineral soil at a depth of 40 inches below the surface.\nDysic feature - the soil reaction is extremely acid in all organic materials."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--0 to 8 inches; very dark brown (10YR 2/2) on broken faces and rubbed peat; 80 percent fibers and roots; moderate medium"
      },
      {
        "name": "Oe",
        "top": 20,
        "bottom": 41,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oe -- 8 to 16 inches; black (10YR 2/1) on broken faces and rubbed mucky peat; about 60 percent fibers.  30 percent rubbed;"
      },
      {
        "name": "Oa",
        "top": 41,
        "bottom": 102,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Oa -- 16 to 40 inches; black (10YR 2/1) on broken faces and rubbed muck; 30 percent fibers, 5 percent rubbed; weak medium granular structure; nonsticky, slightly plastic; extremely acid; abrupt wavy boundary.  (14 to 33 inches thick)."
      },
      {
        "name": "2Bg",
        "top": 102,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Bg -- 40 to 60 inches; grayish brown (10YR 5/2) silt loam; massive; slightly sticky, slightly plastic; strongly acid."
      }
    ]
  ]
}
