{
  "SERIES": "ANDOVER",
  "STATUS": "Established Series",
  "BYREV": "Rev. WRK-REP",
  "REVDATE": "04/2000",
  "STATES": "MD,PA,WV",
  "OVERVIEW": "The Andover series consists of very deep, poorly drained soils formed in colluvium. They are on benches, toeslopes, footslopes, and swales along the base of prominent ridges. Slopes range from 0 to 15 percent. Permeability is slow. Mean annual precipitation is 42 inches. Mean annual temperature is 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Typic Fragiaquults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Andover cobbly loam - woodland. (Colors are for moist soil.)\nOe--0 to 1 inches; black (10YR 2/1) partially decomposed organic debris; very strongly acid.\nA--1 to 3 inches; very dark gray (10YR 3/1) cobbly loam; weak fine granular structure; friable, nonsticky, slightly plastic; many fine roots; 25 percent rock fragments 1 to 6 inches in diameter; very strongly acid; abrupt smooth boundary (2 to 5 inches thick).\nE--3 to 8 inches; grayish brown (10YR 5/2) cobbly loam; weak medium platy and weak medium granular structure; friable, nonsticky, slightly plastic; many fine roots; common fine distinct brownish yellow (10YR 6/6) and strong brown (7.5YR 5/6) iron accumulations; 25 percent rock fragments 1 to 6 inches in diameter; strongly acid; clear wavy boundary. (0 to 6 inches thick)\nBtg--8 to 19 inches; light brownish gray (10YR 6/2) cobbly loam; medium prismatic structure parting to moderate medium subangular blocky; friable, slightly sticky, slightly plastic; common fine roots; common distinct clay films on faces of peds and in pores; many coarse distinct strong brown (7.5YR 5/6) iron accumulations; 30 percent rock fragments 1 to 6 inches in diameter; strongly acid; clear wavy boundary. (5 to 12 inches thick)\nBtgx1--19 to 35 inches; yellowish brown (10YR 5/4) cobbly clay loam; prismatic structure parting to moderate thick platy; very firm, brittle, moderately sticky, moderately plastic; common prominent clay films on plates and in pores; gray (10YR 6/1) iron depletions on faces of prisms and light brownish gray (10YR 6/2) iron depletions on faces of plates; 30 percent rock fragments 1 to 6 inches in diameter; strongly acid; clear wavy boundary.\nBtgx2--35 to 49 inches; brown (10YR 5/3) very cobbly clay loam; weak very coarse prismatic structure parting to weak thick platy; firm, brittle, moderately sticky, moderately plastic; common distinct clay films on plates and in pores; many coarse distinct strong brown (7.5YR 5/6) iron accumulations; very gray (10YR 6/1) and grayish brown (10YR 5/2) iron depletions on faces of plates; 40 percent rock fragments 1 to 6 inches in diameter; strongly acid; clear wavy boundary. (Combined thickness of the Btgx horizon is 26 to 39 inches.)\nC--49 to 66 inches; brown (10YR 5/3) very gravelly sandy clay loam; massive; firm, slightly sticky, slightly plastic; common medium distinct gray (10YR 5/1) iron depletions; 45 percent rock fragments 1 to 6 inches in diameter; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Huntingdon County, Pennsylvania; Logan Township, Logan State Forest, four and one-half miles north of intersection of route 31051 and State Forest Road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 40 to 60 inches. Depth to the fragipan is 16 to 28 inches. Depth to bedrock ranges from 6 to 50 feet. Subrounded to angular rock fragments, 1 to 20 inches across, are well distributed in the profile. They range from 0 to 40 percent by volume in individual layers of the B horizon and 10 to 50 percent in the C horizon. Weighted average rock fragment content is more than 20 percent and less than 35 percent in the control section. Cobbly, very cobbly, stony and very stony phases are common. Reaction is very strongly acid or strongly acid, when unlimed.\nThe A horizon has hue of 10YR or 2.5Y, value of 2 through 4, and chroma of 1 through 6. It is silt loam, loam, or sandy loam in the fine-earth fraction.\nThe E horizon has hue of 10YR or 2.5Y, value of 2 through 5, and chroma of 1 through 6. It is silt loam, loam, or sandy loam in the fine-earth fraction.\nThe Bt horizon has hue of 2.5Y or 10YR, value of 4 through 6, chroma of 1 or 2, and it is mottled. It is loam, clay loam, or sandy clay loam in the fine-earth fraction. Structure is moderate medium prismatic or weak or moderate medium subangular blocky. Consistence is friable or firm.\nThe Bx horizon has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 1 through 8, and it is mottled. It is loam, clay loam, or sandy clay loam in the fine-earth fraction. Structure is weak or moderate very coarse prismatic parting to weak or medium thick platy or moderate medium subangular blocky. Consistence is firm, very firm, or brittle.\nThe C horizon has hue of 2.5YR through 10YR, value of 4 through 6, and chroma of 1 through 4. It is loam, clay loam, or sandy loam in the fine-earth fraction. It is massive or has weak very coarse or coarse prismatic structure parting to weak thick platy."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Cokesbury, Lamington, Nolo, and Shalmadine series are potentially in the same family.  Cokesbury soils have sola less than 40 inches thick and formed in glacial till. Lamington soils have matrix colors of 7.5YR or redder. Nolo soils have fewer rock fragments in the control section. Shelmadine soils have 45 to 65 percent silt in the particle-size control section.\nBrinkerton, Frenchtown, and Thorndale series are in related families. Brinkerton soils have less than 15 percent sand coarser than very fine sand in the textural control section. Frenchtown and Thorndale soils have a base saturation of more than 35 percent base."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Andover soils are on nearly level to sloping benches, concave toeslopes and footslopes, and swales usually along the base of prominent ridges. Slope gradients are commonly 2 to 8 percent but range from 0 to 15 percent. The soils developed in loamy colluvium derived from acid, gray and red sandstone and shale. Mean annual precipitation ranges from 35 to 50 inches, mean annual temperature ranges from 48 to 55 degrees F., and the frost-free season ranges from 120 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Andover soils are in a drainage sequence with the well drained Laidig, Sideling, and Murrill soils and the moderately well drained Buchanan soils. Berks, Dekalb, Gilpin, Hazleton, Klinesville, Lehew, and Weikert soils are on adjacent residual uplands and are well drained, have thinner sola, and do not have fragipans."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained. Runoff is slow to medium. Permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Approximately 30 percent cleared for pasture and cropland, some of which is now idle. Woodland is mainly hardwoods of oak and hickory and small stands of hemlock and white pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mainly in the Ridge and Valley province of Pennsylvania, West Virginia, and Maryland. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Mifflin County, Pennsylvania, 1948."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\na. Ochric epipedon - the zone from the surface of the soil to a depth of about 7 inches (A and E horizons).\nb. Argillic horizon - the zone from 7 to 48 inches (Bt and Btgx horizons).\nc. Fragipan - the zone from 18 to 48 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
