{
  "SERIES": "ANDREGG",
  "STATUS": "Established Series",
  "BYREV": "Rev. JHR-GMK-DJE",
  "REVDATE": "02/2003",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, thermic Ultic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Andregg coarse sandy loam, rangeland.  (Colors are for dry soil unless otherwise noted).\nA1--0 to 5 inches; grayish brown (10YR 5/2) coarse sandy loam, very dark brown (10YR 2/2) moist; moderate medium granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine vertical roots; many very fine tubular interstitial pores; 5 percent granitic pebbles (2-5mm); slightly acid (pH 6.2); clear smooth boundary.  (0 to 6 inches thick)\nA2--5 to 15 inches; grayish brown (2.5Y 5/2) coarse sandy loam, dark brown (10YR 3/3) moist; massive; slightly hard, very friable, nonsticky and nonplastic; common fine and medium vertical roots; common very fine tubular and interstitial and few fine tubular pores; 6 percent granitic pebbles (2-5mm); moderately acid (pH 5.9); clear smooth boundary.  (7 to 14 inches)\nBA--15 to 24 inches; pale brown (10YR 6/3) coarse sandy loam, dark brown (10YR 4/3) moist; massive; hard, very friable, nonsticky and nonplastic; common very fine, medium and coarse roots; common very fine, tubular and interstitial, and few fine tubular pores; 10 percent granitic pebbles (2-5 mm); moderately acid (pH 5.9); clear smooth boundary.  (4 to 10 inches thick)\nBt--24 to 29 inches; very pale brown (10YR 7/3) coarse sandy loam, brown (10YR 5/3) moist; massive; hard, very friable, nonsticky and nonplastic, few fine and medium horizontal roots; few very fine and fine tubular pores; few thin clay films lining pores and bridging mineral grains; 10 percent granitic pebbles (2-5mm); moderately acid (pH 5.7); abrupt wavy boundary.  (4 to 10 inches thick)\nCrt1--29 to 37 inches; very pale brown (10YR 7/4) well weathered granodiorite with variegated mineral grains, reddish yellow (7.5YR 6/6) moist; many moderately thick clay films lining pores and bridging mineral grains; 10 percent granitic pebbles (2-5mm); strongly acid (pH 5.4); gradual wavy boundary.  (5 to 10 inches thick)\nCrt2--37 to 43 inches; variegated well weathered granodiorite rock; many moderately thick clay films lining pores and bridging mineral grains; about 20 percent granitic gravel (2-5mm); strongly acid (pH 5.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Placer County, California; 3 1/2 miles east of Roseville, 80 feet north of Douglas Boulevard, 2,600 feet west and 80 feet north of the southeast corner of sec. 3, T. 10 N., R. 7 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a paralithic contact of weathered granitic rock is 20 to 40 inches.  The mean annual soil temperature is about 59 to 65 degrees F and the soil temperature usually is not below 47 degrees F at any time.  The soil between depths of 8 to 24 inches is usually dry all of the time from June until October, and is moist in some or all parts all the rest of the year.  Fine angular pebbles comprise 0 to 20 percent of the soil volume.  The soils are coarse sandy loam or rarely sandy loam or loam and have more than 40 percent medium sand or coarser in the sand fraction.  Clay content is 7 to 18 percent throughout the profile.\nThe A horizon is 2.5Y 5/2, 10YR 5/2, 5/3, 4/2, 4/3.  Moist colors are 10YR 2/2, 3/2, 3/3; 2.5Y 2/2, or 3/2.  Dry consistency is soft or slightly hard.  It is slightly acid to moderately acid.\nThe Bt horizon is 10YR 5/3, 5/4, 6/2, 6/3, 6/4, 7/3, 7.5YR 5/4, 5/6, 6/4, 6/6, or 5YR 4/4.  Moist colors are 1 or 2 units of value darker.  It is slightly through strongly acid.\nSome pedons have a sandy loam C horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other soils in this family.  Similar soils in other families are the Ahwahnee, Pfeiffer, San Andreas, Vista and Walong series.  Ahwahnee soils have an argillic horizon.  Pfeiffer, San Andreas and Walong soils all have BS (SUM)of greater than 75 percent.  Vista soils have an ochric epipedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Andregg soils are on undulating to steep slopes on foothills at elevations of 200 to 1,500 feet.  They formed in material weathered from coarse grained acid igneous rocks, mainly granodiorite.  The climate is moist subhumid with hot dry summers and cool moist winters.  Mean annual precipitation is 12 to 35 inches.  Average January temperature is 44 degrees F; average July temperature is 76 degrees F; mean annual temperature is 60 degrees F.  The frost-free season is 200 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Ahwahnee soils and the Auberry, Caperton and Sierra soils.  Auberry and Sierra soils lack mollic epipedons and have argillic horizons.  Caperton soils have a paralithic contact at depths of less than 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mostly for rangeland, very limited areas used for pasture or orchards.  Some areas are used for urban purposes.  Vegetation is mostly open oak-grass.  Typical plants are soft chess, wild oats, annual clover, filaree and widely spaced interior live oak and blue oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Lower foothills of the central Sierra Nevada Mountains.  The soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Placer County (Western Part), California, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly classified as Typic rather than Ultic Haploxerolls.  A review of lab data indicates base saturation is less than 75 percent by sum of cations.\nThe activity class was added to the classification in January of 2003. Competing series were not checked at that time. - ET\nADDITIONAL DATA:  Riverside Laboratory, pedon No. S69 Calif-31-32.\nLast revised by the state on 6/86.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
