{
  "SERIES": "ANDRY",
  "STATUS": "Established Series",
  "BYREV": "Rev. WLC",
  "REVDATE": "02/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, thermic Typic Argiaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Andry peat--marsh land--wildlife habitat.\n(Colors are for moist soil unless otherwise\nstated.)\n021--12 to 6 inches; very dark grayish brown (10YR 3/2) hemic material; about 50 percent fiber, about 30 percent rubbed;\nmassive; nonsticky; many live roots; neutral; gradual wavy\nboundary.  (4 to 8 inches thick)\n022--6 to 0 inches; very dark grayish brown (10YR 3/2) hemic material; about 40 percent fiber, about 20 percent rubbed;\nmassive; nonsticky; mineral content about 50 percent; slightly\nacid; gradual smooth boundary.  (4 to 8 inches thick)\nA11--0 to 6 inches; black (10YR 2/1) silt loam; weak granular structure; nonsticky; many medium roots; about 12 percent fiber\nafter rubbing; neutral; gradual smooth boundary.  (4 to 8 inches thick)\nA12--6 to 13 inches; very dark gray (10YR 3/1) silt loam;\ndark gray (N 4/0) when wet and first exposed to air; weak medium subangular blocky structure; very plastic and sticky; common\nmedium and fine roots; neutral; gradual smooth boundary.  (5 to 10 inches thick)\nB21tg--13 to 26 inches; very dark gray (10YR 3/1) silty clay loam; dark gray (N 4/0) when wet and first exposed to air; many medium and coarse prominent light olive brown (2.5YR 4/4) mottles; weak medium subangular blocky structure; plastic and sticky; few\nfine roots; few soft Fe-Mn accumulations; few thin patchy clay\nfilms; neutral; gradual smooth boundary.  (5 to 15 inches thick)\nB22tg--26 to 33 inches; greenish gray (5GY 5/1) silty clay\nloam; many medium and coarse distinct olive (5Y 5/3) mottles; weak medium and coarse subangular blocky structure; plastic and sticky; few fine roots; few Fe-Mn concretions; thin patchy clay films; neutral; gradual smooth boundary.  (5 to 15 inches thick)\nB3g--33 to 60 inches; greenish gray (5GY 6/1) and gray (N\n6/0) silty clay loam; many coarse distinct olive (5Y 5/3) mottles; weak very coarse prismatic structure; plastic; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Iberia Parish, Louisiana; 3 3/4 miles\nsouth-southeast of Delcambre; 50 yards west of canal; NE1/4SW1/4\nsec. 21, T. 13 S., R. 5 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to 65 inches.  Soil salinity ranges from slight to high in the 02\nhorizon, and is moderate to high in the mineral horizons.  Exchangeable sodium percentage ranges from 8 to 20 percent or\nmore, and increases with increasing depth.\nThe 02 horizon is very dark grayish brown (10YR 3/2), dark grayish brown (10YR 4/2; 2.5Y 4/2), black (N 2/0; 10YR 2/1), dark gray\n(10YR 4/1), very dark brown (10YR 2/2; 7.5YR 3/2), or very dark\ngray (10YR 3/1).  It is hemic or sapric material and typically has\na mat of live roots in the upper part.  The 02 horizon is medium\nacid through mildly alkaline but becomes extremely acid or very strongly acid when drained.  The colors of the mineral horizons\nare about one color value higher when wet and first exposed to air than when moist.\nThe A horizon is black (10YR 2/1; N 2/0; 5Y 2/1), very dark gray\n(5YR 3/1; N 3/0; 10YR 3/1), or very dark grayish brown (10YR 3/2) mucky silt loam, mucky silty clay loam, silt loam, or silty clay loam.  It is medium acid through mildly alkaline but becomes\nstrongly acid or very strongly acid after drainage.\nThe Bt horizon is gray (10YR 5/1, 6/1; N 6/0; 5Y 5/1, 6/1), dark\ngray (10YR 4/1; 5Y 4/1; N 4/0), very dark gray (10YR 3/1), or greenish gray (5GY 5/1, 6/1).  Mottles are in shades of brown or olive.  The Bt horizon is silt loam or silty clay loam.  It is neutral through moderately alkaline.  Some pedons have 5 to 10 percent calcium carbonate in subhorizons of the B or C horizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Jeanerette, Morey, and Urich\nseries in the same family and Addicks, Carwile, Chobee, Copeland, Delcomb, Harris, Muldrow, Rio, and Stono series.  All of the competing soils except the Delcomb series lack histic epipedons.  Additionally, Addicks, Chobee, Copeland, and Stono soils have fine loamy control sections.  Carwile, Harris, Muldrow, and Rio soils\nhave fine textured control sections.  Delcomb soils have organic surface layers that are 16 to 50 inches thick.  Morey soils have\n15 to 35 percent sand that is dominantly very-fine."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Andry soils are at low elevations on the brackish coastal marshes that are subject to frequent flooding by fresh and brackish water.  Slope gradients are less than 0.25 percent.  The soil formed in 8 to 15 inches of organic material derived mainly from herbaceous plant remains over submerged soils formed in prairie age loess-like deposits.  The climate is humid-subtropical.  The average annual temperature near the type location is about 68 degrees F., and the average annual\nprecipitation is about 60 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Delcomb, Iberia, and Jeanerette series.  Andry soils are considered to be formed in submerged Jeanerette soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained; very slow surface runoff; moderately slow permeability.  Flooded most of the time\nwith up to 4 inches of slightly saline water unless drained."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for range wildlife\nhabitat.  The vegetation is water tolerant herbaceous plants including marshhay cordgrass, big cordgrass, switchgrass, common reed, longtom, olney bulrush, and cattail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The coastal areas in Louisiana and\npossibly Mississippi and Texas.  Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Iberia Parish, Louisiana; 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Andry soils formerly were included in the Harris series\nand classified as Bog soils.  The classification of this soil is provisional.  The argillic horizon of the Andry soils is\nconsidered to have formed before the soils were submerged; the\nhictic horizons and increase in sodium formed after submergence.  After further study a new subgroup will be proposed for soils of\nthis character.\nNational Cooperative Soil Survey\nU. S. A."
  }
}
