{
  "SERIES": "ANGATOKA",
  "STATUS": "Established Series",
  "BYREV": "Rev. MLW-BC-TJE",
  "REVDATE": "07/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Ultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Angatoka silt loam, on an 8 percent slope in woods at an elevation of about 198 meters (650 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nOi--0 to 2 cm (1 inch); partially decomposed leaves from mixed deciduous trees. [0 to 5 cm (2 inches) thick]\nA--2 to 10 cm (1 to 4 inches); very dark grayish brown (10YR 3/2) silt loam, gray (10YR 5/1) dry; moderate medium granular structure; friable; many fine and medium roots throughout; strongly acid; abrupt smooth boundary. [8 to 15 cm (3 to 6 inches) thick]\nE--10 to 25 cm (4 to 10 inches); pale brown (10YR 6/3) silt, very pale brown (10YR7/3) dry; weak very fine and fine subangular blocky structure; friable; common fine and medium roots throughout; common distinct pale brown (10YR 6/3) silt coatings on faces of peds; very strongly acid; clear smooth boundary. [0 to 15 cm (6 inches) thick]\nBt1--25 to 43 cm (10 to 17 inches); yellowish brown (10YR 5/6) silt loam; moderate medium subangular blocky structure; friable; common fine and medium roots throughout; common distinct dark yellowish brown (10YR 4/6) clay films on faces of peds; common distinct pale brown (10YR 6/3) silt coatings on faces of peds; very strongly acid; clear smooth boundary.\nBt2--43 to 76 cm (17 to 30 inches); yellowish brown (10YR 5/6) silt loam; moderate medium and coarse subangular blocky structure; friable; common medium roots throughout; common distinct dark yellowish brown (10YR 4/6) clay films on faces of peds; few distinct pale brown (10YR 6/3) silt coatings on faces of peds; very strongly acid; clear smooth boundary.\nBt3--76 to 102 cm (30 to 40 inches); yellowish brown (10YR 5/6) silt loam; moderate medium and coarse subangular blocky structure; friable; common medium roots throughout; common distinct dark yellowish brown (10YR 4/6) clay films on faces of peds; few distinct pale brown (10YR 6/3) silt coatings on faces of peds; very strongly acid; clear smooth boundary.\nBt4--102 to 119 cm (40 to 47 inches); yellowish brown (10YR 5/6) silt loam; moderate medium and coarse subangular blocky structure; friable; common medium roots throughout; few distinct dark yellowish brown (10YR 4/6) clay films on faces of peds; few distinct pale brown (10YR 6/3) silt coatings on faces of peds; very strongly acid; clear smooth boundary.\nBt5--119 to 158 cm (47 to 62 inches); dark yellowish brown (10YR 4/6) silt loam; weak medium and coarse subangular blocky structure; friable; common medium roots throughout; few distinct dark yellowish brown (10YR 4/6) clay films on faces of peds; few distinct pale brown (10YR 6/3) silt coatings on faces of peds; common fine and medium distinct yellowish brown (10YR 5/8) masses of oxidized iron in the matrix; very strongly acid; clear smooth boundary. [Combined thickness of the Bt horizon is 102 to 140 cm (40 to 55 inches).]\n2BCt1--158 to 168 cm (62 to 66 inches); olive brown (2.5Y 4/4) loam; weak medium subangular blocky structure; firm; common medium roots throughout; few distinct dark yellowish brown (10YR 4/6) clay films in root channels and/or pores; 8 percent rock fragments; slightly acid; clear smooth boundary.\n2BCt2--168 to 178 cm (66 to 70 inches); olive brown (2.5Y 4/4) loam; weak fine subangular blocky structure; firm; common medium roots throughout; few distinct dark yellowish brown (10YR 4/6) clay films in root channels and/or pores; 8 percent rock fragments; neutral; abrupt wavy boundary. [Combined thickness of the 2BCt horizon is 0 to 25 cm (0 to 10 inches).]\n2Cd--178 to 203 cm (70 to 80 inches); light olive brown (2.5Y 5/4) loam; massive; very firm; 8 percent rock fragments; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Fountain County, Indiana; about 4 miles north of Silverwood; 2,200 feet west and 750 feet north of the southeast corner of sec. 14, T. 18 N., R. 9 W.; USGS Newport, Indiana topographic quadrangle; lat. 39 degrees 59 minutes 52.8 seconds N. and long. 87 degrees 24 minutes 6.7 seconds W., NAD 27; UTM Zone 16, 465693 easting and 4427615 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the loess: 152 to 203 cm (60 to 80 inches)\nDepth to the base of the argillic horizon: 112 to 190 cm (44 to 75 inches)\nParticle-size control section: averages 22 to 27 percent clay and 3 to 9 percent sand\nA horizon:\nHue: 10YR\nValue: 3 or 4\nChroma: 2 or 3\nTexture: silt loam\nReaction: very strongly acid or strongly acid\nAp horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 2 to 4\nTexture: commonly silt loam, except some severely eroded pedons are silty clay loam\nReaction: very strongly acid to neutral depending on liming history\nE horizon:\nHue: 10YR\nValue: 5 or 6\nChroma: 2 to 6\nTexture: silt or silt loam\nReaction: very strongly acid to neutral depending on liming history\nBt horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 4 to 6\nTexture: silt loam or silty clay loam\nClay content: 16 to 32 percent\nReaction: very strongly acid or strongly acid\nBCt or 2BCt:\nHue: 10YR or 2.5Y\nValue: 4 or 5\nChroma: 4 to 6\nTexture: silty clay loam, loam, or clay loam\nClay content: 20 to 28 percent\nSand content: 18 to 35 percent\nRock fragment content: 0 to 13 percent\nReaction: strongly acid to slightly alkaline\n2Cd horizon:\nHue: 10YR or 2.5Y\nValue: 4 or 5\nChroma: 4 to 6\nTexture: loam\nSand content: 30 to 40 percent\nRock fragment content: 1 to 14 percent\nReaction: slightly alkaline to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Alford series. Alford soils formed in more than 203 cm (80 inches) of loess and average less than 30 percent sand in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Angatoka soils are commonly on summits, shoulders, and backslopes of loess hills, and less commonly on broad swells of outwash plains. Slope ranges from 0 to 18 percent. The soils formed in 152 to 203 cm (60 to 80 inches) of loess and are underlain by till; some pedons formed in loess and in the underlying till in areas were the loess thickness is closer to 152 cm (60 inches). Mean annual precipitation ranges from 914 to 1067 mm (36 to 42 inches). Mean annual temperature ranges from 10.0 to 12.2 degrees C (50 to 54 degrees F). Frost-free period is 150 to 180 days. Elevation is 183 to 274 meters (600 to 900 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Birkbeck, Edwardsville, Russell, and Strawn soils. The Russell soils and the moderately well drained Birkbeck soils are on loess covered till plains or on summits and shoulders of loess hills. The somewhat poorly drained Edwardsville soils are typically on nearly level areas between loess hills. The Strawn soils are on steeply sloping backslopes where the loess is thinner."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Potential for surface runoff is negligible to medium. Saturated hydraulic conductivity is moderately high or high in the loess, and low or moderately low in the till substratum. Permeability is moderate in the loess, and slow or very slow in the till substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most nearly level to sloping areas are used to grow corn, soybeans, wheat, and legume-grass mixtures for hay and pasture. Steeper areas are used for permanent pasture or woodland. Native vegetation is forest. Maple, yellow-poplar, oak, and hickory are the dominant species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 111D in west-central Indiana. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Fountain County, Indiana, 1999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Angatoka soil were mapped as Alford soils that formed in greater than 152 cm (60 inches) of loess in previous surveys.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 25 cm (Oi, A, E horizons).\nAlbic horizon: from a depth of 10 to 25 cm (E horizon).\nArgillic horizon: from a depth of 25 to 158 cm (Bt horizon).\nRepresentative NASIS data mapunit for this pedon is DMU ID 153337 in MO 11.\nADDITIONAL DATA: Characterization data is available for pedon S99IN-045-009 from the National Soil Survey Laboratory, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
