{
  "SERIES": "ANGELWHINE",
  "STATUS": "Established Series",
  "BYREV": "Rev. EWB-JVC-JBF",
  "REVDATE": "04/2010",
  "STATES": "CA",
  "OVERVIEW": "The Angelwhine series consists of very deep, well drained soils that formed in colluvium derived from volcanic rocks.  Angelwhine soils are on mountains.  Slopes are 15 to 75 percent.  The mean annual precipitation is about 825 millimeters (25 inches) and the mean annual temperature is about 4 degrees C (40 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive Pachic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Angelwhine extremely gravelly coarse sandy loam--rangeland. (Colors are for dry soil unless otherwise noted.)  The soil surface is covered with 30 percent gravel, 5 percent cobbles, 2 percent stones, and 1 percent boulders.\nA1--0 to 5 centimeters (0 to 2 inches); grayish brown (10YR 5/2) extremely gravelly coarse sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine roots; many very fine interstitial pores; 60 percent gravel; slightly acid (pH 6.4); clear wavy boundary.  (3 to 8 centimeters thick)\nA2--5 to 18 centimeters (2 to 7 inches); grayish brown (10YR 5/2) very gravelly coarse sandy loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common fine and many very fine roots; many very fine tubular and interstitial pores; 50 percent gravel; slightly acid (pH 6.4); clear wavy boundary.  (8 to 15 centimeters thick)\nA3--18 to 38 centimeters (7 to 15 inches); brown (10YR 5/3) extremely gravelly coarse sandy loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; hard, friable, nonsticky and nonplastic; common very fine, common fine, and common medium roots; common very fine tubular and interstitial pores; 65 percent gravel; slightly acid (pH 6.4); clear wavy boundary.  (13 to 23 centimeters thick)\nBt--38 to 58 centimeters (15 to 23 inches); brown (10YR 5/3) very gravelly coarse sandy loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine roots; common very fine tubular and interstitial pores; few faint clay bridges between sand grains; 55 percent gravel; slightly acid (pH 6.4); clear wavy boundary.  (15 to 23 centimeters thick)\nBt2--58 to 89 centimeters (23 to 35 inches); pale brown (10YR 6/3) very gravelly sandy clay loam, brown (10YR 5/3) moist; moderate fine and medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common very fine, common fine, and few medium roots; common very fine and fine tubular pores; common distinct clay bridges between sand grains and few faint clay films lining pores; 55 percent gravel; slightly acid (pH 6.4); clear wavy boundary.  (20 to 30 centimeters thick)\nBt3--89 to 109 centimeters (35 to 43 inches); pale brown (10YR 6/3) very gravelly coarse sandy loam, brown (10YR 5/3) moist; moderate fine and medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few very fine roots; common very fine tubular and interstitial pores; few distinct clay bridges between sand grains and few distinct clay films lining pores; 55 percent gravel; slightly acid (pH 6.4); clear smooth boundary.  (15 to 25 centimeters)\nBt4--109 to 152 centimeters (43 to 60 inches); light yellowish brown (10YR 6/4) extremely gravelly coarse sandy loam, dark grayish brown (10YR 4/2) moist; moderate fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few very fine, common fine, and common medium roots; common very fine and common fine tubular pores; few distinct clay bridges between sand grains and few distinct clay films lining pores; 65 percent gravel and 5 percent cobbles; slightly acid (pH 6.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mono County, California; on the Toiyabe National Forest west of Poison Creek and about 1.6 miles north of Mount Emma; approximately 107 meters (350 feet) south and 350 meters (1,150 feet) east of the NW corner of section 8, T. 5 N., R. 23 E.; USGS Fales Hot Springs 7.5 minute topographic quadrangle; 38 degrees 18 minutes 3.6 seconds north latitude and 119 degrees 28 minutes 32.6 seconds west longitude, (NAD83) Mount Diablo Meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Soil moisture control section: Usually moist in the moisture control section during late fall, winter, and spring; dry from July through early October for 60 to 80 consecutive days in the four months following the summer solstice; Typic-Xeric moisture regime.\nMean annual soil temperature: 6 to 8 degrees C (42 to 46 degrees F).\nMean summer soil temperature: 11 to 15 degrees C (52 to 59 degrees F).\nMollic epipedon thickness: 41 to 61 centimeters (16 to 24 inches), includes the Bt1 horizon.\nDepth to base of argillic horizon: 150 to 200 centimeters (60 to 80 inches).\nDepth to bedrock: 150 to 200 centimeters (60 to 80 inches).\nSodium fluoride pH: 8.5 to 9.5.\nParticle size control section:\nClay content: Averages 18 to 25 percent -\nRock fragments: Averages 35 to 60 percent, mainly medium and coarse gravel (5 to 75 mm diameter).\nLithology of fragments are volcanic rocks such as andesite, tuff, or tuff-breccia.\nA horizons:\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nOrganic matter content: 2 to 4 percent.\nReaction: Slightly acid or neutral.\nBt1 horizon:\nHue: 10YR or 7.5YR.\nChroma: 2 or 3, dry or moist.\nTexture: Very gravelly coarse sandy loam or very gravelly sandy loam.\nClay content: 12 to 20 percent.\nRock fragments: 35 to 60 percent.\nOrganic matter content: 1 to 3 percent.\nReaction: Slightly acid or neutral.\nBt2 and Bt3 horizons:\nHue: 10YR or 7.5YR.\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma: 2 or 3, dry or moist.\nTexture: Very gravelly sandy clay loam, very gravelly coarse sandy loam, very gravelly sandy loam, or very gravelly loam.\nClay content: 18 to 25 percent.\nRock fragments: 35 to 60 percent.\nReaction: Slightly acid or neutral.\nBt4 horizon:\nHue: 10YR or 7.5YR.\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma: 2 or 3, dry or moist.\nTexture: Very gravelly coarse sandy loam, very gravelly sandy loam, extremely gravelly coarse sandy loam, or extremely gravelly sandy loam.\nClay content: 15 to 20 percent.\nRock fragments: 35 to 70 percent.\nReaction: Slightly acid or neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Aspetill, Badwater, Bickmore, Bluebell, Booneville, Buena Vista, Dab, Dailybasin (T), Delhew, Hawkinspeak, Keman, Littlemud (T), Lostcannon, Monibasin, Parkalley (T), Parkay, Rangertaft, Redbird, Rutherford, Sweetmount, and Woodhurst series.\nAspetill soils have mean summer soil temperature of 8 to 11 degress C. and have mollic epipedons that are 61 to 91 centimeters thick.  Badwater soils have 25 to 35 percent clay and are dominated by boulders in the particle-size control section.  Bickmore, Bluebell, Buena Vista, Hawkinspeak, Littlemud, Rangertaft, Rutherford, and Woodhurst soils are moderately deep to lithic contacts.  Booneville soils have mean annual soil temperature of 2 to 4 degrees C.  Dab soils average 60 to 80 percent rock fragments in the particle-size control section.  Dailybasin soils have an ustic moisture regime.  Delhew soils have less than 18 percent clay, are dominated by fine gravel (2 to 5 mm diameter) in the particle-size control section, and have rock fragments that are granitic rocks.  Keman soils have mollic epipedons that are 30 to 50 inches thick.  Lostcannon soils have less than 18 percent clay in the particle-size control section and have rock fragments that are granitic rocks.  Monibasin soils have mollic epipedons more than 61 centimeters thick and are dominated by stones in the particle-size control section.  Parkalley soils have the base of the argillic horizon between 71 to 89 centimeters from the soil surface and are dominated by flagstones.  Parkay soils average 27 to 35 percent clay in the particle-size control section.  Redbird soils average 27 to 35 percent clay in the particle-size control section and have horizons with identifiable secondary carbonates within 100 centimeters of the soil surface.  Sweetmount soils are deep to paralithic contacts and have subhorizons of the argillic horizon with 27 to 50 percent clay."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Angelwhine soils are on mountains.  They typically occur on backslope positions.  They formed in colluvium derived from volcanic rocks such as andesite, tuff, or tuff-breccia.  Slopes are 15 to 75 percent.  Elevations range from 2,445 to 3,055 meters (8,000 to 10,000 feet).  The climate is subhumid-continental with cold, moist winters and cool, dry summers.  The mean annual precipitation is 510 to 1140 millimeters (20 to 45 inches), mean annual temperature is 2 to 6 degrees C (36 to 42 degrees F), and the frost-free period is 30 to 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Hawkinspeak soil and the Hawkridge and Sumeadow soils.  Hawkridge soils are shallow to lithic contacts.  Sumeadow soils have umbric epipedons, cambic horizons, and more than 60 percent rock fragments in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; high surface runoff; moderate permeability; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Angelwhine soils are used for rangeland, recreation, watershed, and wildlife habitat.  The native vegetation is mainly mountain big sagebrush, antelope bitterbrush, snowberry, currant, serviceberry, and western needlegrass with some widely scattered Jeffrey pine and Sierra juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern California, on the east side of the Sierra Nevada Range.  These soils are not extensive with about 5,100 acres of the series mapped to date.  MLRA 22A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mono County (Toiyabe National Forest Area), California, 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 58 centimeters (0 to 23 inches) (A1, A2, A3, and Bt1 horizons).\nArgillic horizon: 38 to 150 centimeters (15 to 60 inches) (Bt1, Bt2, Bt3, and Bt4 horizons).\nParticle-size control section: 38 to 88 centimeters (15 to 35 inches) (Bt1 and Bt2 horizons).\nThe revision of October 2003 updated the taxonomic class from Loamy-skeletal, isotic Pachic Argicryolls.  The isotic mineralogy class was based solely on the field determined values for sodium fluoride pH.  Laboratory data on 15 bar water to clay ratio does not exist to verify the isotic mineralogy class.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
