{
  "SERIES": "ANGLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DYI/RJE/TLA",
  "REVDATE": "05/2001",
  "STATES": "WA",
  "OVERVIEW": "The Angle series consists of deep, well drained soils formed in glacial outwash, volcanic ash, and pumice on terrace escarpments and terrace remnants.  Slopes are 30 to 90 percent.  The average annual precipitation is 25 to 40 inches.  The mean annual air temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, frigid Lamellic Xeropsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Angle loamy sand - forested (Colors are for dry soil unless otherwise stated.)\nOi--1 to 0; undecomposed needles, grass, leaves, and twigs. medium acid (pH 5.5).\nA--0 to 2 inches; light gray (10YR 7/2) loamy sand, dark brown (10YR 3/3) moist; massive; soft, very friable, nonsticky, nonplastic, many fine and medium roots; many fine and medium tubular pores; 1 to 3 percent surface stones; slightly acid (pH 6.5); clear wavy boundary.  (1 to 5 inches thick)\nE--2 to 7 inches; light gray (10YR 7/2) loamy sand, dark brown (10YR 4/3) moist; massive; soft, friable, nonsticky, nonplastic; many medium and coarse roots; many fine and medium tubular pores; medium acid (pH 6.0); gradual wavy boundary.  (4 to 10 inches thick)\nE&Bt1--7 to 23 inches; very pale brown (10YR 7/4) cobbly loamy sand, yellowish brown (10YR 5/6) moist; massive; slightly hard, friable, nonsticky, nonplastic; few medium and coarse roots; many fine and medium tubular pores; 25 percent cobbles; two discontinuous 0 to 1-inch thick pink (7.5YR 7/4) loamy sand, light brown (7.5YR 6/4), moist lamellae; medium acid (pH 6.0); gradual wavy boundary.  (10 to 20 inches thick)\nE&Bt2--23 to 42 inches; very pale brown (10YR 8/4) loamy sand, light yellowish brown (10YR 6/4) moist; massive; slightly hard, friable, nonsticky, nonplastic; few coarse roots; many fine and medium pores and few coarse tubular pores; 10 percent stone; three discontinuous 0 to 2-inch thick light yellowish brown (10YR 6/4)coarse sandy loam, yellowish brown (10YR 5/4) moist lamellae; medium acid (pH 6.0) gradual wavy boundary.  (15 to 25 inches thick)\nC--42 to 60 inches; multicolored sand; single grain; loose; medium acid (pH 6.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Chelan County, Washington, Entiat Ranger District; 1/4 mile below South Fork Junction on Main Preston Creek Road, 75 feet north of road edge, NE1/4SE1/4 sec. 26 T., 28 N., R. 19 E., ."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature at 20 inches ranges from 40 to 47 degrees F.  These soils are usually moist but are dry in all parts between 12 and 36 inches for 60 to 75 consecutive days.   Reaction is slightly acid or medium acid.  Coarse fragments in the particle-size control section ranges from 5 to 35 percent.\nThe A horizons has color with value of 3 or 4 moist, 5 to 7 dry, and chroma of 2 to 4 moist and dry.\nThe E horizon has color with value of 4 or 5 moist, 5 to 7 dry; and chroma of 3 or 4 moist, 2 to 4 dry.  It is sandy loam or loamy sand, and is gravelly, stony, or cobbly in some pedons.  Where texture of the E horizons is sandy loam, the horizon does not extend into the particle-size control section.\nThe E part of the E&B horizons have value of 4 to 6 moist, 5 to 8 dry, and chroma of 3 to 6 moist, 2 to 4 dry.  They are massive or single grained.  Texture is gravelly sand, sand, or cobbly sand.  The B part consists of discontinuous 0 to 2-inch thick pink (7.5YR 7/4) or light yellowish brown (10YR 6/4) loamy sand and coarse sandy loam lamellae.  The lamellae do not meet thickness requirements for an argillic horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Elmira series.  Elmira soils have less than 5 percent rock fragments in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Angle soils are on terrace escarpments and terrace remnants.  The regolith consists of glacial outwash with some mixture of pumice and volcanic ash in the surface layers.  Slopes are 30 to 90 percent.  Elevation is 2,000 to 3,500 feet.  The climate has cool, dry summers and cold, moist winters.  Average annual rainfall is 25 to 40 inches.  Mean annual air temperature is about 43 degrees F. Growing season at 28 degrees F is 135 to 175 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Choralmont, McCree, and the Rampartor soils.  Choralmont and Rampartor soils are cindery. McCree soils are loamy-skeletal and mesic."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; and moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for grazeable woodland, watershed, recreation, and wildlife habitat.  Native vegetation includes Douglas-fir and ponderosa pine, with an understory of pinegrass, bluebunch wheatgrass, arrowleaf balsamroot, and snowbrush ceanothus."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North central Washington on the east slopes of the Cascade Mountains.  Angle series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Entiat area, Chelan County, Washington, 1968."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: a. ochric epipedon from the surface to 2 inches and a sandy particle-size control section with argillic lamellae totaling less than 6 inches from 6 to 42 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
