{
  "SERIES": "ANGOLA",
  "STATUS": "Established Series",
  "BYREV": "LWK-JEW-PSP",
  "REVDATE": "03/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Aeric Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Angola silt loam - cultivated (Colors are for moist soil.)\nAp -- 0 to 9 inches, dark grayish brown (10YR 4/2) silt loam; strong fine and very fine subangular blocky structure; friable; many fine and medium roots; 5 percent fine rock fragments, mainly shale chips; slightly acid; clear smooth boundary. (6 to 10 inches thick.)\nBtg1 -- 9 to 13 inches, dark grayish brown (10YR 4/2) silty clay loam; strong medium and coarse angular blocky structure; firm, slightly sticky; common fine roots; few fine and medium pores with clay linings on surfaces along pores; thin clay films on all faces of peds; 5 percent rock fragments, mainly shale chips; many fine distinct yellowish brown (10YR 5/4) and olive brown (2.5Y 4/4) masses of iron accumulation; slightly acid; clear wavy boundary.\nBtg2 -- 13 to 22 inches, dark grayish brown (2.5Y 4/2) clay loam; strong medium and coarse prismatic structure parting to strong coarse angular blocky structure; firm, slightly sticky; common fine roots; few fine and medium pores; grayish brown (2.5Y 5/2) clay films on all faces of peds; 5 percent shale fragments; many fine and medium distinct olive brown (2.5Y 4/4) and light olive brown (2.5Y 5/4) masses of iron accumulation and many fine and medium faint grayish brown (2.5Y 5/2) areas of iron depletion; neutral; clear wavy boundary. (Combined thickness of the B horizon ranges from 12 to 22 inches.)\nC -- 22 to 34 inches, olive brown (2.5Y 4/4) channery clay loam; moderate thin and medium plate like divisions; firm, slightly sticky; few fine roots; gray (5Y 5/1) films(carbonates) on ped faces; calcareous; moderately alkaline; abrupt wavy boundary. (0 to 16 inches thick.)\n2R -- 34 inches, dark gray (2.5Y 4/1) brittle, fissile shale bedrock; calcareous."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Seneca County, New York; west side of Route 96, 0.6 mile north of Zwick Road. USGS Romulus, NY topographic quadrangle; Latitude 42 degrees, 50 minutes, 24 seconds N. and Longitude 76 degrees, 51 minutes, 01 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness and depth to bedrock ranges from 20 to 40 inches. Rock fragments range from 0 to 30 percent in the A horizon; 2 to 35 percent in the E and B horizon, 10 to 50 percent in the C horizon and shale comprises a significant part. The soil ranges from moderately acid to slightly alkaline in the solum and from slightly acid to moderately alkaline in the C horizon.\nAp horizons have color hues of 10YR or 2.5Y, values of 3 or 4, and chroma of 1 to 3. Texture of the fine earth fraction is silt loam and silty clay loam. Structure is granular or subangular blocky. Consistence is friable or firm.\nThe E or Eg horizon, when present, has hue of 7.5YR through 5Y, value of 4 through 6, and chroma of 1 through 3. Texture in the fine earth fraction is silt loam, silty clay loam, loam, and clay loam. They have weak, moderate or strong granular or blocky structure. Consistence is friable or firm. Thickness ranges from 0 to 6 inches.\nThe B or Bt horizons have hues of 7.5YR to 5Y, values of 3 to 6, and chroma of 1 to 4. They have common or many redoximorphic features. Texture in the fine earth fraction is silt loam, silty clay loam, loam, and clay loam in the fine earth fraction. Clay in the fine earth fraction ranges from 18 to 35 percent. The B horizons have moderate or strong, angular or subangular blocky structure and have firm or friable consistence.\nThe BC or BCg horizon has hue of 7.5YR to 5Y, values of 3 to 6, and chroma of 1 to 4. Texture in the fine earth fraction is silt loam, silty clay loam, loam, and clay loam. Structure is weak subangular blocky or platy. Consistence is firm or friable. Carbonates may be present.\nC or 2C horizons have hues of 7.5YR to 5Y, values of 2 through 6, and chroma of 1 to 4. They are loam, silt loam, clay loam, or silty clay loam in the fine earth fraction. Consistence is friable or firm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Appleton, Ayrshire, Burdett, Crawleyville, Darien, Digby, Jimtown, Mitiwanga, Mongle, Nuhi, Ovid, Shadeland, Sleeth and Whitaker series are members of the same family. Appleton, Ayrshire, Burdett, Crawleyville, Darien, Digby, Jimtown, Mongle, Ovid, Shadeland, Sleeth, and Whitaker soils are very deep to bedrock. Mitiwanga and Shadeland soils are moderately acid or strongly acid immediately above bedrock. Nuhi soils have redder hues in the lower subsoil and substratum.\nThe Aurora, Brockport, Lockport, and Varick series are similar soils in related families. Aurora soils do not have an aquic moisture regime. Brockport and Lockport soils have fine particle-size control sections. Varick soils are wetter and have an Ap horizon with moist value of 3 or less."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Angola soils are nearly level to sloping soils in the uplands. Slope gradient ranges from 0 to 15 percent. These soils formed in a mantle of till over shale, siltstone, limy sandstone or limestone, with shale dominant. The till is strongly influenced by shale and, to a lesser degree, by siltstone. Mean annual precipitation ranges from 30 to 45 inches; mean annual air temperature from 46 degrees to 50 degrees F., and mean growing season from 130 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Appleton, Aurora, Burdett, Darien, Ovid, and Varick soils. Angola soils are in a drainage sequence with drier Aurora soils and wetter Varick soils. Appleton, Burdett, Darien, and Ovid soils are associates developed in deep till."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained. Internal drainage is slow. The potential for surface runoff is low to high. Permeability is moderate in the mineral surface and slow in the subsoil and substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly cleared and used for growing corn, small grains, and hay. Native vegetation is sugar and red maple, elm, white ash, hemlock, white pine and red oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The northern slopes of the Allegheny Plateau, the Mohawk Valley, and the Ontario plain of central and western New York. MLRA's 101, 139, and 140. The soil is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Erie County, New York, 1929."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This revision broadens somewhat the range in color and content and kind of rock fragments, and classification to Endoaqualfs.\nDiagnostic horizons and other features recognized in the typical pedon:\n1) Ochric epipedon - from 0 to 9 inches (Ap horizon).\n2) Argillic horizon - from 9 to 22 inches (Bt horizon).\n3) Aeric subgroup - high chroma matrix colors in one or more horizons above 30 inches (C horizon).\n4) Redoximorphic features - Iron accumulations and depletions (Btg horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
