{
  "SERIES": "ANGUILLA",
  "STATUS": "Established Series",
  "BYREV": "Rev. MKP-DAS-JTI",
  "REVDATE": "05/2018",
  "STATES": "CT,RI",
  "OVERVIEW": "The Anguilla series consists of very deep, subaqueous soils on that are permanently submerged beneath 10 through 150 cm of tidal estuarine water in mainland coves and submerged mainland beaches within coastal lagoons and open bays. Anguilla soils are formed in sandy marine deposits over sandy and gravelly glaciofluvial deposits. Slope ranges from 0 through 5 percent, mean annual air temperature is about 10 degrees C., and mean annual precipitation is about 1295 mm.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, mesic Haplic Sulfiwassents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Anguilla mucky sand on a south facing, concave slope in a mainland cove under 1.1 m of estuarine water. Tidal range is 80 cm. (Colors are for moist soil).\nAse -- 0 to 10 cm; black (N 2.5/) sand; single grain; very fluid; 1 percent macroalgal fragments, 0 percent rubbed; moderate sulfurous odor; strongly saline; neutral (pH 7.0); ultra acid (pH 3.4) after 8 weeks; clear boundary.\nACse -- 10 to 40 cm; very dark greenish gray (10Y 3/1) sand; single grain; very fluid; 1 percent macroalgal fragments, 0 percent rubbed; slight sulfurous odor; strongly saline; neutral (pH 7.1); ultra acid (pH 3.2) after 8 weeks; abrupt boundary. (Combined thickness of Ase and ACse horizons is 2 to 67 cm.)\n2C1 -- 40 to 90 cm; olive brown (2.5Y 4/4) loamy sand; few fine prominent strong brown (7.5YR 4/6) masses of iron accumulation; single grain; nonfluid; 20 percent herbaceous fibers, 5 percent rubbed; 5 percent gravel; moderately saline; neutral (pH 7.0); very strongly acid (pH 4.9) after 8 weeks; abrupt boundary. (5 to 147 cm thick.)\n2C2 -- 90 to 150 cm; very dark grayish brown (2.5Y 3/2) very gravelly coarse sand; single grain; nonfluid; 50 percent gravel; slightly saline; neutral (pH 7.0); strongly acid (pH 5.5) after 8 weeks."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: New London County, Connecticut; Little Narragansett Bay, located about 550 feet south of the intersection of Island Road and the Providence and Worcester Rail Road and 685 feet north of where Island Road encounters Goat Island in a cove. USGS Mystic, CT topographic quadrangle, Latitude 41 degrees, 20 minutes, 27.27 seconds N. and Longitude 71 degrees, 53 minutes, 16.25 seconds W., WGS 1984."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soils are permanently submerged. All horizons have a pH 1:1 water of neutral through moderately alkaline and an oxidized pH of ultra acid through moderately alkaline. One or more horizons within 50 cm of the soil surface have an oxidized pH of 4.0 or less. Soil has a 5:1 salinity greater than 0.2 dS/m throughout the profile.\nThe Ase, ACse, or CAse horizon, when present, has hue of 10YR, 2.5Y, 5Y, 10Y or is neutral, value of 2 through 5, and chroma of 1 through 3. Texture is typically sandy loam through coarse sand. Silt loam, loam, very fine sandy loam, and fine sandy loam textures may be found to a lesser extent. Consistence is nonfluid through very fluid. It has 0.1 through 3.2 percent organic carbon. Herbaceous fibers are 0 through 5 percent unrubbed and 0 percent rubbed. Gravel content is 0 through 50 percent. Shell fragment content is 0 through 20 percent. Sulfurous odor may be present.\nThe 2C horizon has hue of 7.5YR, 10YR, 2.5Y, 5Y, 10Y, 5GY or is neutral, value of 2 through 7, and chroma of 1 through 6. Texture is sandy loam, loamy sand, loamy coarse sand, fine sand, sand, or coarse sand. Thin horizons of fine sandy loam, very fine sandy loam, or silt loam material may also be present. Consistence is nonfluid or slightly fluid. Gravel content is 0 through 55 percent. Shell fragment content is 0 through 50 percent. Redoximorphic features may be present."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Anguilla soils are permanently submerged with salt or brackish water in areas adjacent to the mainland that forms a cove or embayment within the larger basin. Slope ranges from 0 through 5 percent. The soils formed in sandy marine deposits over sandy and gravelly glaciofluvial deposits."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Billington, Fort Neck, Massapog, Nagunt, Napatree, Pishagqua, Rhodesfolly, and Wequetequock soils. Billington, Wequetequock, and Pishagqua soils are in mainland coves and lagoon bottom landscapes and have fluid silt loam materials in the soil profile. Fort Neck soils have fluid silt loam materials at the soil surface. Massapog soils are found on flood tidal delta flats in coastal lagoons and do not have sulfidic materials within 100 cm of the soil surface. Nagunt soils form on washover fan flats and washover fan slopes of coastal lagoons. Napatree soils are adjacent to landscapes dominated by till material in mainland coves and mainland submerged beaches, and have a particle-size class family of coarse-loamy. Rhodesfolly soils are found on washover fan flats in open bays."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Subaqueous soil, peraquic soil moisture regime. The saturated hydraulic conductivity is high or very high. Soil is permanently submerged with salt or brackish water."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil supports submerged aquatic vegetation and aquatic habitats. The area is used by recreational fishermen for the harvest of crabs. In addition fishing is commonplace and the species found in the area are smelt, small cod, flounder, scup, menhaden, and white perch. Some areas are vegetated with native macroalgae, eelgrass (Zostera marina), and widgeon grass (Rupia maritima). Vegetative cover typically ranges from 0 to 35 percent."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: New London County, Connecticut, and Rhode Island. MLRA 144A and 149B. The soils of this series are not extensive (total extent is about 1000 acres (405 hectares))."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: New London County, Connecticut, 2010."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This subaqueous series mapped in areas previously mapped as water in the Connecticut and Rhode Island Soil Surveys.\nDiagnostic horizons and features in this pedon include:\n1. Peraquic feature - Positive soil water potential (permanently submerged) at the soil surface. (under 113 cm of salt water).\n2. Particle-size control section - The zone from 25 to 100 cm (Part of the ACse, 2C1, and part of the 2C2 horizon).\n3. Sulfidic materials - within 50 cm of the mineral soil surface (the Ase and ACse horizons).\n4. Lithologic discontinuity - contrasting soil materials at 40 cm (2C1 horizon).\n5. N-value > 0.7 - the zone from 0 to 40 cm (Ase and ACse horizons).\nADDITIONAL DATA: Type location taken from 2005CT011001-LNB in Little Narragansett Bay.  Additional support pedons include S2000RI009007-NP, S2000RI009009-NP, S2005RI009002B-NP, S2005CT011006, S2006CT011001, S2006CT011008, S2006RI009001, S2006RI009009-WH, S2006RI009012-QP, S2007RI009006-PJ, S2007RI009011-PJ, S2007RI009013-PJ, S2008RI009006-NP, S2009RI009012-PJ, S2009RI009013-PJ.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "subaqueous"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ase",
        "top": 0,
        "bottom": 10,
        "texture_class": "sand",
        "pH": 7,
        "pH_class": "ultra acid",
        "narrative": "Ase -- 0 to 10 cm; black (N 2.5/) sand; single grain; very fluid; 1 percent macroalgal fragments, 0 percent rubbed; moderate sulfurous odor; strongly saline; neutral (pH 7.0); ultra acid (pH 3.4) after 8 weeks; clear boundary."
      },
      {
        "name": "ACse",
        "top": 10,
        "bottom": 40,
        "moist_hue": "10Y",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "sand",
        "pH": 7.1,
        "pH_class": "ultra acid",
        "narrative": "ACse -- 10 to 40 cm; very dark greenish gray (10Y 3/1) sand; single grain; very fluid; 1 percent macroalgal fragments, 0 percent rubbed; slight sulfurous odor; strongly saline; neutral (pH 7.1); ultra acid (pH 3.2) after 8 weeks; abrupt boundary. (Combined thickness of Ase and ACse horizons is 2 to 67 cm.)"
      },
      {
        "name": "2C1",
        "top": 40,
        "bottom": 90,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "pH": 7,
        "pH_class": "very strongly acid",
        "narrative": "2C1 -- 40 to 90 cm; olive brown (2.5Y 4/4) loamy sand; few fine prominent strong brown (7.5YR 4/6) masses of iron accumulation; single grain; nonfluid; 20 percent herbaceous fibers, 5 percent rubbed; 5 percent gravel; moderately saline; neutral (pH 7.0); very strongly acid (pH 4.9) after 8 weeks; abrupt boundary. (5 to 147 cm thick.)"
      },
      {
        "name": "2C2",
        "top": 90,
        "bottom": 150,
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "coarse sand",
        "cf_class": "very gravelly",
        "pH": 7,
        "pH_class": "strongly acid",
        "narrative": "2C2 -- 90 to 150 cm; very dark grayish brown (2.5Y 3/2) very gravelly coarse sand; single grain; nonfluid; 50 percent gravel; slightly saline; neutral (pH 7.0); strongly acid (pH 5.5) after 8 weeks."
      }
    ]
  ]
}
