{
  "SERIES": "ANGUS",
  "STATUS": "Established Series",
  "BYREV": "Rev. TCJ-DAN-JJB",
  "REVDATE": "08/2013",
  "STATES": "IA,MN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Mollic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Angus loam, on a convex slope of 5 percent in a cultivated field, at an elevation of about 351 meters. (Colors are for moist soil unless otherwise noted.)\nAp--0 to 20 cm; black (10YR 2/1) loam, dark grayish brown (10YR 4/2) dry; weak fine granular structure; friable; many very fine roots throughout; 2 percent gravel; neutral (pH 7.0); abrupt smooth boundary.\nBt1--20 to 58 cm; dark yellowish brown (10YR 4/4) clay loam; moderate medium angular blocky structure; firm; many very fine roots throughout; common faint brown (10YR 4/3) clay films on ped faces ; 3 percent gravel; slightly acid (pH 6.3); gradual wavy boundary.\nBt2--58 to 89 cm; brown (10YR 4/3) clay loam; moderate medium subangular blocky structure; firm; common very fine roots throughout; common faint very dark grayish brown (10YR 3/2) clay films on ped faces and root channels; 5 percent gravel; slightly acid (pH 6.3); clear wavy boundary.\nBC--89 to 102 cm; brown (10YR 5/3) clay loam; weak medium subangular blocky structure; friable; few faint brown (10YR 4/3) clay films in root channels; 4 percent gravel; slight effervescence; slightly alkaline (pH 7.6); gradual wavy boundary.\nC--102 to 200 cm; brown (10YR 5/3) loam; massive; friable; common fine distinct grayish brown (2.5Y 5/2) Iron depletions and common medium distinct yellowish brown (10YR 5/6) Iron concentrations; 7 percent gravel; strong effervescence; slightly alkaline (pH 7.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 103-Central Iowa and Minnesota Till Prairies; Wright County, Minnesota; about 1 mile south of Montrose; about 2,000 feet north and 80 feet east of the southwest corner of section 1, T. 118 N., R. 26 W., fifth principal meridian; USGS Waverly quadrangle; lat. 45 degrees 03 minutes 20 seconds N. and long. 93 degrees 54 minutes 38 seconds W., NAD27; 428285 meters easting, 4989524 meters northing, 15N, NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the ochric epipedon--6 to 15 centimeters\nDepth to carbonates--60 to 135 centimeters\nDepth to argillic horizon--15 to 24 centimeters\nThickness of argillic horizon--50 to 100 centimeters\nDepth to redoximorphic features--100 to 165 centimeters\nParticle-size control section (weighted average)\nClay content--22 to 30 percent\nSand content--25 to 50 percent\nRock fragments--1 to 8 percent, dominantly gravel\nA or Ap horizons:\nHue--10YR\nValue--2 or 3\nChroma--1 to 3\nTexture--loam, clay loam, silt loam, sandy loam, and fine sandy loam\nRock fragment content-2 to 8 percent, dominantly gravel\nReaction--pH 5.6 to 7.3\nThickness--15 to 24 centimeters\nSome pedons have an E horizon:\nHue--10YR\nValue--4 or 5\nChroma--1 to 3\nTexture--loam, sandy loam or fine sandy loam\nRock fragment content--1 to 8 percent\nReaction--pH 5.6 to 7.3\nThickness--10 to 25 centimeters\nBt horizons:\nHue--10YR or 2.5Y\nValue--4 or 5\nChroma--3 or 4\nTexture--clay loam, loam, or sandy clay loam\nRock fragment content--1 to 8 percent\nReaction--pH 5.1 to 7.3\nThickness--35 to 100 centimeters\nSome pedons have a Bk horizon:\nHue-10YR or 2.5Y\nValue--4 or 5\nChroma--3 or 4\nTexture--loam or clay loam\nRock fragment content--1 to 8 percent, dominantly gravel\nCalcium carbonate equivalent--2 to 25 percent\nReaction--pH 7.4 to 8.4\nThickness--30 to 110 centimeters\nBC horizon\nHue--10YR or 2.5Y\nValue--4 to 6\nChroma--2 to 6\nTexture--loam or clay\nRock fragment content--1 to 8 percent, dominantly gravel\nCalcium carbonate equivalent--0 to 20 percent\nReaction--pH 6.1 to 8.4\nThickness--0 to 70 centimeters\nC horizon:\nHue--10YR, 2.5Y or 5Y\nValue--4 to 6\nChroma--2 to 6\nTexture--loam or clay loam\nRock fragment content-1 to 8 percent, dominantly gravel\nCalcium carbonate equivalent--5 to 20 percent\nReaction-7.4 to 8.4\nThickness-30 to 100 centimeters"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThese are the Argyle, Bassett, Blooming, Caleb, Cortland, Gara, Koronis, Lester, Newcomer, Orwood, Racine, Sebbo, Taopi, Waucoma, and Winneshiek soils\nArgyle--formed in loess and paleosol and have colors redder than 10YR\nBassett--contain 30 to 75 centimeters of loamy or silty sediments over till, have free carbonates 122 to 200 centimeters deep, and have a lag line\nBlooming--contain 35 to 60 centimeters of loamy or silty sediments over till and have a lag line\nCaleb--formed in alluvium on stream terraces, do not have free carbonates within the series control section, and have stratified horizons\nCortland--have 0 to 20 percent rock fragments, do not have carbonates within 2 m, and have loamy sand in the second parent material\nGara-have an average clay content of 30 to 35 percent in the particle size control section\nKoronis--have free carbonates at 40 to 90 centimeters, and do not have a seasonally high water table within 1.8 m\nLester--do not have a seasonally high water table within 1.8 m\nNewcomer--formed in loess and are moderately deep to sandstone or shale lithic or paralithic contact\nOrwood--are formed in eolian sediments and contain no rock fragments in the series control section, and are greater than 150 centimeters to free carbonates\nRacine--have 30 to 66 centimeters to silty or loamy sediment over till, may contain a lag line, and have a moist bulk density greater than 1.75 g/cm3 in the substratum\nSebbo--formed in colluvium, contain dominantly channers rock fragments, and contain no free carbonates within 2 m\nTaopi--formed in limestone or siltstone residuum, is deep or very deep to limestone lithic contact\nWaucoma--are deep or very deep to limestone lithic contact, may contain a lag line, and do not have free carbonates above the lithic contact\nWinneshiek--are moderately deep to limestone lithic contact, may contain a lag line, and do not have free carbonates above the lithic contact"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--loamy calcareous till\nLandform--backslopes, shoulders, summits, side slopes, nose slopes, and head slopes on moraines and till plains\nSlope--2 to 9 percent\nElevation--210 to 560 meters above sea level\nMean annual air temperature--6 to 11 degrees C\nMean annual precipitation--610 to 930 millimeters\nFrost-free period--140 to 180 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the Hamel, Le Sueur, Lester, and Reedslake soils.\nHamel--are on footslopes and toeslopes\nLe Sueur--are on flats and lower slope areas similar to Angus\nLester--are on steeper slope areas similar to Angus\nReedslake--are on the same positions but with a Mollic epipedon"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class--well drained--a zone of saturation is found between depths of 100 to 180 centimeters in the wettest months of normal years.\nSaturated hydraulic conductivity--4.2 to 14.1 micrometers per second (moderately high)"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are cultivated. The principal crops are corn, soybeans, and small grains. A small amount is in forest. The native vegetation is oak savanna in the transition zone that ranges from prairie to forest with Bur Oak as the dominant tree species, shrubs, and grasses such as Big Bluestem, Little Bluestem, and Indiangrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic Section--Western Lake\nMLRA--Central Iowa and Minnesota Till Prairies (103)\nLRR M; Iowa and Minnesota\nExtent--large"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: ST. PAUL, MINNESOTA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Meeker County, Minnesota, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 20 to 70 centimeters (Bt1 and Bt2 horizons);\nSeries control section--the zone from the surface of the soil to a depth of 150 centimeters.\nmollic epipedon--the zone from the surface of the soil to a depth of 20 centimeters;\nargillic horizon--the zone from 20 to 89 centimeters;\nendosaturation--100 to 200 centimeters\nredoximorphic concentrations--102 to 200 centimeters\nredoximorphic depletions--102 to 200 centimeters\nThis soil was previously included in the Lester series. However, after investigation, it was concluded that Lester soils on a slope of 2 to 5 percent have seasonal zone of saturation between 100 to 180 centimeters rather than greater than 200 centimeters.\n1/19/2011-TYPE LOCATION error was corrected.\nMLRA SSO Responsible: 10-ALB (Albert Lea, Minnesota)\nTaxonomy version--Keys to Soil Taxonomy, eleventh edition, 2010.\nADDITIONAL DATA:\nPedon 1995MN171001 is the type location.\nLaboratory data--KSSL pedons S1960MN171001 and S1960MN171002 have accompanying data; pedon S1986MN019-002 (3933) has accompanying University of Minnesota lab data.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
