{
  "SERIES": "ANHALT",
  "STATUS": "Established Series",
  "BYREV": "Rev. WHD:CLG:JMG:WJG",
  "REVDATE": "10/2005",
  "STATES": "TX",
  "OVERVIEW": "The Anhalt series consists of moderately deep, well drained, very slowly permeable soils that formed in residuum over limestone bedrock. The soils are on nearly level to gently sloping uplands. Slopes range from 0 to 3 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, smectitic, thermic Leptic Udic Haplusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Anhalt clay--cropland. (Colors are for dry soil unless otherwise stated.)\nAp--0 to 4 inches; dark reddish brown (5YR 3/3) clay, dark reddish brown (5YR 3/3) moist; weak fine angular blocky structure; very hard, very firm; common roots, few fragments of chert; neutral; abrupt smooth boundary.\nA1--4 to 12 inches; dark reddish brown (5YR 3/3) clay, dark reddish brown (5YR 3/3) moist; strong fine and medium angular blocky structure; very hard, very firm; shiny faces on peds; few roots between and through peds; few fragments of chert; neutral; gradual wavy boundary. (Combined thickness of the A horizon is 4 to 20 inches)\nBss1--12 to 28 inches; dark reddish brown (5YR 3/4) clay, dark reddish brown (5YR 3/4) moist; strong medium and coarse angular blocky structure; very hard, very firm; prominent intersecting slickensides; few wedge-shaped aggregates below 20 inches; few roots between and through peds; few fragments of chert; neutral; abrupt irregular boundary. (16 to 28 inches thick)\nCr--28 to 30 inches; fractured moderately cemented limestone bedrock with dark reddish brown clay in crevices."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Bandera County, Texas; 50 feet south of field boundary which point is 275 feet west to entrance to Lost Valley Downs, which point is 1.9 miles west to junction of State Highway No. 16 and Farm Market Road 689 on southeast side of Bandera, Texas."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness and depth to fractured limestone bedrock or limestone interbedded with clayey marls ranges from 20 to 40 inches. Limestone fragments and stones, and chert fragments of pebble and cobble size range from 1 to 20 percent of the soil volume or on the soil surface. Gilgai microrelief is indistinct but slickensides and wedge-shaped aggregates are common below 12 inch depths. The soil is usually moist, but when dry it has cracks ranging from .5 to 2 inches wide. Cracks remain open from 90 to 150 cumulative days in most years. The soil texture is clay and clay content ranges from 60 to 80 percent. The reaction ranges from slightly acid to moderately alkaline.\nThe A horizon has hue of 5 YR or 7.5YR, value of 2 to 4, and chroma 2 or 3. Texture is usually clay but some pedons are clay loam in the upper 6 inches.\nThe Bss horizon has hue of 2.5YR or 5YR, value 3 or 4, and chroma 2 to 6. Some pedons have few to common masses, concretions, or pendants of secondary calcium carbonate on coarse fragments in lower 6 inches of the Bss horizon.\nThe Cr horizon is extremely weakly cemented to moderately cemented limestone or chalk that is interbedded with marl in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Vertel is the only series in the same family.  Similar soils include the Crawford, Dalco, Greenvine, San Saba, Vertel, Depalt, and Crawford series that have fine particle size class.  Greenvine soils have a paralithic contact to siltstone. San Saba and Dalco soils have hue of 10YR or yellower. Vertel soils have a paralithic contact to shale and hue of 10YR or yellower. Depalt soils have sola 40 to 60 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Anhalt soils are on uplands. Slope gradients are mainly less than 2 percent and range from 0 to 3 percent. It is presumed these soils are formed in residuum from weathered limestone and chalk of the Glenrose Formation.  The frost free days range from 230 to 240. Elevation ranges from 1200 to 2200 feet. The mean annual precipitation ranges from 25 to 32 inches. The mean annual temperature ranges from 63 to 70 degrees F. Thornthwaite annual P-E indices range from 32 to 50."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Crawford, Denton, Doss, Hensley, Lindy, Speck, and Spires series. Hensley, Lindy, Speck, and Spires soils have Bt horizons. Denton soils contain over 40 percent calcium carbonate Doss soils are less than 20 inches to limestone and have more than 40 percent calcium carbonate equivalent in the B horizon. Crawford, Depalt, Hensley, Lindy, Speck, and Spires soils occur in similar surfaces. Denton and Doss soils occur at lower elevations."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; permeability is very slow; Runoff is low."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for cropland, pasture and range. Crops grown are small grains and grain sorghums. Native vegetation--a post oak savannah. Dominant native grasses are little bluestem, sideoats grama, curlymesquite and Texas wintergrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern Edwards Plateau of Central Texas. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Bandera County, Texas; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Anhalt series was included in the Crawford series and classified in the Grumusol great soil group in some of the early published soil surveys.\nOchric epipedon - 0 to 12 inches\nVertic feature - slickensides at a depth of 12 to 28 inches. High shrink-swell potential and cracks that are 1/2 to 1 inch wide at a depth of 12 inches or more during dry periods in most years."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: The range sites include Deep Redland PE 31-44 081BY328TX and Deep Redland PE 44+ 081CY358TX."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 10,
        "dry_hue": "5YR",
        "dry_value": 3,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay",
        "structure": "weak fine angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 4 inches; dark reddish brown (5YR 3/3) clay, dark reddish brown (5YR 3/3) moist; weak fine angular blocky structure; very hard, very firm; common roots, few fragments of chert; neutral; abrupt smooth boundary."
      },
      {
        "name": "A1",
        "top": 10,
        "bottom": 30,
        "dry_hue": "5YR",
        "dry_value": 3,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay",
        "structure": "strong fine and medium angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A1--4 to 12 inches; dark reddish brown (5YR 3/3) clay, dark reddish brown (5YR 3/3) moist; strong fine and medium angular blocky structure; very hard, very firm; shiny faces on peds; few roots between and through peds; few fragments of chert; neutral; gradual wavy boundary. (Combined thickness of the A horizon is 4 to 20 inches)"
      },
      {
        "name": "Bss1",
        "top": 30,
        "bottom": 71,
        "dry_hue": "5YR",
        "dry_value": 3,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay",
        "structure": "strong medium and coarse angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bss1--12 to 28 inches; dark reddish brown (5YR 3/4) clay, dark reddish brown (5YR 3/4) moist; strong medium and coarse angular blocky structure; very hard, very firm; prominent intersecting slickensides; few wedge-shaped aggregates below 20 inches; few roots between and through peds; few fragments of chert; neutral; abrupt irregular boundary. (16 to 28 inches thick)"
      },
      {
        "name": "Cr",
        "top": 71,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "moderately cemented",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--28 to 30 inches; fractured moderately cemented limestone bedrock with dark reddish brown clay in crevices."
      }
    ]
  ]
}
