{
  "SERIES": "ANIAK",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. SR",
  "REVDATE": "11/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Humic Lithic Dystrocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Aniak stony silt loam - alpine tundra. (Colors are for moist conditions.)\nOe--1 to 0 inches; dark reddish brown (5YR 2/2) mat of decomposing organic materials; abrupt broken boundary.\nA1--0 to 1 inch; black (5YR 2/1) (60%) and very dark gray (5YR 3/1) (40%) silt loam; weak fine granular structure; very friable; many roots; about 10% gravel; very strongly acid; clear wavy boundary.\nA2--1 to 3 inches; dark brown (7.5YR 3/2) stony silt loam; weak fine granular structure; very friable; many roots; very strongly acid; clear smooth boundary.\nA3--3 to 7 inches; dark brown (10YR 3/3) stony silt loam; weak fine granular structure; very friable; roots common; clear smooth boundary.\nC--7 to 12 inches; dark grayish brown (10YR 4/2) very stony silt loam; few roots; very strongly acid; gradual boundary.\nR--12 inches; fractured metamorphic bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kobuk Area, Alaska.  Jade Mountain, about 5 miles north of Kobuk."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil surface is hummocky, with many unvegetated \"frost scars\".  Thickness of the solum ranges from 4 to 8 inches, and depth to bedrock ranges from 10 to 20 inches.  Stones and boulders are common on the surface.  The upper part of the A1 horizon may or may not be gravelly, and ranges in hue from 5YR to 10YR, with values and chromas ranging from 2/1 through 3/2.  The lower part is gravelly or flaggy, and ranges in hue from 7.5YR to 10YR, with values and chromas of 3/2 or 3/3.  In places a thin brown B horizon occurs, with colors of 10YR 3/4, 10YR 4/3, or 10YR 4/4.  The C horizon ranges in color from 10YR 4/2 through 5Y 4/3 or 5Y 5/3.  In some areas, pedons are bisequal.  MAST is less than 32 degrees F."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Ferebee series.  The Ferebee soils haave MAST above 32 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Aniak soils occur on high ridges above tree line.  The regolith consists of windlaid silty material mixed with weathered shale, slate, or schist.  The climate is subarctic with long cold winters and short cool summers.  Mean annual precipitation is unknown, but probably ranges from low to moderate."
  },
  "DRAINAGE AND PERMEABILITY": {},
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is moderate to rapid.  Permeability is moderate."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The natural vegetation is alpine tundra, consisting of low-growing shrubs, sedges, grasses, lichens, and mosses.  These soils are useful only for wildlife and browsing animals such as reindeer."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Interior and western Alaska.  These soils are widespread, and probably of large total extent."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "REMARKS": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Aniak Area, Alaska, 1964.  (Source of name is the village of Aniak.)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  }
}
