{
  "SERIES": "ANITA",
  "STATUS": "Established Series",
  "BYREV": "Rev. SBJ/LCL/DWB",
  "REVDATE": "10/2007",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, smectitic, thermic, shallow Xeric Duraquerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Anita clay on a percent slope under a cover of annual grasses and forbs at an elevation of 250 feet (76 m) (Colors are for dry soil unless otherwise noted.)\nA1--0 to 1 inches (0 to 3 cm); dark gray (5YR 4/1) clay, very dark gray (5YR 3/1) moist; strong medium granular structure; extremely hard, very firm, very sticky, very plastic; many very fine roots; many fine pores; slightly acid (pH 6.5) abrupt wavy boundary.  (0 to 2 inches (0 to 5 cm) thick)\nA2--1 to 3 inches 3 to 8 cm); dark gray (5YR 4/1) clay, very dark gray (5YR 3/1) moist; strong medium angular blocky structure; extremely hard, very firm, very sticky, very plastic; many fine roots; many fine pores; slightly acid (pH 6.5); abrupt wavy boundary.  (2 to 4 inches (5 to 10 cm) thick)\nBss1--3 to 10 inches (8 to 25 cm); dark gray (5YR 4/1) clay, very dark gray (5YR 3/1) moist; weak medium prismatic structure; extremely hard, very firm, very sticky, very plastic; many very fine roots; many fine pores; common slickensides; slightly acid; clear wavy boundary.  (6 to 12 inches (15 to 30 cm) thick)\nBss2--10 to 15 inches 25 to 38 cm); dark gray (5YR 4/1) clay, very dark gray (5YR 3/1) moist; massive when moist and strong coarse prismatic structure when dry; extremely hard, very firm, very sticky, very plastic, few very fine roots; few fine pores; common slickensides; neutral.  (5 to 12 inches (13 to 30 cm) thick)\nBqkm--15 to 20 inches (38 to 51 cm); stratified brown (10YR 5/3) and very pale brown (10YR 7/4) indurated duripan, weak platy, and interbedded with clay in upper part; weakly calcareous; slightly alkaline (pH 7.8) (1 to 5 inches (3 to 13 cm) thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Tehama County, California; about 1.5 miles north of the Butte County line, 3.1 miles southeast of Vina; approximately 2640 feet west and 1320 feet north of SE corner Section 29, T. 24 N, R. 1 E, 39 degrees, 54 minutes, 7 seconds north latitude, 122 degrees, 0 minutes, 7 seconds, west longitude, NAD27- USGS quad: Vina, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the duripan is 12 to 20 inches (30 to 51 cm). Mean annual soil temperature ranges from 63 to 66 degrees F (17 to 19 degrees C) The soils usually are dry about June 15 and remain dry until September 15. Rock fragments on the surface range from 0 to 25 percent rounded cobbles, 0 to 10 percent rounded gravel, and 0 to 2 percent stones.  Cracks 1/4 to 2 inches wide extend from the surface to the duripan from July through October.  The surface commonly has hoof prints up to 6 inches (15 cm) or more deep.  A fluctuating, perched water table occurs at depths of 0 to 20 inches (0 to 51 cm) or the duripan, from November through mid April and is dependent on storm frequency and duration.\nSome pedons are underlain by sandstone or volcanic sediments with a discontinous silica cemented capping.\nThe A horizon dry color is 10YR 2/1, 2/2, 3/1, 3/2, 4/1, 4/2, 5/2; 7.5YR 2/1, 2/2, 3/1, 3/2, 4/1, 4/2, 5/2, 6/2; 5YR 2/1, 2/2, 3/1, 3/2, 4/1, or 4/2.  Moist color is 10YR 2/1, 2/2, 3/1, 3/2, 4/1, 4/2; 7.5YR 2/1, 2/2, 3/1, 3/2, 4/1, 4/2; 5YR 2/1, 2/2, 3/1, 3/2, 4/1, or 4/2.  Texture is gravelly silty clay, cobbly silty clay, stony silty clay , silty clay, gravelly clay, cobbly clay, stony clay or clay  Clay content ranges from 40 to 60 percent. Redoximorphic features range from 0 to 20 percent manganese concentrations and 0 to 5 percent oxidized iron concentrations. Rock fragments range from 0 to 20 percent gravel and 0 to 20 percent cobbles.  Reaction ranges from slightly acid to moderately alkaline.\nThe Bss horizon dry color is 10YR 2/1, 2/2, 3/1, 3/2, 4/1, 4/2, 5/2; 7.5YR 2/1, 2/2, 3/1, 3/2, 4/1, 4/2, 4/3; 5YR 2/1, 2/2, 3/1, 3/2, 4/1, 4/2 or 5/1.  Moist color is 10YR 2/1, 2/2, 3/1, 3/2, 4/1, 4/2; 7.5YR 2/1, 2/2, 3/1, 3/2, 4/1, 4/2; 5YR 2/1, 2/2, 3/1, 3/2, 4/1, or 4/2. Texture is gravelly silty clay, cobbly silty clay, stony silty clay , silty clay, gravelly clay, cobbly clay, very cobbly clay, stony clay or clay.  Clay content ranges from 40 to 60 percent.  Rock fragments range from 0 to 35 percent gravel and 0 to 25 percent cobbles.  Few to common slickensides and/or wedge shaped aggregates.  Redoximorphic features range from 0 to 20 percent manganese concentrations and 0 to 5 percent oxidized iron concentrations.  Reaction ranges from slightly acid to slightly alkaline.\nThe 2Bkqm horizon is commonly capped by 1/4 to 3/8 inch thick manganese capping.  Rock fragments range from 0 to 80 percent gravel and 0 to 80 percent cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing soils in this series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Anita soils occur in shallow depressions, basins, and along narrow stringers along drainageways on older terraces.  Slopes range from 0 to 3 percent.  They are underlain by indurated duripan which generally rest on sediments derived from tuffaceous rocks.  Elevations are about 145 to 1,500 feet (44 to 457 m) and the climate is subhumid mesothermal with mean annual rainfall of 20 to 40 inches (508 to 1016 mm), and with hot dry summers and cool moist winters.  Mean annual air temperature is about 60 to 64 degrees F (16 to 18 degrees C), average January temperature is about 40 degrees F (4 degrees C), and average July temperature about 81 degrees F (27 degrees C).  The growing season is 200 to 280 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  The Anita soils are in the same general areas as the Guenoc soils on basalt bedrock, the Inks soils on tuff, the deep gravelly Keefers soils and the Tuscan soils with argillic horizons and duripans."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained, high to very high runoff and slow to very slow permeability. A fluctuating, perched water table occurs at depths of 0 to 20 inches (0 to 51 cm) or the duripan, from November through mid April and is dependent on storm frequency and duration. Water ponds up to 2 inches (5 cm) above the surface for long duration from December through April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mostly for dryland range and pasture with a few areas in irrigated pasture.  Natural vegetation is annual grasses and forbs mainly, annual ryegrass, softchess, filaree, medusahead, cowbag clover, navaretia, blowives, popcorn flower, jonny-tuck, foxtail brome, brodiea, coyote thistle, spike rush, tidy tips, meadowfoam, goldfields, death camas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Sacramento Valley, east of the Sacramento River where it is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Chico Area, California, near the town of Anita, 1925. Type location moved to Tehama County in 1959."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Anita series was formerly classified as a Grumusol. Data added in 1969: moderately well drained, elevation increased to 1500 feet, and hardpan generally rest on sediments derived from tuffaceous rocks.   Reclassified from Durochrepts to Typic Durixerepts in 1998.\n7/2004- Propose to reclassified to Xeric Duraquerts, change drainage to poorly; change depth from 12 to 30 to 12 to 20 inches; added watertable and ponding data, in the ROC added A horizon dry color 10YR 5/2, 7.5YR 5/2, 6/2, clay content, rock fragments, redox features, Changed A3 and A4 to Bss horizons, to dry colors added 5YR 5/1, 10YR 5/2 and moist color 7.5YR 4/3. added CBV-C, rock fragments and redox features, added surface rock fragments and surface features, added reference to lab data, slickensides and cracks, and added vegetation data.\nSoils with a Duripan at a depths greater than 20 inches (51 cm) will now be outside of the range for the series. Used in the following counties; Shasta, Tehama, Butte, Lake, Santa Barbara, and Siskiyou counties.  Usage in these counties will require further review.\nADDITIONAL DATA:\nLab data from 58-52-42, Department of Soils, University of California Berkley 5/18/1960\nNational Cooperative Soil Survey\nU.S.A."
  }
}
