{
  "SERIES": "ANNAPOLIS",
  "STATUS": "Established Series",
  "BYREV": "SLD-EHE-DRPV/ Rev. JWB",
  "REVDATE": "11/2015",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, glauconitic, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Annapolis fine sandy loam, on a 3 percent slope, in a crop field. (Colors are for moist soil unless otherwise indicated.)\nAp--0 to 20 cm (0 to 8 inches); brown (10YR 4/3) fine sandy loam, brown (10YR 5/3) dry; moderate thick platy structure parting to weak fine and medium subangular blocky; friable; nonsticky; nonplastic; many fine and few medium roots; common fine and few medium tubular and common fine vesicular pores; 2 percent ironstone channers; strongly acid; abrupt smooth boundary. (5 to 25 cm thick)\nBt1--20 to 38 cm (8 to 15 inches); strong brown (7.5YR 4/6) loam; moderate medium subangular blocky structure; friable; slightly sticky; slightly plastic; many fine roots; common fine and medium tubular pores and many fine to coarse vesicular pores; few fine distinct red (2.5YR 4/6) iron masses in the matrix; few distinct brown (7.5YR 4/3) clay films on faces of peds and in pores; 20 percent fine black (5Y 2.5/1) glauconite pellets; 5 percent ironstone channers; very strongly acid; clear wavy boundary.\nBt2--38 to 69 cm (15 to 27 inches); strong brown (7.5YR 4/6) channery sandy clay loam; moderate medium subangular blocky structure; friable; slightly sticky; slightly plastic; common fine roots; common fine and medium tubular pores; many fine and medium and few coarse vesicular pores; few distinct brown (7.5YR 4/3) clay films on faces of peds and in pores; 25 percent fine black (5Y 2.5/1) glauconite pellets; 25 percent ironstone channers and flagstones; very strongly acid; gradual wavy boundary. (Combined thickness of the Bt horizon is 38 to 114 cm)\nE and Bt3--69 to 155 cm (27 to 61 inches); reddish brown (2.5YR 4/3) loamy sand (E); massive; very friable, non sticky, non plastic; lamellae and bands of brown (7.5YR 4/3) fine sandy loam (Bt); weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; common distinct clay bridging between sand grains; eight irregular and discontinuous 25 to 50 mm thick lamellae; few fine faint platy brownish yellow (10YR 6/6) iron masses; many medium faint platy strong brown (7.5YR 4/6) iron masses; few medium faint platy brown (10YR 4/3) clay depletions; common medium and coarse rounded yellowish brown (10YR 5/8) weakly cemented iron masses surrounding dark reddish brown (2.5YR 2.5/3) and olive (5Y 4/3) glauconite rich material; few fine roots throughout; many fine black (N 2/) glauconite pellets; 1 percent ironstone channers; very strongly acid; clear wavy boundary.\nCB--155 to 203 cm (61 to 80 inches); stratified 60 percent strong brown (7.5YR 4/6) loamy sand; single grain; loose; nonsticky, nonplastic; 40 percent dark reddish brown (2.5YR 3/3), strong brown (7.5YR 5/8), and dusky red (10R 3/3) loamy sand; moderate thick platy structure; very firm; few fine roots; 40 percent fine black (5Y 2.5/1) glauconite pellets throughout; extremely acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Anne Arundel County, Maryland; about 2.1 miles southeast of Staples Corner, about 1.0 mile southwest of the intersection of State Route 450 and Rutland Road, about 1,000 feet northwest of Rutland Road, in hay land, about 75 feet northwest of farm lane; USGS Bowie, MD topographic quadrangle; latitude 38 degrees 58 minutes 42.56 seconds N. and longitude 76 degrees 38 minutes 11.86 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the Top of the Argillic Horizon: 5 to 25 cm (2 to 10 inches)\nDepth to the Base of the Argillic Horizon: 64 to 183 cm (25 to 72 inches)\nDepth to Bedrock: Greater than 183 cm (72 inches)\nDepth to Seasonal High Water Table: Greater than 183 cm (72 inches)\nRock Fragments: 0 to 35 percent, by volume ironstone channers, flagstones and rounded quartz gravel throughout the profile\nSoil Reaction: Strongly acid to extremely acid throughout the profile, unless limed\nContent of Glauconite: 0 to 20 percent, by volume in the A, E, and BE horizons and 20 percent or more in the Bt, BC, CB, and C horizons, often increasing with depth.\nOther Soil Features: The Bt, BC, CB and C horizons contain few to many zones of platy, iron rich material that is non-cemented to moderately cemented. These discontinuous zones are often in the lower B horizons, at a contact between two horizons of differing texture. Ironstone channers and flagstones are iron-rich masses that are at least strongly cemented. & RANGE OF INDIVIDUAL HORIZONS:\nA or Ap horizon:\nColor--hue of 7.5YR to 2.5Y, value of 2 to 4, and chroma of 1 to 4\nTexture (fine-earth fraction)--loamy sand, sandy loam, loamy fine sand, or fine sandy loam and where truncated, sandy clay loam or clay loam\nE or BE horizon (if it occurs):\nColor--hue of 2.5YR to 2.5Y, value of 3 to 6, and chroma of 4 or 6\nTexture (fine-earth fraction)--loamy sand, loamy fine sand, fine sandy loam, sandy loam, or loam\nBt horizon:\nColor--hue of 7.5YR to 5Y, value of 3 to 5, and chroma of 3 to 6\nTexture (fine-earth fraction)--sandy clay loam, clay loam, or loam\nOther features--iron masses in shades of red, brown, or yellow\nBC horizon (if it occurs):\nColor--hue of 7.5YR to 5Y, value of 3 to 5, and chroma of 3 to 6\nTexture (fine-earth fraction)--sandy loam, fine sandy loam, or loam\nOther features--iron masses in shades of red, brown, or yellow\nCB or C horizon:\nColor--Matrix color is centered on strong brown but ranges from dusky red to shades of green or black. Colors vary depending on the presence of iron oxides and glauconite.\nTexture (fine-earth fraction)--loamy sand, loamy fine sand, sandy loam, or fine sandy loam and may be stratified with textures ranging from loamy fine sand to sandy clay\nRedoximorphic features--iron masses in shades of red, brown, or yellow"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: None"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Coastal plain, upland\nLandform: Flat\nHillslope Profile Position: Summit, shoulder, backslope\nGeomorphic Component: Interfluve, sideslope, noseslope\nParent Material: Loamy glauconitic fluviomarine deposits\nSlope: 0 to 80 percent\nElevation: 3 to 49 m (10 to 160 feet)\nFrost-free period: 180 to 210 days\nMean Annual Temperature: 9 to 15 degrees C (48 to 58 degrees F)\nMean Annual Precipitation: 889 to 1270 mm (35 to 50 inches)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nAdelphia soils--have less than 20 percent, by volume glauconite in the particle-size control section, have a seasonal high water table at 46 to 107 cm (1.5 to 3.5 feet); on lower landscape positions\nColemantown soils--have a seasonal high water table above 30 cm (1.0 foot); in upland depressions and drainageways and on low terrace treads\nCollington soils--have 10 to 20 percent, by volume glauconite in the particle-size control section, on similar landforms\nColts Neck soils--have a redder subsoil and have less than 20 percent, by volume glauconite in the particle-size control section, on similar landforms\nDonlonton soils--have a fine particle-size control section and have a seasonal high water table at 46 to 107 cm (1.5 to 3.5 feet); on lower landscape positions\nFreehold soils--have less than 10 percent, by volume glauconite in the particle-size control section, on similar landforms contain small amounts of glauconite\nHolmdel soils--have less than 20 percent, by volume glauconite in the particle-size control section, have a seasonal high water table at 30 to 46cm (1.0 to 1.5 feet); on lower landscape positions\nKeansburg soils--have less than 20 percent, by volume glauconite in the particle-size control section, have a seasonal high water table at less than 15 cm (0.5 foot); on lower landscape positions\nKresson soils--have a fine particle-size control section and have a seasonal high water table at 30 to 46 cm (1.0 to 1.5 feet); on lower landscape positions\nMarlton soils--have a seasonal high water table at 46 to 107 cm (1.5 to 3.5 feet); on lower landscape positions\nTinton soils--have a sandy surface layer more than 51 cm (20 inches) thick and have less than 20 percent, by volume glauconite in the particle-size control section, on slightly higher lying positions\nWist soils--have less than 20 percent, by volume glauconite in the particle-size control section, have a seasonal high water table at 107 to 183 cm (3.5 to 6.0 feet); on slightly lower landscape positions"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage Class (Agricultural): Well drained\nInternal Free Water Occurrence Class: Very deep (greater than 150 cm) and absent (not observed)\nFlooding Frequency and Duration: None\nPonding Frequency and Duration: None\nIndex Surface Runoff: Medium to very high\nSaturated Hydraulic Conductivity: Moderately high in the subsoil; high in the substratum\nPermeability Class (obsolete): Moderately slow in the subsoil; moderately rapid in the substratum\nShrink-swell Potential: Low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Cropland, woodland, and urban development\nDominant Vegetation: Where cultivated-corn, soybeans, small grains, truck crops, hay and pasture. Where wooded--oaks, with some hickory, tulip poplar, dogwood, beech and holly.\nMLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: RALEIGH, NORTH CAROLINA\nDistribution: Northern Coastal Plain of Maryland and possibly New Jersey\nExtent: Small\nMLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia\nSERIES ESTABLISHED: Anne Arundel County, Maryland, 2003\nREMARKS: Annapolis soils were formerly mapped as Monmouth soils in Anne Arundel County, MD. Changes in the glauconitic mineralogy family resulted in a need to develop a glauconitic series to replace soils that are fine-loamy (Monmouth soils are in a fine particle-size family). Sulfidic materials are commonly found at some depth below the series control section. (The initial name proposed for this series was \"Magothy.\")\nDiagnostic horizons, characteristics and features recognized in this pedon are:\nOchric epipedon--the zone from 0 to 20 cm (0 to 8 inches) (Ap horizon)\nArgillic horizon--the zone from 20 to 155 cm (8 to 61 inches) (Bt1,Bt2, E and Bt3 horizons)\nOther soil features identified with this pedon:\nSeries control section--the zone from 0 to 155 cm\nADDITIONAL DATA: NSSL data is available for the Typical Pedon; Pedon ID  S94MD003017.\nPrevious revisions: 1999-SLD,EHE, DRV; 11/2002-DAS,JAK; 10/2004-SLD,DHK; 8/2005-SLD, JWB; 9/2006- Rev. DRPV-JWB\nOSD Data Mapunit ID: 393706\nTypical Pedon Data Mapunit ID: 104497\nOSD User Pedon ID: Annapolis-OSD\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REGIONAL OFFICE": {
    "section": "USE AND VEGETATION",
    "content": null
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: RALEIGH, NORTH CAROLINA\nDistribution: Northern Coastal Plain of Maryland and possibly New Jersey\nExtent: Small\nMLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Anne Arundel County, Maryland, 2003"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": null
  }
}
