{
  "SERIES": "ANNALAKE",
  "STATUS": "Established Series",
  "BYREV": "Rev. AME-TAM-TWN",
  "REVDATE": "07/2009",
  "STATES": "MI,WI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Alfic Oxyaquic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Annalake fine sandy loam, on a 1 percent slope, in a wooded area, at an elevation of about 450 meters above sea level.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 8 centimeters; very dark gray (10YR 3/1) fine sandy loam, gray (10YR 5/1) dry; moderate medium and coarse granular structure; friable; many fine and very fine roots; strongly acid; abrupt broken boundary.\nE--8 to 15 centimeters; brown (7.5YR 5/2) fine sandy loam, pinkish gray (7.5YR 6/2) dry; weak very thick platy structure parting to moderate medium subangular blocky; friable; many fine and very fine roots; strongly acid; clear wavy boundary.\nBs1--15 to 23 centimeters; dark brown (7.5YR 3/4) fine sandy loam; moderate medium and coarse subangular blocky structure; friable; many fine and very fine roots; very strongly acid; clear wavy boundary.\nBs2--23 to 43 centimeters; brown (7.5YR 4/4) fine sandy loam; moderate medium subangular blocky structure; friable; common fine and very fine roots; very strongly acid; abrupt wavy boundary.\nE/B--43 to 79 centimeters; about 75 percent brown (10YR 5/3) fine sandy loam (E'), very pale brown (10YR 7/3) dry; moderate thin platy structure; friable; extends as tongues into or surrounds remnants of dark yellowish brown (10YR 4/4) fine sandy loam (Bt); moderate medium subangular blocky structure; friable; few distinct dark brown (7.5YR 3/4) clay films on faces of some peds; few fine and very fine roots; very strongly acid; clear wavy boundary.\nBt--79 to 99 centimeters; brown (7.5YR 4/4) sandy loam; moderate medium and coarse subangular blocky structure; friable; few faint dark brown (7.5YR 3/4) clay films on faces of some peds; few fine distinct strong brown (7.5YR 5/6) masses of iron accumulation; strongly acid; abrupt wavy boundary.\nC--99 to 152 centimeters; brown (7.5YR 4/4) and brown (7.5YR 5/4) stratified fine sand, very fine sand, loamy very fine sand, very fine sandy loam, and silt loam; massive; friable; few fine distinct strong brown (7.5YR 5/6) masses of iron accumulation; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 90A-Wisconsin and Minnesota Thin Loess and Till, Northern Part, Florence County, Wisconsin subset; about 1 mile south and 3.75 miles west of Fence; located about 1,800 feet south and 1,650 feet east of the northwest corner of section 33, T. 38 N., R. 16 E.; USGS Lake Gordon, WI topographic quadrangle; lat. 45 degrees 43 minutes 56 seconds N. and long. 88 degrees 30 minutes 04 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to stratified glaciofluvial deposits--less than 150 centimeters\nDepth to carbonates--75 to more than 150 centimeters\nClay content in the particle-size control section (weighted average)--8 to 18 percent\nSand content in the particle-size control section (weighted average)--45 to 70 percent\nRock fragments--0 to 10 percent, gravel; mixed lithology\nA horizon:\nHue--5YR, 7.5YR, 10YR, or is neutral\nValue--2 or 3\nChroma--0 to 2\nTexture--sandy loam, fine sandy loam, loamy very fine sand, or loamy fine sand\nClay content--2 to 15 percent\nSand content--40 to 85 percent\nReaction--pH 4.5 to 7.8\nThickness--0 to 13 centimeters\nAp horizon (when present):\nHue--5YR, 7.5YR, or 10YR\nValue--3 or 4\nChroma--2 or 3\nTexture--sandy loam, fine sandy loam, loamy very fine sand, or loamy fine sand\nClay content--2 to 15 percent\nSand content--40 to 85 percent\nReaction--pH 4.5 to 7.8\nThickness--0 to 25 centimeters\nE, E' (when present), and the E part of the E/B or B/E horizon:\nHue--5YR, 7.5YR, or 10YR\nValue--4 to 6\nChroma--2 to 4\nTexture--fine sandy loam, sandy loam, very fine sandy loam, loam, sand, loamy very fine sand, loamy fine sand, loamy sand, or fine sand\nClay content--2 to 15 percent\nSand content--40 to 95 percent\nReaction--pH 4.5 to 7.8\nThickness of the E horizon--2 to 20 centimeters\nThickness of the E' horizon--0 to 20 centimeters\nBs horizon:\nHue--5YR, 7.5YR, or 10YR\nValue--3 to 6\nChroma--4 to 6\nTexture--fine sandy loam, very fine sandy loam, sandy loam, loamy very fine sand, or loamy fine sand\nClay content--5 to 15 percent\nSand content--40 to 85 percent\nReaction--pH 4.5 to 6.0\nThickness--10 to 40 centimeters\nBt part of the E/B and B/E horizons and Bt (when present) horizon:\nHue--2.5YR, 5YR, 7.5YR, or 10YR\nValue3 to 6\nChroma--3 to 6--value and chroma of 3 do not occur together\nTexture--fine sandy loam, very fine sandy loam, sandy loam, or loam\nClay content--8 to 18 percent\nSand content--40 to 75 percent\nReaction--pH 4.5 to 7.3\nThickness of the glossic horizon--5 to 75 centimeters\nThickness of the Bt horizon--0 to 50 centimeters\nSome pedons have strata of coarser or finer texture, or both, at least in the lower part\nSome pedons with a B/E horizon do not have a Bt horizon\nC horizon:\nHue--2.5YR, 5YR, 7.5YR, 10YR, or 2.5Y\nValue--4 to 7\nChroma--2 to 6\nTexture--stratified sandy loam, fine sandy loam, very fine sandy loam, loamy sand, sand, fine sand, loamy fine sand, very fine sand, loamy very fine sand, silt, or silt loam\nClay content--5 to 18 percent\nSand content--40 to 85 percent\nReaction--pH 5.1 to 8.4\nMoist bulk density--1.45 to 1.70 g/cc\nSome pedons have thin layers of clay loam, sandy clay loam, or silty clay loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Beaverbay, Chequamegon, Goodwit, Gulliver, Loggerhead, Padwood, Sarwet, Shoepac, Spiderlake, Stanberry, and Tipler series.\nBeaverbay--have a moist bulk density range of 1.85 to 2.0 g/cc in the lower third of the series control section\nChequamegon--have a moist bulk density range of 1.85 to 2.0 g/cc in the lower third of the series control section\nGoodwit--have a sand content of less than 40 percent in the upper two thirds of the series control section\nGulliver--have a lithic contact with limestone within a depth of 150 centimeters\nLoggerhead--do not have stratified sediments in the lower third of the series control section and have a rock fragment content of 1 to 35 percent in the lower third of the series control section\nPadwood--have a sand content of more than 85 percent in the lower third of the series control section\nSarwet--do not have stratified sediments in the lower third of the series control section and have a rock fragment content of 1 to 40 percent in the lower third of the series control section\nShoepac--have a clay content that averages 10 to 27 percent in the particle-size control section and do not have stratified sediments in the lower third of the series control section\nSpiderlake--have a sand content of more than 85 percent in the lower third of the series control section\nStanberry--have a moist bulk density range of 1.85 to 2.0 g/cc in the lower third of the series control section\nTipler--have a sand content of more than 85 percent in the lower third of the series control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--loamy stratified glaciofluvial deposits\nLandform--glacial lake plains, outwash plains, moraines, deltas, lake terraces, and outwash terraces\nSlope--0 to 18 percent\nElevation--185 to 600 meters above sea level\nMean annual air temperature--3 to 9 degrees C\nMean annual precipitation--660 to 965 millimeters\nFrost-free period--100 to 190 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Alcona, Richter, Robago, and Tonkey soils.\nAlcona--are on higher landscape positions and do not have a frequently saturated zone within a depth of 1.8 meters during the wettest periods of years when precipitation is within one standard deviation of 30 year mean of annual precipitation\nRichter--are on slightly lower landscape positions and have a frequently saturated zone between depths of 0.15 and 0.45 meter during the wettest periods of years when precipitation is within one standard deviation of 30 year mean of annual precipitation\nRobago--are on slightly lower landscape positions and have a frequently saturated zone between depths of 0.15 and 0.6 meter during the wettest periods of years when precipitation is within one standard deviation of 30 year mean of annual precipitation\nTonkey--are on lower landscape positions and are frequently saturated from the surface of the soil to a depth of 0.3 meter during the wettest periods of years when precipitation is within one standard deviation of 30 year mean of annual precipitation"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--moderately well drained--a frequently saturated zone occurs between depths of 0.45 to 1 meter during the wettest periods of years when precipitation is within one standard deviation of 30 year mean of annual precipitation, this saturation is considered perched\nSaturated hydraulic conductivity--1.00 to 100.00 micrometers per second"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are forested.  A few areas have been cleared and are cultivated or pastured.  The principal crops are corn, small grain, and hay.  The native vegetation is red maple, sugar maple, yellow birch, balsam fir, paper birch, American basswood, eastern hemlock, and quaking aspen."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic divisions--Interior Plains and Laurentian Upland\nPhysiographic Provinces--Central Lowland and Superior Upland\nPhysiographic sections--Western Lake section and Eastern lake section\nMLRAs--Wisconsin and Minnesota Thin Loess and Till, Northern Part (90A),\nSuperior Lake Plain (92),\nSuperior Stony and Rocky Loamy Plains and Hills, Eastern Part (93B), and\nNorthern Michigan and Wisconsin Sandy Draft (94A)\nLRR K; north-central and northwestern Wisconsin, upper peninsula and northern part of the lower peninsula of Michigan\nExtent--moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota; MLRA SSO 10-9 (Rhinelander, Wisconsin)."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Florence County, Wisconsin, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 79 to 99 centimeters; series control section--the zone from the surface to a depth of 150 centimeters.\nDiagnostic horizons and features recognized in this pedon are:\nochric epipedon--the zone from the surface to a depth of 15 centimeters (A and E horizons);\nalbic horizon--the zone from a depth of 8 to 15 centimeters (E horizon);\nspodic horizon--the zone from a depth of 15 to 43 centimeters (Bs1 and Bs2 horizons);\nglossic horizon--the zone from a depth of 43 to 79 centimeters (E/B horizon);\nargillic horizon--the zone from a depth of 79 to 99 centimeters (Bt horizon);\nudic moisture regime.\nOxyaquic subgroup based on redoximorphic accumulations and saturation below the spodic horizon but within 1.0 meter for 20 or more consecutive days or 30 or more cumulative days during the wettest periods of years when precipitation is within one standard deviation of 30 year mean of annual precipitation\nThis soil was formerly mapped as the moderately well drained phase of the Alcona series.\nCation-exchange activity class is based on laboratory data from similar soils.\nTaxonomy version--Keys to Soil Taxonomy, tenth edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
