{
  "SERIES": "ANNAROSE",
  "STATUS": "Established Series",
  "BYREV": "PDH-JDN-CKH",
  "REVDATE": "02/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, hyperthermic Aridic Calciustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Annarose fine sandy loam, on a east facing, convex, 3 percent slope in rangeland; elevation is 120 meters (390 feet). (Colors are for dry soil unless otherwise stated.)\nA--0 to 23 cm (0 to 9 in); pale brown (10YR 6/3) fine sandy loam, brown (10YR 5/3) moist; weak fine and medium subangular blocky structure; 80 percent of surface has massive crust about 1/4 inch thick with 5 percent cover of lichen growth; hard, friable; common fine and few medium and coarse roots; common fine and few medium tubular pores; few snail shell fragments; common worm casts; violently effervescent; moderately alkaline; clear smooth boundary. (thickness of A horizon ranges from 8 to 51 cm [3 to 20 in])\nBw1--23 to 41 cm (9 to 16 in); light yellowish brown (10YR 6/4) sandy clay loam, yellowish brown (10YR 5/4) moist; weak medium prismatic structure parting to weak fine and medium subangular blocky; hard, friable; common medium roots; common very fine, fine, and medium tubular pores; few snail shell fragments; few rounded chert fragments; few films and threads of calcium carbonate; common worm casts; violently effervescent; moderately alkaline; clear smooth boundary.\nBw2--41 to 64 cm (16 to 25 in); light yellowish brown (10YR 6/4) sandy clay loam, yellowish brown (10YR 5/4) moist; weak medium prismatic structure parting to weak fine and medium subangular blocky; hard, friable; few fine and medium roots; common very fine and fine, and few medium and coarse tubular pores; few rounded weakly cemented chalk fragments and few rounded chert fragments; few fine threads of calcium carbonate; few worm casts; violently effervescent; moderately alkaline; clear wavy boundary. (combined thickness of the Bw horizons range from 0 to 51 cm [0 to 20 in])\nBk1--64 to 89 cm (25 to 35 in); very pale brown (10YR 7/3) sandy clay loam, light yellowish brown (10YR 6/4) moist; weak medium prismatic structure parting to weak fine and medium subangular blocky; hard, friable; few fine and medium roots; many very fine and fine, and common medium tubular pores; few worm casts; few rounded weakly cemented chalk fragments and few rounded chert fragments; 10 percent coatings, threads, concretions and masses of calcium carbonate; violently effervescent; moderately alkaline; clear wavy boundary.\nBk2--89 to 109 cm (35 to 43 in); very pale brown (10YR 7/3) fine sandy loam, light yellowish brown (10YR 6/4) moist; weak medium and coarse prismatic structure parting to weak medium subangular blocky; hard, firm; few fine and medium roots; many very fine and fine, and common medium tubular pores; few worm casts; common rounded weakly cemented chalk fragments; 15 percent coatings, threads, concretions and masses of calcium carbonate; violently effervescent; moderately alkaline; clear wavy boundary. (combined thickness of the Bk horizons range from 20 to 102 cm [8 to 40 in])\nBCk--109 to 127 cm (43 to 50 in); very pale brown (10YR 7/3) and very pale brown (10YR 8/2) fine sandy loam, light yellowish brown (10YR 6/4) and light gray (10YR 7/2) moist; weak medium and coarse prismatic structure parting to weak medium subangular blocky; slightly hard, very friable; common fine and few medium and coarse roots; common fine and few medium tubular pores; common worm casts; 10 percent coatings, threads, masses and concretions of calcium carbonate; violently effervescent; moderately alkaline; gradual wavy boundary.(thickness of the BCk horizons range from 10 to 66 cm [4 to 26 in])\nCdk1--127 to 175 cm (50 to 69 in); very pale brown (10YR 8/2) weakly consolidated sandstone, and about 10 percent very pale brown (10YR 7/3) fine sandy loam; light gray (10YR 7/2), and light yellowish brown (10YR 6/4) moist; massive; hard, firm; few very fine and fine roots in fractures; common very fine and fine tubular pores; fractures are spaced 5 to 15 inches apart; 8 percent by volume threads and masses of calcium carbonate; 80 percent of matrix is violently effervescent with 20 percent noneffervescent; moderately alkaline; gradual wavy boundary.\nCdk2--175 to 203 (69 to 80 in); very pale brown (10YR 8/2) weakly consolidated sandstone, and about 10 percent very pale brown (10YR 7/3) fine sandy loam along fractures; light gray (10YR 7/2), and light yellowish brown (10YR 6/4) moist; massive; hard, firm; few very fine and fine roots in fractures; common very fine and fine tubular pores; fractures are spaced 10 to 20 inches apart; 5 percent by volume threads and masses of calcium carbonate; 60 percent of matrix is violently effervescent with 40 percent noneffervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Live Oak County, Texas; from the intersection of U.S. Highway 59 and U.S. Highway 281 in George West; 2.4 miles north on U.S. Highway 281; 12.6 miles southwest on Farm Road 889; 0.4 mile southeast on private road, and 100 feet east in rangeland. Clegg NE, Texas USGS topographic quadrangle; Latitude: 28 degrees, 12 minutes, 42 seconds N; Longitude: 98 degrees, 17 minutes, 32 seconds W.; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An aridic-ustic moisture regime. The soil moisture control section is dry in some or all parts for more than 90 days but less than 180 cumulative days in normal years.\nMean annual soil temperature: 22 to 23 degrees C (72 to 74 degrees F)\nParticle-size control section (weighet average)\nClay content: 12 to 18\nA horizon\nHue: 10YR\nValue: 4 to 6\nChroma: 2 to 3\nTexture: fine sandy loam\nClay content: 15 to 25 percent\nCalcium carbonate equivalent: 10 to 25 percent\nEffervescense: slightly effervescence to strongly effervescent\nReaction: slightly alkaline to moderately alkaline\nBw horizon\nHue: 10YR\nValue: 4 to 6\nChroma: 2 to 4\nTexture: fine sandy loam, loam or sandy clay loam\nClay content: 15 to 25 percent\nCoarse fragments: 0 to 3 percent, nonflat, rounded, indurated chert\nCalcium carbonate equivalent: 20 to 35 percent\nEffervescence: slightly effervescence to strongly effervescent\nReaction: slightly alkaline to moderately alkaline\nBk Horizon\nHue: 10YR\nValue: 5 to 7\nChroma: 3 to 4\nTexture: fine sandy loam, loam or sandy clay loam\nClay content: 10 to 25 percent\nCoarse fragments: 0 to 3 percent, nonflat, rounded, indurated chert\nCalcium carbonate equivalent: 20 to 35 percent\nEffervescence: Slightly effervescent to violently effervescent\nReaction: slightly alkaline to moderately alkaline\nBCk horizon (where present)\nHue: 10YR\nValue: 7 to 8\nChroma: 2 or 3\nTexture: fine sandy loam or sandy clay loam\nClay content: 15 to 25 percent\nCalcium carbonate equivalent: 20 to 35 percent\nEffervescence: strongly effervescent to violently effervescent\nReaction: slightly alkaline to moderately alkaline\nCdk horizon\nHue: 10YR\nValue: 7 to 8\nChroma: 2 to 3\nTexture: weakly consolidated noncemented sandstone that slakes in water within one hour that has\nloamy fine sand or fine sandy loam texture\nClay content: 8 to 20 percent\nCalcium carbonate equivalent: 15 to 30 percent\nEffervescence: strongly effervescent to violently effervescent\nReaction: slightly alkaline to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family. Similar soils are the Atco (TX), Bookout (TX), Colibro (TX), McAllen (TX), Sabenyo (TX) and Saspamco (TX) series.\nColibro, McAllen, and Sabenyo soils: fine-loamy control sections.\nMcAllen soils: are saline throughout.\nBookout soils: have a fine-silty control section.\nColibro and Saspamco soils: are moist in the moisture control section for longer periods of time. Atco and Sabenyo soils: have carbonatic mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent Material: Coarse-loamy material derived from weakly consolidated sandstone of the Oakville Sandstone and Fleming Formations of the Tertiary Period.\nLandscape: inland dissected coastal plains\nLandforms: summits and shoulders of broad interfluves and ridges.\nSlope: 2 to 8 percent.\nMean annual precipitation: 56 to 71 cm (22 to 28 in)\nPrecipitation pattern: These soils are intermittently moist in September through November and March through May. June through August and December through February are the driest months.\nThornthwaite annual P-E indices: 26 to 40\nMean annual temperature: 21 to 24 degrees C (70 to 74 degrees F)\nFrost free days: 275 to 320 days\nElevation: 75 to 200 meters (250 to 650 feet)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Pernitas (TX), Pharr (TX), and Weesatche (TX) series.\nPernitas, Pharr, and Weesatche soils are on lower positions and\nhave mollic epipedons.\nPernitas and Weesatche soils have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: The soil is well drained. Permeability is\nmoderate. Runoff is very low on slopes less than 3 percent, low on slopes of 3\nto 5 percent, and medium on slopes of 5 to 8 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for rangeland and wildlife habitat. Some areas\nare used for cropland. Native grasses are twoflower and fourflower trichloris,\npink pappusgrass, plains bristlegrass, hooded windmillgrass and lovegrass\ntridens. Woody plants include guajillo, mountain laurel, paloverde, mesquite,\nand agarita."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: In the northeastern part of the Central Rio Grande\nPlain; LRR I; MLRA 83C; moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Live Oak County, Texas; 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly included with the Colibro series.\nAdded clay content, coarse fragments, and calcium carbonate equivalent to RIC (RFG 11/2013)\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 23 cm (0 to 9 in). (A horizon)\nCambic horizon: 23 to 64 cm (9 to 25 in). (Bw1, Bw2 horizons)\nCalcic horizon: 64 to 127 cm (25 to 50 in). (Bk1, Bk2, BCk horizons)\nDensic material: 127 to 203 cm (50 to 80 in). (Cdk horizons)\nADDITIONAL DATA: NSSL data from Live Oak County (S91TX-297-003)\nTaxonomic version: Keys to Soil Taxonomy, Eleventh Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
