{
  "SERIES": "ANNONA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JDS",
  "REVDATE": "02/2000",
  "STATES": "TX",
  "OVERVIEW": "The Annona series consists of very deep, moderately well drained, very slowly permeable soils. They formed in clayey sediments. These soils are on terraces of Pleistocene age. Slopes range from 0 to 8 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Vertic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Annona loam--woodland. (Colors are for moist soil unless otherwise stated.)\nA--0 to 5 inches; dark grayish brown (10YR 4/2) loam; weak very fine granular structure; slightly hard, very friable; common fine roots; few krotovinas; few fine distinct yellowish brown masses of iron accumulation; slightly acid; clear wavy boundary. (3 to 6 inches thick)\nE--5 to 10 inches; light yellowish brown (10YR 6/4) loam; weak fine subangular blocky structure; slightly hard, very friable; common fine roots; few fine faint brownish yellow masses of iron accumulation and light brownish gray iron depletions; strongly acid; clear wavy boundary. (0 to 7 inches thick)\nBt--10 to 18 inches; dark red (2.5YR 3/6) clay; moderate fine subangular blocky structure; extremely hard, very firm, plastic; few fine roots; common pressure faces; few patchy clay films; few pebbles of quartz up to 1 inch in diameter; many medium prominent gray (10YR 6/1) iron depletions; few fine prominent dark yellowish brown masses of iron accumulation; very strongly acid; gradual wavy boundary. (4 to 18 inches thick)\nBtss1--18 to 31 inches; variegated gray (10YR 6/1), dark red (2.5YR 3/6), and yellowish brown (10YR 5/4) clay; moderate fine angular blocky structure; extremely hard, very firm, plastic; few fine roots; common pressure faces; few intersecting slickensides; few clay films; strongly acid; gradual wavy boundary.\nBtss2--31 to 40 inches; variegated gray (10YR 6/1) and yellowish red (5YR 4/6) clay; moderate fine angular blocky structure; extremely hard, very firm, plastic; few fine roots between peds; common pressure faces; few intersecting slickensides; few thin clay films; cracks between a few peds contain pale brown (10YR 6/3) clean sand coatings about 1 to 3 mm thick; strongly acid; gradual wavy boundary.\nBtss3--40 to 59 inches; yellowish brown (10YR 5/4) clay; few streaks of very dark gray (5YR 3/1) organic matter accumulation; moderate medium angular blocky structure; extremely hard, very firm; plastic; few fine roots between peds; few pressure faces; few intersecting slickensides; coatings of pale brown (10YR 6/3) albic material 2 to 4 mm. thick along the surface of some peds; few fine pitted calcium carbonate concretions; many fine and medium distinct gray (10YR 6/1) iron depletions; moderately acid; gradual wavy boundary.\nBtss4--59 to 80 inches; mixed yellowish brown (10YR 5/6) and gray (10YR 6/1) clay; moderate coarse angular blocky structure; extremely hard, very firm; plastic; few fine roots between peds; continuous clay films; commom intersecting slickensides; few fine pitted calcium carbonate concretions; few fine masses of neutral salts; few coatings of black (N 2/0) organic matter accumulation on faces of some peds; common fine and medium masses of iron-manganese accumulation; slightly alkaline. (combined thickness of the Btss horizon is 30 to more than 60 inches)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Red River County, Texas; about 10 miles north of Clarksville on Texas Highway 37; 3.0 miles west on Farm Road 2118 and 2.5 miles west on private road; location is 100 feet northeast of the intersection of private road 10 and private road 15, paper company designated roads. (Latitude 33N, 46, 36; Longitude 95W, 07, 46)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is more than 80 inches. The weighted average clay content of the particle-size control section ranges from 45 to 60 percent. The soil cracks when dry. Cracks about 1/2 inch wide extend from the top of the Bt horizon into the Btss horizon for a period of 30 to 90 cumulative days in most years. Intersecting slickensides are within a depth of 14 to 24 inches of the soil surface. A few pitted concretions of calcium carbonate are below a depth of 40 inches in some pedons.\nThe A or Ap horizon has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 1 to 4. The E horizon has hue of 10YR, value of 5 to 7, and chroma of 1 to 4. Texture is very fine sandy loam or loam, but the range includes fine sandy loam. Reaction ranges from very strongly acid to slightly acid.\nThe E horizon, where present has hue of 10YR, value of 5 to 7, and chroma of 1 to 4. The combined A and E horizons range from 6 to 15 inches thick but are less than 10 inches thick in more than 50 percent of the pedon. Texture is very fine sandy loam or loam, but the range includes fine sandy loam. Reaction ranges from very strongly acid to slightly acid.\nThe Bt horizon has hue of 2.5YR to 10YR, value of 3 to 6, and chroma of 6 or 8. Iron accumulations with these colors and in shades of brown or yellow, and iron depletions in shades of gray are few to many. Some pedons have a matrix with variegated colors. Texture is clay or clay loam. Reaction is very strongly acid or strongly acid.\nThe Btss horizon is variegated in shades of gray, red, yellow, and brown, or it has a matrix in shades of red, brown, or gray with common to many redoximorphic features with these colors. The hue ranges from 2.5YR to 2.5Y, value of 4 to 6, and chroma of 1 to 8. Texture is clay loam or clay. Typically, clay loam subhorizons are below a depth of 60 inches. Reaction of the upper subhorizons ranges from very strongly acid to slightly acid. Reaction of the lower subhorizons ranges from moderately acid to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bryarly, Kipling, Susquehanna, and Woodville series in the same family, and the Axtell, Etoile, Moswell, and Woodtell series in closely related families. Bryarly soils do not have an abrupt textural change between the A and Bt horizons. Kipling soils formed on Blackland Prairie terraces or uplands over calcareous clay or chalk, and do not have intersecting slickensides within a depth of 40 inches.  Susquehanna and Woodville soils are very strongly acid or strongly acid throughout the Bt horizon and receive more than 30 inches of summer rainfall. Axtell soils are Ustalfs. Etoile, Moswell, and Woodtell soils have sola 40 to 60 inches thick over geologic materials. In addition, Moswell soils have a very-fine particle size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These soils are on nearly level to moderately sloping Pleistocene terraces. Slopes dominantly are 0 to 3 percent but range from 0 to 8 percent. The soils formed in clayey alluvial terrace sediments. Mean annual temperature ranges from 64 to 68 degrees F., mean annual precipitation ranges from 40 to 48 inches, and the summer rainfall is about 25 to 30 inches. Frost free days range from 230 to 280. The elevation ranges from 200 to 500 feet above sea level. Thornthwaite annual P-E index ranges from 64 to 78."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Bryarly series and the closely related Woodtell series, and the Freestone, Derly, Raino, and Wrightsville series. Bryarly soils are on slightly higher uplands. Freestone, and Raino soils are on similar landscapes. Freestone and Raino soils have fine-loamy upper subsoils. Woodtell soils are on slightly higher upland positions or along sideslopes above drains. Derly and Wrightsville soils are on slightly lower nearly level terrace positions and they are Glossaqualfs. Freestone and Raino soils are also on pimple mounds associated with Annona in intermound positions in some map unit complexes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained and very slowly permeable. Runoff is low for 0 to 1 percent slopes, medium on 1 to 3 percent slopes, high on 3 to 5 percent slopes, and very high on 5 to 8 percent slopes. A saturated zone is perched above the Bt horizon for short periods following heavy rains."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Almost all of this soil is in pasture and woodland. Forests are mixed hardwood and pine. Major hardwood species are red oak, post oak, sweetgum, and hickory. Needleleaf trees are shortleaf and loblolly pine. Pastures include improved bermudagrass, common bermudagrass, bahiagrass, with arrowleaf clover, crimson clover, and vetch overseeded. Some areas are used for growing corn, soybeans, grain sorghum, wheat, or hay crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: In the western part of the Western Coastal Plain (MLRA 133B). The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Red River County, Texas; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were previously included with the Susquehanna series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon ------------ 0 to 10 inch layer\nArgillic horizon ----------- 0 to 95 inch layer\nIntersecting slickensides -- 18 to 80 inches.\nADDITIONAL DATA: NSSL, S72TX-112-1, Hopkins County, Texas.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
