{
  "SERIES": "ANSARI",
  "STATUS": "Established Series",
  "BYREV": "RHM/TB/GB",
  "REVDATE": "02/1999",
  "STATES": "CO",
  "OVERVIEW": "The Ansari series consists of shallow, well drained soils that formed in thin sediments weathered from redbed sandstone and shales.  Ansari soils are on ridgecrests and shoulders and have slopes ranging from 3 to 65 percent.  The mean annual precipitation is about 15 inches and the mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, frigid Lithic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ansari loam, grassland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 8 inches; reddish brown (5YR 5/3) loam, dark reddish brown (5YR 3/3) moist; moderate fine granular structure; soft, very friable; nonsticky and nonplastic; 10 percent flagstones; calcareous; moderately alkaline; gradual wavy boundary.  (6 to 16 inches thick)\nCk--8 to 14 inches; reddish brown (5YR 5/4) loam, reddish brown (5YR 4/4) moist; massive; hard, friable; slightly sticky, slightly plastic; 10 percent flagstones; discontinuous accumulations of secondary carbonate as small soft masses or as coatings on rock fragments; calcareous; moderately alkaline; abrupt wavy boundary.\n(4 to 14 inches thick)\nR--14 inches; hard, reddish brown calcareous sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Eagle County, Colorado; about 12 miles southeast of Glenwood Springs; 500 feet south and 1500 feet west of NE corner of section 33, T.6S., R.87W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the mollic epipedon ranges from 7 to 16 inches; and depth to the sandstone ranges from 10 to 20 inches.  Organic carbon ranges from 0.6 to 1.5 percent, and decreases uniformly with increasing depth.  Rock fragments range from 0 to 35 percent, but are usually less than 15 percent.  Rock fragments consist mainly of flagstones more than 10 inches in diameter.  The fine earth fraction of the control section is typically loam or light clay loam, but ranges from 18 to 35 percent clay.  The mean annual soil temperature ranges from 41 to 47 degrees F., and the mean summer soil temperature ranges from 60 to 68 degrees F.\nThe A horizon has hue of 7.5YR through 10R, value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3.  Primary structure is generally granular, but is subangular blocky in some pedons.  Consistence ranges from soft to slightly hard.  Reaction ranges from moderately alkaline through strongly alkaline.\nThe C horizon has hue of 7.5YR through 10R.  Reaction ranges from moderately alkaline through strongly alkaline, and calcium carbonate equivalent is less than 6 percent.  Visible secondary calcium carbonate accumulations are inconsistent from place to place."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Corpening(T), Falcon, Kloten and Namur series.  Corpening and Kloten soils have hue of 10YR and yellower and Kloten soils are frozen most of the winter.  Falcon soils lack a k horizon.  Namur soils are less than 12 inches deep to bedrock and have high bulk calcium carbonate equivalent and coarse fragments of dolomite."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Ansari soils are on ridgecrests and shoulders in areas where red colored sandstone and shales are outcropping.  Slopes are 3 to 65 percent.  The soils formed in medium to moderately fine textured sediments weathered from redbed sandstone and shale.  The average annual precipitation is about 15 inches generally evenly distributed throughout the year.  The mean annual temperature is about 43 degrees F., the summer temperature is about 63 degrees F.  The frost free season is about 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Arle and Azeltine soils. Arle soils contain more than 35 percent rock fragments in the control section and lack bedrock above a depth of 20 inches.  Azeltine soils overlie beds of sand and gravel between depths of 16 and 34 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid runoff; moderate permeability above the bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally as rangeland.  Native vegetation is dominantly pinon, juniper, oakbrush, serviceberry, big sagebrush, sage needlegrass, needleandthread, bitterbrush, Indian ricegrass, and native bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountainous areas of western Colorado.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rifle Area, Colorado, 1977.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 20,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A--0 to 8 inches; reddish brown (5YR 5/3) loam, dark reddish brown (5YR 3/3) moist; moderate fine granular structure; soft, very friable; nonsticky and nonplastic; 10 percent flagstones; calcareous; moderately alkaline; gradual wavy boundary.  (6 to 16 inches thick)"
      },
      {
        "name": "Ck",
        "top": 20,
        "bottom": 36,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Ck--8 to 14 inches; reddish brown (5YR 5/4) loam, reddish brown (5YR 4/4) moist; massive; hard, friable; slightly sticky, slightly plastic; 10 percent flagstones; discontinuous accumulations of secondary carbonate as small soft masses or as coatings on rock fragments; calcareous; moderately alkaline; abrupt wavy boundary."
      },
      {
        "name": "R",
        "top": 36,
        "texture_class": "sand",
        "narrative": "R--14 inches; hard, reddish brown calcareous sandstone."
      }
    ]
  ]
}
