{
  "SERIES": "ANSELMO",
  "STATUS": "Established Series",
  "BYREV": "CJH, KEG",
  "REVDATE": "04/2020",
  "STATES": "KS,NE,SD,WY",
  "OVERVIEW": "The Anselmo series consists of very deep, well drained, moderately rapidly permeable soils formed in loamy and sandy wind-deposited sediments. These soils are on uplands and stream terraces and have slopes ranging from 0 to 30 percent.  Mean annual air temperature is 11 degrees C (51 degrees F), and mean annual precipitation is 508 millimeters (20 inches) at the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Typic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Anselmo fine sandy loam - on a 2 percent convex northwest-facing slope in a cultivated field.  When described the soil was moist throughout.  (Colors are for dry soil unless otherwise stated)\nAp--0 to 13 centimeters (0 to 5 inches); dark grayish brown (10YR 4/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; slightly hard, very friable; neutral; abrupt smooth boundary.\nA--13 to 28 centimeters (5 to 11 inches); dark grayish brown (10YR 4/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium and coarse subangular blocky structure parting to weak fine granular; slightly hard, very friable; neutral; gradual smooth boundary.  (Combined A horizons 18 to 51 centimeters (7 to 20 inches) thick)\nBw--28 to 74 centimeters (11 to 29 inches); grayish brown (10YR 5/2) fine sandy loam, dark grayish brown (10YR 4/2) moist; weak coarse prismatic structure parting to weak medium subangular blocky; slightly hard, very friable; slightly alkaline; gradual smooth boundary. 10 to 51 centimeters thick (4 to 20 inches)\nC--74 to 152 centimeters (29 to 60 inches); pale brown (10YR 6/3) fine sandy loam, grayish brown (10YR 5/2) moist; weak coarse prismatic structure; slightly hard, very friable; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Logan County, Nebraska; about 6.4 kilometers south and 6.4 kilometers (4 miles south and 4 miles east) of Stapleton; 244 meters (800 feet) east and 46 meters (150 feet) north of the southwest corner, sec. 22, T. 17 N., R. 27 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum ranges from 28 to 102 centimeters (11 to 40 inches), and the depth to carbonates ranges from 66 to more than 152 centimeters (26 to more than 60 inches).  The mollic epipedon ranges from 18 to 51 centimeters (7 to 20 inches) in thickness and includes part of the upper B horizon in some pedons.\nThe A horizon has hue of 10YR, value of 3 to 5 and 2 or 3 moist, and chroma of 1 to 3.  It typically is fine sandy loam; but loam, sandy loam, very fine sandy loam and loamy fine sand are in the range.  Reaction ranges from moderately acid to neutral.\nThe Bw horizon has hue of 10YR, or 2.5Y value of 4 to 6 and 3 or 4 moist, and chroma of 2 to 4.  It is fine sandy loam, sandy loam, or loam.  Reaction is slightly acid to slightly alkaline.\nSome pedons have a BC horizon.\nThe C horizon has hue of 10YR or 2.5Y, value of 5 to 7 and 4 to 6 moist, and chroma of 2 to 4.  It is typically fine sandy loam, but loamy fine sand, fine sand, or sand are included.  Texture frequently becomes coarser with depth.  Stratification caused by wind reworking is present in the C horizon of some pedons.  Silty and loamy strata below a depth of 102 centimeters (40 inches) are common in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Orton series.  Orton soils have free carbonates at depth of 18 to 38 centimeters (7 to 15 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Anselmo soils are on uplands and stream terraces.  Slope gradients range from 0 to 30 percent.  These soils formed in loamy and sandy eolian material.  The range of mean annual air temperature is 7 to 14 degrees C (45 to 57 degrees F).  The average annual precipitation ranges from 460 to 610 millimeters (18 to 24 inches)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dunday, Hall, Hersh, Holdrege, O'Neill, Valentine and Vetal soils.  Dunday soils have more sand in the control section and are on similar landscape.  Hall and Holdrege soils have fine-silty argillic horizons and are predominantly on nearly level slopes below Anselmo soils.  Hersh soils lack a mollic epipedon and occur on similar landscapes.  O'Neill soils developed over mixed sand and gravel, and are on similar landscapes.  Valentine soils are sandy and usually are on more hummocky landscapes.  Vetal soils have a mollic epipedon greater than 51 centimeters (20 inches) thick and are lower in the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is slow to medium depending on slope.  Permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Approximately 50 percent of the acreage of these soils is cultivated, and where water is available they are commonly irrigated.  The principal crops are corn, winter wheat, milo and alfalfa.  The common native grasses are little bluestem, sand bluestem, needleandthread, prairie sandreed, western wheatgrass and blue grama."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Nebraska, south-central South Dakota, and north-central Kansas.  The soil is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Salina, Kansas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Custer County, Nebraska, 1926."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon--the zone from 0 to 28 centimeters (0 to 11 inches) (the Ap and A horizons); cambic horizon--the zone from 28 to 74 centimeters (11 to 29 inches) (Bw horizon).\n04/20 KEG converted measurements to metric, confirmed type location, and updated competing series\nSome laboratory characterization data indicates the soil does not have enough organic matter to have a mollic epipedon and would classify as Typic Haplustepts.\nADDITIONAL DATA:  Laboratory data of an Anselmo soil, S-60-Nebr-21-1 is provided on pages 8 and 9 of the Soil Survey Investigation Report No.  5.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
