{
  "SERIES": "ANTARES",
  "STATUS": "Established Series",
  "BYREV": "WJ/RKS/DWD/HCD",
  "REVDATE": "04/2015",
  "STATES": "AZ,CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, calcareous, thermic, shallow Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Antares extremely gravelly sandy loam - rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 2 inches; light yellowish brown (10YR 6/4) extremely gravelly sandy loam, yellowish brown (10YR 5/4) moist; moderate fine granular structure; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; common very fine irregular pores; 70 percent gravel; strongly effervescent; moderately alkaline (pH 8.0); abrupt smooth boundary.  (1 to 3 inches thick)\nBw--2 to 11 inches; light yellowish brown (10YR 6/4) very gravelly sandy loam, yellowish brown (10YR 5/4) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common fine and medium roots; common very fine irregular pores; 40 percent gravel; strongly effervescent; moderately alkaline (pH 8.2); abrupt wavy boundary.  (3 to 12 inches thick)\n2Crk--11 to 40 inches; fractured and partially weathered granitic rock; common calcium carbonate coatings in joints. (15 to 45 inches thick)\n2R--40 inches; granite; few faint calcium carbonate coatings in widely spaced joints."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: The White Hills, Mohave County, Arizona; About 1400 feet west and 1600 feet north of the southeast corner of section 32, T. 28 N., R. 18 W., Gila and Salt River Base Meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Intermittently moist in some part of the soil moisture control section during December - February and for less than 20 days cumulative during July - September.  Driest during May and June.  Typic aridic soil moisture regime.\nSoil temperature: 59 to 72 degrees F.\nRock fragments: 35 to 70 percent with less than 10 percent 2 to 5 millimeter gravel\nReaction: slightly or moderately alkaline\nDepth to paralithic contact: 4 to 20 inches\nDepth to lithic contact: greater than 20 inches\nClay content of control section: 10 to 18 percent\nCalcium carbonate:  carbonates are disseminated; few to common seams line fractures in the bedrock\nA horizon\nHue: 7.5YR, 10YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 3 or 4, dry or moist\nEffervescence: strong or violent\nB horizon\nHue: 7.5YR, 10YR\nValue: 5 or 6 dry, 3 or 4 moist\nChroma: 3 through 6, dry or moist\nEffervescence: strong or violent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Dixaleta (AZ), Lavabed (CA), Seanna (T) (NV), Shankba (NV), and Xyzoic (CA) series.  Dixaleta soils are dominated by channers and are intermittently moist in some part of the soil moisture control section for more than 20 cumulative days during July - September.  Lavabed soils are less than 20 inches deep to a lithic contact.  Seanna soils have more than 30 percent 2 to 5 millimeter gravel.  Shankba soils have hues of 7.5YR or redder, and are formed in silty parent material derived from sedimentary rock.  Xyzoic soils have hues of 2.5Y and more than 40 percent of the rock fragments consist of 2 to 5 millimeter gravel."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Antares soils are on low hills and pediments at elevations of 2,200 to 4,600 feet.  These soils formed in alluvium and residuum over bedrock.  Slopes are 3 to 30 percent.  The mean annual precipitation is 8 to 12 inches.  The mean annual air temperature is 57 to 70 degrees F.  The frost-free period is 200 to 280 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Hulda, Azure, Lostman, Detrital, and Arizo soils. Azure and Hulda soils are shallow and very shallow to bedrock.  Arizo, Detrital, and Lostman soils are very deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained, low to high runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for livestock grazing and mining.  Vegetation is flattop buckwheat, Joshua tree, big galleta, turpentine broom, and bush muhly."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Arizona.  This series is of moderate extent.  MLRA is 30."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Mohave County, Arizona; Soil survey of Mohave County, Arizona, Central Part; 2005.  The name is from a mine within the survey area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 2 inches (A horizon)\nEntisol feature - The absence of diagnostic subsurface horizons\nParalithic contact - The boundary at 11 inches (2Crk horizon)\nLithic contact - The boundary at 40 inches (2R horizon)\nClassified according to Keys to Soil Taxonomy Ninth Edition, 2003.\nResponsibility for this series was transferred from Davis to Phoenix 4/2015. The last revision to the series was 6/2005. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
