{
  "SERIES": "ANTELOPEFLAT",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. AWS JWB JCR",
  "REVDATE": "10/2005",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine, smectitic, mesic Aridic Haplusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Antelopeflat clay, 0-1 percent slope in a dryland wheat stubble field at an elevation of 1447 meters (4748 feet) (Colors are for dry soil unless otherwise noted.)\nAp--0 to 13 centimeters (0 to 5 inches); dark grayish brown (10YR 4/2) broken face, clay, dark brown (10YR 3/3) crushed, moist; 45 percent clay; moderate coarse subangular blocky structure parting to moderate fine and medium subangular blocky structure; very hard, firm, very sticky, very plastic; common very fine roots throughout; common very fine and fine tubular pores and few medium tubular pores; neutral (pH 7.0); clear smooth boundary. (13 to 20 centimeters (5 to 8 inches thick)\nBw--13 to 31 centimeters (5 to 12 inches); brown (10YR 4/3) broken face, clay, dark brown (10YR 3/3) crushed, moist; 50 percent clay; moderate medium prismatic structure parting to strong fine and medium subangular blocky structure; very hard, very firm, very sticky, very plastic; common very fine roots throughout; many very fine tubular pores and common fine tubular pores; many distinct pressure faces on faces of peds; slightly alkaline (pH 7.6); clear smooth boundary.  (0 to 36 centimeters (0 to 14 inches thick)\nBss--31 to 74 centimeters (12 to 29 inches); dark grayish brown (10YR 4/2) broken face, clay, dark grayish brown (10YR 4/2) crushed, moist; 52 percent clay; moderate fine and medium wedge structure parting to moderate medium prismatic structure parting to strong fine and medium subangular blocky structure; extremely hard, extremely firm, very sticky, very plastic; common very fine roots throughout; many very fine and fine tubular pores; few prominent slickensides (pedogenic) on tops of peds and many distinct pressure faces on faces of peds; moderately alkaline (pH 8.0); clear wavy boundary.  (23 to 61 centimeters (9 to 24 inches thick)\nBssky--74 to 104 centimeters (29 to 41 inches); brown (10YR 5/3) broken face, clay, dark brown (10YR 3/3) crushed, moist; 47 percent clay; moderate medium and coarse wedge structure parting to moderate medium prismatic structure parting to strong fine, medium, and coarse subangular blocky structure; extremely hard, extremely firm, very sticky, very plastic; common very fine roots throughout; many very fine and common fine tubular pores; common prominent slickensides (pedogenic) on tops of peds; calcium carbonate occurs as common fine and medium irregular masses on faces of peds, very slight effervescent; few fine and medium irregular gypsum masses on faces of peds (EC = 1.18 mmhos/cm); moderately alkaline (pH 8.2); clear wavy boundary.  (20 to 53 centimeters (8 to 21 inches thick)\n2C--104 to 196 centimeters (41 to 77 inches); pale brown (10YR 6/3) broken face, coarse sandy loam, olive brown (2.5Y 4/3) crushed, moist; 8 percent clay; massive; soft, very friable, nonsticky, nonplastic; common very fine vesicular pores; secondary calcium carbonate is finely disseminated; slight effervescent; slightly alkaline (pH 7.8).  (0 to 71 centimeters (0 to 28 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Morgan County, Colorado; about 9 miles south of Wiggins; located about 213 meters (698 feet) west and 289 meters (948 feet) north of the SE corner of sec. 27, T. 2 N., R. 60 W.; Hoyt, Colorado USGS quad; UTM 578,612 meters E and 4439,831 meters N, Zone 13, NAD 83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  Ustic moisture regime bordering on Aridic.\nDepth to secondary calcium carbonate:  13 centimeters (5 inches)\nDepth to gypsum accumulations:  13 centimeters (5 inches)\nVertic features: depth to slickensides (pedogenic) 13 to 51 centimeters (5 to 20 inches)\nParticle-size control section (weighted average):\nClay content:  45 to 65 percent\nSand content:  10 to 30 percent\nSilt content:  25 to 45 percent\nA horizon:\nHue:  2.5Y or 10YR\nValue:  4 or 5 dry, 3 or 4 moist\nChroma:  2 through 4 dry, 2 through 4 moist\nTexture:  clay, clay loam, sandy clay\nClay content:  35 to 55 percent\nReaction:  neutral to slightly alkaline\nBw horizon:  (when present)\nHue:  2.5Y or 10YR\nValue:  4 through 7 dry, 3 through 5 moist\nChroma:  1 through 4 dry, 2 through 4 moist\nTexture:  clay, clay loam\nClay content:  35 to 55 percent\nCalcium carbonate equivalent:  1 to 6 percent\nEC (mmhos/cm):  0 to 1\nSAR:  1 to 3\nGypsum:  0 to 2 percent\nReaction:  neutral to slightly alkaline\nBss horizon: (Bssky when present)\nHue:  2.5Y through 10YR\nValue:  3 through 6 dry, 3 through 4 moist\nChroma:  1 through 4 dry, 2 through 4 moist\nTexture:  clay\nClay content:  45 to 60 percent\nCalcium carbonate equivalent:  1 to 6 percent\nEC (mmhos/cm):  1 to 4\nSAR:  1 to 3\nGypsum:  0 to 3 percent\nReaction:  slightly alkaline to moderately alkaline\nBk or Bky horizon: (when present)\nHue:  2.5Y through 10YR\nValue:  5 through 6 dry, 3 through 5 moist\nChroma:  3 through 4 dry, 3 through 4 moist\nTexture:  sandy loam, loam, sandy clay loam\nClay content:  8 to 27 percent\nSand content:  35 to 65 percent\nCalcium carbonate equivalent:  1 to 6 percent\nEC (mmhos/cm):  1 to 3\nSAR:  2 to 4\nGypsum:  0 to 2 percent\nReaction:  slightly alkaline to moderately alkaline\n2C horizon:\nHue:  2.5Y to 10YR\nValue:  4 through 6 dry, 3 through 5 moist\nChroma:  2 through 4 dry, 2 through 4 moist\nTexture:  sandy loam, fine sandy loam, loamy sand, sand, coarse sand\nClay content:  2 to 20 percent\nSand content:  60 to 90 percent\nRock fragments:  0 to 5 percent gravel\nCalcium carbonate equivalent:  1 to 6 percent\nEC (mmhos/cm):  0 to 2\nSAR:  2 to 4\nReaction:  slightly alkaline to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAlbers soils formed from sedimentary and volcanic rock.\nArboles soils occur on pediments, have a finer textured C horizon, and have a higher PE index.\nDominguez Hillrose (T) and Sideshow soils are calcareous to the surface.\nRitoazul (T) has paralithic contact at 51 to 102 centimeters (20 to 40 inches)\nSpringerville soils formed from volcanic materials and have bedrock at 102 centimeters (40 inches)"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  fine textured alluvium\nLandform:  paleo-stream terraces\nSlopes:  0 to 1 percent\nElevation:  1387 to 1463 meters (4550 to 4800 feet)\nMean annual temperature:  8 to 10 degrees C (46 to 50 degrees F)\nMean annual precipitation:  31 to 36 centimeters (12 to 14 inches)\nPrecipitation pattern:  peak periods during spring and early summer months\nFrost-free period:  140 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nBresser soils are fine-loamy, have argillic horizons, and have coarse materials at 51 to 102 centimeters (20 to 40 inches)\nBijou soils are coarse-loamy with argillic horizons.\nNunn soils are mollic and have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: well drained\nRunoff: high\nSaturated hydraulic conductivity: very low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Antelopeflat soils are used mainly for dry land crops.  Wheat, millet, and sorghum are the principal crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Antelopeflat soils occur in northeastern Colorado.  The series is moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Morgan County, Colorado, 2004.  The name Antelopeflat is from Antelope Flat Draw on the Hoyt, Colorado USGS Quad."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section:  The zone from 25 to 100 centimeters (10 to 40 inches) (Bw, Bss, Bssky horizons)\nVertic features: The presence of slickensides at 31 to 104 centimeters (12 to 41 inches) (Bss, Bssky horizons)\nThe parent material is a fine alluvium laid over loamy alluvial sediments.  The fine alluvium can range from 30 to 80 inches in thickness.\nBecause of the varying thickness of the fine alluvium, the control section may be fine-loamy in some pedons.\nThis series is being established in an area where land leveling is prevalent.\nTaxonomic Version:  Soil Taxonomy Ninth Edition, 2003\nADDITIONAL DATA:  Soil sampled for characterization in 2003.  NSSL Sample number is S03CO087006 and S03CO087005.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
