{
  "SERIES": "ANTLER",
  "STATUS": "Established Series",
  "BYREV": "Rev. CJH",
  "REVDATE": "08/2016",
  "STATES": "ND,SD",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Aeric Calciaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Antler clay loam - on a level plane slope of less than 1 percent in a cultivated field.  (Colors are for moist soil unless otherwise stated.  Where described, the soil was moist from 0 to 25 inches and wet below 25 inches.)\nAp--0 to 12 inches; black (10YR 2/1) clay loam, very dark gray (10YR 3/1) dry; weak medium subangular blocky structure parting to moderate fine and very fine granular; hard, friable, slightly sticky and slightly plastic; many fine roots; many pores; slight effervescence; slightly alkaline; abrupt smooth boundary.  (6 to 12 inches thick)\nAk--12 to 15 inches; very dark gray (10YR 3/1) clay loam, gray (N 5/0) dry; few fine light gray (10YR 7/1) mottles; weak very coarse subangular blocky structure parting to moderate fine granular; hard, friable, slightly sticky and slightly plastic; common fine roots; common pores; strong effervescence; moderately alkaline; clear wavy boundary.  (0 to 8 inches thick)\nBk1--15 to 25 inches; gray (5Y 5/1) clay loam, gray (5Y 6/1) dry; weak very coarse angular blocky structure parting to weak fine subangular blocky; hard, friable, slightly sticky and slightly plastic; few roots; common fine pores; a few cobblestones and pebbles at base of horizon; few nests of gypsum crystals; violent effervescence; moderately alkaline; clear wavy boundary.  (6 to 20 inches thick)\n2Bk2--25 to 28 inches; grayish brown (2.5Y 5/2) gravelly clay loam, light gray (2.5Y 7/2) dry; weak coarse and fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few roots; few cobblestones; violent effervescence; moderately alkaline; clear wavy boundary.  (0 to 12 inches thick)\n2C1--28 to 35 inches; light olive brown (2.5Y 5/4) clay loam, pale yellow (2.5Y 7/4) and gray (5Y 5/1) dry; massive; very hard, friable, sticky and slightly plastic; strong effervescence; moderately alkaline; gradual boundary.\n2C2--35 to 60 inches; light olive brown (2.5Y 5/4) clay loam, pale yellow (2.5Y 7/4) dry; common distinct gray (5Y 5/1), reddish brown (5YR 4/3), and brown (10YR 4/3) mottles; massive; very hard, firm, sticky and slightly plastic; about 5 percent by volume rock fragments; segregated gypsum crystals; slight effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Walsh County, North Dakota; about 3 miles east and 1 mile south of Park River; 2,110 feet east and 120 feet south of the northwest corner, sec. 30, T. 157 N., R. 54 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon ranges from 7 to 16 inches in thickness.  The upper part of the control section is lacustrine sediments typically 20 to 34 inches thick over glacial till.  The lacustrine sediments are high in very fine sand and typically contain less than 25 percent fine and coarser sand.  The upper part of the 10- to 40-inch control section averages more than 18 percent clay.  The glacial till contains higher amounts of rock fragments and, consequently, the control section averages between 15 and 25 percent fine and coarser sand.  In some pedons a layer of sand, gravel, or stones ranging up to 6 inches thick is at the contact between the lacustrine sediments and the glacial till.  Saline and stony phases are recognized.\nThe Ap horizon has hue of 10YR or 2.5Y, value of 2 or 3 and  3 or 4 dry, and chroma of 1.  It is silt loam, clay loam or silty clay loam.  It is slightly alkaline or moderately alkaline.\nThe Bk horizon has hue of 10YR, 2.5Y, 5Y, or is neutral, value of 4 or 5 and 5 to 7 dry, and chroma of 1 to 4.  It is silt loam, clay loam or silty clay loam.  It contains 15 to over 30 percent calcium carbonate equivalent.  It does not have gypsum crystals in some pedons.  It is moderately alkaline.  Some pedons have Bkyz horizons.\nThe 2Bk horizon has hue of 2.5Y or 5Y, value of 5 or 6 and 5 to 8 dry, and chroma of 1 to 4.  It is clay loam, loam or gravelly clay loam.  It is moderately alkaline.  Some pedons have 2Bky, 2By or 2BCy horizons.\nThe 2C horizon has hue of 2.5Y or 5Y, value of 4 to 6 and 5 to 7 dry, and chroma of 1 to 4.  It commonly has few to many low and high chroma mottles.  It is loam or clay loam and contains 2 to 10 percent coarse fragments.  It does not have gypsum crystals in some pedons.  It is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Gilby, Hamerly and Tetonview series.  Gilby soils contain less than 18 percent clay in the upper part of the control section.  Hamerly soils formed entirely in glacial till and do not have silty upper horizons.  Tetonview soils have an O horizon and are at elevations above 3800 feet."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Antler soils are on level on glacial lake plains and in interbeach areas.  Slopes are 0 to 1 percent.  The soils formed in silty lacustrine sediments over loam and clay loam glacial till.  The climate is cool subhumid.  Mean annual air temperature ranges from 36 to 45 degrees F, and mean annual precipitation from 15 to 23 inches.  Most of the moisture falls in the spring and summer."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing  Gilby soils and the Bearden, Colvin, Glyndon, Lankin, Overly and Tonka soils.  Gilby and Lankin soils are on similar landscapes on nearby interbeach areas.  Bearden, Colvin, Glyndon and Overly soils are on nearby lake plains where sediments are thicker than 40 inches.  Bearden soils are fine-silty.  Colvin soils are poorly drained.  Glyndon soils are coarse-silty.  Lankin and Overly soils have mollic epipedons more than 16 inches thick and have Bw horizons.  Tonka soils are in depressions and have an albic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Runoff is negligible.  Permeability of the lacustrine sediments is moderate or moderately slow, and permeability of the glacial till is moderately slow or slow.  A seasonal high water table is at a depth of 1.5 to 3.5 feet at some time during the period April through June."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Soils are cropped to small grains, potatoes, sugar beets, and soybeans.  Native vegetation was big bluestem, western wheatgrass, switchgrass, and a variety of forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern North Dakota and northeastern South Dakota.  The soil is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Richland County, North Dakota, June 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Revised 3/95.\nDiagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of 15 inches (Ap and Ak horizons); calcic horizon - the zone from 12 to 28 inches (Ak, Bk1, and 2Bk2 horizons); characteristics associated with wetness - calcic horizon (Ak, Bk1, and 2Bk2 horizons).\nADDITIONAL DATA:  Refer to SU67NDak-39-1 and SU67NDak-39-2 by North Dakota Agriculture Experiment Station.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
