{
  "SERIES": "ANTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. KCG-HFG-JJJ",
  "REVDATE": "01/2011",
  "STATES": "WI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, mixed, active, frigid Oxyaquic Vertic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Anton silty clay loam, on a convex, northeast facing, 3 percent slope under mixed conifer and hardwoods at an elevation of 800 feet.  (Colors are for moist soil unless otherwise noted.)\nA--0 to 4 inches; dark brown (7.5YR 3/2) silty clay loam, brown (7.5YR 5/2) dry; moderate medium granular structure; friable; many fine, common medium and few coarse roots; moderately acid; abrupt wavy boundary.  (2 to 4 inches thick)\nE/B--4 to 9 inches; 70 percent brown (7.5YR 5/2) silt loam (E), pinkish gray (7.5YR 7/2) dry; moderate coarse platy structure parting to weak medium subangular blocky; friable; extends as tongues into and surrounds remnants of dark reddish brown (2.5YR 3/4) silty clay (Bt); moderate medium subangular blocky structure; firm; many fine, common medium and few fine roots; few faint reddish brown (2.5YR 4/4) clay films on faces of peds; about 1 percent gravel; strongly acid; clear wavy boundary.  (Glossic horizon - 2 to 25 inches thick)\nBt--9 to 22 inches; dark reddish brown (2.5YR 3/4) clay; moderate very fine angular blocky structure; firm; common fine and few medium roots throughout; common faint reddish brown (2.5YR 4/4) clay films on faces of peds; few fine distinct red (2.5YR 4/6) masses of iron accumulation; few black (5YR 2.5/1) soft masses of iron-manganese oxides; about 2 percent gravel; neutral; abrupt wavy boundary. (0 to 20 inches thick)\nBtk1--22 to 28 inches; reddish brown (2.5YR 4/4) clay; moderate medium angular blocky structure; very firm; common fine and few medium roots between peds; common faint dark reddish brown (2.5YR 3/4) clay films on faces of peds; few fine distinct red (2.5YR 4/6) masses of iron accumulation; few fine irregular prominent pink (5YR 7/4) soft masses of calcium carbonate; few fine irregular prominent black (5YR 2.5/1) soft masses of iron-manganese oxides; very slightly effervescent; (about 2 percent calcium carbonate); about 1 percent gravel; slightly alkaline; clear wavy boundary.\nBtk2--28 to 43 inches; reddish brown (2.5YR 4/4) clay; moderate medium angular blocky structure; very firm; common fine and few medium roots between peds; common faint dark reddish brown (2.5YR 3/4) clay films on faces of peds; common fine and medium irregular prominent pink (5YR 7/4) soft masses of calcium carbonate and few fine and medium irregular calcium carbonate nodules; few fine irregular prominent black (5YR 2.5/1) soft masses of iron-manganese oxides; strongly effervescent (about 8 percent calcium carbonate); about 1 percent gravel; moderately alkaline; clear wavy boundary.\nBtk3--43 to 49 inches; reddish brown (2.5YR 4/4) clay; moderate medium angular blocky structure; very firm; few fine and medium roots between peds; common faint dark reddish brown (2.5YR 3/4) clay films on faces of peds; common prominent greenish gray (5GY 6/1) coatings of calcium carbonate on vertical faces of peds; few medium prominent yellowish red (5YR 5/6) masses of iron accumulation; common medium and coarse irregular prominent pink (5YR 7/4) soft masses of calcium carbonate and few medium irregular calcium carbonate nodules; few fine irregular prominent black (5YR 2.5/1) soft masses of iron-manganese oxides; several thin (< 1/4\") strata of loamy very fine sand in the lower part; violently effervescent (about 12 percent calcium carbonate); about 1 percent gravel; moderately alkaline; abrupt wavy boundary. (Combined thickness of the Btk horizon ranges from 20 to 35 inches)\n2Bk--49 to 56 inches; reddish brown (5YR 5/4) stratified silt loam, loamy fine sand, and very fine sand; weak medium subangular blocky structure breaking to weak thick plates along depositional strata; very friable; few fine and medium roots between peds; common medium distinct yellowish red (5YR 4/6) masses of iron accumulation; common medium irregular faint pink (5YR 7/4) soft masses of calcium carbonate; several thin (< 1/2\") strata of silty clay and silty clay loam; violently effervescent (about 10 percent calcium carbonate); moderately alkaline; clear wavy boundary.  (4 to 10 inches thick)\n2C--56 to 84 inches; reddish brown (5YR 5/4) stratified very fine sandy loam, loamy fine sand and silt loam; massive breaking to weak thick plates along depositional strata; very friable; common medium distinct yellowish red (5YR 4/6) masses of iron accumulation; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Douglas County, Wisconsin; about 1 mile east of Dewey; about 1,660 feet south and 20 feet east of the northwest corner of section 11, T. 47 N., R. 15 W.; USGS Borea, WI quad.; lat. 46 degrees 34 minutes 16 seconds N; long. 92 degrees 13 minutes 25 seconds W. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the base of the argillic horizon, thickness of the clayey till, and depth to the stratified substratum all range from 40 to 60 inches.  The weighted average clay content of the particle-size control section ranges from 60 to 90 percent.  Depth to free carbonates ranges from 20 to 40 inches.  Volume of gravel ranges from 0 to 3 percent throughout.  Redox accumulations occur within 40 inches and saturation occurs there at some time in most years.\nThe A horizon has hue of 5YR, 7.5YR, or 10YR; value of 2 to 4; and chroma of 1 or 2.  Cultivated pedons have an Ap horizon with hue of 5YR, 7.5YR, or 10YR; value of 3 or 4, and chroma of 2 or 3.  Texture is silty clay loam. Reaction naturally ranges from very strongly acid to moderately acid but ranges to neutral where the soil is limed.\nSome pedons have an E horizon with hue of 5YR, 7.5YR, or 10YR; value of 4 to 6, and chroma of 2 or 3.  Colors of 4/3 and 5/3 have value dry of 7 or more.  Texture is very fine sandy loam, loam, silt loam, silty clay loam, or silty clay or clay.  Reaction ranges from strongly acid to neutral.\nAnton soils have a glossic horizon (E/B or B/E horizon, or both).  The E part has color and texture like the E horizon described above.  The Bt part has hue of 2.5YR or 5YR and value and chroma of 3 or 4.  Typically, texture is clay but in some pedons it is clay loam, silty clay loam, or silty clay. Reaction ranges from strongly acid to neutral.\nThe Bt horizon has hue of 2.5YR or 5YR and chroma of 3 or 4. Texture is clay.  Reaction ranges from slightly acid to slightly alkaline.\nThe Btk horizon has hue of 2.5YR or 5YR and value and chroma of 3 or 4. Texture is typically clay but subhorizons of silty clay are in some pedons. Reaction ranges from slightly to strongly alkaline.\nThe 2Bk horizon has hue of 5YR or 7.5YR, value of 4 or 5, and chroma of 3 or 4.  Texture is stratified.  Individual strata are mostly silt loam, very fine sandy loam, loam, fine sandy loam, loamy very fine sand, loamy fine sand, very fine sand, or fine sand but a few thin strata of finer texture are in most pedons.  Reaction is slightly or moderately alkaline.\nThe 2C horizon has color and texture like the 2Bk horizon described above.  Reaction ranges from slightly acid to moderately alkaline. Some pedons have a 2Ck horizon that has similar colors and textures to the 2Bk horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Amnicon(T) series.  Related soils are the Borea(T), Cuttre(T), and Miskoaki(T) series.  Amnicon and Miskoaki soils do not have stratified loamy and sandy deposits in the lower part of the series control section.  Borea and Cuttre soils are Aeric Glossaqualfs."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Anton soils are on knolls and side slopes on till plains.  Slope ranges from 0 to 15 percent.  These soils formed in clayey glacial till and/or clayey lacustrine deposits modified by wave action over in the underlying stratified loamy and/or sandy lacustrine deposits.  Mean annual precipitation ranges from 28 to 33 inches.  Mean annual air temperature ranges from 36 to 43 degrees F.  The frost free period ranges from about 90 to 120 days.  Elevation ranges from 600 to 1100 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Amnicon(T), Bergland, Borea(T), Cuttre(T), Lerch(T), and Miskaoki(T) series.  The moderately well drained Amnicon soils, the well drained Miskoaki soils, the somewhat poorly drained Cuttre soils, and the poorly drained Bergland soils form a drainage sequence in some nearby areas where the clayey till is very deep. The somewhat poorly drained Borea soils, and the poorly and very poorly drained Lerch soils form a drainage sequence with Anton soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  The potential for surface runoff ranges from negligible to very high. Permeability is extremely slow or very slow in the clayey deposits and moderate to rapid in the stratified lacustrine deposits.  Anton soils have a perched seasonal water table in the clayey till at a depth of 1.0 to 2.5 feet for 20 or more consecutive days or 30 or more cumulative days per year at some time during the period September to June in 6 or more out of 10 normal years.  Anton soils also have an apparent water table below 40 inches in the stratified loamy and sandy lacustrine deposits at some time during the same time period in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for woodland. Some areas are used for cropland or pastureland.  Oats, bromegrass, timothy, alfalfa, trefoil, and red clover are the principal crops.  Many areas which were formerly cropland are now idle and are reverting to natural vegetation. Native vegetation is mixed deciduous and coniferous forest.  Common trees are red maple, balsam fir, white spruce, eastern white pine, quaking aspen, paper birch, and bur oak.  Common understory plants are American hazel, redosier dogwood, black snakeroot, big leaf aster, wild sarsaparilla, and bracken fern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Wisconsin  (MLRA K92).  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Douglas County, Wisconsin, 2005.  Source of the name is an unincorporated railroad stop in northwestern Douglas County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:  ochric epipedon - 0 to 4 inches (A horizon); glossic horizon - 4 to 9 inches (E/B horizon); argillic horizon - 9 to 49 inches (Bt1, Btk1, Btk2, and Btk3); vertic feature - linear extensibility is 6 cm or more in the upper 40 inches; particle size control section 9 to 29 inches.\nThe intense reddish colors inherent in the parent material often mask the redoxomorphic features (color - chroma) and make taxonomic classification difficult.  Water table studies in this soil (and it's associated soils) were used to classify this series. 1/19/2011-TYPE LOCATION error was corrected.\nOnly series status, responsibility, and scriveners errors changed - 3/09.\nADDITIONAL DATA: Refer to soil survey sample number 92WI031007 for NSSL data on the typical pedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
