{
  "SERIES": "APILAM",
  "STATUS": "Established Series",
  "BYREV": "Rev. SCC, GLP, KP, BG",
  "REVDATE": "07/2002",
  "STATES": "PB",
  "OVERVIEW": "The Apilam Series consists of very deep, moderately well drained soils that formed in volcanic ash and cinders. The Apilam soils are on the crests of ridges that are separated by narrow gullies on sideslopes of stratovolcanoes on islands. Slopes range from 0 to 150 percent. The mean annual precipitation is about 2030 milimeters (80 inches), and the mean annual temperature is about 27 degrees C. (81 degrees F.).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, glassy, isohyperthermic Vitrandic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Apilam silt loam, on a north facing, 5 percent slope in a site vegetated with short grasses and hibiscus at an elevation of 41 meters (135 feet). Textures are apparent field textures. (Colors are for moist soil unless otherwise noted). When described on May 11, 1999 the soil was moist throughout.\nA--0 to 15 centimeters (0 to 6 inches); very dark grayish brown (2.5Y 3/2) interior, ashy silt loam; weak fine granular structure; soft, friable, slightly sticky, slightly plastic, weakly smeary; common fine, common medium and common very fine roots throughout; common fine and common fine moderate continuity tubular and interstitial pores; 3 percent angular weakly consolidated 2 to 20 millimeter (0.08 to 0.8-inch) densic fragments; slightly alkaline, pH 7.5 by 1:1 H2O clear wavy boundary. (8 to 18 centimeters (3 to 7 inches)thick)\nB/Bd--15 to 28 centimeters (6 to 11 inches);B part - lithochromic dark grayish brown (2.5Y 4/2) interior, ashy silt loam; weak fine granular structure; soft, friable, slightly sticky, slightly plastic, moderately smeary; common fine and common very fine roots throughout; common fine and common medium moderate continuity tubular pores; 5 percent medium prominent irregular grayish brown (2.5Y 5/2) iron-manganese masses matrix with diffuse boundaries throughout; slightly alkaline pH 7.6 by 1:1 H2O;Bd part - dark grayish brown (2.5Y 4/2) interior, ashy silt loam; weak fine subangular blocky structure; firm, hard, slightly sticky, slightly plastic; 3 percent medium prominent irregular light olive brown (2.5Y 5/3) iron manganese masses matrix with diffuse boundaries throughout; 3 percent angular weakly consolidated 2 to 20 mm (.08 to .8 inch) densic fragments; slightly alkaline, pH 7.6 by 1:1 H2O ; abrupt smooth boundary.  (0 to 13 centimeters (0 to 5 inches)thick)\n2Bw1--28 to 38 centimeters (11 to 15 inches); lithochromic dark gray (2.5Y 4/1) interior, ashy loam; weak fine subangular blocky and weak medium subangular blocky parts to weak fine granular structure; friable, soft, nonsticky, nonplastic, moderately smeary; common very fine roots throughout; common fine low continuity tubular pores; 16 percent fine and medium distinct irregular olive brown (2.5Y 4/4) iron-manganese masses matrix with diffuse boundaries throughout; slightly alkaline, pH 7.4 by 1:1 H2O, , abrupt smooth boundary.  (10 to 22 centimeters (4 to 9 inches)thick)\n2Bw2--38 to 41 centimeters (15 to 16 inches); lithochromic dark gray (2.5Y 4/1) interior, ashy loam; weak medium angular blocky structure; very firm, very hard, nonsticky, nonplastic, weakly smeary; 30 percent medium distinct platy olive brown (2.5Y 4/4) iron-manganese masses on horizontal faces of peds with diffuse boundaries; slightly alkaline, pH 7.4 by 1:1 H2O; abrupt smooth boundary. (3 to 5 centimeters (1 to 2 inches) thick)\n2Bw3--41 to 69 centimeters (16 to 27 inches); lithochromic dark gray (2.5Y 4/1) interior, ashy loam; weak medium angular blocky structure; hard, firm, nonsticky, nonplastic, weakly smeary; common fine and common very fine roots on ped; 8 percent coarse and medium distinct irregular olive brown (2.5Y 4/3) iron-manganese masses matrix with diffuse boundaries and 15 percent medium and fine prominent irregular light brownish gray (2.5Y 6/2) masses of reduced iron matrix with diffuse boundaries throughout; slightly alkaline, pH 7.5 by 1:1 H2O abrupt smooth boundary.  (25 to 34 centimeters (10 to 13 inches) thick)\n2Bw4--69 to 86 centimeters (27 to 33 inches); lithochromic dark grayish brown (2.5Y 4/2) interior, ashy loam; weak medium angular blocky structure; hard firm, nonsticky, nonplastic; common fine roots on ped faces and common very fine roots on ped faces; 30 percent coarse and medium distinct irregular olive brown (2.5Y 4/4) iron-manganese masses horizontal faces of peds with diffuse boundaries; slightly alkaline, pH 7.4 by 1:1 H2O; weakly smeary; abrupt smooth boundary.  (15 to 23 centimeters (6 to 9 inches) thick)\n3Bw5--86 to 112 centimeters (33 to 44 inches); 20 percent olive brown (2.5Y 4/4) interior and 30 percent lithochromic dark gray (2.5Y 4/1) interior and 50 percent lithochromic dark grayish brown (2.5Y 4/2) interior, ashy loam; weak fine subangular blocky and weak medium subangular blocky parts to weak fine granular structure; friable, soft, nonsticky, nonplastic; weakly to moderately smeary; common fine low continuity tubular pores; slightly alkaline, pH 7.4 by 1:1 H2O; abrupt smooth boundary.  (25 to 30 centimeters (10 to 12 inches) thick)\n4Bd1--112 to 117 centimeters (44 to 46 inches); lithochromic dark gray (2.5Y 4/1) interior, ashy loam; weak medium subangular blocky structure; hard, firm, nonsticky, nonplastic, weakly smeary; 60 percent fine distinct platy olive brown (2.5Y 4/4) iron-manganese masses matrix with diffuse boundaries; weakly consolidated densic material; neutral, slightly alkaline pH 7.3 by 1:1 H2O; abrupt smooth boundary.\n4Bd2--117 to 127 centimeters (46 to 50 inches); lithochromic very dark gray (2.5Y 3/1) interior, ashy loam; weak medium angular blocky structure; hard, firm, nonsticky, nonplastic, weakly smeary; medium prominent platy weak red (2.5YR 4/2) iron-manganese masses with diffuse boundaries on horizontal faces of peds; weakly consolidated densic material; neutral, pH 7.0 by 1:1 H2O; gradual wavy boundary.  (Combined Bd horizons are 4 to 24 centimeters (3 to 9 inches) thick\n5C1--127 to 152 centimeters (50 to 59 inches); lithochromic very dark gray (2.5Y 3/1) interior, ashy sandy loam; structureless single grain; soft, friable, nonsticky, nonplastic; neutral, pH 7.1 by 1:1 H2O; abrupt smooth boundary.\n6C2--152 to 165 centimeters (59 to 65 inches); lithochromic very dark gray (2.5Y 3/1) interior, ashy very fine sandy loam; structureless single grain; loose, loose, nonsticky, nonplastic; neutral, pH 7.1by 1:1 H2O, clear smooth boundary.\n7C3--165 to 170 (65 to 67 inches); lithochromic very dark gray (2.5Y 3/1) interior, ashy very gravelly coarse sand; structureless single grain; loose, loose, nonsticky, nonplastic; 40 percent nonflat subangular indurated .25 - 8 centimeters (0.1 to 3.0-inch) cinders fragments; neutral, pH 7.2 by 1:1 H2O; abrupt smooth boundary.    (Combined C horizons are 42 to 60 centimeters ( 17 to 24 inches) thick)\n8Ab--170 to 203 centimeters (67 to 80 inches); lithochromic very dark gray (2.5Y 3/1) interior, ashy silt loam; weak fine subangular blocky and weak medium subangular blocky structure; soft, friable, nonsticky, nonplastic, weakly smeary; many fine roots throughout and many very fine roots throughout; common fine moderate continuity tubular pores; 8 percent fine and medium prominent irregular olive brown (2.5Y 4/4) iron-manganese masses matrix with diffuse boundaries throughout; 5 percent subangular 1.5 to 8 centimeters (0.6 to 3.0-inch) charcoal fragments; neutral, pH 7.2 by 1:1 H2O.  (0 to 33 centimeters thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Island of Anatahan, Apilam Village, Commonwealth of the Northern Mariana Islands, approximately 91 meters (300 feet) east of the Taisakan residence, lat. 16 degrees, 20 minutes and 07 seconds north, long. 145 degrees, 39 minutes, and 57 seconds east; GPS/PLGR NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThe soil moisture control section is moist in some part from July through November and much drier from December through June.\nMean annual soil temperature: about 28 degrees C (83 degrees F).\nDepth to redoximorphic concentrations: 15 to 203 centimeters (6 to 80 inches).\nDepth to weakly and moderately consolidated densic ash layers: 15 to 117 centimeters (6 to 46 inches).\nDensic ash fragments are seasonably indurated and soften when wet.\nParticle-size control section:\nRock fragments: Trace to 40 percent gravel cinders.\nPararock fragments: 0 to 3 percent 2 to 20 millimeters (0.08 to 0.8 inches)\nweakly consolidated densic ash fragments.\nA horizon:\nHue: 10YR or 2.5Y\nValue: 2 or 3\nChroma: 1 or 2\nTexture: Ashy silt loam or ashy loam\nRock fragments: Trace gravel cinders\nPararock fragments: Trace to 3 percent\nReaction: Neutral to slightly alkaline\nBd horizons:\nWeakly consolidated densic material: 5 to 10 percent , very hard when dry,\nsoft when wet.\nHue: 10YR or 2.5Y\nValue: 3 or 4\nChroma: 1 or 2\nTexture: Ashy silt loam or ashy loam\nReaction: Neutral to slightly alkaline\nB horizons:\nHue: 10YR or 2.5Y\nValue: 3, 4 or 5\nChroma: 1 to 4\nTexture: Ashy silt loam or ashy loam\nPararock fragments: Trace densic ash fragments\nReaction: Neutral to slightly alkaline\nC horizon:\nHue: 2.5Y\nValue: 3 or 4\nChroma: 1 or 2\nTexture: Ashy very fine sandy loam, ashy sandy loam or ashy loam\nRock fragments: Trace to 25 percent gravel cinders\nReaction: Slightly acid to slightly alkaline\nAb horizon may not be present in all pedons.  Durinodes are found in some pedons within 28 centimeters."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other soils in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  Basaltic and/or andesitic volcanic ash and cinders\nLandform: Crests of ridges on the dissected sideslopes, backslopes and footslopes of stratovolcanic islands\nSlopes: 0 to 150 percent\nElevation: 30 to 305 meters (100 to 1,000 feet).\nMean annual temperature: 26 degrees C to 30 degrees C (79 degrees F. to 86 degrees F).\nMean annual precipitation: about 1780 to 2290 millimeters (70 to 90 inches).\nPrecipitation pattern: Monsoonal, characterized by a wet season from July through November when moderate to torrential rains occur and a dry season with substantially less precipitation from December through June.\nFrost-free period:  365 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Hatisu and the Benedicto soils. Benedicto soils have an aquic moisture regime. Hatisu soils are coarser textured and do not have significant consolidated subsoil layers or redoximorphic concentrations."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained, low to high runoff, and moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for human habitation, farming, agro-forestry on lesser slopes and wildlife habitat on steeper landscapes. Native and naturalized vegetation includes short grasses, sword grass, coconut palms, hibiscus, and breadfruit trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Mariana Islands.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Island of Anatahan, Commonwealth of the Northern Mariana Islands, 1999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nAndic soil properties from 0 to 15(0 to 6 inches), 71 to 86 centimeters(28 to 34 inches)\nOther layers fail andic soil properties on phosphorus fixation.\nOchric epipedon: 0 to 15 centimeters (0 to 6 inches)\nCambic horizon:  28 to 112 centimeters (11 to 44 inches)\nDensic materials: The zones from 15 to 28 centimeters (6 to 11 inches) B/Bd, and from 112 to 127 centimeters (44 to 50 inches) 4Bd\nRedoximorphic concentrations: In the zone from 15 to 117 centimeters (6 to 46 inches).\nTaxonomic Version: Second Edition Soil Taxonomy, 1999\nADDITIONAL DATA: NSSL Soil Survey Sample Number 99MP090-080.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
