{
  "SERIES": "APISON",
  "STATUS": "Established Series",
  "BYREV": "Rev. NTH-MKC",
  "REVDATE": "04/2001",
  "STATES": "AL,AR,GA,TN",
  "OVERVIEW": "The Apison series consists of well drained, moderately permeable soils that are moderately deep to soft shale.  These soils formed in residuum of interbedded shale, siltstone, and fine-grained sandstone or in a layer of colluvium and the residuum.  Colluvial and soil creep influences are more pronounced on steep and very steep slopes. They are on the crests, side slopes, foot slopes, and back slopes of uplands.  Slopes range from 2 to 75 percent. Near the type location mean annual temperature is 60 degrees F., and mean annual precipitation is 53 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, thermic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Apison loam--second-growth forest. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; brown (10YR 5/3) loam; moderate medium granular structure; very friable; common fine roots; 3 percent by volume of fragments of sandstone 1/4 to 1 inch in diameter; strongly acid; clear smooth boundary.  (4 to 9 inches thick)\nBt1--7 to 14 inches; yellowish brown (10YR 5/4) clay loam; moderate medium subangular structure; friable; common fine roots; few faint clay films on faces of peds; 3 percent by volume fragments of sandstone 1/4 to 1 inch in diameter; very strongly acid; clear smooth boundary.\nBt2--14 to 22 inches; yellowish brown (10YR 5/4) clay loam; few fine faint light yellowish brown (10YR 6/4) mottles; moderate medium subangular blocky structure; friable; few faint clay films on faces of peds; 5 percent by volume fragments sandstone 1/4 inch to 1 inch across; very strongly acid; clear smooth boundary.\nBt3--22 to 28 inches; yellowish brown (10YR 5/6) clay loam; few medium distinct pale brown (10YR 6/3) mottles; weak medium subangular blocky structure; friable; few faint clay films on faces of peds; 10 percent by volume fragments of sandstone 1/4 to 1 inch across; very strongly acid.  (combined thickness of the Bt horizon is 10 to 40 inches)\nCr--28 to 61 inches; soft interlayered shale, siltstone, and fine-grained sandstone; thin seams and coatings of brownish loam in upper 12 inches."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hamilton County, Tennessee; from Apison northwest on Apison Pike 0.5 mile to McDonald Road, north on McDonald Road 2.2 miles to intersection with Tallant Road, northwest on Tallent Road 150 feet and 100 feet northwest of road pavement."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock and thickness of solum ranges from 20 to 40 inches.  The bedrock is commonly soft shale but in some pedons the soft shale is interbedded with thin layers of siltstone or fine-grain sandstone or both.  The bedrock gradually gets harder with depth but hard bedrock is below 60 inches from the surface in most pedons.  Rock fragments ranging from 1/4 inch to 2 inches across range from 0 to 25 percent by volume in the solum and 20 to 65 percent in the C horizon where present.  The soil is strongly acid or very strongly acid except where limed.\nThe Ap or A horizon, has hue of 10YR, value of 3 to 6, and chroma of 3 or 4.  Some pedons have a thin A1 horizon with hue of 10YR, value of 3 or 4, and chroma of 2. Texture of the fine-earth fraction is loam or silt loam.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 4 to 8.  Texture of the fine-earth fraction is loam, silt loam, clay loam, or silty clay loam.  Some pedons have few to common mottles in shades of brown, yellow, and red in the lower part.  Some pedons have thin transitional horizons above and below the Bt horizon.\nSome pedons have a C horizon from 2 to 8 inches thick.  Colors and textures are like those in the lower part of the Bt horizon except they also include gray lithochromic mottles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Biffle, Cahaba, Durham, Granville, Pirum, Stringtown, and Suffolk series in the same family.  Additionally, series that were formerly in the same family, but have not been reclassified to 8th edition standards include Euharlee, Hartsells, Linker, Nauvoo, Octaha, Olla, Sipsey and Spadra.  Cahaba, Durham, Euharlee, Granville, Olla, Spadra and Suffolk series are all deeper than 60 inches to a paralithic or lithic contact.  Biffle soils have soft cherty limestone within 40 inches of the surface.  Hartsells and Linker soils have hard sandstone within 40 inches of the surface. Pirum soils have a lithic contact within 50 inches.  Nauvoo soils have paralithic contact between 40 and 60 inches.  Octaha soils have a lithic contact within 40 inches of the surface and a moisture deficit of more than two.  Sipsey soils have a lower silt content in the Bt horizon.\nSeries in closely related families are the Emporia, Kempsville, and Smithdale, which all are in subactive families.  All of these soils formed in coastal plain sediments and are deeper than 60 inches to bedrock.\nThe Jefferson, Lily, and Lonewood series are also in closely related familes and have mesic temperature regimes."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Apison soils are on the sides and tops of low rolling hills.  Slopes range from about 2 to 75 percent.  The soil formed in residuum from interbedded shale, siltstone, and fine-grained sandstone or in a layer of colluvium and residuum.  Near the type location mean annual temperature is 60 degrees F., and mean annual precipitation is 53 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Armuchee, Enders, Hamblen, Leadvale, and Townley series.  Armuchee, Enders, and Townley soils are commonly on steeper slopes of adjacent uplands, are well drained, and have clayey subsoils.  Leadvale soils are on benches and footslopes.  They are moderately well drained and have a fragipan.  Hamblen soils are on bottomlands and are moderately well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  About half of the acreage is cleared and used for growing pasture, small grains, corn, and hay.  The remainder is used for woodland.  Some areas are planted in pine for pulpwood production.  The native vegetation is mixed hardwoods and pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Southern Appalachian Ridges and Valleys (MLRA 128) in Tennessee, and in northwest Georgia and in Alabama.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hamilton County, Tennessee; 1938."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The 3/99 revision places Apison in a semiactive CEC activity class.\nThe 5/99 revision expands rock fragment range in the solum from 0-15 to 0-25 percent. Changes were also made to parent material in Geographic Setting section and the Competing Series section was updated.The 05/00 revision expands slope range and makes some editorial changes.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to a depth of 7 inches (the A horizon).\nArgillic horizon - the zone from a depth of 7 inches to a depth of 28 inches (the Bt1, Bt2 and Bt3 horizons).\nParalithic contact at 28 inches (Cr).\nMLRAs: 128\nRevised: 9/92-RPS,DLN; 3/99; 5/99-RLL,DHK; 4/00-NTH,MKC\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sand",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; brown (10YR 5/3) loam; moderate medium granular structure; very friable; common fine roots; 3 percent by volume of fragments of sandstone 1/4 to 1 inch in diameter; strongly acid; clear smooth boundary.  (4 to 9 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 18,
        "bottom": 36,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--7 to 14 inches; yellowish brown (10YR 5/4) clay loam; moderate medium subangular structure; friable; common fine roots; few faint clay films on faces of peds; 3 percent by volume fragments of sandstone 1/4 to 1 inch in diameter; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 36,
        "bottom": 56,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--14 to 22 inches; yellowish brown (10YR 5/4) clay loam; few fine faint light yellowish brown (10YR 6/4) mottles; moderate medium subangular blocky structure; friable; few faint clay films on faces of peds; 5 percent by volume fragments sandstone 1/4 inch to 1 inch across; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt3",
        "top": 56,
        "bottom": 71,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "pH_class": "very strongly acid",
        "narrative": "Bt3--22 to 28 inches; yellowish brown (10YR 5/6) clay loam; few medium distinct pale brown (10YR 6/3) mottles; weak medium subangular blocky structure; friable; few faint clay films on faces of peds; 10 percent by volume fragments of sandstone 1/4 to 1 inch across; very strongly acid.  (combined thickness of the Bt horizon is 10 to 40 inches)"
      },
      {
        "name": "Cr",
        "top": 71,
        "bottom": 155,
        "texture_class": "sand",
        "narrative": "Cr--28 to 61 inches; soft interlayered shale, siltstone, and fine-grained sandstone; thin seams and coatings of brownish loam in upper 12 inches."
      }
    ]
  ]
}
