{
  "SERIES": "APMAT",
  "STATUS": "Established Series",
  "BYREV": "Rev. JBF/WED/JVC",
  "REVDATE": "02/2017",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, active, frigid Alfic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Apmat very stony coarse sand--forest land.  (Colors are for dry soil unless otherwise noted.)  The soil surface is covered with 5 percent stones and less than 2.5 cm of pine needle duff.\nA1--0 to 13 cm; dark grayish brown (10YR 4/2) very stony coarse sand, very dark grayish brown (10YR 3/2) moist; moderate fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots and few medium roots; many very fine through medium tubular pores; 15 percent gravel, 10 percent cobbles, and 10 percent stones; slightly acid (pH 6.4); gradual smooth boundary.  (8 to 20 cm thick)\nA2--13 to 25 cm; grayish brown (10YR 5/2) gravelly loamy coarse sand, very dark grayish brown (10YR 3/2) moist; moderate fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots, and few medium roots; many very fine through medium tubular pores; 15 percent gravel; slightly acid (pH 6.4); clear smooth boundary.  (8 to 20 cm thick)\nE--25 to 53 cm; light brownish gray (10YR 6/2) very gravelly loamy sand, dark grayish brown (10YR 4/2) moist; massive; soft, very friable, nonsticky and nonplastic; many very fine through coarse roots; many very fine through medium tubular pores; 30 percent gravel and 5 percent cobbles; slightly acid (pH 6.4); clear wavy boundary.  (8 to 38 cm thick).\nEBt--53 to 84 cm; pale brown (10YR 6/3) and light gray (2.5Y 7/2) very cobble loamy coarse sand, brown (10YR 4/3) and grayish brown (2.5Y 5/2) moist; weak medium angular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine through coarse roots; few very fine and fine tubular pores; few distinct clay films on faces of peds, lining pores, and bridging sand grains; 5 percent gravel, 30 percent cobbles and 5 percent stones, some of which are highly weathered; neutral (pH 6.6); clear irregular boundary.  (0 to 50 cm thick)\nBt1--84 to 107 cm; yellowish brown (10YR 5/4) very stony coarse sandy loam, dark yellowish brown (10YR 4/4) moist, with a few seams of grayish brown (2.5Y 5/2); massive; slightly hard, friable, moderately sticky and slightly plastic; very few roots; very few pores; common distinct clay films lining pores and bridging sand grains; 10 percent cobbles and 40 percent stones, some highly weathered; neutral (pH 6.6); clear irregular boundary.  (15 to 50 cm thick).\nBt2--107 to 140 cm; grayish brown (10YR 5/2) extremely stony coarse sandy loam, dark yellowish brown (10YR 4/4) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; very few roots; very few pores; few faint clay bridges between sand grains; 5 percent gravel, 10 percent cobbles, and 50 percent stones; some fragments are highly weathered; neutral (pH 6.6); clear irregular boundary.  (20 to 70 cm thick)\nC--140 to 160 cm; pale brown (10YR 6/3) extremely bouldery loamy coarse sand, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; 60 percent boulders and stones, 20 percent cobbles, all highly weathered; moderately acid (pH 6.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washoe County, Nevada; approximately 2,600 feet east and 2,400 feet north of the southwest corner of section 10, T. 17 N., R. 19 E.; USGS Washoe City 7.5 minute topographic quadrangle; latitude 39 degrees 21 minutes 10 seconds N and longitude 119 degrees 50 minutes 9 seconds W; WGS84 Decimal Degrees 39.3527778 latitude, -119.8358333 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Dry between depths of 20 to 75 cm from mid-July through mid-October and moist in some parts the rest of the time in normal years; xeric moisture regime.\nMean annual soil temperature: 7 to 8 degrees C.\nMollic epipedon thickness: 25 to 40 cm.\nDepth to base of argillic horizon: 75 to 150 cm.\nReaction: Moderately acid through neutral.\nBase saturation: 50 to 75 percent by sum of cations.\nA1 and A2 horizons\nHue: 10YR or 7.5YR.\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nE horizon\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 2 or 3, dry or moist.\nBt1 and Bt2 horizons\nHue: 10YR or 7.5YR.\nValue: 5 or 6 dry, 4 or 5 moist.\nChroma: 3 or 4, dry or moist.\nTexture: Coarse sandy loam, sandy loam, or loam.\nClay content: 10 to 18 percent.\nRock fragments: 35 to 70 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are currently no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Apmat soils are on fan remnants and stream terraces.  They formed in alluvium derived mainly from volcanic rocks.  The alluvium is mainly reworked till.  Slopes are 2 to 8 percent.  Elevations range from 1,650 to 2,290 meters.  The climate is cool continental.  The mean annual precipitation ranges from 500 to 850 mm.  The mean annual temperature is 5 to 7 degrees C. The frost-free period is 50 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Fraval, Jumbo, and Oest soils.  Fraval and Jumbo are less than 150 cm deep.  Oest soils average l8 to 27 percent clay in the particle-size control section and are mesic."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; moderately rapid permeability; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Apmat soils are used for forest land, recreation, and residential development.  The vegetation is a forest canopy of Jeffrey pine and ponderosa pine with an understory of mountain big sagebrush, antelope bitterbrush, and Thurber's needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nevada.  These soils are not extensive with about 2,400 acres of the series mapped to date.  MLRA 26."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washoe County, Nevada, South Part, 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 25 cm (A1 and A2 horizons).\nAlbic horizon - The zone from 25 to 53 cm (E horizon).\nAlfic subgroup feature - The zone from 25 to 84 cm (E and E/Bt horizons).\nArgillic horizon - The zone from 84 to 140 cm (Bt1 and Bt2 horizons).\nParticle-size control section - The zone from 84 to 134 cm (Bt1 horizon and part of the Bt2 horizon).\nThe revision of April 2008 updated the taxonomic class from Loamy-skeletal, mixed, superactive, frigid Ultic Argixerolls based on recognition of an albic horizon and change in the cation exchange activity class because of laboratory data.\nADDITIONAL DATA:  The typical pedon at the series type location has full characterization data by the Soil Survey Laboratory (SSL) as pedon ID 75NV031008 (pedon # 40A3422).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
