{
  "SERIES": "APPLING",
  "STATUS": "Established Series",
  "BYREV": "Rev. AG, DTA",
  "REVDATE": "12/2005",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, kaolinitic, thermic Typic Kanhapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Appling sandy loam, in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 6 inches; brown (10YR 5/3) sandy loam; weak medium granular structure; very friable; common medium pores: common fine roots; about 10 percent angular quartz gravel; slightly acid; clear smooth boundary. (5 to 12 inches thick)\nE--6 to 9 inches: light yellowish brown (10YR 6/4) sandy loam; weak medium granular structure; very friable; common medium pores; common fine roots; about 5 percent angular quartz gravel; slightly acid; clear smooth boundary.  (0 to 5 inches thick)\nBE--9 to 12 inches; yellowish brown (10YR 5/6) sandy clay loam; weak medium subangular blocky structure; friable; few fine roots; few fine flakes of mica; strongly acid; gradual smooth boundary.  (0 to 7 inches thick)\nBt--12 to 48 inches; strong brown (7.5YR 5/6) clay; common medium distinct yellowish brown (10YR 5/6) and prominent red (2.5YR 4/8) mottles; moderate medium subangular blocky structure; firm; sticky and plastic; few fine and medium roots; few distinct clay films on faces of peds; few fine flakes of mica; strongly acid; gradual wavy boundary.  (Combined thickness of the Bt horizon is 24 to 50 inches)\nBC--48 to 53 inches; mottled red (2.5YR 4/8) and brownish yellow (10YR 6/8) sandy clay loam; weak medium subangular blocky structure; friable; slightly sticky and slightly plastic; few fine and medium roots; few bodies of saprolite; common fine flakes of mica; strongly acid; gradual wavy boundary. (0 to 30 inches)\nC--53 to 80 inches; reddish yellow (7.5YR 7/6), red (2.5YR 4/8), and yellow (10YR 8/6) sandy clay loam that weathered from saprolite; massive; friable; common fine flakes of mica; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Union County, North Carolina; about 1.8 miles west of Wesley Chapel on North Carolina Highway 84, about 2.2 miles north on Secondary Road 1338 to its intersection with Secondary Road 1358, about 250 feet northwest of the intersection, in a cultivated field; USGS Matthews topographic quadrangle; lat. 35 degrees 03 minutes 18 seconds N. and long. 80 degrees 43 minutes 25 seconds W.."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The Bt horizon is at least 24 to 50 inches thick and extends to 40 inches or more. Depth to bedrock ranges from 6 to 10 feet or more. The soil is very strongly acid or strongly acid throughout, unless limed. Limed soils typically are moderately acid or slightly acid in the upper part. Content of coarse fragments ranges from 0 to 35 percent by volume in the A and E horizons and 0 to 10 percent by volume in the Bt horizon. Fragments are dominantly gravel in size. Most pedons have few to common flakes of mica in the A and Bt horizons and few to many flakes of mica in the BC and C horizons.\nThe A or Ap horizon has hue of 5YR to 2.5Y, value of 3 to 6, and chroma of 2 to 6. The A horizon is sandy loam, fine sandy loam, coarse sandy loam, loamy sand, loamy coarse sand, in the fine earth fraction. Eroded phases are sandy clay loam or clay loam in the fine earth fraction.\nThe E horizon has hue of 5YR to 2.5Y, value of 4 to 6, and chroma of 4 to 6. It is sandy loam, fine sandy loam, coarse sandy loam, loamy sand, or loamy coarse sand in the fine earth fraction.\nThe BA or BE horizon has hue of 5YR to 10YR, value of 5 or 6, and chroma of 3 to 8. It is sandy clay loam or sandy loam.\nThe Bt horizon contains 35 to 60 percent clay and extends to depths of 30 to 60 inches. It has hue of 5YR to 2.5Y, value of 4 to 6, and chroma of 4 to 8. Pedons of 5YR hue have evident patterns of mottling in a subhorizon of the Bt horizon. Mottles in shades of red, yellow, and brown range from few to many throughout most pedons. The Bt horizon is sandy clay, clay loam, or clay with thin layers of sandy clay loam and contains less than 30 percent silt.\nThe BC horizon has hue of 5YR to 2.5Y, value of the 4 to 7 and chroma of 4 to 8, or is mottled in these colors. BC horizons that have hue of 5YR have evident patterns of mottling. The BC horizon is clay loam, sandy clay loam, or sandy clay.\nThe C horizon is similar in color to the BC horizon or is multicolored. It is saprolite weathered from felsic high-grade metamorphic or igneous rock that typically has a loamy texture."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bethlehem, Cecil, Georgeville, Herndon, Madison, Nanford, Nankin, Pacolet, Saw, Tarrus, and Wedowee series in the same family. Those in closely related families are the Cataula, Chestatee, Cullen, Durham, Grover, Hard Labor, Helena, Hulett, Lloyd, Mayodan, Rion, and Vance series. Bethlehem soils have soft bedrock at depths of 20 to 40 inches and sola less than 40 inches thick. Cataula soils have a perched water table at 2 to 4 feet. Cecil soils have dominant hue of 5YR or redder; where hue is 5YR, evident patterns of mottling are absent in the Bt and BC horizon. Chestatee soils contain more than 15 percent, by volume, coarse fragments throughout. Cullen soils have more clay in the Bt horizon.  Helena, Mayodan and Vance soils have mixed mineralogy, and in addition Helena soils have a perched water table at 1.5 to 2.5 feet and Mayodan soils formed in Triassic age sediments. Durham, Grover and Rion soils are fine-loamy. Georgeville, Herndon, Nanford, and Tarrus soils formed in Carolina slate and contain more than 30 percent silt. Hard Labor soils have a perched water table at 2.5 to 5 feet. Hulett, Madison, Pacolet and Wedowee soils have thinner Bt horizons, and, in addition Hulett and Madison soils contain more mica. Nankin soils formed from marine sedinments.  Lloyd soils have at least one subhorizon in the Bt horizon that has moist value of 3. Saw soils have hard bedrock at depths of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Appling soils are on broad nearly level to gently sloping ridges and on sloping to moderately steep sides of ridges between intermittent and permanent streams in the southern Piedmont. Slopes are mostly from 2 to 10 percent but range from 0 to 15 percent. Appling soils formed in residuum weathered from felsic igneous and high-grade metamorphic rock. Near the type location, the mean annual precipitation is 45 inches and the mean annual air temperature is 60 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: In addition to the competing Cecil, Durham, Hard Labor, Helena, Pacolet, Rion, Vance and Wedowee series, these are Colfax, Louisburg, and Worsham series. Colfax soils are somewhat poorly drained to moderately well drained and have a fragipan. Louisburg soils contain less than 18 percent clay in the Bt horizon. Worsham soils are poorly drained and are around the heads of drains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the acreage is in cultivation or pasture and the remainder is in forests of mixed hardwoods and pine. Common crops are corn, tobacco, soybeans, cotton, and small grains."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Piedmont of Alabama, Georgia, North Carolina, South Carolina, and Virginia. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Columbia County, Georgia; 1911."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The June 1988 revision recognized low activity clay properties of this soil as defined in the Low Activity Clay Amendment to Soil Taxonomy, August, 1986 and changed the classification from Typic Hapludults to Typic Kanhapludults.  The December 2005 revision changed the type location from a mesic region (Rockingham County, North Carolina) to a thermic region.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface of the soil to a depth of 12 inches (Ap, E, and BE horizons)\nKandic horizon - the zone between 12 and 48 inches has low activity clay in more than 50 percent of the horizon (Bt horizon)\nArgillic horizon - the zone between 12 and 48 inches (Bt horizon)\nADDITIONAL DATA: Perkins, H.F. Southern Cooperative Series Bulletin 61, January, 1959, Virginia Agricultural Experiment Station, Blacksburg, Virginia.\nMLRA: 136\nREVISED: 6/5/97-RLV; 12/30/2000-DTA\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp  FrFr/Seas  Precip  Elevation\nNC0032 APPLING     0- 25   58-65   185-240    37-69   350-900\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nNC0032 NONE          >6.0                -     >60\nSOI-5   Depth  Texture            3-Inch  No-10  Clay%   -CEC-\nNC0032   0-9   FSL SL LS          0- 5  80-100   5-20    1- 5\nNC0032   0-9   GR-SL GR-SCL       5-15  55- 85   5-30    2- 6\nNC0032   0-9   SCL CL             0- 5  85-100  20-35    5- 10\nNC0032   9-12  SCL, SL            0- 5  90-100  20-35    5- 10\nNC0032  12-48  SC CL C            0- 5  90-100  35-60    3- 12\nNC0032  48-53  SC CL SCL          0- 5  85-100  20-45    2- 8\nNC0032  53-80  VAR                 -      -       -       -\nSOI-5    Depth    -pH-     O.M.   Salin  Permeab    Shnk-Swll\nNC0032   0-9    4.5-6.5   .5-2.   0-0    2.0- 6.0   LOW\nNC0032   0-9    4.5-6.5   .5-2.   0-0    2.0- 6.0   LOW\nNC0032   0-9    4.5-6.5   .5-1.   0-0    0.6- 2.0   LOW\nNC0032   9-12   4.5-6.5   0.-.5   0-0    0.6-2.0    LOW\nNC0032  12-48   4.5-5.5   0.-.5   0-0    0.6- 2.0   LOW\nNC0032  48-53   4.5-5.5   0.-.5   0-0    0.6- 2.0   LOW\nNC0032  53-80      -        -      -        -\nNational Cooperative Soil Survey\nU.S.A."
  }
}
