{
  "SERIES": "APTAKISIC",
  "STATUS": "Established Series",
  "BYREV": "Rev. GOW-JEP-JCD",
  "REVDATE": "07/2007",
  "STATES": "IL,IN",
  "OVERVIEW": "The Aptakisic series consists of very deep, somewhat poorly drained soils on relatively un-dissected outwash plains of Wisconsin Age. They formed in silty material and calcareous stratified outwash. Slope ranges from 0 to 3 percent. Mean annual precipitation is about 890 mm (35 inches) and mean annual temperature is about 8 degrees C (47 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Aeric Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Aptakisic silt loam - nearly level wooded area at an elevation of 198 meters (648 feet) above mean sea level. (Colors are for moist condition unless otherwise noted.)\nA--0 to 8 cm (0 to 3 inches); very dark gray (10YR 3/1) silt loam, gray (10YR 6/1) dry; weak very fine granular structure; friable; common very fine and fine roots; neutral; abrupt smooth boundary. [5 to 13 cm  (2 to 5 inches) thick]\nE--8 to 20 cm (3 to 8 inches); light brownish gray (10YR 6/2) silt loam; weak fine to very thin platy structure; friable; common very fine and fine roots; strongly acid; abrupt smooth boundary. [10 to 20 cm  ( 4 to 8 inches) thick]\nBt1--20 to 36 cm (8 to 14 inches); brown (10YR 5/3) silty clay loam; moderate fine subangular blocky structure; firm; few discontinuous distinct brown (10YR 4/3) clay films on faces of peds; patchy light gray (10YR 7/1) dry silt coatings on faces of peds; common fine and very fine roots; common fine distinct yellowish brown (10YR 5/4) masses of iron and manganese accumulations in the matrix; strongly acid; clear smooth boundary.\nBt2--36 to 61 cm (14 to 24 inches); grayish brown (10YR 5/2) silty clay loam; weak medium prismatic structure parting to moderate medium angular and subangular blocky; firm; few discontinuous distinct dark gray (10YR 4/1) clay films on faces of peds; common very fine and fine roots; many fine distinct yellowish brown (10YR 5/4) masses of iron and manganese accumulations in the matrix; moderately acid; clear smooth boundary. [Combined thickness of Bt horizons ranges from 20 to 64 cm ( 8 to 25 inches).]\n2BC--61 to 84 cm (24 to 33 inches); variegated yellowish brown (10YR 5/6) and gray (10YR 6/1) silt loam with thin sand strata; weak medium angular blocky structure; friable; few very fine and fine roots; 1 percent gravel; strongly effervescent, moderately alkaline; gradual smooth boundary. [0 to 38 cm  ( 0 to 15 inches) thick]\n2C--84 to 203 cm (33 to 80 inches); variegated gray (10YR 6/1) and yellowish brown (10YR 5/6 and 5/8) stratified silt loam and fine sandy loam; massive; 2 percent gravel; strongly effervescent, moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lake County, Illinois; about 1.6 kilometers (1 mile) south of Mettawa, 686 meters (2250 feet) south and 5 meters (15 feet) east of northwest corner of sec. 11, T. 43 N., R. 11 E. Wheeling USGS topographic quadrangle; lat. 42 degrees, 13 minutes and 10 seconds; long. 87 degrees, 55 minutes, and 31 seconds; NAD 27; UTM Zone 16T, 0423634 easting, 4674556 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to the base of soil development ranges from 61 to 114 cm (24 to 45 inches). Depth to calcareous material ranges from 51 to 102 cm (20 to 40 inches).\nThe A or Ap horizon has hue of 10YR, value of 3 or 4, and chroma of 1 to 3. It is silt loam.\nThe E horizon has hue of 10YR, value of 4 to 6, and chroma of 1 or 2. It is silt loam.\nThe Bt horizon has hue of 10YR, value of 4 to 6, and chroma of 2 to 4. Redox features have chroma as high as 6. Texture is silty clay loam. Reaction ranges from strongly acid to slightly acid in the upper part, and from moderately acid to moderately alkaline in the lower part.\nThe 2BC or 2Bt horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 2 to 6. It is silt loam, loam, clay loam, silty clay loam, or sandy loam, Some pedonscontain strata of coarser textures. Sand content ranges from 10 to 60 percent. Reaction ranges from slightly acid to moderately alkaline.\nThe 2C horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 1 to 8. It is stratified silt loam, loam, clay loam, sandy loam, or loamy sand, or the coarse, fine, or very fine analogs of these textures. Reaction is slightly alkaline or moderately alkaline. The C horizon is calcareous."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Caseyville, Creal, Fitchville, Iva, Kendall, Starks, Stronghurst, Waynetown, and Yeddo series. Caseyville, Iva, Kendall, Stronghurst, and Yeddo soils average less than 10 percent sand in all horizons to a depth of 102 cm (40 inches) or more. Creal, Starks, and Waynetown soils do not have carbonates within a depth of 102 cm (40 inches). Fitchville soils average less than 10 percent sand in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Aptakisic soils are typically on level to gently undulating outwash plains of Wisconsin Age that are relatively undissected. The topography is relatively smooth and uniform with slope gradients ranging from 0 to 3 percent. The soils formed in silty material and calcareous stratified outwash. Mean annual precipitation ranges from 890 to 940 mm (35 to 37 inches), mean annual air temperature ranges from 8 to 9 degrees C (46 to 48 degrees F), frost free days range from 140 to 180 days, and elevation ranges from 207 to 311 meters (680 to 1,020 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Zurich soils are the moderately well drained member of the drainage sequence with the Aptakisic series and are the closest associates. Zurich soils are on more rolling slopes in the landscape. Wauconda soils are bio-transitional between the Aptakisic soils (Aeric Ochraqualfs) and Mundelein soils (Aquic Argiudolls). The Del Rey soils are in lakebed positions in association with the Aptakisic soils and are fine textured."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. . In normal years the apparent seasonal high water table is at a depth of 15 to 61 cm (0.5 foot to 2 feet) in spring. The potential for surface runoff is low to medium. Saturated hydraulic conductivity is moderately high to high (4.23 to 14.11 micrometers per second). Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mostly for cultivated crops such as corn, soybeans, and small grain and natural hardwood forest such as oak, hickory, and maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 110, and 111B in northeastern Illinois and northeastern Indiana. Known extent is small."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lake County, Illinois, 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: ochric epipedon -- the zone from the surface to a depth of 20 cm (8 inches) (A and E horizons); albic horizon -- the zone from 8 to 20 cm (3 to 8 inches) (E horizon); argillic horizon -- the zone from 36 to 61 cm (14 to 24 inches) (Bt1 and Bt2 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 8 cm (0 to 3 inches); very dark gray (10YR 3/1) silt loam, gray (10YR 6/1) dry; weak very fine granular structure; friable; common very fine and fine roots; neutral; abrupt smooth boundary. [5 to 13 cm  (2 to 5 inches) thick]"
      },
      {
        "name": "E",
        "top": 8,
        "bottom": 20,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "E--8 to 20 cm (3 to 8 inches); light brownish gray (10YR 6/2) silt loam; weak fine to very thin platy structure; friable; common very fine and fine roots; strongly acid; abrupt smooth boundary. [10 to 20 cm  ( 4 to 8 inches) thick]"
      },
      {
        "name": "Bt1",
        "top": 20,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--20 to 36 cm (8 to 14 inches); brown (10YR 5/3) silty clay loam; moderate fine subangular blocky structure; firm; few discontinuous distinct brown (10YR 4/3) clay films on faces of peds; patchy light gray (10YR 7/1) dry silt coatings on faces of peds; common fine and very fine roots; common fine distinct yellowish brown (10YR 5/4) masses of iron and manganese accumulations in the matrix; strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 36,
        "bottom": 61,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--36 to 61 cm (14 to 24 inches); grayish brown (10YR 5/2) silty clay loam; weak medium prismatic structure parting to moderate medium angular and subangular blocky; firm; few discontinuous distinct dark gray (10YR 4/1) clay films on faces of peds; common very fine and fine roots; many fine distinct yellowish brown (10YR 5/4) masses of iron and manganese accumulations in the matrix; moderately acid; clear smooth boundary. [Combined thickness of Bt horizons ranges from 20 to 64 cm ( 8 to 25 inches).]"
      },
      {
        "name": "2BC",
        "top": 61,
        "bottom": 84,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "2BC--61 to 84 cm (24 to 33 inches); variegated yellowish brown (10YR 5/6) and gray (10YR 6/1) silt loam with thin sand strata; weak medium angular blocky structure; friable; few very fine and fine roots; 1 percent gravel; strongly effervescent, moderately alkaline; gradual smooth boundary. [0 to 38 cm  ( 0 to 15 inches) thick]"
      },
      {
        "name": "2C",
        "top": 84,
        "bottom": 203,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately alkaline",
        "narrative": "2C--84 to 203 cm (33 to 80 inches); variegated gray (10YR 6/1) and yellowish brown (10YR 5/6 and 5/8) stratified silt loam and fine sandy loam; massive; 2 percent gravel; strongly effervescent, moderately alkaline."
      }
    ]
  ]
}
