{
  "SERIES": "AQUARIUSMINE",
  "STATUS": "Established Series",
  "BYREV": "MJE/AJP/TKK/JW",
  "REVDATE": "09/2018",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Vertic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Aquariusmine loam on an east facing, convex, 23 percent slope under blue oak and annual grasses at an elevation of 572 meters. (Colors are for dry soils unless otherwise noted. When described on May 12, 2008 the soil was dry throughout.)\nA--0 to 5 cm; brown (7.5YR 4/4) loam, very dark brown (7.5YR 2.5/2) moist; moderate coarse granular structure; very hard, very firm, slightly sticky, slightly plastic; many very fine roots throughout; many fine irregular and tubular pores, and few very coarse tubular pores; 8 percent subrounded indurated mixed fine gravel; neutral (pH 6.8); clear smooth boundary. (1 to 18 cm thick)\nBt1--5 to 30 cm; brown (7.5YR 4/4) loam, dark brown (7.5YR 3/4) moist; strong coarse subangular blocky structure; very hard, very firm, slightly sticky, slightly plastic; common very fine, fine, and medium roots throughout; common medium and few very coarse tubular pores; clay films on all faces of peds; 12 percent subrounded indurated mixed fine channers; neutral (pH 7.0); clear smooth boundary. (0 to 50 cm thick)\nBt2--30 to 48 cm; brown (7.5YR 4/4) loam, dark brown (7.5YR 3/4) moist; strong medium subangular blocky structure; very hard, very firm, slightly sticky, slightly plastic; common very fine, fine, and medium roots throughout; common medium and few very coarse tubular pores; clay films on all faces of peds; 10 percent subrounded indurated mixed channers; neutral (pH 7.0); clear smooth boundary.\nBt3--48 to 88 cm; brown (7.5YR 4/4) clay loam, dark brown (7.5YR 3/4) moist; moderate coarse prismatic parts to moderate medium angular blocky structure; very hard, very firm, slightly sticky, slightly plastic; common very fine and fine roots throughout; few very fine and fine dendritic tubular pores, and few medium and coarse tubular pores; clay films on all faces of peds; 8 percent subangular indurated mixed channers; 6 percent subangular indurated mixed flagstones; neutral (pH 6.8); clear smooth boundary. (Combined thickness of the lower Bt horizons is from 25 to 100 cm)\nBtss--88 to 113 cm; yellowish red (5YR 4/6) clay loam, dark red (2.5YR 3/6) moist; strong coarse angular blocky structure; very hard, very firm, moderately sticky, moderately plastic; common fine and medium roots throughout; few very fine and fine dendritic tubular pores; slickensides on vertical faces of peds and clay films on all faces of peds; 7 percent subrounded indurated mixed gravel; neutral (pH 6.8); abrupt irregular boundary. (15 to 30 cm thick)\nR--113 to 200 cm; Indurated marble bedrock; strong effervescence, by HCl, 1 normal."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Tuolumne County, California, about 1.6 km (1 mile) south of Sonora, CA, on the north side of HWY 108. USGS 7.5 minute topographic quadrangle: Sonora, California.  WGS84 -37.969444 latitude and -120.375282 longitude; Zone 10 730561 meters E 4205664 meters N; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature: The mean annual soil temperature at 50 cm is 16 to 17 degrees C and the difference between mean summer and mean winter soil temperature is greater than 6 degrees C. The soils have a thermic temperature regime.\nSoil moisture:  The soil moisture control section is dry in all parts from about May to October (about 180 days). The soils have a xeric soil moisture regime.\nDiagnostic Feature(s):\nOchric epipedon thickness:   3 to 18 cm\nCambic horizon thickness:   15 to 50 cm (when present)\nArgillic horizon thickness:   50 to 132 cm\nDepth to Slickensides:   50 to 95 cm (5 to 75 cm thick)\nDepth to lithic contact:   100 to 150 cm\nVertic features: Cracks greater than 5 mm wide open for some time during normal years through a thickness of 30 cm or more within 125 cm of the mineral soil surface.\nOrganic matter: 1 to 6 percent in the epipedon\nReaction: Slightly acid to neutral throughout the profile (6.1-7.3)\nBase saturation: Greater than 35 percent at the lithic contact (by sum of cations)\nParticle size control section weighted average:\nRock fragments: 0 to 35 percent, with 0 to 20 percent fine (2 to 75 mm) gravel;0 to 20 percent channers; 0 to 20 percent cobbles; 0 to 10 percent flagstones; and 0 to 10 percent stones.\nClay content: averages 18 to 35 percent clay\nA horizon\nHue: 10YR, 7.5YR, or 5YR\nValue: 3 to 5 dry, 2 or 3 moist\nChroma: 2 to 4 dry, 1 to 4 moist\nOrganic matter: 1 to 6 percent\nTexture: loam, sandy clay loam, or clay loam\nClay content: 15 to 35 percent\nRock fragments: 0 to 35 percent\n0 to 10 percent gravel/channers\n0 to 20 percent cobbles/flagstones\nBt1 horizon\nHue: 7.5YR or 5YR\nValue: 3 to 5 dry, 3 or 4 moist\nChroma: 3 or 4, 3 or 4 dry or moist\nOrganic matter: 0.5 to 1.5 percent\nTexture: loam, sandy clay loam, clay loam, or silty clay loam\nClay content: 15 to 35 percent\nRock fragments: 0 to 35 percent\n0 to 20 percent gravel/channers\n0 to 25 percent cobbles/flagstones\n0 to 5 percent stones\nBt2 and Bt3 horizon\nHue: 7.5YR, 5YR, or 2.5YR\nValue: 3 to 5 dry, 3 or 4 moist\nChroma: 3 to 6 dry, 3 or 4 moist\nOrganic matter: 0.5 to 1.5 percent\nTexture: loam, sandy clay loam, clay loam, or silty clay loam\nClay content: 18 to 40 percent\nRock fragments: 0 to 35 percent\n0 to 20 percent gravel/channers\n0 to 30 percent cobbles/flagstones\n0 to 15 percent stones\nBtss horizon\nHue: 7.5YR, 5YR, or 2.5YR\nValue: 3 or 4, 3 or 4 dry or moist\nChroma: 3 to 6, 3 to 6 dry or moist\nOrganic matter: 0.25 to 0.75 percent\nTexture: clay loam or clay\nClay content: 27 to 60 percent\nRock fragments: 0 to 45 percent\n0 to 35 percent gravel\n0 to 35 percent cobbles\n0 to 35 percent stones"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family at this time."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Aquariusmine soils are on shoulders, backslopes, and footslopes in the Sierra Nevada foothills. Slopes range from 3 to 60 percent. These soils formed in colluvium derived from metasedimentary rock over residuum weathered from marble. Elevation is 400 to 750 meters. The climate is Mediterranean with warm, dry summers and cool, moist winters. The mean annual precipitation is 800 to 1000 mm and the mean annual air temperature is 15 to 16 degrees C. The frost free season is 220 to 265 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Beybek, Mercercave, Tiger Creek, Millvilla, Wardsferry, Priestgrade, Moccasinhill, and Sanguinetti soils. Beybek is found on upper portions of the hillslope and are moderately deep to a lithic contact. Mercercave and Tiger Creek are mesic soils, occupying cooler aspects and higher elevations. Mercercave is clayey-skeletal. Tiger Creek has redder hues throughout the argillic (2.5YR-10R). Millvilla, Wardsferry, Priestgrade, Moccasinhill, and Sanguinetti develop from schist, phyllite and other metasedimentary rocks other than marble. Millvilla (moderately deep) and Wardsferry (deep) have a paralithic contact. Priestgrade, Moccasinhill, and Sanguinetti are loamy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well Drained; moderately high to high saturated hydraulic conductivity in the epipedon, and moderately low to moderately high in the control section. Saturated hydraulic conductivity of the bedrock is low to very high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for livestock grazing, recreation, wildlife habitat, and housing. Vegetation consists of hardwoods, mainly blue oak, with an understory of annual grasses and forbs. Understory species include brome, clover, wild oat, vetch, thistle, geranium, and bedstraw."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Sierra Nevada Foothills of California, MLRA 18.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Tuolumne County, California, 2010. Source of the name is Aquarius Mine, located in Tuolumne County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric Epipedon            0 to 5 cm (A horizon)\nCambic Horizon             5 to 30 (Bt1 horizon)\nArgillic Horizon             30 to 113 (Bt2, Bt3, and Btss horizon)\nSlickensides                   88 to 113 (Btss horizon)\nLithic Contact               113 to 200 (R horizon\nParticle Size Control Section for this pedon: 30 to 80 cm (Bt2 and upper portion of Bt3).\nADDITIONAL DATA:\nNASIS User Pedon ID: 08AMS014\nNo certified laboratory data exists for this series.\nSoil classified using the 12th Edition of the Keys to Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
