{
  "SERIES": "ARAMBURU",
  "STATUS": "Established Series",
  "BYREV": "Rev. KKC/TDC/KJO/KP",
  "REVDATE": "7/98",
  "STATES": "CA",
  "OVERVIEW": "The Aramburu series are moderately deep, well drained soils that formed in material weathered from shale or sandstone. Aramburu soils are on uplands and have slopes of 15 to 75 percent. Mean annual precipitation is about 9 inches, and the mean annual air temperature is about 61 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic Pachic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Aramburu very channery clay loam, on southwest facing slope of 45 percent under red brome, filaree, and scattered blue oaks of an elevation of 4,000 feet. (Colors are for dry soil unless otherwise stated. When described on 6/16/75 the soil was dry throughout.)\nA1--0 to 4 inches; grayish brown (10YR 5/2) very channery clay loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; slightly hard, friable, slightly sticky and plastic; many very fine roots; many very fine interstitial and tubular pores; about 45 percent by volume of distinct angular shale fragments; moderately alkaline (pH 8.0); abrupt smooth boundary. (2 to 8 inches thick)\nA2--4 to 26 inches; grayish brown (10YR 5/2) very channery clay loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; many very fine interstitial and tubular pores; about 40 percent of distinct angular shale fragments; moderately alkaline (pH 8.0); clear smooth boundary. (15 to 35 inches thick)\nR--26 to 30 inches; hard, fractured and folded dark grayish brown (10YR 4/2) shale. Fractures are 1 to 4 cm apart. Some of the fractures are filled with soil material and weathered shale fragments."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kern County, California; west of McKittrick in the NE1/4 NE1/4 NW1/4 of section 23, T. 30 S., R. 20 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a lithic contact is 20 to 40 inches. Mean annual soil temperature is 63 degrees F. The soil between 10 to 29 inches or a lithic contact is usually moist in some part from November 30 until May 15. It is moist for more than 50 consecutive days in the winter. Organic matter is 1.0 to 2.5 percent to 20 inches and decreases regularly with depth. Angular and subangular shale fragments make up 35 to 50 percent.\nThe A horizon is grayish brown and dark grayish brown (10YR 5/2, 4/2).  Moist colors range from very dark grayish brown and dark brown (10YR 3/2, 3/3). It is a loam or clay loam, has 20 to 35 percent clay, and is very channery. This horizon is neutral to moderately alkaline. Some pedons have a C horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Millrace and Pottinger series and the Anaheim, Agueda, Conejo, Gamboa, Gazos, and Lucia series in other families. Anaheim, Agueda, Conejo, and Gazos have less than 35 percent rock fragments. Anaheim soils have a paralithic contact. Agueda and Conejo soils are alluvial soils and are deeper than 40 inches. Gamboa and Lucia and soils have mean annual soil temperature less than 59 degrees F. Millrace soils are greater than 60 inches deep and have formed in alluvium from basic igneous rocks. Pottinger soils have formed in alluvium and are greater than 60 inches deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Aramburu soils are on hills and mountains and have slopes of 15 to 75 percent. They are formed in material weathered from shale or sandstone. Elevations are about 1,500 to 4,300 feet. The climate is subhumid mesothermal with warm dry summers and cool moist winters. Mean annual precipitation is 9 to 12 inches. Average January temperature is about 44 degrees F., average July temperature is about 81 degrees F., and the mean annual air temperature is about 58 to 62 degrees F. Frost-free season is 175 to 225 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Reward and Temblor series as well as the competing Gazos series. Reward soils are strongly effervescent throughout, are deeper than 40 inches, and are fine-loamy.  Temblor soils have a lithic contact at depths of 10 to 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; low to high runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for rangeland, watershed, and wildlife.  Vegetation is annual grasses and forbs with few scattered blue oaks."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Temblor Range of the eastern Coast Range of southern California. The soils are not extensive.  MLRA 15."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Kern County, Northwestern Part, California, 1982.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "very channery",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 4 inches; grayish brown (10YR 5/2) very channery clay loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; slightly hard, friable, slightly sticky and plastic; many very fine roots; many very fine interstitial and tubular pores; about 45 percent by volume of distinct angular shale fragments; moderately alkaline (pH 8.0); abrupt smooth boundary. (2 to 8 inches thick)"
      },
      {
        "name": "A2",
        "top": 10,
        "bottom": 66,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "very channery",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--4 to 26 inches; grayish brown (10YR 5/2) very channery clay loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; many very fine interstitial and tubular pores; about 40 percent of distinct angular shale fragments; moderately alkaline (pH 8.0); clear smooth boundary. (15 to 35 inches thick)"
      },
      {
        "name": "R",
        "top": 66,
        "bottom": 76,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "narrative": "R--26 to 30 inches; hard, fractured and folded dark grayish brown (10YR 4/2) shale. Fractures are 1 to 4 cm apart. Some of the fractures are filled with soil material and weathered shale fragments."
      }
    ]
  ]
}
