{
  "SERIES": "ARANSAS",
  "STATUS": "Established Series",
  "BYREV": "WJG-CLN-RM",
  "REVDATE": "03/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, hyperthermic Typic Natraquerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Aransas clay, on a nearly level flood plain in rangeland at an elevation of 3 m (10 ft).  (Colors are for moist soils unless otherwise stated.)\nA1--0 to 28 cm (0 to 11 in); very dark gray (10YR 3/1) clay; dark gray (10YR 4/1) dry; moderate very fine and fine granular structure; hard, firm, moderately sticky, moderately plastic; many fine roots; many fine pores; few worm casts; electrical conductivity is 6; sodium adsorption ration is 21; slightly saline; strongly effervescent; neutral; clear smooth boundary. (5 to 38 cm [2 to 15 in] thick)\nA2--28 to 61 cm (11 to 24 in); very dark gray (10YR 3/1) clay; dark gray (10YR 4/1) dry; moderate fine subangular structure; very hard, very firm, moderately sticky, moderately plastic; common fine roots; common fine pores; 1 percent very fine threads and masses of calcium carbonate in matrix; electrical conductivity is 5; sodium adsorption ratio is 22; slightly saline; strongly effervescent, moderately alkaline; gradual wavy boundary. (13 to 64 cm [5 to 25 in])\nBss1--61 to 89 cm (24 to 35 in); very dark gray (10YR 3/1) clay; dark gray (10YR 4/1) dry; moderate medium wedge structure parting to moderate fine and medium angular blocky; extremely hard, extremely firm, moderately sticky, moderately plastic; few fine roots; few very fine pores; few faint slickensides; 2 percent fine nodules of calcium carbonate; 1 percent fine weakly cemented iron manganese concretions; electrical conductivity is 15: sodium adsorption ratio is 47; moderately saline; strongly effervescent; moderately alkaline; gradual wavy boundary.\nBss2--89 to 112 cm (35 to 44 in); grayish brown (10YR 5/2) clay, light brownish gray (10YR 6/2), dry; moderate medium wedge structure parting to moderate medium angular blocky; extremely hard, very firm, moderately sticky, moderately plastic; few very fine pores; common distinct slickensides; 3 percent fine and medium masses and nodules of calcium carbonate; 1 percent fine weakly cemented iron manganese concretions; 1 percent fine crystals of salt; electrical conductivity is 14; sodium adsorption ratio is 43; moderately saline; strongly effervescent; strongly alkaline; gradual wavy boundary.\nBss3--112 to 135 cm (44 to 53 in); grayish brown (10YR 5/2) clay, light brownish gray (10YR 6/2), dry; moderate medium wedge structure parting to moderate medium and coarse angular blocky; extremely hard, very firm, moderately sticky, moderately plastic; few very fine pores; common distinct slickensides; 3 percent fine nodules of calcium carbonate; 1 percent fine weakly cemented iron manganese concretions; 2 percent fine crystals of salt; electrical conductivity is 23; sodium adsorption ratio is 54; strongly saline; strongly effervescent; moderately alkaline; gradual wavy boundary.\nBss4--135 to 178 cm (53 to 70 in); 60 percent grayish brown (10YR 5/2) and 40 percent brown (10YR 5/3) clay, light brownish gray (10YR 6/2) and pale brown (10YR 6/3) dry; moderate medium wedge structure parting to moderate coarse angular blocky; extremely hard, very firm, moderately sticky, moderately plastic; few very fine pores; common distinct slickensides; 2 percent fine nodules of calcium carbonate; 1 percent fine weakly cemented iron manganese concretions; 1 percent fine crystals of salt; electrical conductivity is 23; sodium adsorption ratio is 53; strongly saline; strongly effervescent; moderately alkaline; gradual wavy boundary. (Combined thickness of the Bss horizons is 26 to 117 cm [10 to 46 in])\nBk--178 to 231 cm (70 to 91 in); brown (10YR 5/3) clay, pale brown (10YR 6/3) dry; weak coarse subangular blocky structure; extremely hard, very firm, moderately sticky, moderately plastic; few very fine pores; 2 percent fine nodules of calcium carbonate; 2 percent fine masses of calcium carbonate; 1 percent fine crystals of salt; electrical conductivity is 17.8; sodium adsorption ratio is 53; strongly saline; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Patricio County, Texas; from the intersection of U.S. Highway 181 and U.S. Highway 77 on the east side of Sinton; 7.4 miles northeast on U.S. Highway 77 to the Rob and Bessie Welder Wildlife Refuge; 6.5 miles east of refuge headquarters on private road to Yegua tank; 200 ft south of Yegua Tank in Mare Pasture in rangeland.  Rincon Bend, Texas USGS topographic quad; NAD 83; Latitude: 28 degrees 7 minutes 16.9 seconds North; Longitude: 97 degrees 15 minutes 56.1 seconds West."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: These soils have an aquic moisture regime.\nDepth to secondary carbonates: 33 to 64 cm (13 to 25 in)\nDepth to salt accumulations: 33 to 64 cm (13 to 25 in)\nDepth to redox concentrations: 33 to 64 cm (13 to 25 in)\nDepth to slickensides: 33 to 64 cm (13 to 25 in)\nParticle-size control section (weighted average)\nClay content: 45 to 55 percent\nCOLE ranges from 0.09 to 0.22\nA1 horizons:\nHue: 10YR\nValue: 2 or 3\nChroma: 1\nTexture: clay or silty clay\nClay content: 40 to 50\nElectrical Conductivity: 1 to 12\nSodium Adsorption Ratio: 2 to 30\nEffervescence: none to strong\nReaction: neutral to moderately alkaline\nA2 horizons:\nHue: 10YR\nValue: 2 to 4\nChroma: 1\nTexture: clay or silty clay\nClay content: 40 to 60\nElectrical Conductivity: 1 to 22\nSodium Adsorption Ratio: 4 to 60\nEffervescence: none to strong\nReaction: slightly or moderately alkaline\nBss horizons:\nHue: 10YR\nValue: 2 to 5\nChroma: 1 or 2\nTexture: clay loam, silty clay loam, clay or silty clay\nClay content: 29 to 60\nElectrical Conductivity: 4 to 25\nSodium Adsorption Ratio: 15 to 60\nEffervescence: slight to strong\nReaction: slightly to strongly alkaline\nBk horizon:\nHue: 10YR or 2.5Y\nValue: 4 to 7\nChroma: 1 to 2\nTexture: clay loam, silty clay loam, clay or silty clay\nClay content: 29 to 55\nElectrical Conductivity: 9 to 32\nSodium Adsorption Ratio: 20 to 70\nEffervescence: slightly to strongly\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Franeau (TX) and Harris (TX) series. Similar soils include the Austwell (TX), Edroy (TX), Gepford (CA), and Surfside (TX) series.\nFraneau and Harris soils: are noneffervescent; located in areas of higher rainfall; Harris soils have redoximorphic concentrations throughout\nAustwell soils: have an ochric epipedon\nEdroy soils: have noneffervescent sola and mixed clay mineralogy\nGepford soils: formed in sediments derived from granite and are in the thermic temperature regime\nSurfside soils: have a very-fine particle-size control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: clayey alluvial sediments of Holocene age.\nLandscape: nearly level coastal plains\nLandform: flood plains of streams subject to flooding by saltwater during high storm tides\nSlope: 0 to 1 percent\nMean annual air temperature: 20.6 to 22.8 degrees C (69 to 73 degrees F)\nMean annual precipitation: 635 to 1143 mm (25 to 45 in)\nFrost-free period: 273 to 340 days\nElevation: 0 to 94 m (0 to 300 ft) but mostly between 0 to 6.1 m (0 to 20 ft)\nThornthwaite annual P-E indices: 31 to 44"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Odem, Sinton, Austwell, Placedo and Swan series.\nOdem and Sinton soils: occur on similar landforms and are loamy throughout\nAustwell soils: are on similar landforms and have an ochric epipedon\nPlacedo and Swan soils: are on similar landforms and do not have slickensides"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained. Permeability is very slow.  Runoff is high.  The soil is frequently to occasionally flooded by over-bank flow, and also occasionally to rarely flooded with salt water resulting from tidal surge during tropical storm events."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for livestock grazing and wildlife habitat.  Native vegetation includes cordgrass, sedges, water hyacinth, and spiny aster.  Some areas produce buffalograss, species of paspalum, curly mesquite grass, little bluestem, and switchgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South Texas along major rivers; Land Resource Region: T; MLRA: Gulf Coast Saline Prairies (MLRA 150B).  Series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  San Patricio County, Texas; 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Classification changed from Vertic Haplaquolls to Typic Natraquerts 11/2000 based on typifying pedon description.\nDiagnostic horizons and features recognized in pedon are:\nMollic epipedon: 0 to 89 cm (0 to 35 in). (A and Bkss horizons)\nRedoximorphic concentrations: 61 to 178 cm (24 to 70 in). (Bkss horizons)\nSlickensides: 61 to 178 cm (24 to 70 in). (Bkss horizons)\nAquic conditions:  0 to 135 cm (0 to 53 in). (A and Bkss horizons)\nADDITIONAL DATA: KSSL data on lab pedon number 09N1065. This pedon is in the same delineation as the type location. The particle-size distribution for this pedon is within range for the series but not typical.\nTaxonomic Version:  Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
