{
  "SERIES": "ARAND",
  "STATUS": "Established Series",
  "BYREV": "WRR/SBS",
  "REVDATE": "05/1999",
  "STATES": "CA",
  "OVERVIEW": "The Arand series consists of very deep, somewhat excessively drained soils on floodplains and alluvial fans.  These soils formed in coarse textured alluvium derived from mixed sources.  Slope ranges from 0 to 2 percent.  The mean annual precipitation is 14 to 21 inches, and the mean annual temperature is 58 to 62 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, nonacid, thermic Mollic Xerofluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Arand very gravelly sandy loam, 0 to 2 percent slopes - on a northeast facing slope of 2 percent under annual grasses and forbs at 345 feet elevation.  When described on September 16, 1992, the profile was moist below a depth of 30 inches.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 8 inches; brown (10YR 5/3) very gravelly sandy\nloam, dark brown (10YR 3/3) moist; strong fine and medium granular structure; soft, very friable, slightly sticky and nonplastic; many very fine roots; many very fine interstitial pores; 40 percent gravel; neutral (pH 6.9); abrupt smooth boundary.\nC1--8 to 18 inches; brown (10YR 5/3) very gravelly sandy loam, dark brown (10YR 3/3) moist; massive; soft, very friable, slightly sticky and non plastic; few very fine roots; many very fine interstitial and few fine tubular pores; 45 percent gravel; neutral (pH 6.8); clear smooth boundary.\nC2--18 to 24 inches; brown (10YR 5/3) very gravelly sandy loam, brown (10YR 4/3) moist; massive; soft, very friable, slightly sticky and non plastic; few very fine roots; many very fine interstitial and few fine tubular pores; 50 percent gravel; neutral (pH 6.8); abrupt smooth boundary.\nC3--24 to 65 inches; brown (10YR 5/3) very gravelly sand, brown (10YR 4/3) moist; massive; loose, non sticky and non plastic; few very fine roots; many very fine interstitial and few very fine tubular pores; 70 percent gravel; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Colusa County, California; located about 6 miles west of Arbuckle, CA; 1200 feet west and 1900 feet north of the southeast corner of section 35, T. 14 N., R. 3 W., MDB&M; 39 degrees, 01 minutes, 02 seconds north latitude and 122 degrees, 09 minutes, 21 seconds west longitude; USGS Cortina Creek, Calif. topographic quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 63 to 65 degrees F and the soil temperature is above 47 degrees F all year. The soil moisture control section, 12 and 33 inches, is dry in all parts from May 15 to October 31 and moist in some or all parts from November 1 to May 15. Organic matter decreases irregularly with depth and is assumed to be less than 1 percent from similar soils on similar geomorphic positions. The textural control section is 10 to 40 inches with a clay content weighted average of 5 to 15 percent, gravel content weighted average is 35 to 50 percent. Profile reaction is neutral.\nThe A horizon dry color is 10YR 5/3.  Moist color is 10YR 3/3.  Texture is very gravelly sandy loam and very gravelly loam.  Clay content is 7 to 15 percent.\nThe C horizon dry color is 10YR  6/4, 6/3, 6/2, 5/4, 5/3, 5/2.  Moist color is 10YR 4/4, 4/3, 4/2, 3/4, 3/3, 3/2.  Texture is extremely gravelly loamy sand, very gravelly sandy loam and very gravelly sand.  Clay content is 3 to 15 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Arand soils are nearly level and are in small valleys and on alluvial fans and floodplains at elevations of 50 to 1,720 feet.  They formed in recent gravelly and cobbly alluvium derived from old terrace deposits and a variety of resistant metamorphic and sedimentary rock sources.  The climate is dry subhumid mesothermal with warm to hot dry summers and cool moist winters.  Mean annual precipitation is 14 to 21 inches.  Average January temperature is 45 degrees to 50 degrees F., average July temperature is 68 degrees to 78 degrees F., and mean annual temperature is 58 degrees to 62 degrees F. The frost-free period is about 185 to 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Arbuckle, Hillgate and Westfan soils.  All of these soils have less than 35 percent rock fragments and Hillgate soils have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; negligible to low runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for livestock grazing as irrigated pasture and alfalfa, and for nut orchards.  Vegetation on uncultivated areas is annual grasses, forbs, valley oak, sycamore and black walnut."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Sacramento Valley and smaller valleys in the Coast Range in northern California.  These soils are inextensive in MLRA-14, 17."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Colusa County, California, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were separated from the Cortina series on the basis of darker surface colors.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "texture_class": "sand",
        "cf_class": "very gravelly",
        "narrative": "A--0 to 8 inches; brown (10YR 5/3) very gravelly sandy"
      },
      {
        "name": "C1",
        "top": 20,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C1--8 to 18 inches; brown (10YR 5/3) very gravelly sandy loam, dark brown (10YR 3/3) moist; massive; soft, very friable, slightly sticky and non plastic; few very fine roots; many very fine interstitial and few fine tubular pores; 45 percent gravel; neutral (pH 6.8); clear smooth boundary."
      },
      {
        "name": "C2",
        "top": 46,
        "bottom": 61,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C2--18 to 24 inches; brown (10YR 5/3) very gravelly sandy loam, brown (10YR 4/3) moist; massive; soft, very friable, slightly sticky and non plastic; few very fine roots; many very fine interstitial and few fine tubular pores; 50 percent gravel; neutral (pH 6.8); abrupt smooth boundary."
      },
      {
        "name": "C3",
        "top": 61,
        "bottom": 165,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sand",
        "cf_class": "very gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "narrative": "C3--24 to 65 inches; brown (10YR 5/3) very gravelly sand, brown (10YR 4/3) moist; massive; loose, non sticky and non plastic; few very fine roots; many very fine interstitial and few very fine tubular pores; 70 percent gravel; neutral (pH 6.8)."
      }
    ]
  ]
}
