{
  "SERIES": "ARAPAHOE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAG:BJW",
  "REVDATE": "09/2004",
  "STATES": "NC,VA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, semiactive, nonacid, thermic Typic Humaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Arapahoe loamy fine sand (Colors are for moist soil)\nAp--0 to 11 inches; black (10YR 2/1) loamy fine sand; weak medium granular structure; very friable; many fine roots; moderately acid; clear wavy boundary.\nA--11 to 17 inches; very dark brown (10YR 2/2) loamy fine sand; weak medium granular structure; very friable; few fine roots; strongly acid; gradual wavy boundary.  (Combined thickeness of A horizons is 10 to 23 inches thick)\nBg1--17 to 21 inches; dark gray (10YR 4/1) fine sandy loam; weak fine subangular blocky structure; very friable; few fine roots; common fine pores; common medium faint grayish brown (10YR 5/2) iron depletions; strongly acid; gradual wavy boundary.  (0 to 5 inches thick)\nBg2--21 to 30 inches; dark gray (10YR 4/1) fine sandy loam; weak fine subangular blocky structure; very friable; common fine pores; common medium faint gray (10YR 6/1) iron depletions and few medium distinct dark yellowish brown (10YR 4/4) iron masses; few thin lenses of sandy clay loam; strongly acid; gradual wavy boundary.  (5 to 20 inches thick)\nBCg--30 to 42 inches; dark gray (10YR 4/1) fine sandy loam; massive; very friable; common medium faint gray (10YR 6/1) iron depletions and common medium distinct dark yellowish brown (10YR 4/4) iron masses; common pockets of loamy sand and sandy clay loam; slightly acid; gradual wavy boundary.  (0 to 15 inches thick)\nCg1--42 to 60 inches; gray (10YR 5/1) loamy fine sand; massive; very friable; common pockets of sand; neutral; clear smooth boundary.\nCg2--60 to 80 inches; dark greenish gray (5GY 4/1) loamy fine sand; massive; very friable; common thin lenses of loam and clay loam; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pamlico County, North Carolina; 3.2 miles north of Alliance; 1.3 miles north of intersection of State Road 1200 and State Road 1202, and 0.5 mile north of farmstead; 50 feet east of farm road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum Thickness: 24 to 60 inches\nDepth to Bedrock: Greater than 60 inches\nDepth to Seasonal High Water Table: 0 to 12 inches, November to May\nSoil Reaction: Strongly acid to extremely acid in the upper part of the control section and surface unless limed and strongly acid to mildly alkaline in the lower part of the control section and the underlying horizons.\nA or Ap horizon:\nColor--hue of 10YR to 5Y or neutral, value of 2 or 3, and chroma of 0 to 2\nTexture--fine sandy loam, sandy loam, loam, loamy sand, or loamy fine sand, or their mucky analogues.  Organic matter content ranges from 5 to 20 percent.\nBg horizon:\nColor--hue of 10YR to 5Y, value of 4 to 7, and chroma of 0 to 2\nTexture--fine sandy loam, loam, or sandy loam\nRedoximorphic features--iron masses in shades of brown, red or yellow and iron depletions in shades of brown, olive and gray\nCg horizon\nColor--hue of 10YR to 5Y, value of 4 to 7, chroma of 0 to 2 and includes greenish gray (5GY 5/1; 5G 5/1; 5BG 5/1), or dark greenish gray (5GY 4/1; 5G 4/1; 5BG 4/1)\nTexture--stratified loamy fine sand, loamy sand, fine sand, fine sandy loam, sandy loam, loam, or sand.  Thin lenses of fine textures are in the Cg horizon of some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Coastal Plain\nLandform: Marine Terrace\nElevation: 5 to 70 feet above mean sea level\nParent Material: Loamy and sandy sediments\nMean Annual Air Temperature: 58 to 63 degrees\nMean Annual Precipitation: 40 to 58 inches\nFrost Free Period: 185 to 240 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nAltavista soils--moderately well drained soils (seasonal high water table 18 to 30 inches) in fine-loamy family on higher landscapes\nBallahack soils--very poorly drained soils (seasonal high water table 0 to 12 inches) in fine-loamy family having umbric epipedon thicker than 24 inches on similar landscapes\nBelhaven soils--very poorly drained organic soils (seasonal high water table 0 to 12 inches) with organic layers 16 to 51 inches thick\nBertie soils--somewhat poorly drained soils (seasonal high water table 12 to 18 inches) in fine loamy family on higher landscapes\nConaby soils--very poorly drained mineral soils (seasonal high water table 0 to 12 inches) with organic surface layers 8 to 16 inches thick on similar landscapes\nDeloss soils--very poorly drained soils (seasonal high water table 0 to 12 inches) in fine-loamy on similar landscapes\nDragston soils--somewhat poorly drained soils (seasonal high water table 12 to 30 inches) on higher landscapes\nCape Fear soils--very poorly drained soils (seasonal high water table 0 to 12 inches) in fine family on similar landscapes\nHyde soils--very poorly drained soils (seasonal high water table 0-1 foot) in fine-silty family on similar landscapes\nNimmo soils--poorly drained soils (seasonal high water table 0 to 12 inches) on similar landscapes\nPonzer soils--very poorly drained organic soils (seasonal high water table 0 to 12 inches) with organic layers 16 to 51 inches thick\nPortsmouth soils--very poorly drained soils (seasonal high water table 0 to 12 inches) in fine-loamy family on similar landscapes\nTomotley soils--poorly drained soils (seasonal high water table 0 to 12 inches) in fine-loamy family on similar landscapes\nWasda soils--very poorly drained mineral soils (seasonal high water table 0 to 12 inches) in fine-loamy family with organic surface layers 8 to 16 inches thick on similar landscapes\nWeeksville soils--very poorly drained soils (seasonal high water table 0-1 foot) with average of less than 18 percent clay in the particle size control section on similar landscapes"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nAgricultural Drainage Class: Very poorly drained\nPermeability: Moderately rapid\nRunoff: Slow"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Mostly wooded\nDominant Vegetation: Where wooded--loblolly pine, pond pine, red maple, swamp chestnut oak, sweetgum, swamp tupelo, yellow-poplar, and water oak.  Understory species include greenbrier and giant switchcane, blueberries, inkberry, southern waxmyrtle, large gallberry, reybay, fetterbush lyonia, swamp cyrilla, chainfern, and honeysuckle.  Where cultivated--corn, soybeans, potatoes, and small grain."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Lower Coastal Plain of North Carolina and possibly Virginia and South Carolina\nExtent: Moderate\nMLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina\nDepth Class: Very deep\nDrainage Class: Very Poorly drained\nPermeability: Moderately rapid\nSurface Runoff: Slow\nParent Material: Loamy and sandy sediments\nSlope: 0 to 2 percent\nMean Annual Air Temperature (type location): 63 degrees F.\nMean Annual Precipitation (type location): 56 inches"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Washington County, North Carolina; 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Arapahoe series were formerly mapped in the Pocomoke and Torhunta series.\nDiagnostic horizons and features recognized in this pedon are :\nUmbric epipedon -the zone from the surface to a depth of 17 inches (the Ap and A horizons).\nCambic horizon -from a depth of 17 inches to a depth of 42 inches (Bg1, Bg2 and BCg horizons).\nAquic feature -mottles with chromas of 2 or less below a depth of 11 inches.\nADDITIONAL DATA: None\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp   FrFr/Seas   Precip    Elevation\nNC0110 ARAPAHOE     0-2    58-63     185-240    40-58       5-70\nSOI-5   FloodL   FloodH   Watertable    Kind     Months     Bedrock\nNC0110   NONE    COMMON     0-1.0     APPARENT   NOV-MAY     60-60\nSOI-5  Depth  Texture                3-Inch     No-10   Clay%    -CEC-\nNC0110  0-17  LFS LS                  0-0      100-100    3-12     5-12\nNC0110  0-17  FSL L SL                0-0      100-100    8-18     6-14\nNC0110  0-17  MK-SL MK-L MK-FSL       0-0      100-100    8-18    11-24\nNC0110 17-42  FSL L SL                0-0      100-100    8-18     4-15\nNC0110 42-80  S LFS SL                0-0      100-100    3-18     2-10\nSOI-5  Depth     -pH-      O.M.  Salin    Permeab     Shnk-Swll\nNC0110  0-17    3.5-5.5   5.-10   0-0     6.0-20        LOW\nNC0110  0-17    3.5-5.5   5.-10   0-0    2.0-6.0        LOW\nNC0110  0-17    3.5-5.5   10-15   0-0    2.0-6.0        LOW\nNC0110 17-42    3.5-5.5   .5-3.   0-0    2.0-6.0        LOW\nNC0110 42-80    5.6-7.8   .5-1.   0-0    2.0-20         LOW\nNational Cooperative Soil Survey\nU.S.A."
  }
}
