{
  "SERIES": "ARAT",
  "STATUS": "Established Series",
  "BYREV": "Rev. WLC:ELG",
  "REVDATE": "01/2018",
  "STATES": "LA",
  "OVERVIEW": "The Arat series consists of very deep, very poorly drained, slowly permeable soils. They formed in semifluid loamy sediments that have never air dried and consolidated. These soils are on low broad ponded backswamp areas along major streams. Slope ranges from 0 to 0.5 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, siliceous, superactive, nonacid, thermic Typic Hydraquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Arat mucky silt loam on a swamp area (colors are for moist soil).\nOe--0 to 3 inches; suspended partially decomposed wood and moss fiber; strongly acid. (0 to 8 inches thick)\nA--3 to 9 inches; very dark grayish brown (10YR 3/2) muck silt loam; massive; very fluid, flows easily between fingers when squeezed; about 15 percent wood fragments and herbaceous fiber; slightly acid; clear smooth boundary. (5 to 18 inches thick)\nCg1--9 to 39 inches; dark grayish brown (10YR 4/2) silty clay loam; massive; very fluid, flows easily between fingers when squeezed; slightly acid; abrupt smooth boundary. (12 to 36 inches thick)\nCg2--39 to 63 inches; dark grayish brown (10YR 4/2) silty clay loam; massive; very fluid, flows easily between fingers when squeezed; about 90 percent logs and partially decomposed wood fragments; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Calcasieu parish, Louisiana; 3 miles north of Lake Charles; 200 feet east of old Louisiana Highway 171;\nSE1/4SE1/4, sec. 9, T. 8 S., R. 8 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  All mineral horizons have n value of 1 or more.\nThe O horizon, where present, has hue of 10YR, value of 2 to 4, and chroma of 1 or 2. It is muck or peat. Reaction ranges from strongly acid to slightly acid.\nThe A horizon has hue of 10YR, value of 2 to 4, and chroma of 1 or 2.  Texture is silt loam, mucky silt loam, silty clay loam, or mucky silty clay loam.  Reaction ranges from strongly acid to neutral; Undecomposed logs and wood fragments range from few to many.\nThe Cg horizon has hue of 10YR to 5Y, value of 3 to 5, and chroma of 1 or 2.  Texture is silty clay loam, silty loam, or mucky silty clay loam.  Reaction ranges from medium to acid to mildly alkaline.  Subhorizons of the C horizon contain 50 to 95 percent logs and wood fragments by volume."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series in the same family.  The Allemands, Barbary, Fausse, Gentilly, Larose, and Scatlake series are in closely related families.  Allemands soils have organic surface layers thicker than 16 inches and clayey mineral subhorizons.  Barbary, Fausse, Larose, Gentilly, and Scatlake soils have a very fine control section.  Additionally Fausse soils have n-values of   0.7 between depths of 8 and 20 inches, and Gentilly soils have n-values of  0.7 below depths of 20 inches.  Scatlake soils have moderate to high salinity."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Arat soils are on low, broad, ponded\nbackswamp areas along the flood plains of major streams.  They are at elevations less than 3 feet and are nearly continuously flooded.  The soils formed in semifluid loamy sediments.  Slope ranges from 0 to 0.5 percent.  The climate is warm and humid.  The mean air temperature is 68 degrees F., and the mean annual rainfall if about 53 inches near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing\nAllemands, Barbary, Larose, and Scatlake soils and the Basile and Guyton soils.  Basile and Guyton soils are at higher elevations and have n values less than 0.7 in all horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained; ponded;\npermeability is slow. The water level fluctuates between 0 to 3 feet above the soil surface. These soils have never air-dried and consolidated; consequently they remain semifluid. They are nearly continuously flooded with up to 3 feet of water."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for wildlife and recreation.  In most areas the vegetation is dominantly baldcypress and water tupelo.  In other areas, the vegetation consists of freshwater marsh plants such as alligatorweed, water hyacinth, bulltongue, arrowhead, pickerelweed, and maidencane."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South Louisiana and possibly Texas, Mississippi, and Alabama.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: AUBURN, ALABAMA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Calcasieu Parish, Louisiana; 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Classification including family mineralogy and size classes is confirmed by LA. Agricultural Experiment Station from pedon number S81LA-19-5.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
