{
  "SERIES": "ARBOLADO",
  "STATUS": "Established Series",
  "BYREV": "RLR/GML/RLR",
  "REVDATE": "01/2017",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, spolic, smectitic, thermic Entic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Arbolado clay loam, at a city park. When described the soil was moist at the surface and dry in the subsurface. (Colors are dry soil unless otherwise noted.)\n^A--0 to 5 cm; brown (10YR 5/3) clay loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; moderately hard, friable, moderately sticky and moderately plastic; common fine and medium roots; neutral (pH 7.2); clear wavy boundary.\n^A2--5 to 40 cm; brown (10YR 5/3) clay loam, very dark grayish brown (10YR 3/2) moist; moderate very coarse subangular blocky structure parts to strong medium granular structure; hard, friable, moderately sticky and moderately plastic; common fine and coarse roots; common very fine tubular pores; many distinct pressure faces; few fine irregular calcium carbonate masses; 3 percent gravels; very slightly effervescent; neutral (pH 7.2); variagated matrix color; abrupt broken boundary. (Combined thickness of the ^A horizons is 5 to 47 cm)\n^C1--40 to 75 cm; brown (10YR 5/3) clay loam, very dark grayish brown (10YR 3/2) moist; moderate coarse subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common fine and medium roots; common very fine tubular pores; many distinct pressure faces; few fine distinct irregular calcium carbonate masses; 3 percent gravel; very slightly effervescent; neutral (pH 7.2); variagated matrix color; abrupt broken boundary.\n^C2--75 to 90 cm; pale brown (10YR 6/3) clay loam, brown (10YR 4/3) moist; strong coarse subangular blocky structure; hard, friable, moderately sticky and moderately plastic; few fine roots; common very fine tubular pores; many distinct pressure faces; common fine irregular calcium carbonate masses; 8 percent gravel; very slightly effervescent; slightly alkaline (pH 7.6) variegated matrix color; abrupt broken boundary.\n^C3--90 to 110 cm; brown (10YR 5/3) clay, very dark grayish brown (10YR 3/2) moist; massive; very hard, very firm, very sticky and very plastic; common fine distinct irregular calcium carbonate masses; 5 percent gravels; very slightly effervescent; slightly alkaline (pH 7.6); variagated matrix color; abrupt broken boundary.\n^C4--110 to 150 cm; brown (10YR 4/3) clay, dark brown (10YR 3/3) moist; massive; very hard, very firm, very sticky and very plastic; common fine irregular calcium carbonate masses; 4 percent gravels; very slightly effervescent; slightly alkaline (pH 7.6); variagated matrix color."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Los Angeles County, California; NW corner of ballfield at Los Molinos Elementary School, in Hacienda Heights; 33 degrees, 59 minutes, 2.0 seconds north latitude; 117 degrees 58 minutes, 42.0 seconds west longitude, WGS84 - U.S.G.S Quad: La Habra."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist below a depth of about 30 cm some time from October to December and remains moist in some part between depths of about 30 to 90 cm until April or May.\nMean annual soil temperature: 17 to 20 degrees C.\nRock fragments: 0 to 15 percent.\nReaction: neutral to moderately alkaline.\nRedoximorphic features: 0 to 5 percent iron-manganese masses and iron depletions typically isolated within the upper 30 centimeters in heavily irrigated areas; otherwise redoximorphic features do not occur.\nHuman transported material: 100 to 200 cm thick, typically greater than 150 cm.\n^A, ^Au horizon:\nDry color: hue of 10YR, value of 4 or 5, chroma of 2 to 4\nMoist color: hue of 10YR, value of 2 or 3, chroma of 1 to 3\nTexture: clay loam, loam, silty clay loam or sandy clay loam\nClay content: 22 to 38 percent\nArtifacts: 0 to 5 percent construction debris\n^C, ^Cu horizon:\nDry color: hue of 10YR or 2.5Y, value of 4 to 6, chroma of 3 or 4\nMoist color: hue of 10YR or 2.5Y, value of 3 to 5, chroma of 1 to 4\nTexture: clay loam, clay, silty clay loam or less commonly silty clay\nClay content: 28 to 45 percent\nCalcium carbonate: 0 to 5 percent masses of calcium carbonate that are transported from the source material.\nArtifacts: 0 to 5 percent construction debris"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: alluvial plains\nLandform: graded alluvial fans or graded floodplains\nSlope: 0 to 9 percent\nParent material: human-transported materials that originate from alluvium derived from sedimentary sources\nElevation: 3 to 500 meters\nMean annual precipitation is 280 to 520 mm\nMean annual temperature: 16.5 to 20 degrees C\nFrost free season: 300 to 365 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nBallona soils: have pedogenic calcium carbonate accumulation and a mollic epipedon that is greater than 50 cm thick.\nCropley soils: have cracks at the surface during the summer and are on slightly lower landscape positions.\nCounterfeit soils: have rock fragments that have been mechanically detached from on-site bedrock and are on engineered hillslope terraces.\nDapplegray soils: have less than 35 percent clay and rock fragments that have been mechanically detached from on-site bedrock.\nMocho soils: have 18 to 35 percent clay and have an irregular decrease in organic matter on similar landforms.\nMontebello soils: are formed in human-transported materials with less than 35 percent clay and are on graded alluvial fans.\nSorrento soils: have 18 to 35 percent clay and pedogenic calcium carbonate accumulations on similar landforms.\nThums soils: have an argillic horizon and are on terraces and uplifted alluvium."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained and moderately-well drained; low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Arbolado soils are in high density urban residential and recreational areas. Vegetation is mostly non-native and ornamental in urban areas and annual grasses and forbs in natural areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Coastal plains and interior valleys of Southern California Coastal Plain; MLRA: 19. These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Los Angeles County, California, 2016"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from a depth of 0 to 40 cm\nHuman-transported material - the zone from a depth of 0 to 150 cm\nParticle-size control section - the zone from a depth of 25 to 100 cm\nThe use of the horizon designation \"k\" was intentionally avoided because the secondary carbonates in the Arbolado series are interpreted as non-pedogenic since they were formed prior to its transport in a natural setting. The soil structure found in ^C horizons was also transported after its genesis (therefore non-pedogenic) which excludes inclusion as a B horizon or recognition as a cambic horizon.\nSome pedons with approximately 75 cm of human transported material at the surface with fine textured natural subsoil were including with this concept during the mapping for Los Angeles County, Southeastern Part.\nADDITIONAL DATA:\nNASIS User Pedon ID: 2010CA696204\nClassified using the Twelfth Editions Keys to Soil Taxonomy (2014)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
