{
  "SERIES": "ARCADIAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. KRW-LMC-WEF",
  "REVDATE": "07/2004",
  "STATES": "MI",
  "OVERVIEW": "The Arcadian series consists of shallow, well drained, moderately permeable soils on rocky knolls and ridges, on moraines, on till plains and on post glacial lake shorelines. They formed in gravelly or cobbly loamy material overlying igneous, metamorphic or conglomerate bedrock. Slopes range from 1 to 90 percent. Mean annual precipitation is about 34 inches and mean annual temperature is about 41 degrees F",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, frigid Lithic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Arcadian very gravelly fine sandy loam - on at 12 percent northeast facing slope in a forested area. (Colors are for moist soil unless otherwise stated.)\nOa--0 to 2 inches; black (7.5YR 2.5/1); well decomposed forest litter. (0 to 2 inches thick)\nE--2 to 5 inches; brown (7.5YR 4/2) very gravelly fine sandy loam, gray (7.5YR 5/1) dry; moderate medium granular structure; friable, many fine medium and common coarse roots; 45 percent gravel, 5 percent cobbles, 1 percent stones; strongly acid, abrupt wavy boundary. (0 to 7 inches thick)\nBhs--5 to 12 inches; dark brown (7.5YR 3/3) very gravelly very fine sandy loam; moderate medium subangular blocky structure; friable; many fine, common medium, few coarse roots; 50 percent gravel, 5 percent cobbles, 1 percent stones; strongly acid; abrupt wavy boundary. (5 to 17 inches thick)\n2R--12 inches; conglomerate bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Keweenaw County, Michigan, about 2180 feet north and 250 feet east of the southwest corner of Sec. 31, T. 59 N., R. 29 W., Eagle Harbor Township; USGS Delaware 7.5 minute topographic quadrangle; lat. 47 degrees 27 minutes 58 seconds N. and long. 87 degrees 55 minutes 15 seconds W"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to bedrock ranges from 10 to 20 inches. The texture is very gravelly, very cobbly, extremely gravelly or extremely cobbly analogs of very fine sandy loam, fine sandy loam, silt loam, or sandy loam. Gravel content ranges from 20 to 65 percent, cobble content ranges from 5 to 40 percent, and stones range from 0 to 20 percent. The control section averages between 35 and 90 percent rock fragments by volume. Reaction ranges from extremely acid to slightly acid.\nSome pedons have an A horizon with hue of 5YR or 7.5YR, value of 2 or 3, and chroma of 1 or 2.\nThe E horizon has hue of 5YR or 7.5YR, value of 4 or 5, and chroma of 1 or 2\nThe Bhs horizons have hue of 2.5YR to 7.5YR; value of 3 or 4, and chroma of 2 to 4."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are none.  The Canaan and Killington soils may compete when they are updated to include CEC activity class.  Both of these soils occur in areas with greater than 35 inches of mean annual precipitation.  Closely related soils are the Michigamme and Peshekee series. Michigamme and Peshekee soils average less than 35 percent rock fragments in the particle size control section.  In addition, the Michigamme soils have a lithic contact between 20 and 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Arcadian soils are on rocky knolls and ridges, moraines, till plains, and post glacial lake shorelines underlain by bedrock. They formed in gravelly or cobbly loamy material overlying igneous, metamorphic or conglomerate bedrock. Slopes range from 1 to 90 percent. Mean annual precipitation ranges from 30 to 35 inches, and mean annual temperature ranges from 40 to 45 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Dishno, Gratiot, Michigamme, Montreal, Nipissing, Paavola, and Sabattis soils. The moderately deep Michigamme and Nipissing soils are in similar landscape positions as the Arcadian soils. The deep Dishno soils and very deep Paavola and Montreal soils are moderately well drained soils on till plains and moraines. The very deep, somewhat poorly drained Gratiot and poorly drained Sabattis soils are in depressions and drainageways. Rock outcrops are commonly associated with the Arcadian soil."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Surface runoff is low to high, dependent on slope. Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are forested with sugar maple, ironwood, white pine, balsam fir, red maple, red oak, paper birch, and white spruce being the major species. Other areas were formerly pastured and are now idle."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwestern part of the Upper Peninsula of Michigan. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Houghton County, Michigan, 1989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nalbic horizon - 2 to 5 inches (E horizon);\nspodic horizon - 5 to 12 inches (Bhs horizon)\nlithic subgroup - lithic contact at 12 inches (2R layer).\nType location moved due to building site development at original type location.\nThe series is reclassified from an inceptisol to a spodosol after reviewing the series across its geographical extent.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
