{
  "SERIES": "ARCH",
  "STATUS": "Established Series",
  "BYREV": "RAH-LWH-TCB-RM",
  "REVDATE": "08/2016",
  "STATES": "NM,TX",
  "OVERVIEW": "The Arch series consists of very deep, well drained, moderately permeable soils formed from calcareous, loamy eolian and lacustrine deposits derived from the Tahoka and Blackwater Draw Formations of Pleistocene age. These soils are on nearly level to very gently sloping playa steps and interdunes. Slope ranges from 0 to 5 percent. The mean annual precipitation is 483 mm (19 in), and the mean annual air temperature is about 16 degrees C (61 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, carbonatic, thermic Aridic Calciustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Arch fine sandy loam, on a west-facing, concave slope of about 1 percent in rangeland at an elevation of about 1,268 m (4,160 ft). (Colors are for dry soil unless otherwise stated)\nA--0 to 15 cm (0 to 6 in); brown (10YR 5/3) fine sandy loam, brown (10YR 4/3) moist; weak fine granular structure; soft, very friable; nonsticky and nonplastic; many very fine roots; few medium pores; disseminated calcium carbonate; violently effervescent; moderately alkaline; clear smooth boundary. (Thickness is 8 to 25 cm [3 to 10 in].)\nBk--15 to 41 cm (6 to 16 in); pale brown (10YR 6/3) sandy clay loam, brown (10YR 5/3) moist; weak fine and medium subangular blocky structure; soft, very friable; slightly sticky and slightly plastic; few very fine roots; few medium pores; about 18 percent by volume fine masses and finely disseminated calcium carbonate; violently effervescent; moderately alkaline; clear smooth boundary. (Thickness is 0 to 38 cm [0 to 15 in].)\nBkk1--41 to 94 cm (16 to 37 in); very pale brown (10YR 8/3) sandy clay loam, very pale brown (10YR 7/3) moist; weak medium subangular blocky structure; slightly hard, friable; sticky and plastic; common very fine roots; few medium pores; about 55 percent by volume fine and medium masses and finely disseminated calcium carbonate; violently effervescent; moderately alkaline; gradual smooth boundary. (Thickness is 53 to 109 cm [21 to 43 in].)\nBkk2--94 to 203 cm (37 to 80 in); very pale brown (10YR 7/3) sandy clay loam, pale brown (10YR 6/3) moist; weak medium subangular blocky structure; slightly hard, friable; sticky and plastic; few fine roots; about 50 percent by volume coarse masses and finely disseminated calcium carbonate; violently effervescent; strongly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Curry County, New Mexico; from the intersection of U.S. Highways 60 and 84 and New Mexico Highway 267 in Melrose, about 6 miles south on New Mexico Highway 267, west on Boy's Ranch Road about 2.25 miles, north on private road 0.75 mile on east side of road; or 850 ft south and 1,100 ft east of the NW corner sec. 35, T. 2N, R. 31E in rangeland; Latitude: 34 degrees, 21 minutes, 32 seconds N; Longitude: 103 degrees, 39 minutes, 54 seconds W; Tule Lake, New Mexico USGS quad; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: An ustic moisture regime bordering on aridic. The soil moisture control section is dry in some or all parts for more than 180 but less than 220 days, cumulative, in normal years. July through August and December through February are the driest months. These soils are intermittently moist in September through November and March through June.\nMean annual soil temperature: 15 to 18 degrees C (59 to 64 degrees F).\nDepth to secondary calcium carbonate: 8 to 25 cm (3 to 10 in).\nDepth to calcic horizon: 25 to 51 cm (10 to 20 in).\nSolum thickness: more than 203 cm (80 in).\nSurface fragments: 0 to 10 percent, gravel size, moderately hard carbonate nodules.\nParticle-size control section: 18 to 30 percent silicate clay.\nA horizon:\nHue: 10YR\nValue: 5 or 6, 4 or 5 moist\nChroma: 3 or 4\nTexture: loamy fine sand, fine sandy loam, loam\nRock fragments: 0 to 3 percent, gravel size, strongly cemented carbonate nodules.\nEffervescence: violent\nReaction: slightly alkaline or moderately alkaline\nBk horizon:\nHue: 7.5YR or 10YR\nValue 5 to 7, 4 to 6 moist\nChroma: 2 to 4\nTexture: fine sandy loam, sandy clay loam, loam, clay loam\nRock fragments: 0 to 4 percent, gravel size, strongly cemented carbonate nodules.\nSilicate clay content: 18 to 30 percent\nVisible calcium carbonate: 10 to 40 percent by volume in the form of masses, nodules, and finely disseminated carbonates\nCalcium carbonate equivalent: 5 to 30 percent\nEffervescence: violent\nReaction: moderately alkaline or strongly alkaline\nBkk horizons:\nHue: 7.5YR or 10YR\nValue 6 to 8, 5 to 7 moist\nChroma: 1 to 3\nTexture: sandy clay loam, loam, clay loam\nRock fragments: 3 to 14 percent, gravel size, strongly cemented carbonate nodules.\nSilicate clay content: 18 to 30 percent\nVisible calcium carbonate: 50 to 70 percent by volume in the form of masses, nodules, and finely disseminated carbonates\nCalcium carbonate equivalent: 40 to 60 percent\nEffervescence: violent\nReaction: moderately alkaline or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series in the same family. Similar soils include the Drake, Gomez, Lenorah, Midessa, Portales, and Veal series.\nDrake, Midessa, and Lenorah soils: have mixed mineralogy.\nGomez soils: have less than 18 percent silicate clay in the particle-size control section and mixed mineralogy.\nPortales soils: have a mollic epipedon and mixed mineralogy.\nVeal soils: have colors redder than 7.5YR in the subsoil and formed in loamy alluvial and colluvial sediments derived mainly from the Ogallala Formation of Miocene-Pliocene age."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: calcareous, loamy eolian and lacustrine deposits derived from the Tahoka and Blackwater Draw Formations of Pleistocene age.\nLandform: nearly level to gently sloping playa steps and interdunes.\nSlopes: 0 to 5 percent.\nMean annual air temperature: 14 to 17 degrees C (57 to 62 degrees F).\nMean annual precipitation: 406 to 533 mm (16 to 21 in).\nFrost-free period: 185 to 220 days.\nElevation: 792 to 1,402 m (2,500 to 4,600 ft).\nThornthwaite annual P-E Values: 25 to 36."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the similar Drake, Gomez, Lenorah, Midessa, and Portales series and the Cedarlake, Chapel, Gomez, Grier, Lazbuddie, McLean, Milsand, Ranco, and Sparenberg series.\nDrake soils: are on curvilinear dunes on higher landscape positions.\nLenorah, Midessa, and Gomez soils: are on higher landscape positions.\nMilsand soils: are on higher landscape positions and have a sandy particle-size class.\nCedarlake and Grier soils: are on lower landscape positions and have aquic moisture conditions.\nChapel, Lazbuddie, McLean, Ranco, and Sparenberg soils: are on slightly lower landscape positions in playa basins and have LE of 6 or more in the upper 100 cm."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained and moderate permeability. Surface runoff is negligible on 0 to 1 percent slopes and low on 1 to 5 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used primarily for livestock grazing and wildlife habitat. Where cultivated, the principal crops are cotton, grain sorghum, and wheat. Native vegetation includes mid and tall grasses with a lesser short grass component and a few weedy plants. Forbs may also occur but are not abundant. Grasses include sideoats and blue gramas, buffalograss, western wheatgrass, alkali sacaton, vine-mesquite, and small amounts of switchgrass. Other species include prairieclover, sensitivebrier, wild alfalfa, daleas, fourwing saltbush, and cholla. This soil has been correlated to the High Lime (R077CY026TX) ecological site in MLRA-77C."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern High Plains, Southern Part (MLRA 77C in LRR H) of eastern New Mexico and western Texas. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Roosevelt County, New Mexico; 1940."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The type location and classification were changed to better reflect the manner in which Arch soils have been mapped in the past. The Arch series was previously classified as a fine-loamy, mixed, thermic Ustochreptic Calciorthid.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 15 cm (0 to 6 in). (A horizon)\nCalcic horizon: 15 to 203 cm (6 to 80 in). (Bk, Bkk1, Bkk2 horizons)\nCarbonate plugged horizon (kk): 41 to 203 cm (16 to 80 in) (Bkk horizons)\nNote: the kk feature is defined as pedogenic carbonate accumulation that is characterized by laterally continuous carbonates that have engulfed rock, sand, silt, and clay particles; plugged the macroporosity of the soil horizon with 50 percent or more calcium carbonate; and obliterated the original soil structure.\nADDITIONAL DATA: NSSL data on pedon S95TX-445-027 from Terry County TX.\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 15 cm (0 to 6 in); brown (10YR 5/3) fine sandy loam, brown (10YR 4/3) moist; weak fine granular structure; soft, very friable; nonsticky and nonplastic; many very fine roots; few medium pores; disseminated calcium carbonate; violently effervescent; moderately alkaline; clear smooth boundary. (Thickness is 8 to 25 cm [3 to 10 in].)"
      },
      {
        "name": "Bk",
        "top": 15,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bk--15 to 41 cm (6 to 16 in); pale brown (10YR 6/3) sandy clay loam, brown (10YR 5/3) moist; weak fine and medium subangular blocky structure; soft, very friable; slightly sticky and slightly plastic; few very fine roots; few medium pores; about 18 percent by volume fine masses and finely disseminated calcium carbonate; violently effervescent; moderately alkaline; clear smooth boundary. (Thickness is 0 to 38 cm [0 to 15 in].)"
      },
      {
        "name": "Bkk1",
        "top": 41,
        "bottom": 94,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bkk1--41 to 94 cm (16 to 37 in); very pale brown (10YR 8/3) sandy clay loam, very pale brown (10YR 7/3) moist; weak medium subangular blocky structure; slightly hard, friable; sticky and plastic; common very fine roots; few medium pores; about 55 percent by volume fine and medium masses and finely disseminated calcium carbonate; violently effervescent; moderately alkaline; gradual smooth boundary. (Thickness is 53 to 109 cm [21 to 43 in].)"
      },
      {
        "name": "Bkk2",
        "top": 94,
        "bottom": 203,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bkk2--94 to 203 cm (37 to 80 in); very pale brown (10YR 7/3) sandy clay loam, pale brown (10YR 6/3) moist; weak medium subangular blocky structure; slightly hard, friable; sticky and plastic; few fine roots; about 50 percent by volume coarse masses and finely disseminated calcium carbonate; violently effervescent; strongly alkaline."
      }
    ]
  ]
}
