{
  "SERIES": "ARCHER",
  "STATUS": "Established Series",
  "BYREV": "BPT; AGH; GRB",
  "REVDATE": "07/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, thermic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Archer loamy sand--pasture. (Colors are for moist soil.)\nAp--0 to 6 inches; dark grayish brown (10YR 4/2) loamy sand; moderate medium granular structure; very friable; many fine roots; strongly acid; clear smooth boundary.  (3 to 8 inches thick)\nE--6 to 12 inches; brown (10YR 5/3) loamy sand; weak medium granular structure; very friable; common fine roots; strongly acid; clear wavy boundary.  (0 to 12 inches thick)\nBt1--12 to 16 inches; strong brown (7.5YR 5/8) sandy clay loam; weak medium subangular blocky structure; friable; few distinct clay films on faces of peds; few fine roots; strongly acid; clear wavy boundary.\nBt2--16 to 28 inches; strong brown (7.5YR 5/8) sandy clay; moderate medium subangular blocky structure; firm; few fine roots; few distinct clay films on faces of peds; slightly acid; clear wavy boundary.\nBt3--28 to 36 inches; yellowish red (5YR 4/6) sandy clay; moderate medium subangular blocky structure; firm; few fine roots; few faint clay films on faces of peds; few fine nodules and fragments of white limestone 3 to 20 mm in size; slightly acid; abrupt wavy boundary.  (Thickness of the Bt horizons ranges from 10 to 37 inches)\n2Cr--36 to 50 inches; very pale brown (10YR 8/2) partially weathered soft limestone that can be dug with a backhoe; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Levy County, Florida; approximately 2.0 miles north of Williston, about 0.5 miles east of U. S. Highway 41; NE1/4, Sec. 19, T 12 S., R\n19 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to soft limestone ranges from 20 to 40 inches but is dominantly between depths of 30 to 40 inches. Reaction is strongly acid to neutral in the A and E horizons, and from strongly acid to slightly alkaline in the Bt horizons.\nThe A or Ap horizon has hue of 10YR, value of 3 to 5, and chroma of 1 or 2.  Where value is 3, it is less than 6 inches thick.  Texture is loamy fine sand, loamy sand, or sandy loam.\nThe E horizon, where present, has hue of 10YR, value of 5 or 6, and chroma of 3 to 8.  Texture is sand, fine sand, loamy sand, or loamy fine sand.\nThe BE or EB horizon, where present, has hue of 7.5YR or 10YR, value of 5 or 6, and chroma of 4 to 8 and can be up to 5 inches in thickness.  Texture is fine sandy loam or sandy loam.\nThe upper part of the Bt horizon has hue of 5YR to 10YR, value of 4 to 8, and chroma of 4 to 8.  Masses of iron accumulation in shades of yellow, brown, or red range from none to common.  Texture is sandy clay loam or sandy clay.\nThe lower part of the Bt horizon has similar colors as the upper part.  Masses of iron accumulation in shades of yellow, brown, or red range from none to many.  Content of nodules and fragments of limestone range from few to many (1 to 8 percent, by volume) and range from about 2 to 25 mm in size.  Texture is sandy clay or clay.\nThe 2Cr horizon consists of soft limestone that can be dug with light power equipment.  It has hue of 10YR, value of 7 or 8, and chroma of 1 to 4.  Hard fragments of limestone up to boulder size range from none to common."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bradyville, Mimosa, Talbott, Winnsboro, and Wynott series.  Bradyville, Mimosa, and Talbott soils have higher silt content.  Winnsboro and Wynott soils are on Southern Piedmont uplands and formed from dark colored mafic rocks."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Archer soils are on uplands in the Southern Coastal plain.  Slopes range from 0 to 8 percent.  They formed in marine sediments overlying limestone.  The climate is humid semitropical.  The average annual rainfall ranges from 55 to 65 inches and the average annual temperature ranges from 66 to 70 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Chiefland series.  The moderately well drained Chiefland soils have sandy surface and subsurface layers 20 to 40 inches in thickness and have less clay in the subsoil."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of this soil have been cleared and are in improved pasture or cultivated crops.  The natural vegetation consists of slash pine, longleaf pine, loblolly pine, water oak, live oak, laurel oak, southern red oak, hickory, and dogwood.  The understory consists of several varieties of bluestem, lopsided indiangrass, toothache grass, hairy panicum, fringeland paspalum, briars, creeping beggarweed, brackenfern, dwarf huckleberry, greenbriar, pineland threeawn, and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North central Florida.  The series is of small known extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Alachua County, Florida, 1942."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon:\nOchric epipedon  the zone from 0 to 12 inches (A, E).\nArgillic horizon  the zone from 12 to 36 inches (Bt1, Bt2, Bt3).\nParalithic feature  soft limestone at 36 inches (2Cr).\nWeighted average clay content of the upper 20 inches of the B2t horizon is 35 to 50 percent.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
