{
  "SERIES": "ARCOLA",
  "STATUS": "Established Series",
  "BYREV": "Rev. RSW-JHE-DDR",
  "REVDATE": "11/2005",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Arcola silt loam--in a grassed area on a gentle slope. (Colors are for moist soils)\nAp--0 to 9 inches; reddish brown (2.5YR 4/4) silt loam; moderate fine granular structure; very friable, many fine and medium roots; 8 percent partially weathered red (2.5YR 4/6) siltstone fragments; very strongly acid; abrupt smooth boundary. (0 to 10 inches thick)\nBt--9 to 22 inches; reddish brown (2.5YR 4/4) gravelly silt loam; weak fine subangular blocky structure; friable, slightly sticky, slightly plastic; common fine roots; many faint and distinct clay films on ped faces; few fine pores; 25 percent partially weathered red (2.5YR 4/6) siltstone fragments; very strongly acid; gradual smooth boundary. (10 to 30 inches thick)\nCt--22 to 28 inches; reddish brown (2.5YR 4/4) very gravelly silt loam; common medium and coarse distinct red (10R 5/6) mottles; massive; friable; common fine roots; few distinct and prominent clay flows in rock crevices; 40 percent partially weathered red (2.5YR 4/6) siltstone fragments; very strongly acid; abrupt wavy boundary. (0 to 15 inches thick)\nCr--28 to 48 inches; red (2.5YR 4/6) weathered Triassic siltstone; compact and dense in place.\nR--48 inches; hard Triassic siltstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Prince William County, Virginia. Manassas Battlefield Park, 0.75 mile northwest of the junction of Route 234 and U.S. Routes 29-211, approximately 700 feet northwest of the picnice grounds and 1,500 feet west of Route 234."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum thickness ranges from 18 to 36 inches.  Depth to Cr horizon ranges from 20 to 40 inches.  Depth to hard bedrock ranges from 40 to 60 inches.  Rock fragments of red bed parent materials range from 0 to 30 percent in the A, E, or Bt horizons, and 20 to 75 percent in the C or Ct horizons. The fine earth fraction of the particle-size control section has greater than 50 percent silt and very fine sand.  Reaction is very strongly through moderately acid, unless limed.\nThe A or Ap horizon has hue of lOR through 7.5YR, value of 3 through 5 and chroma of 2 through 4.  Texture is loam or silt loam in the fine earth fraction.\nThe E horizon, where present, has hue of lOR through 5YR, value of 3 through 5, and chroma of 3 or 4.  It is silt loam or loam in the fine earth fraction.\nThe Bt horizon has hue of lOR through 5YR, value of 3 or 4, and chroma of 3 through 6.  It is a silt loam or silty clay loam in the fine earth fraction.\nThe C or Ct horizon has hue of lOR or 2.5YR, value of 3 or 4, and chroma of 3 through 6.  It is loam or silt loam in the fine earth fraction.\nThe Cr horizon has hue of lOR or 2.5YR, value of 3 or 4, and chroma of 3 through 6.  It is loam or silt loam in the fine earth fraction after crushing.  It is dense in place, generally can be excavated with standard hand equipment.  It is weathered red beds of variable grain size and bed thickness.  The bedrock cannot be penetrated with standard auger."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Athol, Bolton, Bookwood, Brecknock, Camp, Cateache, Duffield, Dumfries, Hayter, Manassas, Morrison, Myersville, Oatlands, Panorama, Spriggs, Sudley, Westmoreland, and Wheeling series. Bookwood and Westmoreland soils have rock fragments of limestone or shale.  Brecknock soils are yellowish brown.  Cateache soils formed in sandstone and shale.  Oatlands soils have rock fragments of conglomerate.  Spriggs soils have rock fragments of gneiss and schist.  All other soils have thicker sola or are very deep to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Arcola soils are on gently sloping to moderately steep uplands in the Culpeper Basin of the northern part of the Piedmont Plateau.  Slopes range from 2 to 50 percent.  These soils formed in residuum from Triassic and Jurassic interbedded siltstones, and fine-grained sandstones.  It is common for the upper part of the solum to be from locally reworked material.  The mean annual temperature ranges from 53 to 57 degrees F., the mean annual precipitation ranges from 38 to 44 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the poorly drained Albano, moderately well drained Reaville, moderately well to somewhat poorly drained Dulles, well drained Nestoria and Panorama, and well to moderately well drained Manassas soils.  Albano, Dulles, Manassas, Panorama, and Reaville soils have a seasonal perched water table and low chroma mottling within the solum.  Nestoria soils have thin sola and Cr horizons within 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of this soil is cleared and used for cropland, hay, pasture.  Native vegetation is oak-hickory-Virginia pine forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Culpeper Basin of Virginia, the southwestern part of the Gettysburg Basin of Pennsylvania and Maryland.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Prince William County, Virginia, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This soil was once classified similarly to the Penn series. Both are found on the same landscapes and the Penn series has slightly higher base saturation.\nDiagnostic Horizons and features recognized in this pedon are:\n1.  Ochric epipedon - the zone from the surface to 9 inches (Ap horizon).\n2.  Argillic horizon - the zone from 9 to 22 inches (Bt horizon).\n3.  Paralithic contact at 28 inches (Cr horizon).\n4.  Lithic contact at 48 inches (R horizon).\nSIR = VA0207, VA0208 (GRAVELLY)\nMLRA = 148, 149A\nREVISED = 8/03/94, MHC\nREVISED = 2/18/2004, MAV added active ce activity class and reclassified to original classification and moved type location back to Prince William County, Virginia. Former initials include RSW-JHE-DDR.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
