{
  "SERIES": "ARD",
  "STATUS": "Established Series",
  "BYREV": "Rev. DMD/CBR",
  "REVDATE": "06/2010",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive Calcic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ard silt loam, cultivated, with a 4 percent slope at an elevation of 1,847 meters. (Colors are for dry soil unless otherwise noted.)\nAp--0 to 18 cm; dark grayish brown (10YR 4/2) silt loam, very dark brown (10YR 2/2) moist; weak very fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine roots; common very fine tubular pores; slightly alkaline (pH 7.8); abrupt smooth boundary. (10 to 25 cm thick)\nA1--18 to 28 cm; dark grayish brown (10YR 4/2) silt loam, very dark grayish brown (10YR 3/2) moist; weak medium prismatic structure parting to weak very fine granular; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine roots; many very fine tubular pores; slightly effervescent; moderately alkaline (pH 8.0); clear smooth boundary.\nA2--28 to 39 cm; grayish brown (10YR 5/2) silt loam, very dark grayish brown (10YR 3/2) moist; weak medium prismatic structure parting to weak medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; many very fine tubular pores; slightly effervescent; moderately alkaline (pH 8.2); clear wavy boundary. (Combined thickness of the A horizons is 10 to 25 cm)\n2Bk1--39 to 64 cm; light gray (10YR 7/2) loam, grayish brown (10YR 5/2) moist; weak medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; common very fine tubular pores; few extremely coarse  calcium carbonate nodules; common fine calcium carbonate threads and masses; calcium carbonate coats on bottoms of rock fragments; 10 percent fine gravel; strongly effervescent; strongly alkaline (pH 8.5); clear smooth boundary.\n2Bk2--64 to 81 cm; very pale brown (10YR 8/2) channery loam, pale brown (10YR 6/3) moist; massive; hard, friable, slightly sticky and slightly plastic; few fine roots; many very fine tubular pores; calcium carbonate coats on bottoms of rock fragments; 20 percent channers, 5 percent gravel, and 5 percent flagstones; strongly effervescent; strongly alkaline (pH 8.5); abrupt irregular boundary. (Combined thickness of the 2Bk horizons is 15 to 50 cm)\n2R--81 cm; light gray (5YR 7/1) rhyolite bedrock, gray (5YR 5/1) moist"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Teton County, Idaho; about 16 km west of Felt; 10 meters east  and 372 meters north of the southwest corner of section 10, T. 6 N., R. 43 E.; Wright Creek USGS topographic quadrangle; lat. 43 degrees, 51 minutes, 28.4 seconds N. and long. 111 degrees, 22 minutes, 50.1 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMollic epipedon thickness: 25 to 40 cm\nDepth to bedrock: 50 to 100 cm\nDepth to the calcic horizon (2Bk horizon): 25 to 40 cm\nParticle size control section rock fragments: 0 to 35 percent\nParticle size control section total clay: 7 to 18 percent\nReaction: neutral to strongly alkaline\nSoil moisture regime: xeric, dry for 45to 60 consecutive days\nMean annual soil temperature: 3.9 to 7.2 degrees C. (cryic soil temperature regime)\nMean summer soil temperature: 10.0 to 15.0 degrees C.\nAp horizon\nHue: 7.5YR or 10YR moist\nValue: 2 or 3 moist, 4 or 5 dry\nChroma: 2 or 3 moist and dry\nRock Fragments: 0 to 10 percent total fragments; 0 to 10 percent gravel, 0 to 2 percent flagstones and 0 to 2 percent stones\nA horizon\nValue: 2 or 3 moist, 4 or 5 dry\nChroma: 2 or 3 moist and dry\nTexture: SIL or L with 0 to 10 percent total fragments; 0 to 10 percent gravel, 0 to 5 percent channers, 0 to 5 percent cobbles, 0 to 2 percent flagstones and 0 to 2 percent stones\n2Bk horizon\nValue: 4 to 6 moist, 7 or 8 dry\nTexture: L with 10 to 30 percent total fragments; 5 to 15 percent gravel, 0 to 20 percent channers, 0 to 5 percent cobbles, 0 to 5 percent flagstones and 0 to 5 percent stones\nCalcium carbonate equivalent: 15 to 30 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Corralridge, Parding, and Corralcreek (T) series.  Corralridge and Parding soils are very deep.  Corralcreek soils have 5 to 15 percent calcium carbonate in the calcic horizon and are formed over basalt."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: mountains\nLandform: mountain slopes\nElevation: 1,794 to 2,213 meters\nSlope: 4 to 12 percent\nParent material: rhyolite residuum with loess influence\nMean annual air temperature: 2.8 to 5.0 degrees C.\nMean annual precipitation: 406 to 660 mm\nFrost free period: 30 to 70 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Karlan, Greys, and Chokecherry series.  Karlan soils have a mollic epipedon that is greater than 40 cm thick and occur on the same landform but in linear positions.  Greys soils have an argillic horizon and occur on escarpments.  Chokecherry soils are less than 50 cm to a lithic contact and occur in concave swales."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class: well\nRunoff: medium\nSaturated hydraulic conductivity: moderately high"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor uses: Non-irrigated winter and spring wheat, barley, and rangeland\nDominant native vegetation: mountain big sagebrush, Idaho fescue, bluebunch wheatgrass, tapertip hawksbeard"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Southeastern Idaho, MLRA 13\nExtent: the series is not extensive"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Teton County, Idaho, 1975; Teton Area, Idaho-Wyoming Soil Survey"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and other features recognized in this pedon are:\nMollic epipedon: from a depth of 0 to 39 cm\nCalcic horizon: from a depth of 39 to 81 cm\nBedrock: beginning at a depth of 81 cm\nParticle-size control section: from a depth of 25 to 81 cm\nSoil temperature regime: cryic\nSoil moisture regime: xeric\nADDITIONAL DATA:\nTypical pedon was not sampled.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
