{
  "SERIES": "ARDENMONT",
  "STATUS": "Established Series",
  "BYREV": "Rev. TLA/KWH",
  "REVDATE": "07/2004",
  "STATES": "WA",
  "OVERVIEW": "The Ardenmont series consists of deep, well drained soils formed in residuum and colluvium weathered from schist with minor amounts of volcanic ash and loess mixed in the surface. Ardenmont soils are on mountain side slopes and have slopes of 8 to 90 percent. The mean annual precipitation is about 20 inches and the mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, isotic, frigid Vitrandic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ardenmont ashy coarse sandy loam - forested on a 48 percent north-facing slope at an elevation of 2,800 feet. (Colors are for dry soil unless otherwise stated.)\nOi--0 to 3 inches; slightly decomposed forest litter.\nA--3 to 7 inches; light brownish gray (10YR 6/2) ashy coarse sandy loam, dark brown (10YR 3/3) moist; moderate fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; many fine, medium, and common coarse roots; many fine irregular pores; 10 percent gravel; neutral (pH 6.8); clear smooth boundary. (4 to 10 inches thick)\nAB--7 to 12 inches; pale brown (10YR 6/3) gravelly ashy sandy loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many fine, medium, and common coarse roots; common fine irregular pores; 20 percent gravel; neutral (pH 7.2); gradual wavy boundary. (3 to 6 inches thick)\nBw[r1]--12 to 21 inches; pale brown (10YR 6/3) gravelly coarse sandy loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine, medium, and few coarse roots; common fine irregular pores; 20 percent gravel; neutral (pH 7.2); clear wavy boundary. (5 to 10 inches thick)\nBt1--21 to 26 inches; pale brown (10YR 6/3) coarse sandy loam, dark yellowish brown (10YR 4/4) moist; moderate fine and medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common fine, medium, and few coarse roots; common fine irregular pores; few patchy faint clay skins on faces of peds; 10 percent gravel and 20 percent paragravel; slightly alkaline (pH 7.4); clear wavy boundary. (4 to 7 inches thick)\nBt2--26 to 43 inches; light yellowish brown (10YR 6/4) gravelly loamy coarse sand, yellowish brown (10YR 5/4) moist; moderate fine subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common fine and medium roots; many fine irregular and common fine tubular pores; few patchy faint clay skins on faces of peds; 20 percent gravel, 40 percent paragravel, and 5 percent paracobbles; slightly alkaline (pH 7.6); gradual wavy boundary. (10 to 20 inches thick)\nBt3--43 to 54 inches; light yellowish brown (10YR 6/4) gravelly loamy coarse sand, dark yellowish brown (10YR 4/4) moist; moderate fine subangular blocky structure; very hard, firm, slightly sticky and slightly plastic; common fine and medium roots; many fine irregular and tubular pores; common patchy distinct clay films on faces of peds; 20 percent gravel, 45 percent paragravel, and 10 percent paracobbles; slightly alkaline (pH 7.6); abrupt irregular boundary. (10 to 15 inches thick)\nCr--54 inches; weathered schist."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Chelan County, Washington; about 6 miles northwest of Entiat; 1,000 feet south and 800 feet east of the northwest corner of section 34, T. 25N., R. 20E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to a paralithic contact is 40 to 60 inches. The solum is 24 to 40 inches thick. These soils are usually moist, but are dry in all parts between depths of 8 to 24 inches for 60 to 75 consecutive days. The particle-size control section is 15 to 50 percent weathered schist. The upper 7 to 14 inches has an estimated 15 to 30 percent volcanic glass and acid oxalate extractable aluminum plus  iron of 0.14 to 0.40 percent.\nThe A horizon has value of 5 or 6 dry and chroma of 2 or 3 dry or moist.\nThe AB horizon has value of  3 or 4 moist and chroma of 3 or 4 moist or dry. It is ashy fine sandy loam, ashy sandy loam, gravelly ashy coarse sandy loam, gravelly ashy sandy loam or ashy gravelly fine sandy loam. It has 5 to 20 percent gravel and 5 to 25 percent paragravel. Reaction is slightly acid or neutral.\nThe Bw or Bt horizons have value of 5 or 6 dry and chroma of 2 to 4 moist or dry. It is coarse sandy loam, gravelly loamy coarse sandy, fine sandy loam, sandy loam, gravelly sandy loam, or gravelly fine sandy loam. It has 5 to 35 percent gravel and 5 to 50 percent pararock fragments. Reaction is slightly acid to slightly alkaline.\nA C horizon, above the Cr horizon, is present in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cobbler, Enson (T), Green Bluff, Labuck, and Stapaloop series.  Soils with similar classifications are the Kaniksu, Karamin, and Torboy series. Cobbler soils are greater than 60 inches deep to bedrock, have 5 to 40 percent rock fragments of granite, schist, gneiss, or quartzite origin with no pararock fragments.  Enson soils are greater than 60 inches deep to bedrock and have 15 to 35 percent rock fragments of granodiorite origin with no pararock fragments.  Green Bluff are greater than 60 inches deep to bedrock, have 0 to 15 percent gravel of glaciofluvial origin with no pararock fragments, and contain lamellae.  Labuck soils are 20 to 40 inches deep to a paralithic contact (granodiorite) and 15 to 35 percent fine gravel of granite origin with no pararock fragments.  Stapaloop soils are greater than 60 inches deep to bedrock, contain lamellae, and have 0 to15 percent gravel of glacifluvial origin with no pararock fragments.  Kaniksu soils lack weathered schist fragments and have rounded coarse fragments of mixed lithology. Karamin soils have 0 to 10 rock fragments in the particle-size control section. Torboy soils lack weathered schist fragments and have 10 to 35 percent rounded coarse fragments of mixed lithology."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Ardenmont soils are on mountain side slopes. Elevation is 2,200 to 4,700 feet. Slopes are 8 to 90 percent. These soils formed in residuum and colluvium derived mainly from schist mixed with ash and loess in the surface. They are in a climate with warm, dry summers and cool, moist winters. The mean annual precipitation is 18 to 24 inches. The mean annual January temperature is about 24 degrees F. and the mean July temperature is about 64 degrees F.  The mean annual temperature is 41 to 44 degrees F. The growing season at 28 degrees F.is 120 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ardening, Ardenvoir, Kloochman, Nahahum, Shamel, Tillicum, and Tyee soils. Ardenvoir soils are loamy-skeletal. Nahahum soils are fine-loamy. Ardening and Shamel soils have a mollic epipedon. Kloochman soils have 30 to 60 percent volcanic ash in the upper 7 to 14 inches and are moderately deep. Tillicum soils are dominated by amorphous material material in the upper 5 to 20 inches of the particle-size control section. Tyee soils are 10 to 20 inches to a paralithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for woodland, wildlife habitat, watershed and recreation. Vegetation is Douglas-fir, ponderosa pine, western larch, grand fir, and some lodgepole pine and N spruce with an understory of pinegrass, pachystima, white spirea, dwarf huckleberry, common princes pine, western rattlesnake plantain, elk sedge, tall Oregon-grape, common snowberry, and creambush oceanspray."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: East-Central Chelan County, Washington; MLRA 6. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Chelan County, Washington, 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizon and features recognized in this pedon are:\nOchric epipedon and a cambic horizon - from 12 to 26 inches\nParticle-size control section - from 10 to 40 inches\nVitrandic feature  from 3 to 12 inches\nThese soils were included in the Ardenvoir series in the Chelan County Area Soil Survey.\nClassification revised 11/91 from coarse-loamy, mixed, frigid Typic Xerochrepts to sandy, mixed, frigid Typic Xerochrepts.\nClassification revised 06/99 from sandy, mixed, frigid Typic Xerochrepts to coarse-loamy, isotic, frigid Vitrandic Haploxerepts\nADDITIONAL DATA: Partial laboratory data are available, NSSL number S80WA007-5-1; full characterization of this profile pedon number 87P751.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
