{
  "SERIES": "AREDALE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RID-RJK-TWN",
  "REVDATE": "10/2012",
  "STATES": "IA",
  "OVERVIEW": "The Aredale series consists of very deep, well drained soils on uplands. These soils formed in friable, loamy surficial sediments and the underlying noncalcareous loam glacial till. Slopes range from 0 to 14 percent. Mean annual air temperature is about 47 degrees F. Mean annual precipitation is about 32 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Aredale loam, on a convex slope of about 3 percent, in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; very dark brown (10YR 2/2) loam, very dark grayish brown (10YR 3/2) dry; moderate fine granular structure; friable; moderately acid; abrupt smooth boundary.\nA1--7 to 14 inches; very dark brown (10YR 2/2) loam, very dark grayish brown (10YR 3/2) dry; moderate fine granular structure; friable; moderately acid; gradual smooth boundary.\nA2--14 to 19 inches; mixed very dark grayish brown (10YR 3/2) and dark brown (10YR 3/3) loam, dark grayish brown (10YR 4/2) and brown (10YR 4/3) dry; weak fine subangular blocky structure; friable; moderately acid; gradual smooth boundary. (Combined thickness of the A horizon is 12 to 24 inches.)\nBw1--19 to 26 inches; brown (10YR 4/3) clay loam; weak medium subangular blocky structure; friable; strongly acid; gradual smooth boundary.\nBw2--26 to 33 inches; dark yellowish brown (10YR 4/4) loam; weak medium subangular blocky structure; friable; strongly acid; gradual smooth boundary. (Combined thickness of the Bw horizon is 12 to 20 inches.)\n2Bw3--33 to 55 inches; yellowish brown (10YR 5/4) sandy loam; weak coarse subangular blocky structure; friable; few fine faint grayish brown (10YR 5/2) redoximorphic depletions; moderately acid; gradual smooth boundary. (0 to 24 inches thick)\n3BC--55 to 70 inches; yellowish brown (10YR 5/6) loam, brown (10YR 5/3) crushed; weak coarse prismatic structure; firm; common fine distinct gray (10YR 6/1) and light brownish gray (10YR 6/2) redoximorphic depletions; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Linn County, Iowa; about 3 miles south and 2 miles west of Central City; about 2,288 feet south and 651 feet east of the northwest corner of sec. 20, T. 85 N., R. 6 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to friable or firm loamy glacial till is 3.5 to 5 feet. Many pedons have a concentration of stones or a coarse textured layer up to 24 inches thick is between the loamy sediments and the glacial till.\nThe A horizon has hue of 10YR, value of 2 or 3, and chroma of 1 to 3. The A horizon is loam or silt loam high in sand. Clay content ranges from 18 to 25 percent. Sand content ranges from 25 to 45 percent. Reaction ranges from moderately acid to neutral. Rock fragment content is 0 percent. Moist bulk density ranges from 1.40 g/cc to 1.45 g/cc.\nThe Bw horizon has hue of 10YR, value of 4 or 5, and chroma of 3 or 4. It is loam or clay loam. Clay content ranges from 18 to 28 percent. Sand content ranges from 25 to 45 percent. Reaction is strongly acid or moderately acid. Rock fragment content 0 percent. Moist bulk density ranges from 1.45 g/cc to 1.65 g/cc. It is free of low chroma redoximorphic features.\nThe 2Bw horizon has hue of 10YR, value of 4 or 5, and chroma of 3 or 4. It is sandy loam or loamy sand. Clay content ranges from 8 to 15 percent. Sand content ranges from 55 to 85 percent. Reaction is strongly acid or moderately acid. Rock fragment content 2 to 15 percent of mixed lithology. Moist bulk density ranges from 1.60 g/cc to 1.70 g/cc. Thickness of the 2Bw horizon varies much within short distances. Where the texture of the 2Bw horizon is sandy loam, it is near 24 inches in thickness.\nThe 3BC horizon has hue of 10YR, value of 5, and chroma of 3 to 6. It is loam. Clay content ranges from 18 to 24 percent. Sand content ranges from 25 to 50 percent. Most pedons have vertical seams or wedges of sand or loamy sand 2 to 6 inches wide extending downward from the stone line to depths of 3 to 4 feet. Reaction ranges from moderately acid to neutral. Rock fragment content 2 to 15 percent of mixed lithology. Moist bulk density ranges from 1.70 g/cc to 1.80 g/cc."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Arbor, Bode, Clarion, Cresken, Everly, Farrar, Frontenac, Garmore, Kenyon, Limecreek, Liscomb, Moland, Neeper (T), Ocheyedan, Omsrud, Ostrander, and Rossfield series. Arbor soils have the lower part of the solum formed in firm clay loam glacial till. Bode soils are finer textured in the upper part of the solum. Clarion soils have thinner sola and contain more sand and coarse fragments in the upper part of the sola. Cresken soils have a clay content of 28 to 33 percent in the cambic horizon. Everly soils are shallower to glacial till and to free carbonates and have thinner sola. Farrar soils have higher sand content and lower clay content in the A and B horizons. Frontenac soils have channery loam 2C horizons within depths of 20 to 40 inches. Garmore and Liscomb soils formed in a single parent material and have coarse fragments above depths of 40 inches. Kenyon soils have firmer consistence and coarse fragments to depths of 40 inches or more. Limecreek soils have hue of 2.5Y and reaction range of neutral to moderately alkaline in the lower half of the series control section. Moland soils are not as deep to glacial till and contain coarse fragments below 24 inches. Neeper (T) soils have a moist bulk density range of 1.20 g/cc to 1.40 g/cc in the lower half of the series control section. Ocheyedan soils are less acid, have somewhat higher sand content in the upper part of the sola and are deeper to glacial till. Omsrud soils have a rock fragment content of 2 to 10 percent throughout the series control section. Ostrander soils have less than 24 inches of the sola formed in loamy, stone free sediments. Rossfield soils formed in partly weathered bedrock and contain fragments of limestone."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Aredale soils are on gently sloping pre-Wisconsin till plains having well integrated drainage patterns. The till plain has multiple erosion surfaces which are marked by stone lines. Slopes typically are convex, and they are long and smooth. Slopes range from 0 to 14 percent. These soils formed in friable, loamy surficial sediments and the underlying noncalcareous loam glacial till. Mean annual air temperature ranges from 45 to 49 degrees F. Mean annual precipitation ranges from 30 to 34 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Clyde, Franklin, Kenyon, and Maxfield soils. Clyde soils are in the lower elevations and have a saturated zone within a depth of 1 foot during March to June in most years. Franklin soils are in the higher elevations on summits, have less than 15 percent sand in the particle-size control section, and have a saturated zone between depths of 1 to 3 feet during March to June in most years. Kenyon soils are in landscape positions similar to those of the Aredale soils, have loamy surficial sediments 13 to 26 inches thick, and have a rock fragment content of 5 to 15 percent within a depth of 40 inches. Maxfield soils are in the higher elevations on broad divides or in upland drainageways, have a saturated zone within a depth of 1 foot during March to June in most years, and have a sand content of less than 15 percent in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained--a saturated zone does not occur within a depth of 6 feet in most years. Permeability is moderate in the loamy sediments and moderately slow or slow in the underlying glacial till."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cultivated. The principal crops are corn, soybeans, small grains, and legume hay. The native vegetation is big bluestem, indiangrass, switchgrass, and other grasses of the tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: LRR M, MLRA 104; Eastern Iowa. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Bremer County, Iowa, 1965"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 10 to 40 inches (A1, A2, Bw1, Bw2, and 2Bw3 horizons);\nseries control section--the zone from the surface to a depth of 70 inches (Ap, A1, A2, Bw1, Bw2, 2Bw3, and 3BC horizons).\nDiagnostic horizons and features recognized in this pedon:\nmollic epipedon--the zone from the surface to a depth of 19 inches (Ap, A1, and A2 horizons);\ncambic horizonthe zone from a depth of 19 to 55 inches (Bw1, Bw2, and 2Bw3 horizons);\nudic moisture regime.\nCation-exchange class is inferred from lab data for similar soils in the surrounding area.\nTaxonomy version--second edition, 1999.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; very dark brown (10YR 2/2) loam, very dark grayish brown (10YR 3/2) dry; moderate fine granular structure; friable; moderately acid; abrupt smooth boundary."
      },
      {
        "name": "A1",
        "top": 18,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A1--7 to 14 inches; very dark brown (10YR 2/2) loam, very dark grayish brown (10YR 3/2) dry; moderate fine granular structure; friable; moderately acid; gradual smooth boundary."
      },
      {
        "name": "A2",
        "top": 36,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A2--14 to 19 inches; mixed very dark grayish brown (10YR 3/2) and dark brown (10YR 3/3) loam, dark grayish brown (10YR 4/2) and brown (10YR 4/3) dry; weak fine subangular blocky structure; friable; moderately acid; gradual smooth boundary. (Combined thickness of the A horizon is 12 to 24 inches.)"
      },
      {
        "name": "Bw1",
        "top": 48,
        "bottom": 66,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw1--19 to 26 inches; brown (10YR 4/3) clay loam; weak medium subangular blocky structure; friable; strongly acid; gradual smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 66,
        "bottom": 84,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw2--26 to 33 inches; dark yellowish brown (10YR 4/4) loam; weak medium subangular blocky structure; friable; strongly acid; gradual smooth boundary. (Combined thickness of the Bw horizon is 12 to 20 inches.)"
      },
      {
        "name": "2Bw3",
        "top": 84,
        "bottom": 140,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "2Bw3--33 to 55 inches; yellowish brown (10YR 5/4) sandy loam; weak coarse subangular blocky structure; friable; few fine faint grayish brown (10YR 5/2) redoximorphic depletions; moderately acid; gradual smooth boundary. (0 to 24 inches thick)"
      },
      {
        "name": "3BC",
        "top": 140,
        "bottom": 178,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loam",
        "pH_class": "moderately acid",
        "narrative": "3BC--55 to 70 inches; yellowish brown (10YR 5/6) loam, brown (10YR 5/3) crushed; weak coarse prismatic structure; firm; common fine distinct gray (10YR 6/1) and light brownish gray (10YR 6/2) redoximorphic depletions; moderately acid."
      }
    ]
  ]
}
