{
  "SERIES": "ARENISCO",
  "STATUS": "Established Series",
  "BYREV": "DNB-RM-CLN",
  "REVDATE": "12/2007",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, hyperthermic Typic Ustipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Arenisco fine sand--in complex with Lopeno and Potrero soils in rangeland at an elevation of 6.4 meters (21 ft). (Colors are for dry soil unless otherwise stated.)\nA1--0 to 25 cm (0 to 10 in); brown (10YR 4/3) fine sand, brown (10YR 5/3), dry; single grain; loose, loose; common fine roots and many very fine roots; neutral, pH 7.0; gradual smooth boundary.\nA2--25 to 89 cm (10 to 35 in); brown (10YR 4/3) fine sand, pale brown (10YR 6/3) dry; single grain; loose, loose; common very fine and fine roots; silt coats and 2 percent carbonate coats; neutral, pH 7.2; clear smooth boundary. (Combined thickness of the A horizon is 53 to 142 cm [21 to 56 in].)\nC1--89 to 122 cm (35 to 48 in); brown (10YR 5/3) fine sand, very pale brown (10YR 7/3) dry; single grain; loose, loose; common very fine and fine roots; neutral, pH 7.2; clear smooth boundary.\nC2--122 to 163 cm (48 to 64 in); very pale brown (10YR 7/3) fine sand, very pale brown (10YR 8/3) dry; single grain; loose, loose; common very fine and fine roots; 1 percent fine distinct yellowish brown (10YR 5/8), moist, and 3 percent fine distinct brownish yellow (10YR 6/6) iron concentrations with sharp boundaries; neutral, pH 7.3; gradual smooth boundary. (Combined thickness of the C horizon is 61 to 152 cm [24 to 60 in].)\nC3--163 to 203 cm (64 to 80 in); pale brown (10YR 6/3) fine sand, very pale brown (10YR 8/3) dry; single grain; loose, loose; common very fine and fine roots; 3 percent fine distinct yellowish brown (10YR 5/8) and yellowish brown (10YR 5/6) iron concentrations with sharp boundaries; slightly alkaline, pH 7.4."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kenedy County, Texas; from the intersection of La Parra Avenue and U.S. Highway 77 in Sarita; 4.8 miles south on U.S. Highway 77 to ranch gate; 4.95 miles east on ranch road; 1.3 miles south and southeast on ranch road; 0.9 mile southeast on ranch road; 2700 feet in rangeland.  La Parra Ranch, Texas USGS topographic quadrangle; Latitude: 27 degrees, 07 minutes, 46.82 seconds N. and Longitude: 97 degrees, 41 minutes, 31.87 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An Ustic moisture regime.  The Soil Moisture Control Section (SMCS) is dry in some or all parts for more than 90 days cumulative in normal years.  The SMCS is also either moist in some or all parts for 180 cumulative days or more or moist for 90 or more consecutive days in normal years.  June through September are the driest months.\nA water table is present in most pedons at depths of 102 to 203 cm (40 to 80 in) in most years from October to May.\nDepth to redox concentrations: 102 to 203 cm (40 to 80 in)\nParticle-size control section (weighted average)\nClay content: 1 to 5 percent\nSand content: 91 to 97 percent\nA1 horizon\nHue: 10YR\nValue: 5 or 6 (3 to 5 moist)\nChroma: 2 to 4\nTexture: fine sand\nClay content: 0.5 to 6 percent\nEC (dS/m): 0.1 to 2.0\nSAR: 0.1 to 9.0\nReaction: slightly acid to slightly alkaline\nA2 horizon (where present)\nHue: 10YR\nValue: 6 or 7 (4 to 6 moist)\nChroma: 2 to 4\nTexture: fine sand\nClay content: 0.5 to 6 percent\nEC (dS/m): 0.1 to 2.0\nSAR: 0.1 to 9.0\nReaction: slightly acid to slightly alkaline\nC1 and C2 horizons\nHue: 10YR\nValue: 6 or 7 (5 to 7 moist)\nChroma: 2 to 4\nTexture: fine sand\nClay content: 1 to 5 percent\nEC (dS/m): 0.1 to 0.6\nSAR: 0.1 to 6.0\nReaction: slightly acid to moderately alkaline\nC3 and C4 horizons (where present)\nHue: 10YR\nValue: 6 to 8 (5 to 7 moist)\nChroma: 2 to 4\nTexture: fine sand\nClay content: 1 to 4 percent\nRedox concentrations: amount- none to common, size- fine to medium, contrast- distinct to prominent, and with diffuse boundaries.\nEC (dS/m): 0.1 to 2.0\nSAR: 0.1 to 6.0\nReaction: slightly acid to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Atiras (TX), Falfurrias (TX), and Medanito (TX) series in the same family.  Similar soils include the Arenosa (TX), Estella (TX), Galveston (TX), Lopeno (TX), Meros (PR), Mustang (TX), Sarita (TX), Tatton (TX), Tivoli (OK), and the Tonkawa (TX) series.\nAtiras soils: have a buried soil from 102 to 203 cm (40 to 80 in).\nFalfurrias soils: are more acid in the surface horizon and do not have a fluctuating water table within 203 cm (80 in) of the surface.\nMedanito soils: have a buried soil from 51 to 120 cm (20 to 40 in).\nArenosa and Tonkawa soils: have a thermic temperature regime and in addition, have less than 5 percent weatherable minerals in the control section.\nGalveston soils: have a udic moisture regime.\nLopeno soils: have a buried soil within 102 to 203 cm (40 to 80 in) from the surface.\nMeros soils: have an isohyperthermic temperature regime.\nMustang and Tatton soils: have a permanent water table within 102 cm (40 in) of the surface.\nSarita and Estella soils: have an argillic horizon.\nTivoli soils: have a thermic temperature regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: sandy eolian sediments of Holocene age\nLandform: interdune, lag ridge or dunal areas of vegetated sand dunes\nSlope: 0 to 5 percent\nMean annual air temperature: 22 to 23 degrees C (72 to 74 degrees F)\nMean annual precipitation: 635 to 762 mm (25 to 30 in)\nFrost-free period: 310 to 330 days\nElevation: 2 to 8 m (5 to 25 ft)\nThornthwaite P-E Index: 31 to 36"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Cayo, Lopeno, Noria, Potrero, Saucel, Sauz, and Topo series.\nCayo and Topo soils: are calcareous throughout and are on lower landforms.\nLopeno, Noria, and Potrero soils: have buried soils and are on lower landforms.\nSaucel and Sauz soils: are in a coarse-loamy particle-size family and are on lower landforms."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained.  Rapid permeability.  Runoff is negligible.  Soils are very rarely flooded for very brief periods during severe tropical storms by tidal surges in the months of May through November."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for livestock grazing and wildlife habitat.  Vegetation consists mostly of short to mid grasses such as sand bur, hairy grama, seacoast bluestem, gulfdune paspalum and threeawn.  Forbs such as partridge pea, croton, ragweed, beebalm, false indigo, also many yellow and white flowered asteraceae of an unknown species at this time.  The ecolocical site is Coastal Sand, PE 31-44 (150BY648TX)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Gulf Coast Saline Prairies (MLRA 150B in LRR T) of south Texas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kenedy County, Texas; 2007."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil was formerly included in the Falfurrias series.  The Arenisco series was separated based on the occurrence of a water table at 102 to 203 cm (40 to 80 inches).\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon  0 to 25 cm (0 to 10 in). (A horizon)\nParticle size control section - The zone from 25 to 102 cm (10 to 40 in)\nRedoximorphic concentrations  163 to 203 cm (64 to 80 in). (C3 horizon)\nApparent water table  102 to 203 cm (40 to 80 in) in most years\nADDITIONAL DATA:  TAMU data from Kenedy County, TX (S98TX-261-007).\nTAXONOMIC VERSION:  Keys to Soil Taxonomy, Tenth Edition, 2006\nNational Cooperative Soil Survey\nU.S.A."
  }
}
