{
  "SERIES": "ARENDTSVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. MAV",
  "REVDATE": "10/2003",
  "STATES": "NJ,PA",
  "OVERVIEW": "The Arendtsville series consists of very deep, well drained soils formed in materials weathered from a fanglomerate of quartzite, sandstone, aporhyolite, and other rocks held together in a red sandy matrix. Slopes range from 2 to 40 percent.  Permeability is moderate to moderately rapid.  Mean annual precipitation is 43 inches.  Mean annual temperature is 53 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Arendtsville gravelly loam - apple orchard.  (Colors are for moist soil unless otherwise noted.)\nAp--0 to 9 inches; dark reddish brown (5YR 3/3) gravelly loam, light reddish brown (5YR 6/3) dry; weak fine granular structure; friable, nonsticky, slightly plastic; many roots; 15 percent rock fragments; slightly acid; clear smooth boundary.  (8 to 11 inches thick)\nBt1--9 to 16 inches; reddish brown (5YR 4/3) gravelly loam; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; common roots; few faint clay films on faces of peds 15 percent rock fragments; slightly acid; gradual wavy boundary.  (0 to 10 inches thick)\nBt2--16 to 28 inches; dark reddish brown (2.5YR 3/4) gravelly sandy clay loam; moderate medium subangular blocky structure; friable, slightly sticky, plastic; common roots; common faint clay films on faces of peds and in pores; few prominent black coatings; 15 percent rock fragments; moderately acid; gradual wavy boundary.  (9 to 15 inches thick)\nBt3--28 to 40 inches; dark red (2.5YR 3/6) gravelly sandy clay loam; moderate medium and coarse subangular blocky structure; friable, slightly sticky, plastic; few roots; common faint clay films on faces of peds and in pores; few prominent black coatings; 15 percent rock frogments; strongly acid; gradual wavy boundary.  (8 to 14 inches thick)\nBt4--40 to 53 inches; dark red (2.5YR 3/6) gravelly sandy loam; weak fine subangular blocky structure; friable, nonsticky, nonplastic; few roots; few faint clay films and common prominent black coatings on faces of peds and rock fragments; 30 percent rock fragments; very strongly acid; gradual irregular boundary.  (9 to 17 inches thick)\nC--53 to 68 inches; reddish brown (2.5YR 4/4) and weak red (2.5YR 4/2) very gravelly sandy loam; massive; friable, nonsticky, nonplastic; few faint clay films bridging on some sand grains and rock fragments; 40 percent gravel; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Adams county, Pennsylvania; Butler Township, 1.5 miles west of Biglerville, 360 feet north and 50 feet west of intersection of Route T-369 and Pa.-234."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to 60 inches.  Depth to fanglomerate or breccia bedrock ranges from 5 to 20 feet.  Rock fragments of rounded quartzite, sandstone or aporhyolite are most common.  They are usually less than 3 inches in size but range up to 12 inches or more.  Rock fragment content ranges from 5 to 35 percent in the solum and from 15 to 80 percent in the C horizon.  Reaction in the upper solum ranges from extremely acid through moderately acid unless limed and in the lower solum ranges from extremely through strongly acid when unlimed.\nThe A horizon has hue of 5YR through 10YR, value of 3 or 4, and chroma of 3 or 4.  Textures range from silt loam to sandy loam in the fine earth fraction.\nThe B horizon has hue of 5YR or 2.5YR, value of 3 or 4, and chroma of 3 through 6.  Textures are loam, clay loam, sandy loam or sandy clay loam in the fine-earth fraction with 18 to 30 percent clay and 20 to 50 percent silt.  Structure is weak or moderate, fine to coarse subangular blocky.\nThe C horizon has hue of 5YR through 10R,  value of 3 or 4 and chroma of 2 to 4. Texture is loam or sandy loam in the fine-earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Albemarle, Allegheny, Allenwood, Aura, Bedington, Birdsboro, Bucks, Butano, Chester, Chetwynd, Chilmark, Clymer, Collington, Edgemont, Edneytown, Elsinboro, Eubanks, Frankstown, Freehold, Gilpin, Glenelg, Leck Kill, Matapeake, Meadowville, Murrill, Nixon, Quakertown, Rayne, Shelocta, Shouns, Syenite, Tate, Thurmont, Ungers, and Whiteford series are in the same family.  Albemarle, Bucks, Butano, Chilmark, Elsinboro, Gilpin, Glenelg, Leck Kill, Metapeake, and Syenite soils have sola less than 40 inches thick.  Allegheny, Clymer, Edgemont, Edneyville, Frankstown, Meadowville, Quakertown, Rayne, and Shelocta soils have hue of 7.5YR or yellower in the B horizon. Allenwood soils have rock fragments dominated by sandstone, siltstone, and shale.  Aura soils have 7.5YR or 10YR hues in the upper part of the B horizon.  Bedington soils have rock fragments of gray or olive shale and angular fragments of siltstone, sandstone or quartz.  Birdsboro soils have rock fragments of red sandstone, siltstone, and shale. Chester soils have evident mica especially in the lower part of the solum.  Chetwynd soils have less than 15 percent rock fragments in the solum.  Collington and Freehold soils have moderate amounts of glouconite.  Eubanks soils have rock fragments of angular quartz and weathered granodiorite.  Murrill soils have sola more than 72 inches thick.  Nixon soils have rock fragments dominated by quartzite cobbles with some red shale.  Shouns soils have sola more than 60 inches thick and rock fragments dominated by sandstone, siltstone, and shale.  Tate and Thurmont soils have rock fragments dominated by angular quartz, granite or gneiss.  Ungers soils have rock fragments of thin flat sandstone.  Whiteford soils have rock fragments of slate."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Gentle sloping to steep dissected uplands.  Slopes are mainly 5 to 20 percent with an extreme range of about 2 to 40 percent.  Arendtsville soils formed in materials weathered from a fanglomerate of quartzite, sandstone, aporhyolite, and other rocks held together in a red sandy matrix.  The climate is humid and temperate.  Mean annual precipitation ranges from 40 to 44 inches; mean annual temperature ranges 50 to 55 degrees F.; and the frost free season ranges from 165 to 175 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  The competing Athol, Lewisberry, and Neshaminy soils as well as Highfield, Myersville, Penn, and Readington soils are frequently in the same landscape.  All of these soils have more than 35 percent base saturation.  Readington soils also have a fragipan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium to very rapid.  Permeability is moderate to moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of these soils are cleared and are commonly used for peach and cherry orchards.  Wooded areas are in hardwoods of mixed oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South central Pennsylvania and New Jersey. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  York County, Pennsylvania, 1960."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features recognized in this pedon are:\na.  Ochric epipedon - the zone from the surface of the soil to a depth of about 9 inches (Ap horizon).\nb.  Argillic horizon - the zone from 9 inches to about 53 inches (Bt horizon).\n10/2003 Added semiactive cation-exchange activity class based on associated soils and two pedons from Pennsylvania State University. Previously revised by EAW."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Soil survey of Adams County, Pennsylvania, USDA 1967, pp 142-143."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "structure": "weak fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 9 inches; dark reddish brown (5YR 3/3) gravelly loam, light reddish brown (5YR 6/3) dry; weak fine granular structure; friable, nonsticky, slightly plastic; many roots; 15 percent rock fragments; slightly acid; clear smooth boundary.  (8 to 11 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 23,
        "bottom": 41,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--9 to 16 inches; reddish brown (5YR 4/3) gravelly loam; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; common roots; few faint clay films on faces of peds 15 percent rock fragments; slightly acid; gradual wavy boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 41,
        "bottom": 71,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--16 to 28 inches; dark reddish brown (2.5YR 3/4) gravelly sandy clay loam; moderate medium subangular blocky structure; friable, slightly sticky, plastic; common roots; common faint clay films on faces of peds and in pores; few prominent black coatings; 15 percent rock fragments; moderately acid; gradual wavy boundary.  (9 to 15 inches thick)"
      },
      {
        "name": "Bt3",
        "top": 71,
        "bottom": 102,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "structure": "moderate medium and coarse subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt3--28 to 40 inches; dark red (2.5YR 3/6) gravelly sandy clay loam; moderate medium and coarse subangular blocky structure; friable, slightly sticky, plastic; few roots; common faint clay films on faces of peds and in pores; few prominent black coatings; 15 percent rock frogments; strongly acid; gradual wavy boundary.  (8 to 14 inches thick)"
      },
      {
        "name": "Bt4",
        "top": 102,
        "bottom": 135,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "Bt4--40 to 53 inches; dark red (2.5YR 3/6) gravelly sandy loam; weak fine subangular blocky structure; friable, nonsticky, nonplastic; few roots; few faint clay films and common prominent black coatings on faces of peds and rock fragments; 30 percent rock fragments; very strongly acid; gradual irregular boundary.  (9 to 17 inches thick)"
      },
      {
        "name": "C",
        "top": 135,
        "bottom": 173,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--53 to 68 inches; reddish brown (2.5YR 4/4) and weak red (2.5YR 4/2) very gravelly sandy loam; massive; friable, nonsticky, nonplastic; few faint clay films bridging on some sand grains and rock fragments; 40 percent gravel; very strongly acid."
      }
    ]
  ]
}
