{
  "SERIES": "ARGENTA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JVC-JBF",
  "REVDATE": "02/2016",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Coarse-loamy, mixed, superactive, calcareous, mesic Duric Halaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Argenta very fine sandy loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 8 cm; light brownish gray (10YR 6/2) very fine sandy loam, brown (10YR 5/3) moist; weak thin and medium platy structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine roots; many very fine vesicular pores; slightly effervescent; strongly alkaline (pH 9.0); abrupt wavy boundary.  (8 to 15 cm thick)\nA2--8 to 18 cm; pale brown (10YR 6/3) very fine sandy loam, brown (10YR 4/3) moist; weak very thin platy structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and few fine roots; common very fine tubular pores; strongly effervescent; strongly alkaline (pH 9.0); clear wavy boundary. (0 to 23 cm thick)\nBq--18 to 30 cm; pale brown (10YR 6/3) silt loam, brown (10YR 4/3) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and few fine roots; common very fine and fine tubular pores; 5 percent gravel; 10 percent very weakly cemented 1.0 to 2.0 centimeter durinodes; strongly effervescent; strongly alkaline (pH 8.8); clear wavy boundary.  (10 to 20 cm thick)\nBqk1--30 to 61 cm; pale brown (10YR 6/3) very fine sandy loam, brown (10YR 5/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; common very fine and very few fine tubular pores; about 10 percent gravel; about 25 percent weakly cemented 0.5 to 2.5 cm durinodes; secondary carbonates segregated as common fine filaments; strongly effervescent; moderately alkaline (pH 8.4); clear wavy boundary.  (25 to 50 cm thick)\nBqk2--61 to 114 cm; light gray (10YR 7/2) very fine sandy loam, brown (10YR 4/3) moist; massive; slightly hard, friable, nonsticky and nonplastic; few very fine roots; common very fine tubular pores; few fine distinct brown (7.5YR 4/4) moist masses of iron accumulation; 10 percent gravel; 25 percent weakly and moderately cemented 1.5 to 2.5 cm durinodes; secondary carbonates segregated as common fine filaments; violently effervescent; strongly alkaline (pH 8.6); abrupt wavy boundary.  (28 to 64 cm thick)\n2C--114 to 152 cm; pale brown (10YR 6/3) gravelly sandy loam, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; common very fine tubular pores; common fine distinct reddish brown (5YR 4/4) moist masses of iron accumulation; 30 percent gravel; slightly effervescent; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lander County, Nevada; about 1.7 miles east of Battle Mountain; approximately 1,850 feet south and 125 feet west of the northeast corner of section 21, T. 32 N., R. 45 E.; USGS Battle Mountain 7.5 minute topographic quadrangle; latitude 40 degrees 38 minutes 07 seconds north and longitude 116 degrees 58 54 minutes 02 06 seconds W; WGS84 Decimal Degrees 40.6352778 latitude, -116.9016667 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist during winter and spring, dry during summer and fall; a seasonal water table is at depths of 81 to 100 cm at some time during the months of February to July.\nMean annual soil temperature: 8 to 11 degrees C.\nOchric epipedon thickness: 10 to 18 cm.\nDepth to horizons with durinodes: 30 to 60 cm.\nRedoximorphic features: Redox concentrations occur as relict masses of iron accumulation in the upper profile of some pedons.\nSalinity and sodicity: Slightly to strongly salt and strongly sodium affected to depths of 60 to 76 cm decreasing with depth.  The exchangeable sodium percentage ranges from 15 to 70 in half or more of the upper 38 cm and decreases with depth.\nParticle-size control section - Clay content: 8 to 18 percent.\nRock fragments: Up to 15 percent gravel.\nA and Bq horizons:\nValue:  6 through 8 dry, 4 or 5 moist.\nChroma:  2 through 4, dry or moist.\nConsistence:  Very friable or friable, moist; nonsticky or slightly sticky and nonplastic or slightly plastic, wet.\nReaction:  Strongly alkaline or very strongly alkaline (up to pH 9.6).\nSalinity (EC): 4 to 32 mmhos/cm.\nSodicity (SAR): 46 to 99.\nBqk horizons:\nHue: 10YR or 7.5YR.\nValue: 6 through 8 dry, 4 through 6 moist.\nChroma: 2 through 4, dry or moist.\nConsistence: Friable or very friable moist, nonplastic or slightly plastic wet.\nTexture: Stratified very fine sandy loam, fine sandy loam, silt loam, or loam.\nDurinodes: 15 to 70 percent weakly cemented or moderately cemented durinodes in a friable (non-brittle) matrix.\nReaction: Moderately alkaline to very strongly alkaline (up to pH 9.6).\nSalinity (EC): 4 to 32 mmhos/cm.\nSodicity (SAR): 13 to 90.\nCalcium carbonate equivalent: 1 to 10 percent.\n2C horizon:\nClay content: 5 to 10 percent.\nReaction: Moderately alkaline or strongly alkaline.\nSalinity (EC): 2 to 8 mmhos/cm.\nSodicity (SAR): 5 to 13.\nOther features: Some pedons have strata of loamy fine sand, fine sand, gravelly sand, very gravelly sand, or very gravelly coarse sand below a depth of 100 cm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Dunphy series.  Dunphy soils have mean annual soil temperature of 11 to 13 degrees C. and have horizons with a matrix that has firm consistence when moist and a brittle manner of failure."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Argenta soils are on inset fans, basin floor remnants, lake plains, alluvial plains, alluvial flats, and stream terraces.  These soils formed in volcanic ash and alluvium derived from mixed rocks.  Slopes are 0 to 4 percent.  Elevations range from 1,100 to 1,525 meters.  The climate is arid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 150 to 200 mm, mean annual temperature is 7 to 9 degrees C, and the frost-free period is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bubus, Laxal, Reese, Sonoma, and Wendane soils.  Bubus, Laxal, and Sonoma soils have an exchangeable sodium percent of less than 15 in half or more of the upper 38 cm.  In addition, Laxal soils have particle-size control sections with more than 35 percent rock fragments.  Reese, Sonoma, and Wendane soils have particle-size control sections with more than 18 percent clay."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Somewhat poorly drained; low surface runoff; moderately high saturated hydraulic conductivity.  Endosaturation is present with an apparent seasonal high water table between 76 and 100 cm (moderately deep free water occurrence class) between February and July.  Cumulative annual duration class is Common.  Some phases are susceptible to rare flooding for very brief periods year-round."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Argenta soils are used for irrigated cropland, rangeland, and wildlife habitat.  The present vegetation in rangeland is mainly basin wildrye, alkali sacaton, inland saltgrass, and black greasewood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Nevada.  These soils are moderately extensive.  MLRA 24."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lander County (North Part), Nevada, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This revision of May 2003 updates the taxonomic class from Coarse-loamy, mixed, superactive, calcareous, mesic Aeric Halaquepts.  Future study is needed to determine the amount of volcanic glass in this series and whether the taxonomic class should be changed to Ashy, glassy, calcareous, mesic Aquandic Halaquepts.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A1 and A2 horizons).\nDurinodes - The zone from 18 to 114 cm (Bq, Bqk1, and Bqk2 horizons).\nIdentifiable secondary carbonates - The zone from 30 to 114 cm (Bqk1 and Bqk2 horizons).\nEndosaturation feature - The condition of ground water with an upper boundary between 80 and 100 cm at certain times during normal years (parts of the Bqk2 horizon).\nParticle-size control section - The zone from 25 to 100 cm (Bqk1 horizon and parts of the Bq and Bqk2 horizons).\nADDITIONAL DATA: Previous editors and authors include: ELS-MJZ-RLB.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
