{
  "SERIES": "ARGYLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. GOW-BWR-AAC",
  "REVDATE": "01/2011",
  "STATES": "IL",
  "OVERVIEW": "The Argyle series consists of very deep, well drained soils on till plains and moraines.  These soils formed in a thin mantle of loess and the underlying reddish geosol formed in loamy till.  Slope ranges from 2 to 18 percent.  The mean annual precipitation is about 890 mm (35 inches), and the mean annual temperature is about 9.4 degrees C (49 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Mollic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Argyle silt loam on a northeast-facing, linear convex, 5 percent slope, moderately eroded, in a cultivated field at an elevation of 267 meters (878 feet) above mean sea level. (Colors are for moist soil unless otherwise noted.)\nAp--0 to 18 cm (0 to 7 inches); black (10YR 2/1) silt loam, dark gray (10YR 4/1) dry; moderate fine and medium granular structure; friable; many fine and medium roots; moderately acid; clear smooth boundary. [15 to 25 cm (6 to 10 inches) thick]\nBE--18 to 30 cm (7 to 12 inches); yellowish brown (10YR 5/4) silty clay loam; moderate fine and medium subangular blocky structure; firm; common fine and medium roots; very dark gray (10YR 3/1) worm channels; light gray (10YR 7/1) clay depletions on faces of peds; moderately acid; clear smooth boundary. [0 to 18 cm (0 to 7 inches) thick]\nBt1--30 to 56 cm (12 to 22 inches); yellowish brown (10YR 5/4) silty clay loam; strong fine and medium subangular blocky structure; firm; common fine roots; common distinct dark yellowish brown (10YR 4/4) clay films on faces of peds; strongly acid; abrupt smooth boundary. [15 to 33 cm (6 to 13) inches thick]\n2Bt2--56 to 97 cm (22 to 38 inches); red (2.5YR 4/6) gravelly clay loam; moderate medium and coarse angular blocky structure; firm; few fine roots; common faint yellowish red (5YR 4/6) clay films, especially on pebbles; common fine black (N 2.5/) masses of iron-manganese oxides or organic coats; stone line in upper part of horizon; 25 percent gravel; strongly acid; clear smooth boundary.\n2Bt3--97 to 178 cm (38 to 70 inches); red (2.5YR 4/6); gravelly sandy clay loam; moderate coarse angular blocky structure; firm; few fine roots; common distinct dark reddish brown (2.5YR 3/4) clay films on faces of peds; 20 percent gravel; strongly acid; clear smooth boundary. [Combined thickness of the 2Bt horizon is 64 to 127 cm (25 to 50) inches thick]\n2BC--178 to 213 cm (70 to 84 inches); dark red (2.5YR 3/6) sandy loam; weak coarse angular blocky structure; friable; 5 percent gravel; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Carroll County, Illinois; about 4 miles northeast of Shannon; 2,200 feet south and 1,300 feet east of the northwest corner of sec. 4, T. 25 N., R. 7 E.; USGS Shannon topographic quadrangle; lat. 42 degrees 11 minutes 34 seconds N. and long. 89 degrees 42 minutes 11 seconds W.,UTM Zone 16, easting 276,807, northing 4,674,718, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: 122 to more than 244 cm (4 to 8 or more feet)\nParticle-size control section:  averages 27 to 35 percent clay, 15 to 35 percent fine and coarser materials\nSpecial features:  thickness of the solum  depends upon the amount of truncation of the Paleosol, which is the 2B horizon, before the loess was deposited. Where the solum is more than 152 cm (60 inches) thick, chroma is either less than 5 and hue is 7.5YR or redder or clay content decreases more than 20 percent from the maximum within depths of 152 cm (60 inches).\nAp horizon:\nHue: 10YR\nValue: 2 or 3\nChroma: 1 or 2\nTexture: silt loam\nClay content: averages 20 to 27 percent\nSand Content: averages 0 to 15 percent\nStructure: fine and medium granular\nReaction: strongly acid to slightly acid.\nE horizon  (where present):\nHue: 10YR\nValue: 4 to 6\nChroma: 2 or 3\nTexture: silt loam\nClay content: averages 15 to 26 percent\nSand content: averages 0 to 20 percent\nStructure: weak or moderate, thin or medium platy\nConsistence: friable\nReaction: strongly acid to slightly acid\nOther features:\nSome eroded pedons do not have an E horizon or the E horizon is less than 10 cm (4 inches) thick.\nBE or Bt horizon:\nHue: 10YR or 7.5YR\nValue: 4 or 5\nChroma: 4 to 6\nTexture: silty clay loam\nClay content: averages 27 to 35 percent\nSand content: 0 to 20 percent\nStructure: weak or moderate, fine or medium subangular blocky\nConsistence: firm or friable\nReaction: strongly acid to slightly acid.\n2Bt horizon:\nHue:  redder than of 7.5YR, at least one subhorizon with hue of 5YR or redder\nValue: 3 to 5\nChroma: 4 to 6\nTexture: clay loam, loam, sandy clay loam, sandy loam or their gravelly analogues\nClay content: averages 5 to 30 percent, the clay fraction contains a moderate amount of illite\nSand content: 35 to 85 percent\nVolume of gravel: 0 to 35 percent\nVolume of cobbles: 0 to 5 percent\nStructure: moderate or strong, fine or medium, subangular blocky or angular blocky structure in the upper part of the 2Bt horizon and weak or moderate, medium or coarse, subangular blocky, angular blocky, or prismatic structure in the lower part of the 2Bt horizon\nConsistence: firm or friable\nReaction: strongly acid to slightly acid\nSpecial features:\nMany of the properties are inherited from the soil formed in till prior to the time that the loess mantle was deposited. Some pedons have gravelly sandy loam, or loam till in which illite is the dominant clay mineral.\n2BC horizon:\nHue: 7.5YR to 2.5YR\nValue: 3 to 5\nChroma: 4 to 6\nTexture: clay loam, loam, sandy clay loam, sandy loam or their gravelly analogues\nClay content: averages 5 to 30 percent\nSand content: averages 35 to 85 percent\nStructure: weak medium or coarse subangular blocky, angular blocky or prismatic\nRock fragment: 0 to 35 percent gravels and 0 to 5 percent coblles\nReaction: strongly acid to slightly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Angus, Bassett, Blooming, Caleb, Cortland, Gara, Koronis, Lester, Newcomer, Orwood, Racine, Sebbo, Taopi, Waucoma, and Winneshiek Series.  Angus, Blooming, Gara, Orwood, and, Racine soils do not have hues redder than 7.5YR in the lower solum. Bassett series have 20 to 28 percent clay in the particle-size control section and do not have hues redder than 7.5YR in the lower solum.  Caleb soils formed in alluvial sediments derived from glaciers and do not have red hues redder than 7.5YR in the lower solum.  Cortland soils have 18 to 35 percent clay in the particle-size control section.  Koronis and Lester soils contain Bk horizons and do not have hues redder than 7.5YR in the lower solum.  Newcomer, Waucoma and Winneshiek soils have a lithic contact within depths of 152 cm (60 inches).  Sebbo soils have 18 to 25 percent clay in the particle-size control section and do not have hues redder than 7.5YR in the lower solum.  Taopi soils have a thinner solum, soft limestone or siltstone within 102 cm (40 inches), and do not have hues redder than 7.5YR in the lower solum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Argyle soils are on gently rolling to moderately steep till plains and moraines. Slope ranges from 2 to 18 percent. Theupper part of the solum formed in 38 to 64 cm (15 to 25 inches) of loess or silty material and the lower part in late Sangamon reddish geosols formed in the underlying till.  Mean annual temperature is 7.2 to 11.1 degrees C (45 to 52 degrees F), mean annual precipitation is 813 to 965 mm (32 to 38 inches), frost free period range from 140 to 180 days, and elevation ranges from 207 to 311 meters (680 to 1,020 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Greenbush, Lawson, Myrtle, Ogle, Osco, Pecatonica and Radford soils.  Greenbush and Osco soils are found on interfluve summits and slope positions above the Argyle soils.  Greenbush and Osco soils have glacial till at depths greater than 203 cm (80 inches) and Osco soils are Typic Arguidolls.  Lawson and Radford soils are located in drainageways below the Argyle soils. Myrtle soils are located on similar or slightly higher landscape positions and have glacial till at depths of 76 to 127 cm (30 to 50 inches).  Ogle soils are located on similar positions near the heads of drainages and are Typic Arguidolls.  Pecatonica soils are located on similar positions and are Typic Hapludalfs."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained.  Runoff is low on gentle slopes and medium on the steeper slopes.  Saturated hydraulic conductivity is 4.23 to 14.11 micrometers per second. Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Much of the Argyle soil is under cultivation. Crops most commonly grown are corn, soybeans, small grain, and meadow. Some areas are in pasture. Native vegetation was probably widely spaced trees and grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwestern Illinois; LRRs K and M, MLRAs 95B, and 108B. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Boone County, Illinois, 1935."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nOchric epipedon - from a depth of 0 to 30 cm (0 to 12 inches) (Ap and BE horizons).\nArgillic horizon - from a depth of 30 to 178 cm (12 to 70 inches) (Bt and 2Bt horizons)\nUdic moisture regime; Mesic temperature regime\nParticle-size control section--from a depth of 30 to 80 cm (12 to 32 inches) (Bt1 and 2Bt2 horizons)\nSeries control section - from a depth of 0 to 203 cm (0 to 80 inches) (Ap, BE, Bt2, 2Bt2, 2Bt3, and 2BC horizons)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 18 cm (0 to 7 inches); black (10YR 2/1) silt loam, dark gray (10YR 4/1) dry; moderate fine and medium granular structure; friable; many fine and medium roots; moderately acid; clear smooth boundary. [15 to 25 cm (6 to 10 inches) thick]"
      },
      {
        "name": "BE",
        "top": 18,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BE--18 to 30 cm (7 to 12 inches); yellowish brown (10YR 5/4) silty clay loam; moderate fine and medium subangular blocky structure; firm; common fine and medium roots; very dark gray (10YR 3/1) worm channels; light gray (10YR 7/1) clay depletions on faces of peds; moderately acid; clear smooth boundary. [0 to 18 cm (0 to 7 inches) thick]"
      },
      {
        "name": "Bt1",
        "top": 30,
        "bottom": 56,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bt1--30 to 56 cm (12 to 22 inches); yellowish brown (10YR 5/4) silty clay loam; strong fine and medium subangular blocky structure; firm; common fine roots; common distinct dark yellowish brown (10YR 4/4) clay films on faces of peds; strongly acid; abrupt smooth boundary. [15 to 33 cm (6 to 13) inches thick]"
      },
      {
        "name": "2Bt2",
        "top": 56,
        "bottom": 97,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bt2--56 to 97 cm (22 to 38 inches); red (2.5YR 4/6) gravelly clay loam; moderate medium and coarse angular blocky structure; firm; few fine roots; common faint yellowish red (5YR 4/6) clay films, especially on pebbles; common fine black (N 2.5/) masses of iron-manganese oxides or organic coats; stone line in upper part of horizon; 25 percent gravel; strongly acid; clear smooth boundary."
      },
      {
        "name": "2Bt3",
        "top": 97,
        "bottom": 178,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bt3--97 to 178 cm (38 to 70 inches); red (2.5YR 4/6); gravelly sandy clay loam; moderate coarse angular blocky structure; firm; few fine roots; common distinct dark reddish brown (2.5YR 3/4) clay films on faces of peds; 20 percent gravel; strongly acid; clear smooth boundary. [Combined thickness of the 2Bt horizon is 64 to 127 cm (25 to 50) inches thick]"
      },
      {
        "name": "2BC",
        "top": 178,
        "bottom": 213,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2BC--178 to 213 cm (70 to 84 inches); dark red (2.5YR 3/6) sandy loam; weak coarse angular blocky structure; friable; 5 percent gravel; slightly acid."
      }
    ]
  ]
}
