{
  "SERIES": "ARIEL",
  "STATUS": "Established Series",
  "BYREV": "Rev. ACM:WMK:RBH",
  "REVDATE": "04/2000",
  "STATES": "AR,MS",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, active, thermic Fluventic Dystrudepts\n(Colors are for moist soil unless otherwise  stated.)\nAp--0 to 5 inches; brown (10YR 5/3) silt loam; weak fine granular structure; very friable; many fine roots; few brown root stains and black splotches; medium acid; clear smooth boundary.  (4 to 8 inches thick)\nBw1--5 to 17 inches; dark yellowish brown (10YR 4/4) silt loam; weak medium subangular blocky structure; friable; few fine roots; few silt or oxide coatings on faces of peds; strongly acid; clear smooth boundary.\nBw2--17 to 25 inches; dark yellowish brown (10YR 4/4) silt loam; weak medium subangular blocky structure; friable; few fine roots; few silt or oxide coatings on faces of peds; common fine brown concretions; strongly acid; clear smooth boundary.  (Combined thickness of the Bw horizon is 16 to 42 inches.)\nEb--25 to 30 inches; pale brown (10YR 6/3) silt loam; many medium distinct dark yellowish brown (10YR 4/4) mottles; weak medium subangular blocky structure; friable; common fine pores; few fine black concretions; strongly acid; clear smooth boundary.  (0 to 10 inches thick)\nBwxb1--30 to 56 inches; mottled yellowish brown (10YR 5/4) and light gray (10YR 7/2) silt loam; weak coarse prismatic parting to weak medium subangular blocky structure; friable; slightly compact and brittle; common fine and medium black concretions; few tongues of gray silt between prisms; strongly acid; clear smooth boundary.  (20 to 30 inches thick)\nBwxb2--56 to 65 inches; yellowish brown (10YR 5/4) silt loam; common medium distinct light gray (10YR 7/1) mottles; weak coarse prismatic parting to weak medium subangular blocky structure; friable; slightly compact and brittle; few tongues of gray silt between prisms; common fine black concretions; strongly acid."
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": null
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Montgomery County, Mississippi; 5.0 miles west of the Webster County line, 0.5 mile south of the Grenada County line, and 200 feet south into pasture.  NW1/4SW1/4 sec. 20, T. 12 N., R. 7 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness exceeds 60 inches.  Depth to the buried solum ranges from 20 to 50 inches.  The soil is very strongly acid or strongly acid in all horizons, except for the surface layer in areas that have been limed.\nThe A horizon has hue of 10YR, value of 4 or 5, and chroma of 2 or 3.  It is silt loam or very fine sandy loam.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 3 or 4.  Mottles, if present, are in shades of brown or yellow.\nThe Eb horizon, if present, has hue of 10YR, value of 5 or 6, and chroma of 2 or 3, or it is mottled in shades of gray and brown.  Colors having chroma of 2 or less are below a depth of 24 inches.  In some pedons there is a B/E or an E/B horizon in the upper part of the buried solum.\nTexture of the Bw and Eb horizons is silt loam.  Clay ranges from 12 to 18 percent, and sand from 3 to 15 percent in the 10- to 40-inch control section.\nThe Bwxb horizon is mottled in shades of brown or gray or has matrix in shades of brown with few to many grayish mottles.  It is brittle in 20 to 40 percent of the volume.  It is silt loam, silty clay loam, or loam.  Black or brown concretions commonly are few to many."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family.  Soils in a similar family are the Barclay, Cascilla, Collins, Leverett, Oaklimeter, and Velda series; Barclay, Cascilla, Collins, Leverett, and Velda soils do not have a buried genetic horizon.  Barclay and Oaklimeter soils have mottles with chroma of 2 or less within a depth of 24 inches of the surface.   Cascilla soils are fine-silty in the 10- to 40-inch particle-size control section.  Collins soils have bedding planes and do not have a cambic horizon.  Leverett soils have a Bt horizon.  Velda soils have siliceous mineralogy in the 10- to 40-inch control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ariel soils are on the nearly linear surfaces of higher parts of flood plains or low stream terraces.  This soil formed in alluvial sediment derived from the Southern Mississippi Valley Silty Uplands.  The climate is warm and humid.  Near the type location, the mean annual temperature is 66 degrees Fahrenheit, and mean annual precipitation is 57 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cascilla and Collins soils of the competing series and the Chenneby, Falaya, and Vicksburg soils.  These soils are associated with each other across the nearly linear surfaces of flood plains.  Well drained Cascilla soils are in similar positions as the Ariel soils.  Moderately well drained Collins soils are in slightly lower positions.  Somewhat poorly drained Chenneby soils, which are in slightly lower areas, are fine-silty in the 10- to 40-inch control section and have mottles with chroma of 2 or less within a depth of 24 inches of the surface.  Somewhat poorly drained Falaya soils, which are in lower areas, have a gray matrix at about 16 inches below the surface.  Well drained Vicksburg soils, which are near channels, are structureless and have bedding planes in the upper 20 inches of the soil."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderately slow permeability.  This soil is flooded for brief periods from January through April, unless it is protected; the seasonal high water table is at a depth of 2.5 to 4 feet below the surface."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of the Ariel soils are used for pasture.  Small acreages are used for woodland and cropland.  Woodlands are bottomland hardwoods with pines intermingled.  Cotton, corn, and soybeans are grown."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mississippi and Arkansas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Amite County, Mississippi; 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to a depth of approximately 5 inches (Ap horizon)\nCambic horizon - the zone from approximately 5 to 25 inches and the zone from approximately 30 to 65 inches (Bw1, Bw2, Bwxb1, Bwxb2 horizons)\nADDITIONAL DATA:  Laboratory data were obtained on 4 pedons from the Soil Genesis and Morphology Laboratory of the Mississippi Agricultural and Forestry Experiment Station.  The data for the four pedons are published respectively in the Soil Surveys for Amite, Madison, Webster, and Yalobusha Counties, Mississippi.\nNational Cooperative Soil Survey\nU. S. A."
  }
}
