{
  "SERIES": "ARIS",
  "STATUS": "Established Series",
  "BYREV": "CLN-WLM-RM",
  "REVDATE": "08/2018",
  "STATES": "TX",
  "OVERVIEW": "The Aris series consists of very deep, poorly drained soils.  These nearly level soils formed in loamy fluviomarine deposits derived from the Beaumont Formation. Slope ranges from 0 to 1 percent. Mean annual air temperature is about 20.5 degrees C (degrees 69 F), and mean annual precipitation is about 1397 mm (55 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, siliceous, active, hyperthermic Typic Epiaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Aris silt loam--pasture (Colors are for moist soil unless otherwise stated.)\nAp--0 to 12 cm (0 to 5 in); grayish brown (10YR 5/2) silt loam; weak fine subangular blocky structure; friable, slightly hard; many fine roots; many fine interstitial pores; 3 percent medium prominent brownish yellow (10YR 6/8) masses of oxidized iron with sharp boundaries lining pores; 10 percent fine prominent brownish yellow (10YR 6/8), masses of oxidized iron with sharp boundaries lining pores; about 10 percent crawfish krotovinas; strongly acid; clear wavy boundary. (12 to 51 cm [5 to 20 in] thick)\nAE--12 to 26 cm (5 to 10 in); gray (2.5Y 5/1) loam; moderate medium subangular blocky structure; friable, hard; many fine roots throughout and common very fine roots throughout; many fine tubular and common very fine tubular pores; 20 percent medium prominent strong brown (7.5YR 5/8) masses of oxidized iron with sharp boundaries lining pores; about 10 percent crawfish krotovinas; strongly acid; clear smooth boundary. (14 to 43 cm [6 to 17 in] thick)\nBt1--26 to 41 cm (10 to 16 in); dark gray (10YR 4/1) loam; moderate medium prismatic structure parting to moderate medium subangular blocky; firm, very hard; common fine roots throughout and common very fine roots throughout; many very fine tubular pores; 7 percent distinct dark gray (10YR 4/1) clay films on all faces of peds; 2 percent fine prominent yellowish brown (10YR 5/8) masses of oxidized iron with sharp boundaries lining pores; about 10 percent crawfish krotovinas; strongly acid; gradual smooth boundary.\nBt2--41 to 79 cm (16 to 31 in); dark gray (10YR 4/1) clay loam; moderate medium prismatic structure parting to moderate medium subangular blocky; firm, very hard; common fine roots throughout and many very fine roots throughout; common fine tubular and common very fine tubular pores; 5 percent faint pressure faces; 6 percent distinct dark gray (10YR 4/1) clay films; 1 percent fine spherical moderately cemented ironstone nodules; 4 percent fine prominent yellowish brown (10YR 5/8)masses of oxidized iron with sharp boundaries in matrix; 4 percent medium faint gray (10YR 5/1) iron depletions with clear boundaries in matrix surrounding redox concentrations; 6 percent medium prominent strong brown (7.5YR 4/6) masses of oxidized iron with sharp boundaries in matrix; about 10 percent crawfish krotovinas; strongly acid; gradual smooth boundary.\nBt3--79 to 103 cm (31 to 41 in); gray (2.5Y 5/1) clay loam; moderate medium prismatic structure parting to moderate medium subangular blocky; very firm, very hard; common fine roots throughout and many very fine roots throughout; common fine tubular and common very fine interstitial pores; 5 percent faint pressure faces and 8 percent faint dark gray (10YR 4/1) clay films; 3 percent coarse prominent strong brown (7.5YR 4/6) masses of oxidized iron with sharp boundaries on faces of peds ; 4 percent fine distinct dark gray (2.5Y 4/1) iron depletions with clear boundaries lining pores; 15 percent medium prominent olive yellow (2.5Y 6/8) masses of oxidized iron with sharp boundaries in matrix; about 10 percent crawfish krotovinas; moderately acid; gradual wavy boundary. (Combined thickness of the Bt horizons is 56 to 144 cm [22 to 57 in])\nBtg1--103 to 124 cm (41 to 49 in); gray (N 6/) clay; moderate medium prismatic structure parting to moderate medium subangular blocky; very firm, very hard; many fine roots throughout and common very fine roots throughout; common fine tubular and common very fine tubular pores; 2 percent faint slickensides; 12 percent distinct pressure faces; 15 percent faint dark gray (2.5Y 4/1) clay films; 1 percent fine black (10YR 2/1) iron-manganese nodules with sharp boundaries in matrix; 3 percent medium prominent strong brown (7.5YR 4/6) masses of oxidized iron with sharp boundaries on faces of peds; 12 percent fine distinct dark gray (2.5Y 4/1) iron depletions with clear boundaries lining pores; 15 percent fine prominent brownish yellow (10YR 6/8) masses of oxidized iron with sharp boundaries in matrix; about 5 percent crawfish krotovinas; moderately acid; clear smooth boundary\nBtg2--124 to 165 cm (49 to 65 in); light greenish gray (5GY 7/1) clay loam; moderate medium prismatic structure parting to moderate medium subangular blocky; very firm, very hard; common fine roots throughout and common very fine roots throughout; common fine interstitial and common very fine tubular pores; 2 percent faint slickensides (pedogenic); 10 percent prominent pressure faces on all faces of peds; 12 percent distinct dark gray (2.5Y 4/1) clay films on vertical faces of peds; 2 percent fine prominent dark yellowish brown (10YR 4/6) masses of oxidized iron in matrix; 2 percent fine distinct greenish gray (10GY 6/1) iron depletions lining pores; 2 percent fine brownish yellow (10YR 6/8) ironstone nodules; 15 percent medium distinct dark gray (10YR 4/1) iron depletions in matrix; 25 percent medium prominent brownish yellow (10YR 6/8) masses of oxidized iron in matrix; about 5 percent crawfish krotovinas; slightly acid; gradual smooth boundary.\nBtg3--165 to 203 cm (49 to 80 in); light greenish gray (10Y 7/1) sandy clay loam; weak medium subangular blocky structure; firm, hard; many fine roots throughout and many very fine roots throughout; common fine interstitial and many very fine tubular pores; 2 percent fine black (10YR 2/1) iron-manganese nodules; 3 percent medium distinct greenish gray (10GY 6/1)iron depletions with clear boundaries lining pores; 3 percent fine prominent yellow (2.5Y 7/8) masses of oxidized iron with sharp boundaries in matrix; 10 percent fine distinct light greenish gray (10GY 7/1) iron depletions with clear boundaries lining pores; 20 percent medium prominent olive yellow (2.5Y 6/8) masses of oxidized iron with sharp boundaries in matrix; 30 percent medium distinct dark gray (2.5Y 4/1) iron depletions with sharp boundaries in matrix; about 10 percent crawfish krotovinas; neutral. (Combined thickness of the Btg horizons is 18 to 134 cm [7 to 53 in])"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, Texas; from the west city limits of Port Authur on Texas Highway 73, 5.8 miles west on Texas Highway 73 to intersection of Country Club Road; 0.3 mile north on Country Club Road; 200 feet east in pasture.\nUSGS topographic quad: Alligator Hole Marsh, TX;\nLatitude is 29 degrees, 51 minutes, 10.8 seconds N;\nLongitude is 94 degrees, 08 minutes, 2.6 seconds W;\nDatum: WGS84)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nParticle-size control section (weighted average)\nClay content: 21 to 35 percent\nSands larger than very fine sand content: 5 to 15 percent\nAp Horizon:\nHue: 10YR\nValue: 3 to 5\nChroma: 1 or 2 (pedons with value of 3 are less than 15 cm [6 in] thick)\nTexture: very fine sandy loam, fine sandy loam, silt loam, or loam\nClay content: 7 to 27 percent\nRedox concentrations: amount-0 to 15 percent, location-lining pores, shades-brown or yellow\nElectrical Conductivity (dS/m): 0 to 2\nSodium Adsorption Ratio: 0 to 2\nReaction: very strongly acid to moderately acid\nAE Horizon:\nHue: 10YR\nValue: 4 to 6\nChroma: 1 or 2\nTexture: fine sandy loam, silt loam or loam\nClay content: 12 to 26 percent\nRedox concentrations: amount-0 to 15 percent, location-lining pores, shades-brown or yellow\nElectrical Conductivity (dS/m): 0 to 2\nSodium Adsorption Ratio: 0 to 4\nReaction: very strongly acid to moderately acid\nBt Horizon:\n(Upper part)\nHue: 10YR or 2.5Y\nValue: 4 to 6\nChroma: 1 or 2\nTexture: silt loam, loam, silty clay loam, clay loam\nClay content: 20 to 35 percent\nRedox concentrations: amount- 5 to 25, location-matrix and lining pores, shades-brown, red, or yellow\nRedox depletions: amount-0 to 10 percent, location-adjacent to redox concentrations, shades-gray\nIron-manganese concentrations: amount-0 to 2 percent, kind-masses or nodules\nElectrical Conductivity (dS/m): 0 to 2\nSodium Adsorption Ratio: 0 to 4\nReaction: very strongly acid to neutral\nBt Horizon:\n(Lower part)\nHue: 10YR or 2.5Y\nValue: 5 or 6\nChroma: 1 or 2\nTexture: clay loam, silty clay loam, silty clay or clay\nClay content: 32 to 59.4 percent\nRedox concentrations: amount- 8 to 30, location-matrix and lining pores, shades-brown, red, or yellow\nRedox depletions: amount-0 to 10 percent, location-adjacent to redox concentrations, shades-gray\nIron-manganese concentrations: amount-0 to 2 percent, kind-masses or nodules\nElectrical Conductivity (dS/m): 0 to 2\nSodium Adsorption Ratio: 0 to 2\nReaction: very strongly acid to moderately alkaline\nBtg Horizons:\nHue: 10YR to N\nValue: 5 to 7\nChroma: 1 or 2\nTexture: sandy clay loam, clay loam, silty clay loam, silty clay or clay\nClay content: 25 to 47 percent\nRedox concentrations: amount- 8 to 30, location-matrix and lining pores, shades-brown, red, or yellow\nRedox depletions: amount-0 to 10 percent, location-adjacent to redox concentrations, shades-gray\nIron-manganese concentrations: amount-0 to 5 percent, kind-masses or nodules\nElectrical Conductivity (dS/m): 0 to 2\nSodium Adsorption Ratio: 0 to 8\nReaction: very strongly acid to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series in the same family. Similar soils are the Camptown, Evadale, Kinder, and Leton series.\nCamptown, Evadale, Kinder and Leton soils: have glossic horizons"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy fluviomarine sediments derived from the Beaumont Formation of Pleistocene age\nLandscape: flat coastal plains\nLandform: flats\nMicrofeature: leveled mounds\nSlope: 0 to 1 percent\nSoil Moisture: An aquic soil moisture regime.\nMean annual soil temperature: 21.7 to 22.0 degrees C (71 to 72 degrees F)\nMean annual air temperature range: 20.0 to 22.0 degrees C (68 to 72 degrees F)\nMean annual precipitation range: 1194 to 1575 mm (48 to 62 in)\nPrecipitation Pattern: Rainfall is fairly uniform throughout the year with slight peaks in the fall and spring months.\nFrost-free period: 270 to 300 days\nElevation: 3 to 30.5 m (10 to 100 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Anahuac, Labelle, Levac, Orcadia, Meaton, Morey, and Spindletop series.\nAnahuac and Orcadia soils: are on a broader landform\nLabelle, Meaton, and Morey soils: somewhat poorly drained; on flats\nLevac soils- somewhat poorly drained; are truncated pimple mounds\nSpindletop soils: moderately well drained; on pimple mounds"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: poorly\nPermeability class:\nRunof: negligible.\nFlooding: soils are rarely flooded for very brief to brief periods. Flooding occurs as a result of storm surge during tropical storms which occurs in areas less than 4.6 m (15 ft) elevation.\nWetness: soils have episaturation from the soil surface to 91 cm (0 to 36 in) from January to March and endosaturation from 100 to 203 cm (40 to 80 in) below the surface during the same period."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Aris soils are used mainly for cropland and native pasture.  Cropland is dominantly in rice production with a few small areas used for growing cotton, corn, and grain sorghum.  Native grasses are mainly paspalums, sedges and rushes.  Loblolly pine trees have encroached on a few areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Gulf Coast Prairie of Texas east of the Trinity River and possibly in Louisiana; Land Resource Region T; MLRA 150A; the series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Harris County, Texas; 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included in the Crowley series.  The series type location was moved from Harris County to Jefferson County in 1995.  A study of the series in 1994 indicated that 2 to 3 series concepts have been mapped into the Aris series.  This revision limits the series to the original concept of the series.  New series will be proposed to define the Aris soils mapped on mounded and depressional positions.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 26 cm (0 to 10 in) (A and AE horizons).\nArgillic horizon: 26 to 203 cm (10 to 80 in) (Bt1, Bt2, Bt3, Btg1, Btg2, Btg3 horizons).\nAquic moisture regime: Dominant chroma of 2 or less and iron accumulations due to wetness in the A and AE horizons from January to March in normal years.\nAdditional Comments: The previous versions of the Aris series were classified as Typic Glossaqualfs. During the update of MLRA 150A, it was determined that previously identified glossic material was dominantly crawfish krotovinas. The particle-size family was changed from fine to fine-silty as the result of lab data on pedons throughout the series province.\nADDITIONAL DATA:  KSSL data exists on pedon S11TX2452366 from the type location in Jefferson County, Texas.\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 12,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Ap--0 to 12 cm (0 to 5 in); grayish brown (10YR 5/2) silt loam; weak fine subangular blocky structure; friable, slightly hard; many fine roots; many fine interstitial pores; 3 percent medium prominent brownish yellow (10YR 6/8) masses of oxidized iron with sharp boundaries lining pores; 10 percent fine prominent brownish yellow (10YR 6/8), masses of oxidized iron with sharp boundaries lining pores; about 10 percent crawfish krotovinas; strongly acid; clear wavy boundary. (12 to 51 cm [5 to 20 in] thick)"
      },
      {
        "name": "AE",
        "top": 12,
        "bottom": 26,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "AE--12 to 26 cm (5 to 10 in); gray (2.5Y 5/1) loam; moderate medium subangular blocky structure; friable, hard; many fine roots throughout and common very fine roots throughout; many fine tubular and common very fine tubular pores; 20 percent medium prominent strong brown (7.5YR 5/8) masses of oxidized iron with sharp boundaries lining pores; about 10 percent crawfish krotovinas; strongly acid; clear smooth boundary. (14 to 43 cm [6 to 17 in] thick)"
      },
      {
        "name": "Bt1",
        "top": 26,
        "bottom": 41,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--26 to 41 cm (10 to 16 in); dark gray (10YR 4/1) loam; moderate medium prismatic structure parting to moderate medium subangular blocky; firm, very hard; common fine roots throughout and common very fine roots throughout; many very fine tubular pores; 7 percent distinct dark gray (10YR 4/1) clay films on all faces of peds; 2 percent fine prominent yellowish brown (10YR 5/8) masses of oxidized iron with sharp boundaries lining pores; about 10 percent crawfish krotovinas; strongly acid; gradual smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 41,
        "bottom": 79,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt2--41 to 79 cm (16 to 31 in); dark gray (10YR 4/1) clay loam; moderate medium prismatic structure parting to moderate medium subangular blocky; firm, very hard; common fine roots throughout and many very fine roots throughout; common fine tubular and common very fine tubular pores; 5 percent faint pressure faces; 6 percent distinct dark gray (10YR 4/1) clay films; 1 percent fine spherical moderately cemented ironstone nodules; 4 percent fine prominent yellowish brown (10YR 5/8)masses of oxidized iron with sharp boundaries in matrix; 4 percent medium faint gray (10YR 5/1) iron depletions with clear boundaries in matrix surrounding redox concentrations; 6 percent medium prominent strong brown (7.5YR 4/6) masses of oxidized iron with sharp boundaries in matrix; about 10 percent crawfish krotovinas; strongly acid; gradual smooth boundary."
      },
      {
        "name": "Bt3",
        "top": 79,
        "bottom": 103,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt3--79 to 103 cm (31 to 41 in); gray (2.5Y 5/1) clay loam; moderate medium prismatic structure parting to moderate medium subangular blocky; very firm, very hard; common fine roots throughout and many very fine roots throughout; common fine tubular and common very fine interstitial pores; 5 percent faint pressure faces and 8 percent faint dark gray (10YR 4/1) clay films; 3 percent coarse prominent strong brown (7.5YR 4/6) masses of oxidized iron with sharp boundaries on faces of peds ; 4 percent fine distinct dark gray (2.5Y 4/1) iron depletions with clear boundaries lining pores; 15 percent medium prominent olive yellow (2.5Y 6/8) masses of oxidized iron with sharp boundaries in matrix; about 10 percent crawfish krotovinas; moderately acid; gradual wavy boundary. (Combined thickness of the Bt horizons is 56 to 144 cm [22 to 57 in])"
      },
      {
        "name": "Btg1",
        "top": 103,
        "bottom": 124,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btg1--103 to 124 cm (41 to 49 in); gray (N 6/) clay; moderate medium prismatic structure parting to moderate medium subangular blocky; very firm, very hard; many fine roots throughout and common very fine roots throughout; common fine tubular and common very fine tubular pores; 2 percent faint slickensides; 12 percent distinct pressure faces; 15 percent faint dark gray (2.5Y 4/1) clay films; 1 percent fine black (10YR 2/1) iron-manganese nodules with sharp boundaries in matrix; 3 percent medium prominent strong brown (7.5YR 4/6) masses of oxidized iron with sharp boundaries on faces of peds; 12 percent fine distinct dark gray (2.5Y 4/1) iron depletions with clear boundaries lining pores; 15 percent fine prominent brownish yellow (10YR 6/8) masses of oxidized iron with sharp boundaries in matrix; about 5 percent crawfish krotovinas; moderately acid; clear smooth boundary"
      },
      {
        "name": "Btg2",
        "top": 124,
        "bottom": 165,
        "moist_hue": "5GY",
        "moist_value": 7,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btg2--124 to 165 cm (49 to 65 in); light greenish gray (5GY 7/1) clay loam; moderate medium prismatic structure parting to moderate medium subangular blocky; very firm, very hard; common fine roots throughout and common very fine roots throughout; common fine interstitial and common very fine tubular pores; 2 percent faint slickensides (pedogenic); 10 percent prominent pressure faces on all faces of peds; 12 percent distinct dark gray (2.5Y 4/1) clay films on vertical faces of peds; 2 percent fine prominent dark yellowish brown (10YR 4/6) masses of oxidized iron in matrix; 2 percent fine distinct greenish gray (10GY 6/1) iron depletions lining pores; 2 percent fine brownish yellow (10YR 6/8) ironstone nodules; 15 percent medium distinct dark gray (10YR 4/1) iron depletions in matrix; 25 percent medium prominent brownish yellow (10YR 6/8) masses of oxidized iron in matrix; about 5 percent crawfish krotovinas; slightly acid; gradual smooth boundary."
      },
      {
        "name": "Btg3",
        "top": 165,
        "bottom": 203,
        "moist_hue": "10Y",
        "moist_value": 7,
        "moist_chroma": 1,
        "texture_class": "sandy clay loam",
        "pH_class": "neutral",
        "narrative": "Btg3--165 to 203 cm (49 to 80 in); light greenish gray (10Y 7/1) sandy clay loam; weak medium subangular blocky structure; firm, hard; many fine roots throughout and many very fine roots throughout; common fine interstitial and many very fine tubular pores; 2 percent fine black (10YR 2/1) iron-manganese nodules; 3 percent medium distinct greenish gray (10GY 6/1)iron depletions with clear boundaries lining pores; 3 percent fine prominent yellow (2.5Y 7/8) masses of oxidized iron with sharp boundaries in matrix; 10 percent fine distinct light greenish gray (10GY 7/1) iron depletions with clear boundaries lining pores; 20 percent medium prominent olive yellow (2.5Y 6/8) masses of oxidized iron with sharp boundaries in matrix; 30 percent medium distinct dark gray (2.5Y 4/1) iron depletions with sharp boundaries in matrix; about 10 percent crawfish krotovinas; neutral. (Combined thickness of the Btg horizons is 18 to 134 cm [7 to 53 in])"
      }
    ]
  ]
}
