{
  "SERIES": "ARIZER",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAH-TAC-TCB-RM",
  "REVDATE": "05/2016",
  "STATES": "NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, active, thermic Calcidic Paleustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Arizer sandy clay loam, on a very gently sloping plain, 1 percent slope in rangeland at an elevation of 1,354 meters (4,442 ft). (Colors are for dry soil unless otherwise stated.)\nA--0 to 15 cm (0 to 6 in); brown (7.5YR 4/3) sandy clay loam, dark brown (7.5YR 3/3) moist; weak medium subangular blocky structure; soft, very friable, slightly sticky, slightly plastic; common fine and medium roots throughout; noneffervescent; slightly alkaline; clear smooth boundary.  (Thickness is 10 to 25 cm [4 to 10 in].)\nBt1--15 to 41 cm (6 to 16 in); brown (7.5YR 4/3) sandy clay loam, dark brown (7.5YR 3/3) moist; moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common fine roots throughout; common continuous and distinct clay films on ped surfaces; noneffervescent; slightly alkaline; clear wavy boundary.\nBt2--41 to 57 cm (16 to 22 in); reddish brown (5YR 4/4) sandy clay loam, dark reddish brown (5YR 3/4) moist; moderate coarse prismatic structure parting to moderate coarse subangular blocky; very hard, very firm, moderately sticky and moderately plastic; common fine roots throughout; common continuous and prominent clay films on ped surfaces; slightly effervescent; moderately alkaline; gradual wavy boundary.  (Combined thickness of Bt horizons is 51 to 125 cm [20 to 49 in].)\nBtkk--57 to 104 cm (22 to 41 in); pink (5YR 7/4) clay loam, light reddish brown (5YR 6/4) moist; weak medium subangular blocky structure; very hard, very firm, moderately sticky and moderately plastic; common fine roots throughout; few patchy and faint clay films on ped surfaces; about 55 percent calcium carbonate by volume as medium masses, nodules, and finely disseminated carbonates throughout; violently effervescent; moderately alkaline; gradual wavy boundary. (Thickness is 25 to 60cm [10 to 24 in].)\nBtk1--104 to 137 cm (41 to 54 in); reddish yellow (5YR 6/6) clay loam, yellowish red (5YR 4/6) moist; weak medium subangular blocky structure; very hard, very firm, moderately sticky and moderately plastic; common fine roots throughout; few discontinuous and faint clay films on ped surfaces; about 40 percent calcium carbonate by volume as medium masses, nodules, and finely disseminated carbonates throughout; violently effervescent; moderately alkaline; gradual wavy boundary.  (Combined thickness of the Btks is 33 to 99 cm [13 to 39 in].)\nBtk2--137 to 203 cm (54 to 80 in); yellowish red (5YR 5/6) sandy clay loam, yellowish red (5YR 4/6) moist; weak medium subangular blocky structure; very hard, very firm, moderately sticky and moderately plastic; common fine roots throughout; common discontinuous and faint clay films on ped surfaces; about 30 percent calcium carbonate by volume as medium masses, nodules, and finely disseminated carbonates throughout; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Roosevelt County, New Mexico; from the intersection of U.S. Highway 70 and State Highway 330 in Elida; 2.3 miles north on State Highway 330 to Roosevelt County Road 19 S.; 3 miles west on Roosevelt County Road 19 S. to Roosevelt County Road AN; 1 mile north on Roosevelt County Road AN to Roosevelt County Road 18 S.; 4 miles west on Roosevelt County Road 18 S. to private road; 0.3 miles south on private road; 30 ft east of fenceline in rangeland; NW  of the NW  of Section. 2, T. 4 S., R 30 E. Section 2, Township 4 S. Range 30 E.; Latitude: 33 degrees, 59 minutes, 28.5 seconds North; Longitude: 103 degrees, 46 minutes, 17.3 seconds west; San Juan Mesa, New Mexico USGS quad; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: An aridic moisture regime bordering on ustic. The soil moisture control section is dry in some or all parts for more than 205 but less than 270 days, cumulative, in normal years. November through April normally is the driest months. These soils are intermittently moist in May through October.\nMean annual soil temperature: 15 to 18 degrees C. (59 to 64 degrees F).\nDepth to argillic horizon: 10 to 25 cm (4 to 10 in)\nDepth to secondary calcium carbonate: 25 to 102 cm (10 to 40 in)\nDepth to calcic horizon: 50 to 150 cm (20 to 60 in)\nParticle-size control section: 18 to 30 percent silicate clay.\nSolum thickness: more than 203 cm (80 in).\nA Horizon:\nHue: 7.5YR or 10YR\nValue: 3 to 5 dry, 3 or less moist\nChroma: 2 or 3\nTexture: very fine sandy loam, sandy clay loam\nEffervescence: none\nReaction: neutral or slightly alkaline\nBt Horizons:\nHue: 5YR or 7.5YR\nValue: 4 to 6 dry, 3 to 5 moist\nChroma: 3 or 4\nTexture: sandy clay loam, clay loam\nEffervescence: none to slight\nReaction: slightly alkaline or moderately alkaline\nBtkk Horizon:\nHue: 5YR or 7.5YR\nValue: 6 to 8 dry, 5 to 7 moist\nChroma: 4 to 6\nTexture: sandy clay loam, clay loam\nVisible secondary calcium carbonate: 50 to 70 percent by volume in the form of masses, nodules and finely disseminated carbonates\nCalcium carbonate by weight: 40 to 60 percent\nEffervescence: violent\nReaction: moderately alkaline or strongly alkaline\nBtk Horizons:\nHue: 5YR or 7.5YR\nValue: 5 to 7 dry, 4 to 6 moist\nChroma: 4 to 8\nTexture: sandy clay loam, clay loam\nVisible secondary calcium carbonate: 15 to 50 percent by volume in the form of masses, nodules and finely disseminated carbonates\nCalcium carbonate by weight: 5 to 40 percent\nEffervescence: strong or violent\nReaction: moderately alkaline or strongly alkaline\nBkk Horizon (where present):\nHue: 5YR or 7.5YR\nValue: 6 to 8 dry, 5 to 7 moist\nChroma: 2 to 6\nTexture: loam, sandy clay loam, clay loam\nVisible secondary calcium carbonate: 50 to 75 percent by volume in the form of masses, nodules and finely disseminated carbonates\nCalcium carbonate by weight: 40 to 60 percent\nEffervescence: violent\nReaction: moderately alkaline or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series in the same family. Similar soils include the Acuff,  Amarose (T-NM), Bovina, Chavaro (T-NM), Elida (T-NM), Estacado, Evanola (T-NM), Faskin, Jalmar, Redona, Texline, Triomas, and Vestwells (T-NM) series.\nAcuff, Bovina, and Estacado soils: are moist in the soil moisture control section for longer periods; in addition, Bovina soils have a calcic horizon within 51 cm (20 in) of the mineral soil surface.\nAmarose and Faskin soils: have higher color value and chromas and lower organic carbon content in the surface horizon, in addition Faskin soils are in the superactive activity class.\nChavaro soils: have lower color chromas in the argillic horizon..\nElida soils: have less than 18 percent silicate clay in the particle-size control section.\nEvanola soils: have higher color value and chromas and lower organic carbon content in the surface horizon, have a calcic horizon within 51 cm (20 in) of the soil surface, have a superactive cation exchange activity class, formed in sediments weathered primarily from sandstone and shale of Triassic age and are dry in the soil moisture control section for slightly longer periods.\nJalmar  and Vestwells soils: have a sandy surface more than 51 cm (20 in) thick and a loamy particle-size control section.\nRedona soils: have higher color value and chromas and lower organic carbon content in the surface horizon, have a superactive cation exchange activity class, formed in sediments weathered primarily from sandstone and shale of Triassic age are dry in the soil moisture control section for slightly longer periods.\nTexline soils: are cooler in the soil temperature control section and are moist in the soil moisture control section for longer periods.\nTriomas soils: have higher color value and chromas and lower organic carbon content in the surface horizon and have a calcic horizon below 152 cm( 60 in)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy eolian sediments in the Blackwater Draw Formation of Pleistocene age.\nLandform: nearly level to gently sloping plains and playa slopes.\nSlopes: 0 to 5 percent.\nMean annual air temperature: 14 to 17 degrees C. (57 to 63 degrees F).\nMean annual precipitation: 356 to 432 mm (14 to 17 in).\nFrost-free period: 180 to 220 days.\nElevation: 762 to 1,402 m (2,500 to 4,600 ft).\nThornthwaite annual P-E Index Values: 22 to 26."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the similar Amarose (T-NM) and also the Douro, Evanola (T-NM), Kenhill (T-NM), Potter, Ratliff and Redona series.\nAmarose soils: are on similar landscape positions.\nDouro and Kenhill soils: are on similar landscape positions and have petrocalcic horizons.\nEvanola and Redona soils: are on slightly lower landscape positions.\nPotter and Ratliff soils: are on slightly lower landscape positions and do not have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained and moderate permeability. Runoff is negligible on slopes of less than 1 percent and low on 1 to 5 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mainly used for rangeland. Small areas are used for irrigated cropland. Principal crops where irrigated are grain sorghum and wheat. Climax vegetation is dominantly short grasses with a few mid grasses and includes blue grama, black grama, and buffalograss, with lesser amounts of vine-mesquite, western wheatgrass, sideoats grama, galleta, or tobosa, silver bluestem, wild alfalfa, and prairie clover. This soil has been correlated to the Loamy (R077DY042TX) ecological site in MLRA-77D."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern High Plains, Southern Part (MLRA 77D in LRR H) of eastern New Mexico. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: MLRA-77 Soil Survey Update; Roosevelt County, New Mexico, 2016"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This is a Benchmark Series. The Arizer series was formerly included in the Acuff series.\nClassification changed from Calcic Paleargids to Ustic Calciargids based on lab data showing total clay decreasing by more than 20 percent from the maximum within 150 cm (59 in) of the mineral soil surface. The epipedon meets all requirements for a mollic horizon except that the epipedon is moist for less than 90 cumulative days in normal years.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 41 cm (0 to 16 in) A horizon Bt1 horizons.\nArgillic horizon: 15 to 203 cm (5 to 80 in) Bt, Btkk, and Btk horizons.\nCalcic horizon: 57 to 203 cm (22 to 80 in) Btkk and Btk horizons.\nADDITIONAL DATA: NSSL Laboratory Data available - Roosevelt County, New Mexico (S10NM041004).\nTaxonomic Version: Keys to Soil Taxonomy, Eleventh Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
