{
  "SERIES": "ARKABUTLA",
  "STATUS": "Established Series",
  "BYREV": "WEB:WMK:RBH; Rev.JDS",
  "REVDATE": "10/2018",
  "STATES": "AR,KY,LA,MS,OK,TN",
  "OVERVIEW": "The Arkabutla series consists of very deep, somewhat poorly drained, moderately permeable soils that formed in silty alluvium. These level to nearly level soils are on flood plains in the Southern Mississippi Valley Silty Uplands, MLRA 134. They are subject to flooding during winter and early spring. Slopes range from 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, acid, thermic Fluventic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Arkabutla silt loam--cultivated. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 6 inches; brown (10YR 4/3) silt loam; weak fine granular structure; friable; few fine roots; common fine and medium distinct light brownish gray (10YR 6/2) iron depletions; strongly acid; abrupt smooth boundary. (4 to 8 inches thick)\nBw--6 to 16 inches; brown (10YR 4/3) silty clay loam; weak fine subangular blocky structure; friable; few fine roots; common medium distinct light brownish gray (10YR 6/2) iron depletions; few medium distinct brownish yellow (10YR 6/6) iron accumulations; few medium black concretions; strongly acid; clear smooth boundary. (8 to 14 inches thick)\nBg1--16 to 40 inches; light brownish gray (10YR 6/2) silt loam; weak medium subangular blocky structure; friable; common medium distinct yellowish brown (10YR 5/4) iron accumulations; common medium black concretions; strongly acid; gradual wavy boundary. (5 to 30 inches thick)\nBg2--40 to 55 inches; light brownish gray (10YR 6/2) silt loam; weak medium subangular blocky structure; friable; common fine and medium distinct brown (10YR 5/3) iron accumulations; common black concretions; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pontotoc County, Mississippi; 4.5 miles southwest of Pontotoc city limits on Mississippi Highway 341., 300 feet south of Highway 341, NW1/4NE1/4 sec. 27, T. 10 S., R. 3 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is more than 30 inches. The 10- to 40-inch control section contains 20 to 35 percent clay.\nThe A horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 2 to 4. There are none to common iron accumulations and depletions in shades of brown or gray. Texture is silt loam, loam, or silty clay loam. Thin A1 horizons with hue of 10YR, value of 2 or 3, and chroma of 1 or 2 are allowed in the series. Reaction is very strongly acid or strongly acid, except for surface layers that have been limed.\nThe Bw horizon has hue of 10YR, value of 4 or 5, and chroma of 2, or value of 4 or 5, and chroma of 3 to 6 with few to many iron depletions with chroma of 2 or less, or it is variegated in shades of brown, yellow, and gray. One or more layers within a depth of 30 inches has matrix chroma of 3 or more. Texture is silty clay loam, loam or silt loam. Reaction is very strongly acid or strongly acid.\nThe Bg horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 2 or less; with iron accumulations in shades of brown. Black and brown iron-manganese concretions range from few to many. Texture is silty clay loam, loam or silt loam. Reaction is very strongly acid or strongly acid.\nThe Cg horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 2 or less; with iron accumulations in shades of brown. Texture is silt loam, loam, silty clay loam, very fine sandy loam, or loamy sand. Reaction is very strongly acid to moderately acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Arkabutla soils are on flood plains in the Southern Mississppi Silty Uplands, MLRA 134. Slope ranges from 0 to 2 percent. The soil formed in silty alluvium. The climate is warm and humid. Average annual precipitation is 48 inches, and mean annual temperature is 62 degrees F., near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Belden, Cascilla, Collins, Chenneby, Falaya, Gillsburg, Mantachie, Rosebloom and Waverly series. All of these soils are on flood plains with almost linear surfaces. Belden soils are moderately acid to slightly alkaline. The well drained Cascilla soils are browner throughout and are on higher natural levees. The moderately well drained Collins soils lack diagnostic subsoil horizons, have bedding planes to a depth of 20 inches, and have less than 18 percent clay in the 10- to 40-inch control sections. Chenneby soils do not have a gray matrix color within 20 inches of the surface. Falaya and Gillsburg soils have 10 to 18 percent clay in the 10- to 40-inch control section. Mantachie soils have more than 15 percent fine and coarser sand in the 10- to 40-inch control section. Rosebloom soils have value of 6 or 7 and chroma of 2 or less, or value of 4 or 5 and chroma of 1 in more than 60 percent of the volume between the base of the Ap and a depth of 30 inches. The poorly drained Waverly soils are predominantly gray, immediately below the Ap or A1 horizon and have less than 18 percent clay in the 10- to 40-inch control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained; rate of runoff is negligible on slopes less than 1 percent, and low on slopes of 1 percent or more; moderate permeability; these soils usually overflow one or two times a year during the months of January through April unless protected. Duration of flooding ranges from brief on higher parts of flood plains to very long in the lower lying areas. The soil is wet in all layers below a depth of 18 to 30 inches during January through April in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the acreage of Arkabutla soils is cleared and is used for growing cotton, soybeans, corn, small grains, pasture, and hay. The native vegetation is bottom land hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Arkansas, Kentucky, Louisiana, Missouri, Mississippi, and Tennessee. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Tate County, Mississippi; 1964."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The series was updated in 2004 to reclassify it as a Fluventic Endoaquept rather than a Fluvaquentic Endoaquept according to 9th ed. Keys to Soil Taxonomy; and to specify the range in characteristics for the substratum layer (Cg horizon).  Also, solum thickness was allowed to be as thin as 30 inches (rather than 40 inches). The following diagnostic horizons and features that are recognized in the type location pedon include:\nOchric epipedon--0 to 6 inches.\nCambic horizon--6 to 55 inches.\nAquic conditions--16 to 80 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
