{
  "SERIES": "ARMENDARIS",
  "STATUS": "Established Series",
  "BYREV": "Rev:  JVC/WRJ/RJA",
  "REVDATE": "11/2014",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, thermic Typic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Armendaris silt loam-rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 2 inches; light yellowish brown (10YR 6/4) silt loam, dark yellowish brown (10YR 4/4) moist; weak thick platy structure parting to weak medium plates; soft, very friable, sticky and plastic; common fine and few very fine roots; few very fine vesicular pores; neutral; clear smooth boundary.  (2 to 5 inches thick)\nBt1--2 to 5 inches; light brown (7.5YR 6/4) silty clay loam,  brown (7.5YR 4/4) moist; weak medium subangular blocky structure; slightly hard, friable, sticky and plastic; few fine and very fine roots; common very fine continuous tubular pores; few thin clay films on faces of peds; neutral; clear smooth boundary.  (0 to 3 inches thick)\nBt2--5 to 15 inches; brown (7.5YR 4/4) silty clay, dark brown (7.5YR 3/4) moist; strong coarse subangular blocky structure; hard, firm, sticky and very plastic; common fine and few very fine roots; few very fine continuous tubular pores; few thin clay films on faces of peds and in pores; slightly alkaline; clear smooth boundary.  (2 to 10 inches thick)\nBt3--15 to 26 inches; brown (7.5YR 5/4) silty clay, brown (7.5YR 4/4) moist; moderate coarse subangular blocky structure; hard, friable, sticky and very plastic; few fine and common very fine roots; few fine continuous tubular pores within peds; few thin clay films on faces of peds and in pores; slightly alkaline; clear smooth boundary.  (6 to 11 inches thick)\nBt4--26 to 35 inches; brown (7.5YR 5/4) silty clay, brown (7.5YR 4/4) moist; weak coarse and moderate medium subangular blocky structure; hard, friable, sticky and plastic; few fine and common very fine roots; common fine continuous tubular pores within peds; few thin clay films on faces of peds and in pores; slightly alkaline; clear wavy boundary.  (7 to 16 inches thick)\nBk1--35 to 41 inches; brown (7.5YR 5/4) silty clay loam, brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, friable, sticky and plastic; few fine and very fine roots; common very fine vesicular and fine continuous tubular pores within peds; slightly effervescent; calcium carbonates disseminated throughout soil matrix and also segregated in few fine filaments; moderately alkaline; clear smooth boundary.  (6 to 17 inches thick)\nBk2--41 to 49 inches; light brown (7.5YR 6/4) silty clay loam, brown (7.5YR 4/4) moist; weak fine and medium subangular blocky structure; slightly hard, friable, sticky and plastic; few fine and very fine roots; common very fine vesicular and fine continuous tubular pores within peds; slightly effervescent, calcium carbonates disseminated throughout soil matrix and also segregated in few fine filaments; moderately alkaline; clear smooth boundary.  (0 to 8 inches thick)\nC--49 to 60 inches; brown (7.5YR 5/4) silty clay loam, brown (7.5YR 4/4) moist; massive; slightly hard, friable, sticky and plastic; few fine and very fine roots; common very fine vesicular and continuous tubular pores; slightly effervescent; calcium carbonates disseminated; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Socorro County, New Mexico; about 28 miles south of San Antonio on the large lava flow in the Jornada del Muerto basin; about 1/2 mile west of the Crater Well Corrals and about 200 feet north of the ranch road; l050 feet north and 275 feet west of the southeast corner of section 13, T. 9 S., R. l W. (projected)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture:  Typically some or all parts of the control section are intermittently moist from July to September following convective storms. Typic aridic moisture regime.\nDepth to the base of the Bt ranges from - 32 to 38 inches.\nDepth to visible secondary carbonates ranges from - 32 to 38 inches.  The profile is noncalcareous above these depths.\nCalcium carbonate equivalent in the horizons of secondary accumulation ranges from - 1 to 3 percent.\nOrganic carbon as a weighted average is greater than - 0.60 in the top 16 inches of soil.\nRock fragments range from - 0 to 2 percent fine basalt pebbles in the control section.\nA horizon:\nHue:  7.5YR, 10YR\nValue:  5 or 6 dry, 3 or 4 moist\nBt horizon:\nValue:  4 to 6 dry, 3 or 4 moist\nChroma:  4 to 6, dry or moist\nTexture:  silty clay loam, silty clay, silty clay loam\nClay:  35 to 50 percent\nAverages Sand:  less than 20 percent\nBk, BC and/or C horizons:\nValue:  5 to 7 dry, 4 to 6 moist\nChroma:  4 to 6, dry or moist\nTexture:  silt loam, loam, silty clay loam\nClay: 25 to 48 percent\nSand:  less than 30 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Vekol (AZ), and Yribarren (CA) series.\nVekol soil has 5YR hue in the particle size control section.\nYribarren soils have hue yellower than 7.5YR."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Armendaris soils are in circular depressions or \"potholes\" associated with lava flows of the Jornada del Muerto basin.  These depressions may be related to underlying collapsed lava tubes.  Armendaris soils formed in alluvium derived from loess which was blown onto the flows.  Slopes range from 0 to l percent.  Elevation ranges from 4,600 to 5,000 feet.  The average annual precipitation is 8 to l0 inches with the peak season being July, August, and September.  The average annual air temperature is 57 to 70 degrees F.  The average frost-free period is l80 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aftaden, Akela, Berino, Bluepoint, Dona Ana, Pajarito and Wink soils.  Aftaden and Akela soils are shallow to basalt rock.  Berino and Dona Ana soils are in fine-loamy families and have calcic horizons above 40 inches.  Bluepoint soils are in a sandy family.  Pajarito and Wink soils are in coarse-loamy families."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; very slow runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Armendaris soils are used for livestock grazing.  Present vegetation is blue grama, tobosa, burrograss, vine-mesquite, cane bluestem and Mormon-tea."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Armendaris soils are of small extent in south central New Mexico. MLRA 42."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Socorro County, New Mexico, l984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon are:\nOchric epipedon - the zone from the surface to a depth of l3 cm. (A, and BA, horizons)\nArgillic horizon - the zone from l3 to 89 cm. (Bt1, Bt2, and Bt3 horizons)\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy, Twelfth Edition, 2014.\nRevised for the correlation of White Sands Missile Range, New Mexico; October, 2014, NMS\nADDITIONAL DATA:\nLab sample 77-NM-028-4 (1-l0) verifies organic carbon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
