{
  "SERIES": "ARMISTEAD",
  "STATUS": "Established Series",
  "BYREV": "Rev. JPE:WLC:MJB",
  "REVDATE": "01/2017",
  "STATES": "LA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, thermic Aquic Pachic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Armistead clay, on a north facing, 0.5 percent slope in a cultivated field; elevation is 43 m (142 feet). (Colors are for moist soil unless otherwise stated.)\nAp--0 to 15 cm (0 to 6 in); dark reddish brown (5YR 3/2) moist, clay; dark reddish gray (5YR 4/2) dry; strong and moderate medium subangular blocky structure; firm, very hard; many fine and common medium roots; common fine irregular pores; noneffervescent by HCL, 1 normal; slightly alkaline; gradual smooth boundary.\nA--15 to 35 cm (6 to 14 in); dark reddish brown (5YR 3/3) moist, clay; reddish brown (5YR 4/3) dry; strong and moderate medium subangular blocky structure; firm, very hard; common fine and medium roots; common fine irregular pores; noneffervescent by HCL, 1 normal; moderately alkaline; clear smooth boundary. (Combined thickness of A horizons is 25 to 50 cm [10 to 20 in])\n2Ab1--35 to 47 cm (14 to 19 in); very dark gray (5YR 3/1) moist, silty clay loam; moderate medium subangular blocky structure; firm, hard; common fine and medium roots; common very fine pores; 15 percent medium faint black (5YR 2.5/1) manganese masses; few fine prominent gray (10YR 5/1) moist, masses of reduced iron with diffuse boundaries in matrix; 8 percent dark reddish brown (5YR 3/3) bodies of silt loam; noneffervescent, by HCL, 1 normal; moderately alkaline; gradual smooth boundary.\n2Ab2--47 to 62 cm (19 to 24 in); dark reddish brown (5YR 3/2) moist, silty clay loam; moderate coarse prismatic structure parting to moderate medium subangular blocky  firm, very hard; common fine and medium roots; common fine and very fine irregular pores; 15 percent medium, faint black (5YR 2.5/1) manganese masses; 1 percent fine prominent gray (10YR 5/1) moist, masses of reduced iron with diffuse boundaries in matrix; noneffervescent, by HCl, 1 normal; moderately alkaline, diffused smooth boundary. (Combined thickness of 2Ab horizons is 15 to 31 cm [6 to 12 in])\n2Bt1--62 to 85 cm (24 to 33 in); yellowish red (5YR 4/6) silty clay loam; moderate coarse prismatic structure parting to moderate medium subangular blocky; firm, moderately hard; common fine roots, common fine irregular and many very fine irregular pores; 50 percent faint reddish brown (5YR 4/4) moist, clay films on all ped faces; few fine irregular carbonate nodules in the matrix; very slight effervescence, by HCl, 1 normal; moderately alkaline; gradual wavy boundary.\n2Bt2--85 to 110 cm (33 to 43 in); yellowish red (5YR 4/6) silty clay loam; moderate medium subangular blocky structure; firm, slightly hard; common fine roots; common very fine irregular pores; 40 percent faint reddish brown (5YR 4/4) moist, clay films, on all faces of peds; few fine distinct black (5YR 2.5/1) moist, manganese masses; noneffervescent, by HCl, 1 normal; moderately alkaline; gradual smooth boundary.\n2Bt3--110 to 135 cm (43 to 53 in); yellowish red (5YR 5/6) silt loam; weak medium subangular blocky structure parting to weak fine subangular blocky; friable, slightly hard; common fine roots; many very fine irregular pores; 20 percent faint reddish brown (5YR 4/4) moist, clay films on all ped faces; 3 percent fine distinct black (5YR 2.5/1) moist, manganese masses; noneffervescent by HCl, 1 normal; moderately alkaline; clear smooth boundary. (Combined thickness of the 2Bt horizons is 46 to 100 cm [18 to 40 in])\n2C1--135 to 161 cm (53 to 63 in); 55 percent reddish brown (5YR 4/4) and 45 percent yellowish red (5YR 5/6) stratified silty clay loam to silt loam; structureless, massive; firm, moderately hard; common medium roots; common fine irregular and common very fine irregular pores; strong effervescence, by HCl, 1 normal; moderately alkaline, clear smooth boundary.\n2C2--161 to 182 cm (63 to 72 in); 60 percent reddish yellow (5YR 6/6) and 40 percent yellowish red (5YR 5/6) very fine sandy loam; structureless, massive; very friable, soft; common very fine irregular pores; noneffervescent, by HCl, 1 normal; moderately alkaline; gradual smooth boundary.\n2C3--182 to 203 cm (72 to 80 in); yellowish red (5YR 5/6) silt loam; structureless massive; very friable, soft; common very fine irregular pores; noneffervescent, by HCl, 1 normal; slightly alkaline; common bedding planes of reddish yellow (5YR 6/6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Red River Parish, Louisiana; 6,200 feet west of Williams, Louisiana; 960 feet north from center of south section line; 1,560 feet west from local road; SE1/4 SW1/4 sec. 16, T. 14 N., R. 11W.\nUSGS Topographic Quadrangle: Clear Lake, LA\nLatitude: 32 degrees, 11 minutes, 48.30 seconds N\nLongitude: 93 degrees, 30 minutes, 18.2 seconds W\nDecimal Degrees:\nLatitude: 32.1967494 degrees\nLongitude: -93.5050556 degrees\nDatum: NAD 83\nUTM Easting: 452396.7 m\nUTM Northing: 3562356.1 m\nUTM Zone: 15N"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness: 100 to 178 cm (40 to 70 in)\nDepth to argillic horizon: 50 to 81 cm (20 to 32 in)\nDepth to redox features: 0 to 40 cm (0 to 16 in)\nDepth of clayey upper horizons: 25 to 50 cm (10 to 20 in)\nParticle-size control section (weighted average):\nClay content: 18 to 30 percent\nSand content: 10 to 40 percent\nCEC/clay ratio: 0.40 to 0.60\nA or Ap horizon:\nHue: 2.5YR to 7.5YR\nValue: 2 or 3\nChroma: 2 or 3\nTexture: silty clay or clay\nClay content: 40 to 55 percent\nRedox concentrations: amount-none to common; size-medium; contrast-distinct; colors-shades of brown; boundary-diffuse; location-throughout\nRedox depletions: amount-none to common; size-medium; contrast-distinct; color-shades of gray; boundary-diffuse; location-throughout\nIron-manganese nodules: amount-0 to 3 percent\nReaction: slightly acid to moderately alkaline\n2Ab horizon:\nHue: 2.5YR to 7.5YR\nValue: 3\nChroma: 1 to 3\nTexture: silt loam or silty clay loam\nClay content: 14 to 30 percent\nRedox concentrations: amount-none to common; size-medium; contrast-distinct; color-shades of brown; boundary-diffuse; location-throughout\nRedox depletions: amount-few to many; size-medium; contrast-distinct; color-shades of gray or grayish brown; boundary-diffuse; location-throughout\nIron-manganese concentrations: amount-0 to 3 percent\nReaction: neutral to moderately alkaline)\n2Bt horizon:\nHue: 2.5YR or 5YR\nValue: 4 or 5\nChroma: 4 to 8\nTexture: silt loam or silty clay loam\nClay content: 14 to 30 percent\nClay films: amount-1 to 60 percent; location-on faces of peds\nRedox concentrations: amount-none to common; size-medium; contrast-distinct; color-shades of brown; boundary-diffuse; location-throughout\nRedox depletions: amount-none to common; size-fine or medium; contrast-distinct; colors-shades of gray and grayish brown; boundary-diffuse; location-throughout\nIron-manganese concentrations: 0 to 3 percent\nReaction: slightly acid to moderately alkaline\n2BC horizon (where present):\nHue: 2.5YR or 5YR\nValue: 4 or 5 Chroma: 4 to 8\nTexture: variable ranging from very fine sandy loam to clay\nClay content: 10 to 50 percent\nRedox concentrations: amount-none to common; size-medium; contrast-distinct; color-shades of brown; boundary-diffuse; location-throughout\nRedox depletions: amount-none to common; size-fine or medium; contrast-distinct; colors-shades of gray and grayish brown; boundary-diffuse; location-throughout\nIron-manganese concentrations: 0 to 3 percent\nReaction: neutral to moderately alkaline\n2C horizon:\nHue: 2.5YR to 7.5YR\nValue: 4 to 6\nChroma: 4 to 8\nTexture: variable or stratified ranging from very fine sandy loam to clay\nClay content: 10 to 50 percent\nCarbonates: amount-0 to 5 percent; kind-nodules or concretions\nReaction: neutral to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family. Similar soils are the Ashwood (TN), Benklin (TX), Bonham (TX), Buxin (LA), Caspiana (LA), Dennis (OK), Desha (AR), Eram (OK), Garton (OK), Latanier (LA), Mason (OK), Moreland (LA), Mer Rouge (LA), Pledger (TX), Roebuck (OK), Reelfoot (TN), and Tiptonville (TN) series.\nAshwood, Buxin, Desha, Moreland, Pledger and Roebuck soils: are clayey to depths of 100 cm (40 in) or more\nBenklin soils: have hues of 7.5YR or yellower below the mollic epipedon Bonham, Caspiana, Mason, Mer Rouge, Reelfoot and Tiptonville soils: are not clayey in horizons in the 25 to 50 cm (10 to 40 in) control section\nDennis, Eram and Garton soils: have fine-textured argillic horizons\nLatanier soils: do not have argillic horizons and have 51 to 91 cm (20 to 36 in) of clayey material over loamy 2C horizons"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Holocene age clayey alluvium over loamy alluvium derived from Red River sediments\nLandscape: Red River alluvial plains\nLandform: natural levees on flood plains\nSlope: 0 to 1 percent\nSoil Moisture: An udic soil moisture regime\nMean annual soil temperature: 19.3 to 21 degrees C (67 to 70 degrees F)\nMean annual air temperature: 14.0 to 19.0 degrees C (57 to 66 degrees F)\nMean annual precipitation range: 1295 to 1548 mm (51 to 61 in)\nPrecipitation Pattern: The soil moisture control section is not dry in any part for more than 90 days in normal years. June through November are the driest months, while December through May is the wettest.\nFrost-free period: 250 to 293 days\nElevation: 27.4 to 61.0 m (90 to 200 ft)\nThornthwaite annual P-E indices: 81 to 128"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Buxin (LA), Caspiana (LA), Gallion (LA), Latanier (LA) and the Moreland (LA) series.\nBuxin soils: are clayey to depths of 100 cm (40 in) or more and are on lower flood plain steps\nCaspiana and Gallion soils: are loamy throughout and are on higher flood plain steps on natural levees\nLatanier soils: have 50 to 100 cm (20 to 40 in) of clay over loamy material on lower positions on the flood plain\nMoreland soils: are clayey to depths of more than 100 cm (40 in) and are on lower flood plain steps"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: somewhat poorly drained\nPermeability: slow\nRunoff: low\nSeasonal high water table: An apparent water table at a depth of 46 to 91 cm (18 to 36 in) during the months of December through April in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Areas protected by levees have been cleared and are used for cotton, soybeans, small grain, hay, and pasture. Native vegetation is mixed hardwoods, cottonwood, cherrybark oak, water oak, sweetgum, pecan, sycamore, green ash, and hackberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Louisiana; Land Resource Region O; MLRA 131C. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Red River Parish, Louisiana; 1973. The name is from a nearby community."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThese soils were formerly classified in the Alluvial great soil group. These soils are considered to have argillic horizons, though the 2Bt horizons do not have the required clay increase for an argillic horizon. The higher clay content in the 2A horizon is due to mixing with the overwash clay A horizon.\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section: 62 to 112 cm (24 to 44 in) (2Bt1, 2Bt2 and 2 Bt3 horizons)\nMollic epipedon: 0 to 62 cm (0 to 24 in) (Ap, A and 2Ab horizons)\nArgillic horizon: 62 to 135 cm (24 to 53 in) (2Bt1, 2Bt2 and 2Bt3 horizons)\nRedoximorphic depletions: 35 to 62 cm (14 to 24 in) (2Ab horizons)\nLithologic discontinuity: upper boundary of the 2Ab horizon 35 cm (14 in)\nThe assignment of the cation-exchange activity class is supported by KSSL laboratory data number S2010LA081001 from Red River Parish, Louisiana.\nEdited 01/2017 (JAD-MJB) Changed to tabular format. Updated pedon description, Range in Characteristics, and other sections.\nADDITIONAL DATA: KSSL data is from type location S2010LA081001 Red River Parish, Louisiana.\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
