{
  "SERIES": "ARMOUR",
  "STATUS": "Established Series",
  "BYREV": "Rev. RPS/DLN/JLN",
  "REVDATE": "04/2011",
  "STATES": "AL,KY,TN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, thermic Ultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Armour silt loam - cultivated. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches, dark brown (7.5YR 3/2) silt loam; weak fine granular structure; very friable; many fine roots; moderately acid; clear smooth boundary. (5 to 10 inches thick)\nA--8 to 17 inches, brown (10YR 4/3) silt loam; weak medium granular structure; friable; many fine roots; few angular fragments of chert; few fine black concretions; moderately acid; gradual smooth boundary.  (0 to 8 inches thick)\nBt1--17 to 23 inches, brown (7.5YR 4/4) silty clay loam; weak fine and medium subangular blocky structure; friable; common fine roots; few faint clay films on faces of peds; few angular fragments of chert; few fine black concretions; moderately acid; gradual smooth boundary.\nBt2--23 to 48 inches, brown (7.5YR 4/4) silty clay loam; moderate medium subangular blocky structure; friable; few to common fine roots; common distinct clay films on faces of peds; few angular fragments of chert; common fine black concretions; strongly acid; clear smooth boundary.\nBt3--48 to 58 inches, reddish brown (5YR 4/4) silty clay loam; weak medium subangular blocky structure; friable; few fine distinct black stains on faces of peds and in pores ; common distinct clay films on faces of peds; few angular fragments of chert; common fine black concretions; strongly acid; gradual smooth boundary. (Combined thickness of the Bt horizon is 30 to 55 inches)\nBC--58 to 75 inches, mottled reddish brown (5YR 4/4), strong brown (7.5YR 5/6), and light yellowish brown (10YR 6/4) silty clay loam; weak medium angular blocky structure; friable; few angular fragments of chert; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Williamson County, Tennessee; about 1 mile north of Franklin, Tennessee, on U.S. Highway 31; 1/4 mile south of Harpeth River Bridge on U.S. Highway 31; 300 feet east of U.S. Highway 31."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 40 to more than 80 inches. Depth to limestone bedrock is greater than 5 feet. Reaction is moderately acid or strongly acid except the surface layer is less acid where limed. Fragments of gravel or chert range from 0 to 10 percent in the upper 40 inches. The fragments range up to about 3 inches in diameter. Below 40 inches the fragment content is dominantly 0 to 35 percent, but ranges to 60 percent.\nThe A or Ap horizon has hue of 7.5YR or 10YR, value of 3 or 4, and chroma of 2 to 4. Texture is silt loam except a few severely eroded areas are silty clay loam.\nSome pedons have a transitional horizon between the A and Bt horizons.\nThe Bt horizon has hue of 5YR, 7.5YR, or 10YR, value of 4 or 5, and chroma of 4 or 6. Some pedons have few to common mottles in shades of brown, yellow or red. Texture of the fine earth is dominantly silt loam or silty clay loam but includes loam below 40 inches.\nThe BC and C horizons, where present, have the same colors and textures as the Bt horizon. Some pedons developed in limestone residuum below 48 inches and have 2Bt, 2BC or 2C horizons. These horizons have a hue of 5YR to 2.5Y, value of 4 or 5 and chroma of 4 to 8. Mottles are in shades of brown, yellow, red, or gray. Texture of the fine earth is silty clay loam, clay loam, silty clay, or clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Barnsdale, Dexter, Dossman, Goodwill and Hicks series in the same family and the closely related Ashton, Elk, Sandhill and Stiversville series. Barnsdall and Dexter soils are free of fragments and have less clay and more sand in the lower part of the solum and C horizon. Dossman soils formed in thick deposits of loess on dissected uplands and have a lower sand content in the control section. Goodwill soils have more sand in the lower B horizon. Hicks soils developed in a loess mantle and residuum of interbedded sandstone, siltstone and shale on upland ridgetops. Rippable bedrock is at 40 to 60 inches from the surface. Ashton soils are moderately acid to neutral and are mesic. Elk soils have a lighter colored surface layer and are mesic. Sandhill and Stiversville soils are fine-loamy and have bedrock at 40 to 60 inches from the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Armour soils are on stream terraces, foot slopes, and valley floors. Slopes range from 0 to 20 percent. These soils formed in old alluvium, valley fill, or in alluvium and the underlying clayey residuum of limestone. Near the type location, mean annual temperature is 59 degrees F. and average annual precipitation is 47 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Hicks and Stiversville series, and the Braxton, Hampshire, Inman, Maury, Sengtown, Byler, Tarklin, Humphreys, Hawthorne, and Mimosa series. The Braxton, Hampshire, Inman, Maury, and Sengtown soils are on uplands and are clayey. The Byler and Tarklin soils are on stream terraces and have a fragipan. Humphreys soils are on foot slopes and stream terraces and are fine-loamy. Hawthorne soils are on uplands and are loamy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the areas are cleared and used for pasture, hay, small grain, tobacco, and corn. The native vegetation was mixed hardwoods including oaks, hickory, elm, hackberry, maple, beech, black walnut, ash, locust, yellow-poplar, and red cedar."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Nashville Basin and Highland Rim in Tennessee and the inner bluegrass region of Kentucky. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Maury County, Tennessee; 1955."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons recognized in this pedon are:\nOchric epipedon - 0 to 17 inches (Ap, A horizons)\nArgillic horizon - 17 to 58 inches (Bt horizon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
