{
  "SERIES": "ARMUCHEE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLP-RLL-DHK",
  "REVDATE": "04/2001",
  "STATES": "AL,GA,TN",
  "OVERVIEW": "The Armuchee series consist of moderately deep, well drained soils.  These soils formed in residuum of acid shale on uplands.  Slopes range from 5 to 60 percent.  Mean annual temperature is 60 degrees F., and mean annual precipitation is 53 inches near the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, thermic Inceptic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON;  Armuchee silt loam--idle.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; brown (10YR 4/3) silt loam; moderate medium granular structure; friable; common fine and medium roots; 10 percent fragments of soft and hard shale up to 3 inches across; strongly acid; clear smooth boundary.  (4 to 10 inches thick)\nBt1--8 to 11 inches; strong brown (7.5YR 5/6) channery   silty clay loam; moderate medium subangular blocky structure; firm; common fine roots; 20 percent fragments of shale 1 inch to 3 inches across; few faint clay films on faces of some peds; strongly acid; gradual wavy boundary.\nBt2--11 to 17 inches; strong brown (7.5YR 5/6) channery  silty clay; moderate medium subangular blocky structure; firm, plastic; few fine roots; 25 percent fragments of shale mostly 1 inch to 3 inches across; many distinct clay films on faces of peds; strongly acid; gradual wavy boundary.  (Thickness of the Bt horizon ranges from 3 to 10 inches.)\nC--17 to 24 inches; strong brown (7.5YR 5/6) very channery silty clay; many medium and coarse prominent very pale brown (10YR 7/4) and yellowish red (5YR 5/6) mottles; massive; 60 percent soft and moderately hard shale fragments; some of the shale fragments can be rubbed to clayey fine earth; strongly acid.  (5 to 15 inches thick)\nCr--24 to 60 inches; weak consolidated acid shale that can be dug with a spade."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hamilton County, Tennessee; one mile east of Apison; 900 feet south of Apison Pike; underneath high voltage power line that crosses paved road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 8 to 20 inches.  Depth to shale bedrock containing little or no fine-earth ranges from 20 to 40 inches.  Reaction is strongly acid or very strongly acid except the surface layer is less acid where limed.  Fragments of soft and moderately hard shale range from 5 to 25 percent in the A horizon, from 15 to 35 percent in the B horizon, and from 40 to 85 percent in the C horizon.\nThe A or Ap horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 2 to 4.  Severely eroded areas also have hue of 5YR and chroma of 6.  The fine-earth fraction is silt loam or silty clay loam.\nSome pedons have a transitional horizon between the A and Bt horizon.\nThe Bt horizon has hue of 10YR to 5YR, value of 4 or 5, and chroma of 4 to 8.  Some pedons have mottles in shades of brown, yellow and red.  The fine-earth fraction of the Bt horizon is silty clay, silty clay loam or clay.  In the particle size control section, clay content averages between 37 and 47 percent, silt content between 40 and 60 percent and sand content is less than 20 percent.\nThe C horizon has hue of 10YR or 7.5YR, value of 5, and chroma of 4 to 8.  Mottles are in shades of brown, yellow, red, and gray.  The fine earth fraction is silty clay loam, silty clay or clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Armuchee is the only series in this family. Litz, Montevallo, Mountainburg, Talladega, Tallapoosa, and Townley series are in closely related families.  Litz soils are mesic and have discontinuous argillic horizons.  Montevallo soils lack argillic horizons and have less than 35 percent clay in the control section.  Mountainburg soils are less than 20 inches deep to hard rock.  Talladega and Tallapoosa soils have less than 35 percent clay in the control section, and Talladega soils have argillic horizons that are interrupted by bedrock.  Tallapoosa soils also have soft schist bedrock within 20 inches.  Townley soils have argillic horizons more than 10 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Armuchee soils are on rolling to very steep uplands.  Slopes range from 5 to 60 percent.  These soils formed in residuum from acid shale.  Mean annual temperature is 60 degrees F., and mean annual precipitation is 53 inches near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Enders, Hamblen, Leadvale Townley series.  Enders and Townley soils are on similar positions and have argillic horizons more than 10 inches thick.  Hamblen soils are on the adjacent bottomlands and lack argillic horizons.  Leadvale soils are on lower lying gentle slopes and have a fragipan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium on gentle slopes and rapid on the steeper slopes.  Moderately slow or slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  About one-half of the acreage is in mixed hardwood and pine forest.  Cleared areas are used mostly for pasture production.  Many areas are idle."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Appalachian Ridges and Valleys in Tennessee, Alabama and Georgia.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Walker County, Georgia; 1910."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The 5/99 revision updates classification from clayey, mixed, thermic Ochreptic Hapludults to fine, mixed, semiactive, thermic Inceptic Hapludults per 8th edition standards.  The CEC activity class placement was based on placement of associated soils such as Hamblen and Townley.  Clay textures were added to the RIC for the Bt and C horizons and the competing series and associated soils sections were also updated.\nDiagnostic horizons in this pedon are:\nOchric epipedon- 0 to 8 inches (Ap horizon)\nArgillic horizon- 8 to 17 inches (Bt horizon)\nInceptic subgroup- argillic horizon less than 10 inches (25 cm)\nMLRA 128\nRevised 7/90-JLP,RPS; 5/99-RLL,DHK\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; brown (10YR 4/3) silt loam; moderate medium granular structure; friable; common fine and medium roots; 10 percent fragments of soft and hard shale up to 3 inches across; strongly acid; clear smooth boundary.  (4 to 10 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 20,
        "bottom": 28,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "cf_class": "channery",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--8 to 11 inches; strong brown (7.5YR 5/6) channery   silty clay loam; moderate medium subangular blocky structure; firm; common fine roots; 20 percent fragments of shale 1 inch to 3 inches across; few faint clay films on faces of some peds; strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 28,
        "bottom": 43,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay",
        "cf_class": "channery",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--11 to 17 inches; strong brown (7.5YR 5/6) channery  silty clay; moderate medium subangular blocky structure; firm, plastic; few fine roots; 25 percent fragments of shale mostly 1 inch to 3 inches across; many distinct clay films on faces of peds; strongly acid; gradual wavy boundary.  (Thickness of the Bt horizon ranges from 3 to 10 inches.)"
      },
      {
        "name": "C",
        "top": 43,
        "bottom": 61,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay",
        "cf_class": "very channery",
        "pH_class": "strongly acid",
        "narrative": "C--17 to 24 inches; strong brown (7.5YR 5/6) very channery silty clay; many medium and coarse prominent very pale brown (10YR 7/4) and yellowish red (5YR 5/6) mottles; massive; 60 percent soft and moderately hard shale fragments; some of the shale fragments can be rubbed to clayey fine earth; strongly acid.  (5 to 15 inches thick)"
      },
      {
        "name": "Cr",
        "top": 61,
        "bottom": 152,
        "narrative": "Cr--24 to 60 inches; weak consolidated acid shale that can be dug with a spade."
      }
    ]
  ]
}
