{
  "SERIES": "ARNEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. PMC-BGN-KKN",
  "REVDATE": "07/2011",
  "STATES": "IN",
  "OVERVIEW": "The Arney series consists of very deep, moderately well drained soils that formed in loess and in the underlying paleosol in till. The Arney soils are on dissected till plains. Slope ranges from 2 to 6 percent. Mean annual precipitation is about 1118 mm (44 inches), and mean annual temperature is about 12.2 degrees C (54 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, mesic Aquultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Arney silt loam, on convex, 4 percent slope in a cultivated field at an elevation of 204 meters (670 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 23 cm (9 inches); brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; weak medium granular structure; friable; common very fine roots; many very fine interstitial and tubular pores; very strongly acid; abrupt smooth boundary. [15 to 25 cm (6 to 10 inches) thick]\nBt1--23 to 38 cm (9 to 15 inches); yellowish brown (10YR 5/4) silty clay loam; weak fine subangular blocky structure; friable; few very fine roots; common very fine tubular pores; few distinct brown (7.5YR 4/4) clay films on faces of peds and lining pores; common pale brown (10YR 6/3) silt coatings on faces of peds; strongly acid; clear wavy boundary.\nBt2--38 to 58 cm (15 to 23 inches); yellowish brown (10YR 5/4) silty clay loam; moderate fine and medium subangular blocky structure; firm; few very fine roots; common very fine tubular pores; common distinct brown (7.5YR 4/4) clay films on faces of peds and lining pores; few fine faint pale brown (10YR 6/3) iron depletions in the matrix; very strongly acid; clear wavy boundary.\nBt3--58 to 69 cm (23 to 27 inches); yellowish brown (10YR 5/6) silt loam; moderate medium subangular blocky structure; firm; few very fine roots; common very fine tubular pores; common distinct brown (7.5YR 4/4) clay films on faces of peds and lining pores; common fine distinct olive brown (2.5Y 4/4) masses of oxidized iron in the matrix; common fine prominent light brownish gray (10YR 6/2) iron depletions in the matrix; very strongly acid; clear wavy boundary.\nBt4--69 to 91 cm (27 to 36 inches); yellowish brown (10YR 5/6) silty clay loam; weak medium prismatic structure parting to moderate medium subangular blocky; firm; few very fine roots; many very fine vesicular and tubular pores; common distinct brown (7.5YR 4/4) clay films on faces of peds and lining pores; common fine prominent light brownish gray (10YR 6/2) iron depletions in the matrix; common prominent light gray (10YR 7/2) clay depletions on vertical faces of peds; very strongly acid; clear wavy boundary. [Combined thickness of the Bt horizon is 46 to 76 cm (18 to 30 inches).]\nBtx1--91 to 114 cm (36 to 45 inches); yellowish brown (10YR 5/4) silt loam; moderate medium prismatic structure; firm; few very fine roots between peds; few very fine vesicular pores; common distinct grayish brown (10YR 5/2) clay films on faces of peds and lining pores; few fine reddish gray (5YR 5/2) weakly cemented iron concretions; common fine distinct light brownish gray (10YR 6/2) iron depletions in the matrix; common distinct light gray (10YR 7/2) clay depletions on faces of peds; 50 percent brittle; very strongly acid; clear wavy boundary. [15 to 30 cm (6 to 12 inches) thick]\nBtx2--114 to 152 cm (45 to 60 inches); yellowish brown (10YR 5/4) silt loam; moderate coarse prismatic structure; firm; few very fine roots between peds; common fine and very fine vesicular pores; common distinct grayish brown (10YR 5/2) clay films on faces of peds and lining pores; common fine distinct light brownish gray (10YR 6/2) iron depletions in the matrix; common distinct light gray (10YR 7/2) clay depletions on faces of peds; 50 percent brittle; very strongly acid; clear wavy boundary. [25 to 61 cm (10 to 24 inches) thick]\n2Bt1--152 to 185 cm (60 to 73 inches); dark yellowish brown (10YR 4/4) silt loam; moderate medium and thick platy structure; firm; common distinct brown (7.5YR 4/4) clay films on faces of peds; few fine black (N 2.5/) weakly cemented manganese concretions; few fine distinct grayish brown (10YR 5/2) iron depletions in the matrix; very strongly acid; gradual wavy boundary. [25 to 46 cm (10 to 18 inches) thick]\n2Bt2--185 to 203 cm (73 to 80 inches); dark yellowish brown (10YR 4/4) loam; moderate medium subangular blocky structure; firm; common distinct brown (7.5YR 4/4) clay films on faces of peds; few fine black (N 2.5/) weakly cemented manganese concretions; few fine distinct grayish brown (10YR 5/2) iron depletions in the matrix; common distinct light brownish gray (10YR 6/2) clay depletions on faces of peds; 2 percent fine gravel; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clay County, Indiana; about 2 miles west of Brazil; 1,350 feet east and 250 feet north of the southwest corner of sec. 2, T. 12 N., R. 7 W.; USGS Brazil East topographic quadrangle; lat. 39 degrees 30 minutes 24 seconds N. and long. 87 degrees 9 minutes 18 seconds W., NAD 27; UTM Zone 16, 486674 easting and 4373015 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: more than 203 cm (80 inches)\nThickness of the loess: 127 to 178 cm (50 to 70 inches)\nDepth to the horizon with brittle properties: 76 to 102 cm (30 to 40 inches)\nParticle-size control section: averages 24 to 32 percent clay and 1 to 10 percent sand\nAp or A horizon:\nHue: 10YR\nValue: 4 to 6\nChroma: 2 to 4\nTexture: silt loam\nReaction: very strongly acid to neutral, depending on liming history\nBt or BE horizon:\nHue: 10YR\nValue: 4 to 6\nChroma: 3 to 6\nTexture: silt loam or silty clay loam\nClay content: 24 to 32 percent\nSand content: 1 to 10 percent\nReaction: very strongly acid or strongly acid\nBtx horizon:\nHue: 7.5YR or 10YR\nValue: 5 or 6\nChroma: 4 to 8\nTexture: silt loam\nClay content: 18 to 27 percent\nSand content: 10 to 20 percent\nBrittleness: 30 to 60 percent of volume is slightly brittle\nReaction: very strongly acid or strongly acid\n2Bt horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 4 to 8\nTexture: silt loam, loam, or clay loam\nClay content: 10 to 30 percent\nSand content: 25 to 40 percent\nRock fragment content: 1 to 5 percent gravel\nReaction: very strongly acid to moderately acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family. Series in a similar family are the Blocher, Deuchars, Gallipolis, Jeneva, Percell, Stonehead, Tarhollow, and Westgate series. Blocher, Gallipolis, and Stonehead soils are less than 203 cm (80 inches) to the base of the argillic horizon. Deuchars soils have more than 30 percent clay in the lower part of the series control section. Jeneva soils do not have subhorizons with brittleness within the series control section. Percell soils have less than 25 percent sand in the lower part of the series control section. Tarhollow soils have more than 30 percent clay in the lower part of the argillic horizon. Westgate soils have hue redder than 7.5YR in some subhorizon within the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Arney soils are on narrow summits, shoulders and backslopes of dissected till plains of Illinoian age. Slope ranges from 2 to 6 percent. The soils formed in 127 to 178 cm (50 to 70 inches) of loess and in the underlying paleosol in till. Mean annual precipitation ranges from 1067 to 1143 mm (42 to 45 inches). Mean annual temperature ranges from 11.7 to 12.8 degrees C (53 to 55 degrees F). Frost-free period is 170 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ava, Cincinnati, Hoosierville, Lieber, and Stinesville soils on till plains. The moderately well drained Ava soils are on summits. The well drained Cincinnati soils are on shoulders and backslopes. The poorly drained Hoosierville soils are on broad level summits. The somewhat poorly drained Lieber soils are on nearly level summits and on shoulders. The well drained Stinesville soils are on higher lying summits and shoulders."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. Depth to the top of an intermittent perched high water table ranges from 46 to 76 cm (1.5 to 2.5 feet) between December and April in normal years. Potential for surface runoff is medium. Saturated hydraulic conductivity is moderately high in the upper part of the solum and moderately low in the lower part. Permeability is moderate in the upper part of the solum and slow in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used for growing corn and soybeans. A few areas are used for small grain (mainly wheat), hay, pasture, or woodland. Native vegetation is mixed deciduous hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 114B in south-western Indiana. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Owen County, Indiana, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils have been mapped and correlated as Muren soils in adjacent subset soil surveys, and were included in mapping with the Ava and Vigo soils in the 1964 Owen County Soil Survey.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 23 cm (Ap horizon).\nArgillic horizon: from a depth of 23 to 203 cm (Bt, Btx, 2Bt horizons).\nAquic conditions: redox depletions with chroma of 2 or less in all horizons below a depth of 58 cm.\nADDITIONAL DATA: Lab data available for typical pedon S93IN-021-001 is at the National Soil Survey Laboratory, Lincoln, Nebraska.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
