{
  "SERIES": "ARNOT",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLM-STS-JDC",
  "REVDATE": "02/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, mesic Lithic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Arnot channery silt loam, on a 6 percent slope in a cropped field. (Colors are for moist soil unless specified otherwise.)\nAp -- 0 to 15 cm (0 to 6 in); dark grayish brown (10YR 4/2), light brownish gray (10YR 6/2) dry, channery silt loam; weak fine granular structure; friable; many fine roots; 33 percent rock fragments; very strongly acid; abrupt smooth boundary. (5 to 25 cm [2 to 10 in] thick)\nBw1 -- 15 to 33 cm (6 to 13 in); yellowish brown (10YR 5/4) very channery silt loam; moderate medium subangular blocky structure; friable to firm; many fine roots; 40 percent rock fragments; strongly acid; smooth clear boundary.\nBw2 -- 33 to 43 cm (13 to 17 in); light olive brown (2.5Y 5/4) very channery silt loam; weak medium subangular blocky structure; friable; many fine roots; 45 percent rock fragments; strongly acid; abrupt smooth boundary. (Combined thickness of the Bw horizons is 5 to 41 cm [2 to 16 in] thick.)\n2R -- 43 to 68 cm (17 to 27 in); gray, thin-bedded, fine-grained sandstone bedrock; shattered and fractured in the top 10 to 15 cm (4 to 6 in)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Chemung County, New York; Town of Van Etten, 50 ft east of Nobles Hill Road and 1 mile north of State Highway 224. USGS Van Etten, NY topographic quadrangle; Latitude 42 degrees, 14 minutes, 10.01 seconds N. and Longitude 76 degrees, 35 minutes, 27.32 seconds W. NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness and depth to bedrock range from 25 to 51 cm (10 to 20 in). Rock fragments of dominantly sandstone, siltstone, or shale range from 35 to 70 percent as a weighted average of the particle-size control section. Texture of the fine-earth fraction is silt loam or loam throughout the profile. Reaction in unlimed areas ranges from extremely acid through moderately acid throughout the profile.\nThe Ap or A horizon has hue of 5YR through 2.5Y, or is neutral, value of 2 to 4, and chroma of 0 to 3. Dry colors have the same hue with value of 5 or 6 and chroma of 2 to 4. Structure is weak or moderate granular. Consistence is very friable or friable. The A horizon commonly ranges 3 to 8 cm (1 to 3 in) thick, but can range up to 15 cm (6 inches) thick.\nSome pedons have a very friable or friable E horizon 3 to 8 cm (1 to 3 in) thick with grayish colors.\nThe B horizon has hue of 2.5YR to 2.5Y, value of 4 to 6, and chroma of 3 to 6. Structure is very weak to moderate, fine or medium, subangular blocky; granular; or weak thin or medium platy. Consistence is friable or firm. Some pedons have few or common redoximorphic features in the lower part.\nSome pedons have a thin Bhs horizon.\nSome pedons have a C or 2Cr horizon that can range to 80 percent rock fragments.\nThe 2R horizon is hard sandstone, siltstone or shale. The bedding is horizontal and in many places the rock types are interbedded."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Klinesville, Nassau, Sylvatus, and Weikert series. Klinesville soils are residual soils formed predominantly in red shale. Nassau soils have rock fragments dominated by shale or slate. Sylvatus soils are dominated by fragments of phylitte and slate and have a warmer soil temperature. Weikert soils have kaolinite as a significant component of the clay fraction."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Arnot soils developed in a thin mantle of till of Wisconsin age. The till is derived mainly from acid sandstone, siltstone, and shale but in some places ranges to include quartzite and conglomerate. In some places the regolith is a mixture of till and residuum. Slope ranges from 0 to 70 percent. The climate is humid and temperate. Mean annual precipitation typically ranges from 795 to 1725 mm (31 to 68 in), but in some higher elevations it can range as high as 1790 mm (70 in). Mean annual temperature typically ranges from 6 to 11 degrees C (43 to 52 degrees F), but in some higher elevations it can range as low as 4 degrees C (39 degrees F). Mean annual frost-free days ranges from 105 to 180 days. These soils generally occur at elevations between 100 to 670 m (328 to 2,198 ft), but have been mapped as high as 750 m (2,460 ft) in some places."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bath, Cadosia, Chippewa, Lackawanna, Lordstown, Maplecrest, Mardin, Morris, Oquaga, Tuller, Valois, Volusia and Wellsboro soils on nearby landscapes. Bath, Cadosia, Chippewa, Lackawanna, Maplecrest, Mardin,  Morris, Valois, Volusia and Wellsboro soils developed in deeper till. Lordstown and Oquaga soils are moderately deep. Tuller soils are somewhat poorly to poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained to moderately well drained. The potential for surface runoff is medium to very high. Saturated hydraulic conductivity in the mineral soil is moderately high or high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mainly forested. Some areas remain in rough pasture and hay land. Native vegetation is oak, beech, sugar maple, black cherry, hemlock, and white pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The glaciated Allegheny Plateau and Catskills of New York, and northern Pennsylvania. MLRA 140. Some delineations of Arnot may occur outside of the MLRA 140 boundary in transitional areas to adjacent MLRAs. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Cortland County, New York, 1957."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Arnot series is considered to be the lithic analogue of the Lordstown and Oquaga series. Areas of Arnot Series currently mapped in Montgomery, Schenectady, and Orange Counties in New York, and Northampton County in Pennsylvania should be investigated to determine proper taxonomic and series placement.\nDiagnostic horizons and other features associated with the typical pedon include:\n1. Ochric Epipedon - the zone from the surface to 15 cm (6 inches) (Ap horizon).\n2. Cambic horizon - the zone from 15 to 43 cm (6 to 17 inches) (Bw horizons).\n3. Lithic subgroup - as evidenced by bedrock at 43 cm (17 inches).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
