{
  "SERIES": "ARNOR",
  "STATUS": "Established Series",
  "BYREV": "Rev. CDH/WWJ/TWH",
  "REVDATE": "01/2008",
  "STATES": "NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Aridic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Arnor gravelly sandy loam--on a toeslope of a hill sloping 7 percent to the east at 7,280 feet elevation-pinyon-juniper forestland.  (Colors are for dry soil unless otherwise noted.  When described, the soil was slightly moist from 0 to 8 inches and otherwise dry.)\nA--0 to 4 inches; brown (7.5YR 4/3) gravelly sandy clay loam, dark brown (7.5YR 3/3) moist; weak thick platy structure parting to moderate coarse granular; soft, very friable, slightly sticky and slightly plastic; common fine and common very fine roots; few very fine irregularly shaped pores; 20 percent gravel; neutral (pH 6.8); abrupt smooth boundary.  (4 to 7 inches thick)\nBt1--4 to 9 inches; brown (7.5YR 5/4) gravelly sandy clay loam, brown (7.5YR 4/4) moist; moderate fine subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few medium, common fine, and common very fine roots; few very fine tubular pores; common faint and few distinct clay films on faces of peds; 15 percent gravel; neutral (pH 7.0); clear wavy boundary. (5 to 10 inches thick)\nBt2--9 to 15 inches; brown (7.5YR 5/4) gravelly sandy clay loam, brown (7.5YR 5/4) gravelly sandy clay loam, brown (7.5YR 4/4) moist; moderate fine subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few medium, common fine, and common very fine roots; few very fine tubular pores; common faint clay films on faces of peds and few distinct clay films on faces of peds and on rock fragments; 20 percent gravel; neutral (pH 7.2); clear wavy boundary. (6 to 13 inches thick)\nBt3--15 to 24 inches; brown (7.5YR 5/3) gravelly sandy clay loam, brown (7.5YR 4/3) moist; moderate medium subangular blocky structure; slightly hard, firm, moderately sticky and slightly plastic; few medium, common fine, and common very fine roots; few fine and common very fine tubular pores; few faint clay films on faces of peds and on rock fragments and common distinct clay films on faces of peds; 25 percent gravel; slightly alkaline (pH 7.4); clear wavy boundary. (6 to 13 inches)\nBtk--24 to 35 inches; brown (7.5YR 5/3) gravelly sandy clay loam, brown (7.5YR 4/3) moist; moderate medium subangular blocky structure; slightly hard, firm, moderately sticky and slightly plastic; few medium, few fine, and common very fine roots; few very fine tubular pores; common faint and few distinct clay films on faces of peds; 20 percent gravel; strongly effervescent, secondary calcium carbonate segregated as few fine irregularly shaped coats on faces of peds and on rock fragments; moderately alkaline (pH 8.2); clear wavy boundary. (11 to 19 inches thick)\nABtkb--35 to 46 inches; brown (7.5YR 4/3) gravelly sandy clay loam, dark brown (7.5YR 3/3) moist; moderate coarse subangular blocky structure; soft, firm, slightly sticky and slightly plastic; few medium, few fine, and common very fine roots; few fine and few very fine tubular pores; few faint clay films on faces of peds; 20 percent gravel; strongly effervescent, secondary calcium carbonate segregated as common fine irregularly shaped coats on faces of peds and on rock fragments; moderately alkaline (pH 8.4); clear wavy boundary. (0 to 25 inches thick)\nBtkb--46 to 52 inches; yellowish red (5YR 5/6) gravelly sandy clay loam, yellowish red (5YR 4/6) moist; weak coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine and common very fine tubular pores; 25 percent gravel; violently effervescent, secondary calcium carbonate segregated as few fine irregularly shaped coats on faces of peds and on rock fragments; moderately alkaline (pH 8.4); clear wavy boundary. (0 to 26 inches thick)\n2Btk/Cb--52 to 66 inches; yellowish red (5YR 5/8) very gravelly coarse sandy loam, yellowish red (5YR 4/6) moist; weak medium subangular blocky structure and massive; hard to slightly hard, friable to very friable, slightly sticky and nonplastic; few fine and few very fine roots; few very fine tubular pores; 35 percent gravel and 30 percent paragravel; slightly to strongly effervescent, secondary calcium carbonate segregated as few fine irregularly shaped coats on faces of peds and on rock fragments; moderately alkaline (pH 8.4); clear wavy boundary. (6 to 14 inches thick).\n2Crtk--66 inches; weathered granite bedrock; very few distinct clay films on rock fragments; secondary calcium carbonate segregated as few very fine irregularly shaped accumulations on paragravel."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Fe County, New Mexico; about 2 miles southeast of Seton Village within the nonsectionized Sebastian de Vargas Grant; USGS Seton Village 7.5 minute topographic quadrangle; Latitude 35 degrees 34 minutes 33 seconds North and Longitude 105 degrees 54 minutes 15.5 seconds West, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soil moisture control section is moist in all parts during the 60 days following the winter solstice. It is moist in some part less than 40 percent and moist in all parts less than 25 percent of the time when the soil temperature at 20 inches is above 41 degrees F. The soils are driest in May and June. The soil moisture regime is ustic bordering on aridic.\nMean annual soil temperature - 49 to 51 degrees F.\nDepth to calcareous material (as visible secondary calcium carbonate) - 23 to 43 inches\nDepth to paralithic material - 60 to 80 inches\nSalinity, mmhos/cm: 0 to 1\nSodicity, SAR: 0 to 4\nLithology of fragments: granite, gneiss, and schist\nParticle-size control section (weighted averages)\nSilicate clay content: 25 to 35 percent\nSand content: 35 to 50 percent\nFine sand or coarser content: 25 to 40 percent\nRock fragment content: 15 to 30 percent gravel\nMica content: 15 to 20 percent (by grain count)\nA horizon\nValue: 4 or 5 dry\nChroma: 2 or 3, dry or moist\nRock fragment content: 15 to 25 percent, mostly gravel\nBt horizons\nChroma: 3 through 6, dry or moist\nTexture: gravelly sandy clay loam or gravelly clay loam\nRock fragment content: 15 to 25 percent, mostly gravel\nReaction: neutral or slightly alkaline\nBtk horizons\nValue: 3 or 4 moist\nChroma: 3 through 6, dry or moist\nTexture: gravelly sandy clay loam or gravelly clay loam\nRock fragment content: 15 to 25 percent, mostly gravel\nCalcium carbonate equivalent: 1 to 2 percent\nABtkb horizon (not in all pedons)\nTexture: gravelly sandy clay loam or gravelly coarse sandy loam\nCalcium carbonate equivalent: 1 to 2 percent\nBtkb horizon (not in all pedons)\nHue: 5YR or 7.5YR\nChroma: 3 through 6 moist\nTexture: gravelly coarse sandy loam or gravelly sandy clay loam\nRock fragments: total range is 20 to 35 percent, mostly gravel\nCalcium carbonate equivalent: 1 to 2 percent\n2Btk/Cb horizon (a 2Btk/C in some pedons)\nHue: 5YR or 7.5YR\nChroma: 4 through 8 dry, 4 or 6 moist\nTexture: very gravelly coarse sandy loam or very gravelly sandy clay loam\nRock fragments: total range is 35 to 45 percent, mostly gravel\nCalcium carbonate equivalent: 1 to 2 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Arwite, Augustine, Bigbow, Bosonoak, Carri, Celacy, Celavar, Dalhart, Deekay, Dermala, Elwop, Evpark, Flugle, Fort Collins, Gateson, Iwela, Likorly, Navajita, Nyjack, Oldwolf, Olnest, Orlie, Parkelei, Pinitos, Rauzi, Ribera, Rockybutte, Stoneham, Toluca, and Wagonhound series.\nArwite soils have hue yellower than 7.5YR.\nCarri, Celacy, Celvar, Elwop, Evpark, Gateson, Nyjack, Oldwolf, and Ribera soils are moderately deep to a lithic or paralithic contact.\nBigbow soils have a 2Bt horizon with less sand and less than 15 percent rock fragments.\nBosonoak, Deekay, Flugle, Fort Collins, Navajita, Olnes, Orlie, Parkelei, Pinitos, Rauzi, Stoneham, Toluca, and Wagonhound soils have less than 15 percent rock fragments.\nDalhart and Likorly soils have annual soil temperatures greater than 52 degrees.\nDermala soils have less mica.\nIwela soils have a discontinuity with skeletal material within 40 inches.\nRockybutte soils are 20 to 40 inches to fragmental material."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Arnor soils are on toeslopes of hills. They formed in slope alluvium and alluvium derived locally from Precambrian granite, gneiss, and schist over residuum of Precambrian granite bedrock. Slopes are 2 to 8 percent. Elevation ranges from 6,800 to 8,400 feet. The mean annual precipitation is 14 to 16 inches with about 45 percent falling as rain from high-intensity convective thunderstorms between July and September. The mean annual air temperature is 47 to 49 degrees F. The frost-free period is 130 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Atalaya, Enmedio, and Setonville soils. Atalaya soils are coarse-loamy over fragmental, are deep to granite or gneiss bedrock, and occur on beveled summits. Enmedio soils are loamy-skeletal over fragmental, have mollic epipedons, and occur on backslopes of hills. Setonville soils are loamy-skeletal over fragmental, have calcic horizons, and occur on footslopes of hills."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium surface runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Arnor soils are used for urban development, cord wood products, livestock grazing, and recreation. The historic climax vegetation is blue grama, bottlebrush squirreltail, oneseed juniper, two-needle pinyon, .  The ecological site is Juniperus monosperma-Pinus edulis/Fallugia parodoxa, Chrysothamnus nauseosis/Bouteloua hirsuta-Bouteloua gracilis(F36XB0136NM)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Arnor soils are of small extent on the southwestern Sangre de Cristo part of the Southern Rocky Mountains province in northcentral New Mexico. The MLRA is 48A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Santa Fe County, New Mexico; Santa Fe Area Soil Survey Update; 2008. Arnor is a street name in Santa Fe."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 4 inches. (A horizon)\nArgillic horizon - The zone from 4 to 66 inches. (Bt1, Bt2, Bt3, Btk, ABtb, Btkb, and 2Btk/Cbhorizons)\nParalithic contact - weathered granite bedrock at 66 inches (2Crtk layer)\nTaxonomic version: Classified according to Keys to Soil Taxonomy, Tenth Edition, 2006.\nADDITIONAL DATA: Calcium carbonate equivalence was determined using a calcimeter.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
