{
  "SERIES": "ARNTZ",
  "STATUS": "Established Series",
  "BYREV": "Rev. AAD/PDC",
  "REVDATE": "05/2006",
  "STATES": "AZ",
  "OVERVIEW": "The Arntz series consists of moderately deep or deep, well drained soils formed in alluvium derived dominantly from gypsiferous mudstone and siltstone.  Arntz soils are on undulating plateaus.  Slopes are 0 to 10 percent.  The mean annual precipitation is about 11 inches and the mean annual air temperature is about 52 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, gypsic, mesic Typic Haplogypsids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Arntz fine sandy loam - rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 2 inches; reddish brown (5YR 5/4) fine sandy loam, reddish brown (5YR 4/4) moist; weak thin platy structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; common very fine and fine vesicular pores; strongly effervescent; moderately alkaline (pH 8.2); abrupt smooth boundary. (1 to 3 inches thick)\nBw1--2 to 6 inches; reddish brown (5YR 5/4) fine sandy loam, reddish brown (5YR 4/4) moist; weak medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; many very fine and fine roots; common very fine and fine interstitial and tubular pores; few faint clay films on faces of peds and few pressure faces; strongly effervescent; moderately alkaline (pH 8.2); abrupt smooth boundary. (0 to 4 inches thick)\nBw2--6 to 12 inches; reddish brown (2.5YR 5/4) clay loam, reddish brown (2.5YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, friable, sticky and plastic; many very fine and fine roots; many very fine and fine interstitial and tubular pores; few faint clay films on faces of peds and few pressure faces; violently effervescent; moderately alkaline (pH 8.4); abrupt smooth boundary. (0 to 6 inches thick)\n2By1--12 to 27 inches; light reddish brown (5YR 6/4) and pale yellow (2.5Y 7/4) stratified loam, reddish brown (5YR 5/4) and light yellowish brown (2.5Y 6/4) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; common very fine and fine tubular pores; 10 to 20 percent gypsum crystals; strongly effervescent; slightly alkaline (pH 7.6); abrupt smooth boundary. (15 to 20 inches thick)\n2By2--27 to 32 inches; reddish brown (2.5YR 5/4) loam, reddish brown (2.5YR 4/4) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; few very fine and fine interstitial and tubular pores; many fine mudstone fragments; 20 to 30 percent gypsum crystals; strongly effervescent; slightly alkaline (pH 7.6); abrupt smooth boundary. (5 to 20 inches thick)\n2By3--32 to 42 inches; reddish brown (2.5YR 5/4) and pale yellow (2.5Y 7/4) clay loam, reddish brown (2.5YR 4/4) and light yellowish brown (2.5Y 6/4) moist; massive; hard, firm, sticky and slightly plastic; few very fine and fine roots; few very fine and fine interstitial and tubular pores; many fine mudstone fragments; 20 to 30 percent gypsum crystals; strongly effervescent; slightly alkaline (pH 7.6); abrupt smooth boundary. (10 to 15 inches thick)\n3Cr--42 to 60 inches; interbedded gypsiferous mudstone and crystalline gypsum; very hard; violently effervescent."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Navajo County, Arizona; about 19 miles south of Holbrook; about 600 feet south and 100 feet east of the northwest corner of section 34, T. 15 N., R. 22 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Intermittently moist in some part of the soil moisture control section during July - September and December - February.  Driest during May and June.  Typic aridic soil moisture regime.\nSoil Temperature - 52 to 56 degrees F.\nRock fragments - 1 to 25 percent in any one horizon; averages less than 15 percent in the particle size control section.\nDepth to paralithic contact - 30 to 60 inches\nDepth to gypsic horizon - 1 to 10 inches; averages 40 to 60 percent by weight gypsum in the control section, but ranges from 10 to 90 percent in any one subhorizon.\nA horizon\nHue:  5YR, 7.5YR\nValue:  5 or 6 dry, 4, 5 or 6 moist\nChroma:  3, 4, or 6, dry or moist\nReaction: slightly or moderately alkaline\nBy horizon\nHue:  5YR, 7.5YR (Thin layers of contrasting 2.5Y hue are common)\nValue:  4 through 8 dry, 3 through 7 moist\nChroma:  3, 4, or 6, dry or moist\nTexture:  Clay loam, sandy clay loam, loam (18 to 35 percent clay)\nReaction:  Slightly or moderately alkaline\nGypsum:  More than 30 percent\nCalcium carbonate:  Less than 15 percent segregated and disseminated"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Arntz soils are on undulating plateaus at 5,000 to 6,000 foot elevation.  Slopes range from 0 to 10 percent.  Arntz soils formed in slope alluvium derived dominantly from gypsiferous mudstone and siltstone with some influence from eolian sediments, and sandstone and limestone.  The mean annual precipitation is 10 to 12 inches.  The mean annual air temperature ranges from 50 to 53 degrees F.  The frost-free period ranges from 130 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cerrillos, Leanto, and Sheza soils.  Cerrillos and Sheza soils are very deep.  Leanto soils are shallow to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderately slow permeability"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for livestock grazing, recreation, and wildlife habitat.  Vegetation is alkali sacaton, galleta, gyp dropseed, blue grama, Mormon-tea, Bigelow sagebrush, winterfat, and fourwing saltbush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Arizona.  The series is of limited extent. MLRA 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Navajo County, Arizona; Soil survey of Navajo County Area, Arizona, Central Part; 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Type location moved to original lab sample site.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 2 inches (A horizon)\nGypsic horizon - The zone from 12 to 32 inches (2By1, 2By2, 2By3 horizons)\nParalithic contact - The boundary at 42 inches (3Cr horizon)\nClassified according to Keys to Soil Taxonomy Ninth Edition, 2003.\nADDITIONAL DATA:  NSSL SAMPLE - S86AZ-017-004 and S86AZ 017 007\nNational Cooperative Soil Survey\nU.S.A."
  }
}
