{
  "SERIES": "ARP",
  "STATUS": "Established Series",
  "BYREV": "Rev. DRT/DLR",
  "REVDATE": "05/2006",
  "STATES": "AZ",
  "OVERVIEW": "The Arp series consists of moderately deep, well drained soils that formed in slope alluvium over schist and phyllite bedrock. Arp soils are on hills and have slopes of 2 to 60 percent. The average annual precipitation is about 14 inches and the mean annual air temperature is about 54 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Ustic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Arp gravelly clay loam, brushland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 2 inches; brown (7.5YR 4/4) gravelly clay loam, dark reddish brown (5YR 3/4) moist; moderate fine granular structure; slightly hard, friable, sticky and plastic; few fine roots; many fine interstitial pores; noneffervescent; slightly acid (pH 6.5); abrupt smooth boundary. (1 to 2 inches thick)\nBt1--2 to 5 inches; reddish brown (5YR 4/4) clay, dark reddish brown (5YR 3/4) moist; moderate fine and medium subangular blocky structure; hard, friable, sticky and plastic; common fine, medium and coarse roots; common fine tubular and common fine interstitial pores; common thin clay films on ped faces; noneffervescent; neutral (pH 7.0); clear smooth boundary. (2 to 4 inches thick)\nBt2--5 to 11 inches; reddish brown (5YR 5/4) clay, dark reddish brown (5YR 3/4) moist; moderate fine and medium subangular and angular blocky structure; hard, friable, sticky and plastic; common fine, medium and coarse roots; few fine tubular and common fine interstitial pores; common thin clay films on ped faces; noneffervescent; neutral (pH 7.0); clear smooth boundary. (4 to 7 inches thick)\nBt3--11 to 18 inches; strong brown (7.5YR 5/6) clay, brown (7.5YR 4/4) moist; massive breaking to moderate medium subangular blocky structure; hard, friable, sticky and plastic; few fine roots; few fine tubular and common fine interstitial pores; common thin clay films on ped faces; noneffervescent; neutral (pH 7.0); clear irregular boundary. (5 to 9 inches thick)\n2Cr--18 to 34 inches; weathered schist.\n3R--34 inches; hard schist."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Yavapai County, Arizona. 6/10 mile south and 1/2 mile west of NE corner of sec. 8, T.12N., R.1E. About 3 miles NW of Mayer on State Highway 69 and 1 mile west along road to old mine in National Forest."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the consolidated schist bedrock: 20 to 40 inches\nReaction: medium acid (pH 6.0) to neutral (pH 7.0).\nMean annual soil temperature: about 56 degrees F\nSoil moisture: These soils are usually dry especially during the months of April through June and October through November. These soils have more than 1 percent organic matter. Ustic aridic moisture regime.\nA horizon\nHue: 5YR to 10YR\nValue: 4 and 5 dry and 2 and 3 moist\nChroma: 2 to 4\nTexture: gravelly loam, cobbly loam, clay loam, gravelly clay loam, cobbly clay loam and very stony clay loam.\nBt horizons\nHues: 2.5YR to 7.5YR, but are dominantly 5YR\nValues: 2 to 5 dry, and 3 and 4 moist\nChroma: 4 to 6\nTexture: clay loam and clay\nClay content: more than 35 percent but less than 60 percent clay.\nR horizon\nUsually schist bedrock, but includes local areas of quartzite and phyllite bedrock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Agua Fria (NM), Bacid (CO), Bessemer (WY), Manzanola (CO), Mughouse (CO), Rencalson (WY), Renohill (WY), Ulm (WY), Winklo (NV) and Wyarno series. Agua Fria, Bacid, Bessemer and Wyarno soils are very deep.  Bessemer soils  Manzanola, Renohill, and Ulm soils have hue yellower than 7.5YR in the B2t horizon. Mughouse, Rencalson and Renohill soils have sedimentary bedrock at depths of 20 to 40 inches. Winklo soils are moderately deep to tuff, slightly or moderately alkaline and have accumulations of carbonates (Btk horizons)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Arp soils are on undulating to steep phyllite and schist hills. Slopes are dominantly 2 to 60 percent. These soils are formed in slope alluvium over schist and phyllite bedrock. Arp soils are at elevations of 4,000 to 5,500 feet in a semiarid continental climate with an average annual precipitation of 12 to 16 inches. About one-half of this occurs in July and August as rain and about one-third in December, January and February as rain with some snow. The mean annual temperature ranges from 52 degrees to 57 degrees F. Frost-free season is about 140 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Balon, Barkerville, Dandrea, Gaddes, Lynx, Moano, and Showlow soils. Balon soils are deep.  Barkerville soils lack an argillic horizon. Dandrea soils have hues of 10YR and 7.5YR. Gaddes soils are moderately fine textured and have mixed mineralogy. Lynx soils are deep and lack an argillic horizon.  Moano soils are shallow and lack an argillic horizon. Showlow soils are deep and have a horizon of lime accumulation."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained with medium surface runoff.  Permeability is moderately slow to slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used only for rangeland. Native vegetation consists of oak brush, squawbush, manzanita and mountain mahogany with an understory of grama grasses, three-awns, snakeweed, and annuals."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and southern Yavapai County, Arizona.  These soils are moderate in extent. MLRA 38."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Western Yavapai County Area, Yavapai County, Arizona, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon  The zone 0 to 2 inches. (A horizon)\nArgillic horizon  The zone from 2 to 18 inches. (Bt horizons)\nClassified according to Keys to Soil Taxonomy Ninth Edition, 2003.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
