{
  "SERIES": "ARRADA",
  "STATUS": "Established Series",
  "BYREV": "JKW-NIH-RM",
  "REVDATE": "09/2015",
  "STATES": "TX",
  "OVERVIEW": "The Arrada series consists of very deep, poorly drained, moderately slowly permeable soils on wind tidal flats.  These soils formed in extremely saline loamy alluvial sediments of Holocene age.  Slope ranges from 0 to 1 percent.  Mean annual air temperature is about 22 degrees C (72 degrees F) and mean annual precipitation is about 686 mm (27 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, calcareous, hyperthermic Typic Halaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Arrada sandy clay loam, on a nearly level 0 to 1 percent slope on a wind tidal flat at an elevation of 0.6 m (2 ft) above sea level. (Colors are for moist soil unless otherwise stated.)\nAnzg--0 to 13 cm (0 to 5 in); gray (5Y 5/1) sandy clay loam, gray (5Y 6/1) dry; weak medium platy structure; slightly hard, friable; few fine vesicular pores; 50 percent medium platy salt masses; 3 percent fine and medium distinct light olive brown (2.5Y 5/4) masses of oxidized iron with sharp boundaries lining pores and between plates; strongly saline; strongly effervescent; strongly alkaline; abrupt smooth boundary.  (Anzg horizon is 8 to 20 cm [3 to 18 in] thick.)\nBnzg1--13 to 41 cm (5 to 16 in); gray (5Y 5/1) sandy clay loam, gray (5Y 6/1) dry; weak medium prismatic structure parting to weak fine and medium subangular blocky; slightly hard, friable; 2 percent fine calcium carbonate nodules; 2 percent fine and medium salt masses; 2 percent medium prominent dark brown (10YR 3/3) masses of oxidized iron with diffuse boundaries in the matrix; strongly saline; strongly effervescent; strongly alkaline; clear smooth boundary.\nBnzg2--41 to 81 cm (16 to 32 in); gray (5Y 5/1) sandy clay loam, gray (5Y 6/1) dry, weak medium and coarse subangular blocky structure; slightly hard, friable; 2 percent fine and medium salt masses; 2 percent black iron-manganese concretions; 1 percent fine distinct light olive brown (2.5Y 5/4) masses of oxidized iron with diffuse boundaries in the matrix; strongly saline; strongly effervescent; strongly alkaline; clear smooth boundary. (Combined thickness of the Bnzg horizons is 38 to 117 cm [15 to 46 in])\nBCnzg1--81 to 137 cm (32 to 54 in); light gray (5Y 7/2) sandy clay loam, pale yellow (5Y 8/2) dry; weak medium and coarse subangular blocky structure; slightly hard, friable; 1 percent fine calcium carbonate nodules; 2 percent fine salt masses; 20 percent medium prominent yellowish brown (10YR 5/6) masses of oxidized iron with clear boundaries in the matrix; strongly saline; violently effervescent; strongly alkaline; clear smooth boundary. (Combined thickness of the BCnzg horizons is 41 to 114 cm [16 to 45 in].)\nBCnzg2--137 to 203 cm (54 to 80 in); greenish gray (5GY 6/1) sandy clay loam, light greenish gray (5GY 7/1) dry; weak fine and medium subangular blocky structure; slightly hard, friable; 1 percent fine nodules of calcium carbonate; 1 percent fine salt masses; strongly saline; violently effervescent; strongly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Willacy County, Texas; from the intersection of U.S. Highway 77 bypass and Texas Highway 186 in Raymondville; 16.3 miles east on Texas highway 186 to Farm Road 497; 16.3 miles east on Farm Road 497 to Farm Road 606 in Port Mansfield; 0.8 mile north on Farm Road 606 to end of road; 0.5 mile west along fence line; 31 m (100 ft) south on wind tidal flat; Port Mansfield, Texas USGS topographic quadrangle; Latitude: 26 degrees, 34 minutes, 11.7 seconds N; Longitude: 97 degrees, 26 minutes, 14.5 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An aquic soil moisture regime.  Although rainfall amounts are that of an ustic moisture regime, these soils remain saturated throughout in most years due to location on the landscape.  The top of a permanent water table is at a depth of 30 to 61 cm (12 to 24 in) throughout the year in normal years, and the soil is subject to frequent flooding by high tides, storm surges or heavy rains associated with tropical storms.\nMean annual soil temperature: 22.2 to 24.5 degrees C (74 to 76 degrees F)\nElectrical Conductivity (dS/m): 60 to 175\nSodium Adsorption Ratio: 60 to 125\nDepth to masses of oxidized iron:  0 to 25 cm (0 to 10 in)\nDepth to iron depletions or depleted matrix:  0 to 25 cm (0 to 10 in)\nDepth to endosaturation: 31 to 91 cm (12 to 36 in)\nDepth to Salic horizon: 10 to 40 cm (4 to 16 in)\nParticle-size control section (weighted average)\nClay content: 18 to 27 percent\nSand content: 60 to 80 percent\nCEC/Clay ratio: .24 to .40 (Semiactive)\nAnzg horizon:\nHue: 2.5Y or 5Y\nValue: 4 to 7\nChroma: 1 or 2\nTexture: fine sandy loam or sandy clay loam\nClay content: 11 to 32 percent\nRedox concentrations: amount-1 to 15 percent; size-fine or medium; contrast-faint to prominent; boundaries-clear or sharp; shades-brown or yellow\nRedox depletions: amount-0 to 7 percent; size-fine or medium; contrast-faint or distinct; boundary-diffuse or clear; shades-gray\nReaction: slightly alkaline to very strongly alkaline\nBnzg horizon:\nHue: 2.5Y, 5Y, 10Y or 10GY\nValue: 4 to 8\nChroma: 1 or 2\nTexture: fine sandy loam or sandy clay loam, or clay loam (textures are variable, and can be stratified with loamy fine sand)\nClay content: 14 to 32 percent\nRedox concentrations: amount-1 to 25 percent; size-fine or medium; contrast-faint or distinct; boundaries-clear or sharp; shades-brown or yellow\nRedox depletions: amount-1 to 20 percent; size-fine or medium; contrast-faint; boundary-diffuse or clear; shades-gray\nReaction: slightly alkaline to very strongly alkaline\nBCnzg horizon:\nHue: 5Y, 10Y, 5GY or 10GY\nValue: 4 to 8\nChroma: 1 or 2\nTexture: loamy fine sand, fine sandy loam or sandy clay loam\nClay content: 9 to 25 percent\nRedox concentrations: amount-0 to 10 percent; size-fine or medium; contrast-faint to prominent; boundaries-clear or sharp; shades-brown or yellow\nRedox depletions: amount-1 to 25 percent; size-fine to coarse; contrast-faint or distinct; boundary-diffuse or clear; shades-gray or green\nReaction: slightly alkaline to very strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family.  Similar soils are the Barrada (TX), Cedarlake (TX), Latina (TX), Malaquite (TX), Satatton (TX), Saucel (TX), Sejita (TX), Tatton (TX), Topo (TX), Vanguard (CA), and Yarborough (TX) series.\nBarrada soils: are in the fine particle size family.\nCedarlake and Vanguard soils: have a thermic temperature regime.\nLatina soils: have a calcic horizon.\nMalaquite soils: are in the sandy particle size family.\nSatatton and Tatton soils: are Sodic Psammaquents.\nSaucel, Topo, and Yarborough soils: are in the coarse-loamy particle size family.\nSejita sois: are in the fine-silty particle size family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Loamy eolian deposits and storm washover sediments of Holocene age.\nLandform: Wind-tidal flats and elongated depressions\nSlope: 0 to 1 percent\nMean annual air temperature range: 22 to 24 degrees C (71 to 75 degrees F)\nMean annual precipitation range: 635 to 889 mm (25 to 35 in)\nPrecipitation Pattern:  November through April are the driest months, with a second dry period in July.  September is the wettest month.\nFrost-free period: 310 to 350 days\nElevation:  0 to 1.5 m (0 to 5 ft)\nThornthwaite P-E Index: 31 to 36"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Barrada, Lalinda, Latina, Saucel, and Sauz series.\nBarrada soils: occur on a similar to slightly lower landform.\nLalinda soils: do not have aquic conditions and are a higher landform on coastal ridges.\nLatina and Saucel soils: occur on a slightly higher landform above the wind-tidal flats.\nSauz soils: have a natric horizon and are on a higher landform on low coastal terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Permeability is moderately slow.  Runoff is negligible.  A permanent water table is at a depth of 30 cm to 61 cm (12 to 24 in).  These soils are frequently flooded for brief periods with salt water, which occur during times of high wind that pushes water onto the wind-tidal flats, storm surges, and heavy rains associated with tropical storms."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly used for wildlife habitat or recreation.  These soils are essentially barren of vegetation except for sparse salicornia and sesuvium species at the higher elevations.  The surface will often have a thin algal mat.  Halophytic vegetation consisting of saltwort and glassworts occur for short periods after recent inundation.  The surface salinity rises as the surface dries, and eventually becomes toxic to the plants.  The ecological site is Tidal Flat, PE 31-44 (R150BY416TX)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Gulf Coast Saline Prairie (MLRA 150B in LRR T) of south Texas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Willacy County, Texas; 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Classification change from Typic Salorthids to Typic Aquisalids 05/1995 based on application of the Keys to Soil Taxonomy, Sixth Edition. Classification change from Typic Aquisalids to Typic Halaquepts 10/1998 based on application of the Keys to Soil Taxonomy, Eighth Edition.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 25 to 102 cm (10 to 40 in). (Bnzg1, Bnzg2 and BCnzg1 horizons)\nOchric epipedon: 0 to 13 cm (0 to 5 in). (Anzg horizon)\nMasses of oxidized iron: 0 to 137 cm (0 to 54 in). (Anzg, Bnzg1, Bnzg2 and BCnzg1 horizons)\nIron depletions or reduced matrix: 0 to 203 cm (0 to 80 in) (Anzg, Bnzg1, Bnzg2, BCnzg1 and BCnzg2 horizons)\nSalic Horizon: 13 to 203 cm (5 to 80 in). (Bnzg1, Bnzg2, BCnzg1, and BCnzg2 horizons)\nEndosaturation: The zone of saturation at 31 to 61 cm (12 to 24 in) for at least two months in most years. (Bnzg1, Bnzg2, BCnzg1 and BCnzg2 horizons)\nAquic Conditions: These soils remains saturated and have reducing conditions for at least one month in most years from 31 to 203 cm (12 to 80 in). (Bnzg1, Bnzg2, BCnzg1 and BCnzg2 horizons)\nADDITIONAL DATA:  Texas Highway Department data from type location S78TX-489-003.  Additional NSSL data from Kenedy County, Texas on sample numbers S98TX-261-001, S98TX-261-002, and S98TX-261-003.\nTaxonomic Version:  Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Anzg",
        "top": 0,
        "bottom": 13,
        "dry_hue": "5Y",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Anzg--0 to 13 cm (0 to 5 in); gray (5Y 5/1) sandy clay loam, gray (5Y 6/1) dry; weak medium platy structure; slightly hard, friable; few fine vesicular pores; 50 percent medium platy salt masses; 3 percent fine and medium distinct light olive brown (2.5Y 5/4) masses of oxidized iron with sharp boundaries lining pores and between plates; strongly saline; strongly effervescent; strongly alkaline; abrupt smooth boundary.  (Anzg horizon is 8 to 20 cm [3 to 18 in] thick.)"
      },
      {
        "name": "Bnzg1",
        "top": 13,
        "bottom": 41,
        "dry_hue": "5Y",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bnzg1--13 to 41 cm (5 to 16 in); gray (5Y 5/1) sandy clay loam, gray (5Y 6/1) dry; weak medium prismatic structure parting to weak fine and medium subangular blocky; slightly hard, friable; 2 percent fine calcium carbonate nodules; 2 percent fine and medium salt masses; 2 percent medium prominent dark brown (10YR 3/3) masses of oxidized iron with diffuse boundaries in the matrix; strongly saline; strongly effervescent; strongly alkaline; clear smooth boundary."
      },
      {
        "name": "Bnzg2",
        "top": 41,
        "bottom": 81,
        "dry_hue": "5Y",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bnzg2--41 to 81 cm (16 to 32 in); gray (5Y 5/1) sandy clay loam, gray (5Y 6/1) dry, weak medium and coarse subangular blocky structure; slightly hard, friable; 2 percent fine and medium salt masses; 2 percent black iron-manganese concretions; 1 percent fine distinct light olive brown (2.5Y 5/4) masses of oxidized iron with diffuse boundaries in the matrix; strongly saline; strongly effervescent; strongly alkaline; clear smooth boundary. (Combined thickness of the Bnzg horizons is 38 to 117 cm [15 to 46 in])"
      },
      {
        "name": "BCnzg1",
        "top": 81,
        "bottom": 137,
        "dry_hue": "5Y",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "5Y",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BCnzg1--81 to 137 cm (32 to 54 in); light gray (5Y 7/2) sandy clay loam, pale yellow (5Y 8/2) dry; weak medium and coarse subangular blocky structure; slightly hard, friable; 1 percent fine calcium carbonate nodules; 2 percent fine salt masses; 20 percent medium prominent yellowish brown (10YR 5/6) masses of oxidized iron with clear boundaries in the matrix; strongly saline; violently effervescent; strongly alkaline; clear smooth boundary. (Combined thickness of the BCnzg horizons is 41 to 114 cm [16 to 45 in].)"
      },
      {
        "name": "BCnzg2",
        "top": 137,
        "bottom": 203,
        "dry_hue": "5GY",
        "dry_value": 7,
        "dry_chroma": 1,
        "moist_hue": "5GY",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "BCnzg2--137 to 203 cm (54 to 80 in); greenish gray (5GY 6/1) sandy clay loam, light greenish gray (5GY 7/1) dry; weak fine and medium subangular blocky structure; slightly hard, friable; 1 percent fine nodules of calcium carbonate; 1 percent fine salt masses; strongly saline; violently effervescent; strongly alkaline."
      }
    ]
  ]
}
