{
  "SERIES": "ARRIOLA",
  "STATUS": "Established Series",
  "BYREV": "Rev. CLN-GLL",
  "REVDATE": "12/2005",
  "STATES": "TX",
  "OVERVIEW": "The Arriola series consists of moderately deep, moderately well drained, very slowly permeable soils on gently sloping to moderately sloping uplands.  The soil formed in tuffaceous siltstones, sandstones, and clays of Tertiary age.  Slopes are dominantly 1 to 5 percent, but range up to 8 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Albaquultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Arriola fine sandy loam - forested.\n(Colors are for moist soil unless otherwise stated.)\nA--0 to 4 inches; pale brown (10YR 6/3) fine sandy loam; weak fine granular structure; slightly hard, very friable; many fine, medium, and coarse roots; many fine pores; slightly acid; clear smooth boundary.  (3 to 5 inches thick)\nE--4 to 9 inches; light yellowish brown (10YR 6/4) fine sandy loam; weak very fine granular structure; slightly hard, very friable; many fine, medium, and coarse roots; many fine pores; few rounded siliceous pebbles up to 1  1/4 inches in diameter that are concentrated on top of Bt horizon; strongly acid; abrupt wavy boundary.  (3 to 6 inches thick)\nBt1--9 to 16 inches; dark red (2.5YR 3/6) clay; common medium distinct brown (7.5YR 4/2) mottles; moderate fine subangular blocky structure; extremely hard, very firm, sticky and plastic; common medium and coarse roots; few fine pores; thin patchy clay films on the faces of peds; very strongly acid; clear wavy boundary.  (4 to 8 inches thick)\nBt2--16 to 23 inches; mottled red (2.5YR 4/8) and dark reddish gray (5YR 4/2) clay; moderate coarse angular blocky structure; extremely hard, very firm, sticky and plastic; common medium and coarse roots; few fine pores; thin patchy clay films on the faces of peds; very strongly acid; clear wavy boundary.  (5 to 8 inches thick)\nBt3--23 to 38 inches; brown (7.5YR 4/2) clay with common medium prominent dark red (2.5YR 3/6) mottles; moderate coarse blocky structure; extremely hard, very firm, sticky and plastic; few fine and medium roots that are mainly along the faces of peds; few thin discontinuous clay films on faces of peds; few fragments of siltstone are scattered throughout the upper part of the horizon but range to common in the lower part; very strongly acid; abrupt wavy boundary.  (5 to 18 inches thick)\nCr--38 to 50 inches; light brownish gray (2.5Y 6/2) siltstone containing strata of mottled grayish brown and strong brown clay 1/4 to 1/2 inch thick; interstices in the upper 6 inches are filled with dark reddish brown clay; massive; very hard when dry and is easily crushed when moist; few fine roots are in the clayey pockets."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Walker County, Texas; from the intersection of Interstate Highway 45 and Texas Highway 30 at Huntsville, Texas; 16.1 miles north on Interstate Highway 45; then east on Farm Road 2989 0.8 mile and 40 feet north of road in woods."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 20 to 40 inches to a paralithic contact with siltstone or sandstone.  Siliceous pebbles range from 0 to 5 percent by volume in the A and E horizons.  The control section ranges in clay content from 40 to 60 percent.  Base saturation ranges from 35 to 60 percent immediately above the paralithic contact.\nThe A horizon has color with hue of 10YR, value of 3 to 6, and chroma of 1 to 4.  The E horizon has color that is about 1 or 2 units of value higher than the A horizon.  Reaction of the A horizon is strongly acid to slightly acid.  The E horizon is very strongly acid to medium acid.\nThe Bt1 horizon has color with hue of 2.5YR to 5YR, value of 3 to 4, and chroma of 3 to 8.  Mottles range from none to many in shades of gray and brown.  Reaction ranges from very strongly acid to strongly acid.\nThe Bt2 horizon has color with hue of 2.5YR to 10YR, value of 3 to 5, and chroma of 2 to 6.  Mottles in shades of gray, red and brown are few to common.  In some pedons the matrix is mottled in these colors.  Reaction ranges from very strongly acid to strongly acid.\nThe Bt3 horizon has color with hue of 5YR to 2.5Y, value of 4 or 5, and chroma of 1 to 3.  It contains mottles in shades of red and brown.  Reaction ranges from very strongly acid to strongly acid.\nThe Cr layer is grayish tuffaceous siltstone, sandstone, or interbedded sandstone and siltstone and has mottled strata in shades of brown that range from 1/4 to 1 inch thick."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ichetucknee and Spurger in the same family, and the similar Cadeville, Counts, Grubbs and Rosenwall series.  Ichetucknee soils are underlain by soft limestone.  Spurger soils are underlain by sandy and loamy sediments on low terraces.  Cadeville, Counts, and Grubbs soils have a base saturation of more than 60 percent and lack a paralithic contact within 40 inches.  Rosenwall soils have a base saturation of less than 35 percent."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Arriola soils are on gently sloping to moderately sloping uplands.  Slope gradients are mostly from 1 to 5 percent but range up to 8 percent.  The soil formed in siltstones, tuffaceous clay, and sandstones mainly of the Catahoula, Whitset, and Manning formations.  The climate is subhumid.  The mean annual temperature is 66 to 68 degrees F., annual precipitation ranges from 40 to 48 inches, and Thornthwaite P-E index exceeds 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Arol, Elmina, and Falba series.  Arol and Falba soils are wet in the moisture control sections for longer periods and have montmorillonitic mineralogy. Elmina soils have loamy fine sand A horizons 20 to 40 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; medium to rapid runoff; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for timber but small acreages have been cleared for cultivation and pasture.  Trees are mainly loblolly and shortleaf pine, and post oak.  Understory grasses are eastern little bluestem, indiangrass, longleaf uniola, purpletop, and low panicums."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Texas and possibly western Louisiana.  Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Walker County, Texas; 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in the pedon are:\nOchric epipedon - from the surface to a depth of 9 inches\n(A and E horizons).\nAbrupt textural change - occurs at 9-inch depth.\nArgillic horizon - from a depth of 9 to 38 inches.\nUltic feature - base saturation is 35 to 60 percent\nimmediately above the paralithic contact at 38 inches.\nAquic features - mottles with chroma of 2 or less in upper\n10 inches of the argillic horizon.\nParalithic contact - occurs at 38 inches.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; pale brown (10YR 6/3) fine sandy loam; weak fine granular structure; slightly hard, very friable; many fine, medium, and coarse roots; many fine pores; slightly acid; clear smooth boundary.  (3 to 5 inches thick)"
      },
      {
        "name": "E",
        "top": 10,
        "bottom": 23,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "E--4 to 9 inches; light yellowish brown (10YR 6/4) fine sandy loam; weak very fine granular structure; slightly hard, very friable; many fine, medium, and coarse roots; many fine pores; few rounded siliceous pebbles up to 1  1/4 inches in diameter that are concentrated on top of Bt horizon; strongly acid; abrupt wavy boundary.  (3 to 6 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 23,
        "bottom": 41,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "clay",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--9 to 16 inches; dark red (2.5YR 3/6) clay; common medium distinct brown (7.5YR 4/2) mottles; moderate fine subangular blocky structure; extremely hard, very firm, sticky and plastic; common medium and coarse roots; few fine pores; thin patchy clay films on the faces of peds; very strongly acid; clear wavy boundary.  (4 to 8 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 41,
        "bottom": 58,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 8,
        "texture_class": "clay",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--16 to 23 inches; mottled red (2.5YR 4/8) and dark reddish gray (5YR 4/2) clay; moderate coarse angular blocky structure; extremely hard, very firm, sticky and plastic; common medium and coarse roots; few fine pores; thin patchy clay films on the faces of peds; very strongly acid; clear wavy boundary.  (5 to 8 inches thick)"
      },
      {
        "name": "Bt3",
        "top": 58,
        "bottom": 97,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt3--23 to 38 inches; brown (7.5YR 4/2) clay with common medium prominent dark red (2.5YR 3/6) mottles; moderate coarse blocky structure; extremely hard, very firm, sticky and plastic; few fine and medium roots that are mainly along the faces of peds; few thin discontinuous clay films on faces of peds; few fragments of siltstone are scattered throughout the upper part of the horizon but range to common in the lower part; very strongly acid; abrupt wavy boundary.  (5 to 18 inches thick)"
      },
      {
        "name": "Cr",
        "top": 97,
        "bottom": 127,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silt",
        "narrative": "Cr--38 to 50 inches; light brownish gray (2.5Y 6/2) siltstone containing strata of mottled grayish brown and strong brown clay 1/4 to 1/2 inch thick; interstices in the upper 6 inches are filled with dark reddish brown clay; massive; very hard when dry and is easily crushed when moist; few fine roots are in the clayey pockets."
      }
    ]
  ]
}
