{
  "SERIES": "ARROYADA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLJ:WJG",
  "REVDATE": "02/2018",
  "STATES": "TX",
  "OVERVIEW": "The Arroyada series consists of very deep, somewhat poorly drained, very slowly permeable soils that formed in clayey alluvium. These nearly level soils are on flood plains of streams.  Slopes are 0 to 1 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, hyperthermic Sodic Haplusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Arroyada clay--rangeland. (Colors are for dry soil unless otherwise stated.)\nAg--0 to 12 inches; gray (10YR 5/1) clay, dark gray (10YR 4/1) moist; moderate fine angular blocky structure; very hard, very firm, plastic; common fine roots; 8 percent calcium carbonate equivalent; ESP is 14, calcareous; moderately alkaline; clear smooth boundary.  (6 to 16 inches thick)\nAzg--12 to 22 inches; gray (10YR 5/1) clay, dark gray (10YR 4/1) moist; moderate fine angular blocky structure; very hard; very firm; plastic; common fine roots; shiny pressure faces on surface of peds; 9 percent calcium carbonate equivalent; slightly saline; ESP is 14, calcareous; moderately alkaline; diffuse wavy boundary. (8 to 18 inches thick)\nBnzg/Azg--22 to 35 inches; gray (10YR 6/1) clay, gray (10YR 5/1) moist Bnzg; few, fine distinct brown (10YR 5/3) mottles; common fine faint vertical streaks of gray (10YR 5/1) clay, dark gray (10YR 4/1) moist (A); weak fine angular blocky structure; common intersecting slickensides; very hard, very firm, plastic; few fine roots; few threads of salt; slightly saline; ESP is 17, 8 percent calcium carbonate equivalent; calcareous; moderately alkaline; diffuse wavy boundary.  (10 to 20 inches thick)\nBknzg/Azg--35 to 62 inches; light brownish gray (10YR 6/2) clay, grayish brown (10YR 5/2) moist Bknzg; few fine distinct brown (10YR 5/3) mottles, common fine distinct vertical streaks of  gray (10YR 5/1) clay, dark gray (10YR 4/1) moist (A); weak fine angular blocky structure; few slickensides; very hard, very firm; plastic; few fine roots; common calcium carbonate concretions; common films and threads of salt; 8 percent calcium carbonate equivalent; moderately saline; ESP is 22, calcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Webb County, Texas; from the Webb-Duval  county line marker on Texas Highway 44, 4.3 miles west on Texas 44 to Pintas-Adami Road, 6.8 miles north on Pintas-Adami Road, 1.55 miles on west Withers Road to ranch house, 500 feet west of house on Withers Road and 100 feet south of road in rangeland."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is 60 to more than 80 inches.  Intersecting slickensides begin at depths ranging from 12 to 30 inches.\nExchangeable sodium percentage is 15 or more at depths of 15 to 30 inches and increases with depth.  Electrical conductivity is 0 to 4 mmhos per cm in the upper 10 inches and increases with depth.  It is 4 to 20 mmhos per cm below a depth of 20 inches.  The soil is a clay or silty clay with the clay content of the 10 to 40 inch control section ranging from 45 to 60 percent.  The amplitude of waviness in the boundary between the A and B/A horizons is about 5 to 17 inches.  Horizontal variations between microknolls and microhighs is 6 to 12 inches. Reaction is mildly alkaline or moderately alkaline.  Streaks of A material comprise 1 to about 10 percent by volume to depths of 80 inches. The soil cracks 0.4 inch to 3 inches wide at the surface when dry, and the cracks extend to a depth of more than 20 inches.\nThe A horizon is gray (10YR 5/1; N 5/0) or dark gray (10YR 4/1). Moist values are 3.5 to about 5.\nThe B/A horizon is gray (10YR 6/1, 5/1, 6/1; N 6/0, 5/0), light brownish gray (10YR 6/2; 2.5Y 6/2), very pale brown (10YR 7/3), light gray (10YR 7/2; 2.5Y 7/2; 5Y 6/1),grayish brown (10YR 6/2, 5/2; 2.5Y 6/2, 5/2), pale brown (10YR 6/3), light olive gray (5Y 6/2), or brown (10YR 5/3).  Mottles are fine to coarse, faint or distinct and are brownish to grayish. Common to many streaks have colors of the A horizon.\nThe C horizon is the same color or slightly lighter in color than the B horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Mercedes series is the only series in the same family.  Other competitors are Benito, Coquat Lomalta, Montell, Monteola, Tiocano, and Victoria series.  Montell, Monteola, and Victoria soils have cracks that remain open more than 150 days in most years.  Benito and Lomalta soils have more than 60 percent clay in the 10- to 40-inch control section.  Mercedes soils are moist in the moisture control section for longer periods, have a different native plant community, and lack mottles in the A and B horizons. Coquat soils have chroma of 2 or more in the upper 12 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Arroyada soils are on nearly level, linear to slightly concave, flood, plains of streams.  Slopes range from 0-1 percent but are mainly less than 0.5 percent.  The soil formed in calcareous clayey alluvium.  Mean annual precipitation ranges from 18 to 24 inches and mean annual air temperature ranges from 70 to 74 degrees F.,  Frost free days range from 280 to 325 days and elevation ranges from 250 to 550 feet.  Thornthwaite annual P-E index ranges from 25 to 34."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include Montell, and Coquat of the competing series and Catarina, Maverick, and Viboras series.  Catarina, Maverick, and Viboras soils have chroma of 2 or more in the upper 12 inches and occur at higher elevations on uplands.  In addition, Maverick and Viboras soils lack intersecting slickensides."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; ponded or very slow runoff; very slow permeability.  Many small channels criss cross areas of this soil in all directions.  These channels are mainly 12 to 30 inches deep, 2 to 10 feet wide and 10 to 75 feet apart."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland.  Native grasses are gulf cordgrass, alkali sacaton, and curlymesquite.  Woody species are scattered paloverde, ratama, and mesquite."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Flood plains of streams in the western and central Rio Grande Plain of Texas. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Webb County, Texas; 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Particle-size analysis and ESP determined by Soil Survey Laboratory, Lincoln, Nebraska; Soil No. 573TX-240-0; Lab. Nos.  74L006 - 74L008.\nDiagnostic horizons and features:\nOchric epipedon - 0 to 22 inches.\nLow chroma matrix colors indicating wetness.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ag",
        "top": 0,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ag--0 to 12 inches; gray (10YR 5/1) clay, dark gray (10YR 4/1) moist; moderate fine angular blocky structure; very hard, very firm, plastic; common fine roots; 8 percent calcium carbonate equivalent; ESP is 14, calcareous; moderately alkaline; clear smooth boundary.  (6 to 16 inches thick)"
      },
      {
        "name": "Azg",
        "top": 30,
        "bottom": 56,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Azg--12 to 22 inches; gray (10YR 5/1) clay, dark gray (10YR 4/1) moist; moderate fine angular blocky structure; very hard; very firm; plastic; common fine roots; shiny pressure faces on surface of peds; 9 percent calcium carbonate equivalent; slightly saline; ESP is 14, calcareous; moderately alkaline; diffuse wavy boundary. (8 to 18 inches thick)"
      },
      {
        "name": "Bnzg/Azg",
        "top": 56,
        "bottom": 89,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Bnzg/Azg--22 to 35 inches; gray (10YR 6/1) clay, gray (10YR 5/1) moist Bnzg; few, fine distinct brown (10YR 5/3) mottles; common fine faint vertical streaks of gray (10YR 5/1) clay, dark gray (10YR 4/1) moist (A); weak fine angular blocky structure; common intersecting slickensides; very hard, very firm, plastic; few fine roots; few threads of salt; slightly saline; ESP is 17, 8 percent calcium carbonate equivalent; calcareous; moderately alkaline; diffuse wavy boundary.  (10 to 20 inches thick)"
      },
      {
        "name": "Bknzg/Azg",
        "top": 89,
        "bottom": 157,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "narrative": "Bknzg/Azg--35 to 62 inches; light brownish gray (10YR 6/2) clay, grayish brown (10YR 5/2) moist Bknzg; few fine distinct brown (10YR 5/3) mottles, common fine distinct vertical streaks of  gray (10YR 5/1) clay, dark gray (10YR 4/1) moist (A); weak fine angular blocky structure; few slickensides; very hard, very firm; plastic; few fine roots; common calcium carbonate concretions; common films and threads of salt; 8 percent calcium carbonate equivalent; moderately saline; ESP is 22, calcareous; moderately alkaline."
      }
    ]
  ]
}
