{
  "SERIES": "ARTESIA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JEJ/CCC/NLM",
  "REVDATE": "05/2006",
  "STATES": "AZ",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, mixed, superactive, thermic Argidic Argidurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Artesia cobbly fine sandy loam - rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 3 inches; light brown (7.5YR 6/4) cobbly fine sandy loam, brown (7.5YR 4/4) moist; weak thin and medium platy structure; soft, very friable, nonsticky and nonplastic; many fine roots; many vesicular pores; 15 percent cobbles and 5 percent pebbles; neutral (pH 7.0); abrupt smooth boundary.  (2 to 5 inches thick)\nBAt--3 to 7 inches; brown (7.5YR 5/4) very gravelly sandy clay loam, reddish brown (5YR 4/4) moist; weak very fine and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many fine roots; many interstitial pores; 55 percent pebbles; slightly alkaline (pH 7.5); clear wavy boundary.  (3 to 6 inches thick)\nBt1--7 to 13 inches; reddish brown (5YR 5/4) very gravelly clay loam, reddish brown (5YR 4/4) moist; moderate very fine and fine subangular blocky structure; hard, friable, sticky and plastic; many very fine roots; many very fine interstitial and tubular pores; common moderately thick clay films on faces of peds; 60 percent pebbles and few cobbles; slightly alkaline (pH 7.5); clear wavy boundary.  (6 to 10 inches thick)\nBt2--13 to 25 inches; reddish brown (5YR 5/4) very gravelly clay, reddish brown (5YR 4/4) moist; moderate very fine and fine subangular blocky structure; hard, friable; sticky and plastic; many very fine roots; many very fine and fine interstitial and very fine tubular pores; common thin clay films on faces of peds; 35 percent pebbles and 10 percent cobbles; very slightly effervescent; moderately alkaline (pH 8.0); abrupt wavy boundary.  (9 to 19 inches thick)\n2Bkqm--25 to 42 inches; pink (5YR 8/3) strongly cemented duripan, pink (5YR 7/4) moist; extremely hard; strongly effervescent; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cochise County, Arizona; 1,000 feet south and 1,000 feet east of the northwest corner of sec. 1, T. 12 S., R. 30 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The moisture control section is moist in some part less than 25 percent of the time the soil is above 41 degrees F. at a depth of 20 inches during the months of July-September and December-February. Typic aridic moisture regime.\nSoil temperature - 67 to 72 degrees F.\nRock fragments - Average 35 to 65 percent pebbles and cobbles.\nDepth to duripan 20 to 40 inches.\nA horizon - Hue:  5YR or 7.5YR\nValue:  5 or 6 dry, 3, 4, or 5 moist.\nChroma:  3 or 4 dry and moist.\nTexture:  Fine sandy loam, or loam.\nOrganic matter:  1/2 to 1 percent.\nReaction:  Neutral or mildly alkaline.\nBt horizon(s) - Hue:  2.5YR, 5YR or 7.5YR.\nValue:  4, 5, or 6 dry, 3 or 4 moist.\nChroma:  4 or 6 dry and moist.\nTexture:  Clay or clay loam.  (averages 35 to 50 percent clay).  Coarse fragments:  Averages 35 to 65 percent.\nReaction:  Mildly or moderately alkaline.\nCarbonates:  None in the upper part to strongly effervescent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Artesia series are on gently to moderately sloping fan terraces at elevations of 2200 to 5200 feet.  Slopes are dominantly 1 to 5 percent but range to 8 percent.  These soils formed in fan alluvium from basic igneous rocks, dominantly basalt and tuff.  The mean annual temperature ranges from 60 to 70 degrees F. and the frost-free period is 190 to 280 days.  Average annual precipitation is 8 to 13 inches, occurring mainly as thundershowers in the summer and as gentle rains in winter."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Tres Hermanos and the similar Eba soil.  Tres Hermanos lack a silica cemented horizon and have less than 35 percent rock fragments in the B horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; runoff is medium; permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Artesia soils are used primarily for native rangeland.  Vegetation includes catclaw, Mormon tea, snakeweed, tobosa grass, cacti, creosotebush, curlymesquite, false-mesquite, slender grama, red grama, bush muhly, triangle bursage, and paloverde."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern and southcentral Arizona.  The Artesia series is moderately extensive. MLRAs 40 & 41."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Gila Project, Arizona, 1936."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - Surface to 3 inch zone. (A horizon)\nArgillic horizon - 3 to 25 inch zone. (Bt horizons)\nDuripan - at 25 inches.\nArgidic feature - the duripan is strongly cemented.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
