{
  "SERIES": "ARTESIAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLD-TMS",
  "REVDATE": "02/97",
  "STATES": "SD",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Vertic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Artesian silty clay - on a plane slope of less than 1 percent in cropland.  When described the soil was moist to a depth of 24 inches.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 7 inches; dark gray (10YR 4/1) silty clay, black (10YR 2/1) moist; moderate fine granular structure; hard, firm, sticky, and plastic; common fine roots; neutral; abrupt smooth boundary.  (4 to 12 inches thick)\nBw1--7 to 12 inches; very dark gray (10YR 3/1) clay, black (10YR 2/1) moist; weak medium prismatic structure parting to moderate medium and fine subangular blocky; very hard, very firm, sticky, and plastic; shiny films on surfaces of peds; common fine roots; slight effervescence; neutral; clear smooth boundary.\nBw2--12 to 22 inches; dark gray (N 4/0) clay, black (N 2/0) moist; weak medium prismatic structure parting to moderate medium and fine blocky and subangular blocky; very hard, very firm, sticky, and plastic; shiny films on surfaces of peds; few medium roots; strong effervescence; slightly alkaline; clear wavy boundary.  (Combined Bw horizons is 10 to 24 inches thick.)\nBk--22 to 32 inches; gray (5Y 5/1) and dark gray (5Y 4/1) clay, very dark gray (5Y 3/1) and black (5Y 2/1) moist; weak coarse prismatic structure parting to moderate medium and fine blocky and subangular blocky; very hard, very firm, sticky, and plastic; shiny coats on faces of peds; few medium roots; common fine and medium accumulations of carbonates; strong effervescence; slightly alkaline; gradual wavy boundary.  (8 to 18 inches thick)\nBzg--32 to 41 inches; gray (5Y 5/1) clay, dark gray (5Y 4/1) moist; fine distinct mottles of black (5Y 2/1) moist; weak coarse subangular blocky structure; very hard, very firm, sticky, and plastic; common fine and medium nests of gypsum and other salts; few fine and medium accumulations of carbonates; strong effervescence; slightly alkaline; gradual wavy boundary.  (0 to 20 inches thick)\nCg--41 to 60 inches; gray (5Y 5/1) clay, dark gray (5Y 4/1) moist; common fine faint mottles of light olive gray (5Y 6/2) moist; massive; very hard, very firm, sticky, and plastic; thin buried very dark gray (5Y 3/1) layer at depth of about 42 inches; common fine dark stains (iron and manganese oxides); few fine nests of gypsum and other salts; few to common medium accumulations of carbonate; strong effervescence; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sanborn County, South Dakota; about 4 miles north of Woonsocket; 1,700 feet north and 195 feet west of the southeast corner of sec. 33, T. 108 N., R. 62 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the mollic epipedon ranges from 20 to 42 inches and commonly extends through the Bw horizon.  Depth to carbonates typically is 6 to 12 inches, but ranges from 0 to 16 inches.  The control section averages between 45 and 60 percent clay and less than 15 percent sand that is fine sand or coarser.  Cracks 1/2 inch or more wide and at least 12 inches long at a depth of 20 inches extend upward to the surface or base of the Ap horizon.\nThe A horizon has hue of 10YR, value of 3 to 5 and 2 or 3 moist, and chroma of 1 or 2.  It typically is clay or silty clay but is clay loam or silty clay loam in some pedons.  It ranges from slightly acid to slightly alkaline.\nThe Bw horizon has hue of 10YR, 2.5Y, or neutral; value of 3 to 5 and 2 or 3 moist; and chroma of 1 or 2.  It typically is clay but is silty clay in some pedons.  It ranges from slightly acid to slightly alkaline.\nThe Bkg and Bzg horizons have hue of 10YR, 2.5Y, or 5Y; value of 4 or 5 and 2 to 4 moist; and chroma of 1 or 2.  It is clay or silty clay. Some pedons do not have Bzg horizons.  Some pedons have faint or distinct mottles.  In some pedons, the Bk horizon has accumulations of gypsum and other salts.  Reaction is slightly alkaline or moderately alkaline.\nThe Cg horizon has hue of 10YR, 2.5Y, or 5Y; value of 4 to 6 and 3 to 5 moist; and chroma of 1 to 3.  It commonly is clay or silty clay but is clay loam or silty clay loam in the lower part in some pedons.  It is slightly or moderately alkaline.  Thin strata of coarser-textured materials are between depths of 40 and 60 inches in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Boyd, Ottumwa, and Verdel series. Boyd soils have shale bedrock between depths of 20 and 40 inches.  Ottumwa soils have a drier climate and formed in sediments from clay shale.  Verdel soils lack free carbonates above 20 inches and formed in alluvium derived from shale."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Artesian soils are on broad, low-lying flats in glacial outwash plains.  Surfaces are plane or slightly convex and slope gradients are typically 2 percent or less.  The soils formed in clayey glaciolacustrine sediments.  Mean annual temperature is 45 to 50 degrees F, and mean annual precipitation is 17 to 24 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Blendon, Durrstein, Enet, Farmsworth, Hand, Whitelake, and Woonsocket.  Blendon, Enet, and Hand soils are on higher nearby landscapes.  Blendon soils are coarse-loamy.  Enet and Hand soils are fine-loamy.  Farmsworth soils have a natric horizon and are intermixed with the Artesian soils.  Durrstein soils have natric horizons, are wetter, and are in lower parts of the landscape.  Whitelake and Woonsocket soils are on similar parts of the landscape and are fine-loamy.  In addition, Whitelake soils have a natric horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well or somewhat poorly drained.  Runoff is low and permeability is slow or very slow.  A temporary water table is at depths of 3 to 5 feet in the spring of most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most soils are cropped to alfalfa and small grain.  Native vegetation is mid to tall prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East-central South Dakota.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sanborn County, South Dakota, 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - zone from the surface of the soil to a depth of about 32 inches (Ap, Bw1, Bw2, Bkg horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
