{
  "SERIES": "ARTILLERY",
  "STATUS": "Established Series",
  "BYREV": "REV:  LA/PBF/ET",
  "REVDATE": "04/2015",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic Lithic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  On Langwell-Artillery-Rock outcrop association, 8 to 30 percent slopes at an elevation of 2,640 feet. (Colors are for dry soil unless otherwise noted.)  The soil surface is partially covered with 45 percent gravel, 10 percent cobbles, and 2 percent stones.\nA -- 0 to 2 inches; pale brown (10YR 6/3) very gravelly sandy loam, brown (10YR 5/3) moist; weak thick platy structure; soft, very friable, nonsticky and nonplastic; many very fine roots; violently effervescent; 45 percent gravel, 10 percent cobbles, and 2 percent stones; moderately alkaline (pH 8.0); clear wavy boundary. (1 to 4 inches thick)\nBtk1 -- 2 to 6 inches; very pale brown (10YR 7/4) very gravelly sandy loam, yellowish brown (10YR 5/4) moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; common faint continuous clay films on ped faces; common thin carbonate coats on undersides of rock fragments; violently effervescent; 35 percent gravel, 5 percent cobbles, and trace of stones; moderately alkaline (pH 8.2); gradual wavy boundary.\nBtk2 -- 6 to 9 inches; brown (10YR 5/3) extremely cobbly sandy loam, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; moderately hard, friable, slightly sticky and slightly plastic; many very fine roots; common faint continuous clay films on ped faces; common thin to thick carbonate coats on undersides of rock fragments; violently effervescent; 20 percent gravel, 60 percent cobbles, and trace of stones; moderately alkaline (pH 8.2); clear wavy boundary. (Combined thickness of the Bt horizon is 4 to 12 inches)\nCr -- 9 to 12 inches; slightly to moderately weathered bedrock material of moderate to high excavation difficulty.\nR -- 12+ inches; highly fractured altered granitic bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Bernardino County, California; about 2,000 feet east and 250 feet north of the southwest corner of sec. 35, T. 14 N., R. 3 E.; 35 degrees, 15 minutes, and 25 seconds north latitude, and 116 degrees, 38 minutes, and 04 seconds west longitude; Fort Irwin 7.5 min. quadrangle. UTM 11S, 0533240e 3901770n (Datum: NAS-C)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: Usually dry, moist in some part for short periods during winter and early spring and for 10 to 20 days cumulative between July and October following convection storms. The soils have a Typic-Aridic moisture regime.\nSoil temperature: 66 to 72 degrees F.\nOrganic matter: 0 to 0.5 percent\nDepth to a paralithic contact: 6 to 14 inches.\nDepth to a lithic contact: 7 to 18 inches.\nSurface rock fragments: total 45 to 85 percent, with 40 to 80 percent gravel, 5 to 25 percent cobbles, and 0 to 10 percent stones.\nControl section -\nClay content: 10 to 15 percent.\nRock fragments: 35 to 65 percent.\nA horizon\nHue: 10YR or 2.5Y\nValue: 4 or 5 moist\nChroma: 3 or 4, dry or moist\nClay content: 6 to 10 percent\nRock fragments: 30 to 65 percent gravel, 0 to 10 percent cobbles, and 0 to 5 percent stones; range is 30 to 75 percent\nReaction: neutral to moderately alkaline\nEffervescence: very slightly to violently effervescent\nBt horizon\nHue: 7.5YR or 10YR\nValue: 5 to 7 dry, 4 to 6 moist\nChroma: 3 to 6 dry or moist\nTexture of the fine earth: sandy loam or loam\nClay content: 12 to 18 percent\nRock fragments: 10 to 65 percent gravel, 0 to 60 percent cobbles, and 0 to 1 percent stones; range is 10 to 80 percent\nReaction: slightly or moderately alkaline\nEffervescence: strongly or violently effervescent\nCalcium carbonate equivalent: 0 to 3 percent\nOther features: few to common, thin to thick carbonate coats on undersides of rock fragments"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bosa (AZ), Newera (T NV), and Zibate (NV) series. Bosa soils are moist for more than 20 days cumulative in some part of their moisture control section between July and October. Newera soils have more than 15 percent clay in the control section and have a mean annual soil temperature of 59 to 65 degrees F. Zibate soils average between 9 and 13 inches annual precipitation and have more rock fragments in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Artillery soils are on mountains.  Slope ranges from 8 to 35 percent. The soils formed in material from altered granitic residuum and colluvium. Elevations are from 2,100 to 3,000 feet. The climate is arid with hot, dry summers and warm moist winters. The mean annual precipitation is 3 to 5 inches. The mean annual air temperature is 64 to 70 degrees F. Mean July temperature is about 78 degrees F., and mean January temperature is about 42 degrees F.  The frost-free season of 300 to 340 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dalvord and Langwell soils. Dalvord and Langwell soils do not have argillic horizons. In addition, Langwell soils have a loamy particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; very high runoff; moderately rapid over very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Artillery soils are used for military exercises and wildlife habitat. The present vegetation is mainly creosotebush, white bursage, range ratany and desert needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mojave Desert of southeastern California. The series is of small extent in MLRA 30."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  San Bernardino  County, California, Fort Irwin Soil Survey Area, 2000. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in the profile are:\n1.  Ochric epipedon -- 0 to 2 inches (A horizon)\n2.  Argillic horizon -- 2 to 9 inches (Btk1 and Btk2 horizons)\n3.  Paralithic contact -- 9 to 12 inches (Cr horizon)\n4.  Lithic contact -- 12+ inches (R)\n5.  Particle size control section -- 0 to 9 inches (A, Btk1, and Btk2 horizons)\nResponsibility for this series was transferred from Davis to Phoenix 4/2015. The last revision to the series was 5/2000. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
