{
  "SERIES": "ARTRAY",
  "STATUS": "Established Series",
  "BYREV": "Rev. KJO-SJB-JJJ-JVC",
  "REVDATE": "12/2004",
  "STATES": "CA",
  "OVERVIEW": "The Artray series consists of very deep, poorly drained soils that formed in alluvium derived from granite.  Artray soils are on alluvial fans.  Slopes are 2 to 9 percent.  The mean annual precipitation is about 14 inches and the mean annual temperature is about 51 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Coarse-loamy, mixed, superactive, mesic Cumulic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Artray sandy loam--on a 9 percent northeast-facing slope at 4,300 feet elevation--rangeland.  (Colors are for dry soil unless otherwise noted.  When described November 8, 1983, the soil was moist throughout.)\nA1--0 to 4 inches; grayish brown (2.5Y 5/2) sandy loam, very dark grayish brown (2.5Y 3/2) moist; moderate fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and many fine roots; common very fine interstitial pores; common fine prominent strong brown (7.5YR 5/6) masses of iron accumulation, dark brown (7.5YR 3/4) moist; 14 percent fine (2 to 5 mm diameter) gravel; slightly acid (pH 6.1); clear wavy boundary.\nA2--4 to 9 inches; grayish brown (10YR 5/2) sandy loam, very dark grayish brown (10YR 3/2) moist; moderate medium and coarse subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine, fine and medium roots; common very fine interstitial pores; 14 percent fine (2 to 5 mm diameter) gravel; slightly acid (pH 6.1); clear wavy boundary.\nA3--9 to 14 inches; grayish brown (10YR 5/2) coarse sandy loam, very dark gray (10YR 3/1) moist;  moderate coarse subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine and many medium roots; many very fine interstitial pores; few fine prominent strong brown (7.5YR 5/6) masses of iron accumulation, dark brown (7.5YR 3/4) moist; 14 percent fine (2 to 5 mm diameter) gravel; slightly acid (pH 6.1); clear wavy boundary.\nA4--14 to 33 inches; grayish brown (10YR 5/2) coarse sandy loam, very dark grayish brown (10YR 3/2) moist; moderate coarse subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine and few medium roots; common very fine interstitial pores; many medium prominent strong brown (7.5YR 5/6) masses of iron accumulation, dark brown (7.5YR 3/4) moist; 14 percent fine (2 to 5 mm diameter) gravel; slightly acid (pH 6.1); clear wavy boundary.  (Combined thickness of the A horizons is 33 to 45 inches.)\nC1--33 to 48 inches; pale brown (10YR 6/3) coarse sandy loam, brown (10YR 4/3) moist; weak medium and coarse subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine roots; common very fine interstitial pores; few iron concretions about 8 mm across; common medium distinct yellowish brown (10YR 5/6) masses of iron accumulation, dark yellowish brown (10YR 4/6) moist; 10 percent fine (2 to 5 mm diameter) gravel; neutral (pH 7.0); clear wavy boundary.  (7 to 15 inches thick)\nC2--48 to 60 inches; very pale brown (10YR 7/3) coarse sand, brown (10YR 5/3) and yellowish brown (10YR 5/4) moist; single grain; loose, nonsticky and nonplastic; common very fine interstitial pores; 14 percent fine (2 to 5 mm diameter) gravel; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lassen County, California; in Honey Lake Valley about 1.3 miles northwest of Milford; located off of U.S. Hwy. 395 400 feet northeast of the highway on the north side of the fence; about 2,500 feet west and 2,400 feet north of the southeast corner of section 22, T. 27 N., R. 14 E.; USGS Stony Ridge 7.5 minute topographic quadrangle; 40 degrees 11 minutes 01 second north latitude and 120 degrees 23 minutes 11 seconds west longitude, NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - These soils are saturated between the soil surface and 20 inches from October through July and between depths of 20 and 40 inches from August through September; The soil temperature exceeds 41 degrees F. from April 1 to December 15; Aquic moisture regime.\nMean annual soil temperature - 47 to 50 degrees F.\nMollic epipedon thickness - 33 to 45 inches.\nParticle-size control section - Clay content: Averages 5 to 10 percent; Sand content: Averages 60 to 75 percent, mainly medium through very coarse sand; Rock fragments: Averages 0 to 15 percent, mainly fine gravel.\nDepth to redoximorphic features - 0 to 40 inches.\nA horizons - Dry color: 10YR 4/1, 5/1, 5/2; 2.5Y 5/1, 5/2 or N 4/0.\nMoist color: 10YR 2/1, 3/1, 3/2; 2.5Y 3/1, 3/2 or N 2/0.\nTexture: Sandy loam or coarse sandy loam.\nOrganic matter content: 1 to 4 percent.\nC1 horizon - Dry color: 10YR 6/3, 7/3, 2.5Y 6/2 or 5GY 6/1.\nMoist color: 10YR 4/3, 5/3, 2.5Y 4/2 or 5GY 4/1.\nTexture: Coarse sandy loam or sandy loam.\nC2 horizon - Dry color: 10YR 6/3, 7/3, 2.5Y 6/2 or 5GY 6/1.\nMoist color: 10YR 4/3, 5/3, 2.5Y 4/2 or 5GY 4/1."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Kingsriver and Massack series.\nKingsriver soils do not have significant amounts of medium through very coarse sands.   Massack soils have an irregular decrease in organic carbon and less than 35 percent fine sand or coarser."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Artray soils are on alluvial fans.  These soils formed in alluvium derived from granite.  Slopes are 2 to 9 percent.  Elevations range from 4,200 to 5,000 feet.  The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 12 to 16 inches with 15 to 30 inches of snow.  The mean annual temperature is 49 to 52 degrees F., the mean July temperature is about 68 degrees F., and the mean January temperature is about 30 degrees F.  The frost-free period is 100 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Calpine, Mottsville, and Plinco soils.  None of these soils has redoximorphic features within 40 inches of the soil surface.   In addition, Mottsville soils are sandy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; very high surface runoff; moderately rapid permeability in the upper part over very rapid permeability in the lower part.  Endosaturation is present with an apparent seasonal high water table between the soil surface and 1.5 feet (very shallow or shallow free water occurrence classes) between October and July and between depths of depths of 20 and 40 inches from August through September.  Cumulative annual duration class is Permanent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Artray soils are used for hay and pasture.  Vegetation is sedges, slender wheatgrass, basin wildrye, beardless wildrye, and tufted hairgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern California.  These soils are not extensive with about 760 acres of the series mapped to date.  MLRA 22A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lassen County (Susanville Area Soil Survey), California, 2000."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 33 inches (A1, A2, A3, and A4 horizons).\nAquic conditions - The conditions of endosaturation, reduction, and redoximorphic features between the soil surface and 60 inches at certain times during normal years (parts of the A1, A2, A3, A4, C1, and C2 horizons).\nParticle-size control section - The zone from 10 to 40 inches (A4 horizon and parts of the A3 and C1 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
