{
  "SERIES": "ARVANA",
  "STATUS": "Established Series",
  "BYREV": "Rev. TCB-JKA-RM",
  "REVDATE": "09/2014",
  "STATES": "NM,TX",
  "OVERVIEW": "The Arvana series consists of soils that are moderately deep to a petrocalcic horizon. They are well drained, moderately permeable soils derived from loamy eolian deposits from the Blackwater Draw Formation of Pleistocene age. Arvana soils are on nearly level to gently sloping plains and playa slopes. Slope ranges from 0 to 5 percent. The mean annual precipitation is about 483 mm (19 in) and the mean annual air temperature is about 16 degrees C (60 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Petrocalcic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Arvana fine sandy loam, on southwest-facing, nearly level plain, 1 percent slope in a cultivated field at an elevation of about 1,116 m (3,660 ft). (Colors are for dry soil unless otherwise stated.)\nAp--0 to 20 cm (0 to 8 in); brown (7.5YR 4/4) fine sandy loam, dark brown (7.5YR 3/4) moist; weak fine subangular blocky structure; slightly hard, friable; many fine and very fine roots; many fine tubular pores; few worm casts; noneffervescent; moderately alkaline; abrupt smooth boundary. (15 to 41 cm [6 to 16 in] thick)\nBt1--20 to 41 cm (8 to 16 in); reddish brown (5YR 4/4) sandy clay loam, dark reddish brown (5YR 3/4) moist; moderate coarse prismatic structure parting to moderate medium subangular blocky; hard, firm; few fine roots; many fine tubular pores; few worm casts; common faint clay films on ped surfaces; noneffervescent; moderately alkaline; gradual smooth boundary. (15 to 30 cm [6 to 12 in] thick)\nBt2--41 to 61 cm (16 to 24 in); reddish brown (5YR 5/4) sandy clay loam, reddish brown (5YR 4/4) moist; weak coarse prismatic structure, parting to moderate medium subangular blocky; hard, firm; few very fine roots; few fine tubular pores; few worm casts; common faint clay films on ped surfaces; noneffervescent; moderately alkaline; clear wavy boundary. (15 to 38 cm [6 to 15 in] thick)\nBt3--61 to 71 cm (24 to 28 in); yellowish red (5YR 5/6) sandy clay loam, yellowish red (5YR 4/6) moist; weak coarse prismatic structure parting to weak medium subangular blocky; hard, firm; few fine tubular pores; few worm casts; few faint clay films on ped surfaces; few fine films and threads of calcium carbonate in pores and on ped surfaces; slightly effervescent; moderately alkaline; abrupt wavy boundary. (10 to 30 cm [4 to 12 in] thick)\nBkm--71 to 97 cm (28 to 38 in); pinkish white (5YR 8/2) indurated layer containing a few fractures; laminar in the upper and pisolitic structure below the laminae; becomes softer below the pisolitic layer; moderately alkaline. (15 to 61 cm [6 to 24 in] thick)\nBCk--97 to 152 cm (38 to 60 in); pink (5YR 8/3) loam, pink (5YR 7/4) moist; few fine and medium reddish yellow (5YR 6/6) mottles; weak fine and medium subangular blocky structure; hard, firm; few worm casts and large tubular pores; about 60 percent calcium carbonate in the form of films, masses, and concretions; violently effervescent; moderately alkaline; diffuse wavy boundary. (30 to 91 cm [12 to 36 in] thick)\n2Btk--152 to 203 cm (60 to 80 in); reddish yellow (5YR 6/6) clay loam, yellowish red (5YR 5/6) moist; weak fine and medium subangular blocky structure; hard, firm; common fine tubular pores; few worm casts; few faint clay films on ped surfaces; about 30 percent calcium carbonate in the form of films, threads, and masses; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hockley County, Texas; 3 miles south of Pep on State Highway 303;\n2 miles west on county road; 1,500 ft south and 30 ft east of the northwest corner of labor 16, league 702. Pep, Texas USGS quad; Latitude: 33 degrees, 46 minutes, 21 seconds N.; Longitude: 102 degrees, 35 minutes, 44 seconds W., NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: An ustic moisture regime bordering on aridic. The soil moisture control section is dry in some or all parts for more than 180 but less than 220 days, cumulative, in normal years. October through March are the driest months.\nThese soils are intermittently moist in April through September.\nMean annual soil temperature: 15 to 18 degrees C (59 to 64 degrees F).\nDepth to secondary carbonates: 25 to 76 cm (10 to 30 in).\nDepth to petrocalcic horizon: 50 to 100 cm (20 to 100 in).\nSolum thickness: more than 203 cm (80 in).\nParticle-size control section: 18 to 35 percent silicate clay.\nA horizon:\nHue: 5YR or 7.5YR\nValue: 4 to 6, 3 to 5 moist\nChroma: 2 to 4\nTexture: loamy fine sand, fine sandy loam\nEffervescence: none to slight\nReaction: neutral to moderately alkaline\nBt horizon: (or Btk horizon, where present)\nHue: 2.5YR or 5YR\nValue: 4 to 6, 3 to 5 moist\nChroma: 3 to 8\nTexture: sandy clay loam, loam\nVisible calcium carbonate: few to many, fine films, filaments, and masses\nEffervescence: none to strong\nReaction: neutral to moderately alkaline\nBkkm horizon:\nDominantly 15 to 30 cm (6 to 12 in) thick, but ranges up to 61 cm (24 in) in some pedons. Indurated caliche layer containing a few fractures, it is laminar in the upper part with pisolitic structure below the laminae; becomes softer below the pisolitic layer.\nBCkk horizon:\nHue: 2.5YR to 7.5YR\nValue: 6 to 8, 5 to 7 moist\nChroma: 1 to 4\nTexture: clay loam, loam, sandy clay loam and their gravelly or very gravelly counterparts.\nVisible calcium carbonate: about 50 to 80 percent by volume in the form of films, masses, nodules, and finely disseminated carbonates\nCalcium carbonate by weight: 40 to 70 percent\nEffervescence: violent\nReaction: moderately or strongly alkaline\n2Btk or Btk horizon: (where present)\nHue: 2.5YR to 7.5YR\nValue: 4 to 7, 3 to 6 moist\nChroma: 3 to 8\nTexture: clay loam, sandy clay loam\nVisible calcium carbonate: about 15 to 50 percent by volume in the form of films, masses, nodules, and finely disseminated carbonates\nCalcium carbonate by weight: 10 to 40 percent\nEffervescence: strong or violent\nReaction: moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series in the same family. Similar soils are the Amarillo, Friona, Posey, Sharvana, and Stegall series.\nAmarillo and Posey series: do not have a petrocalcic horizon.\nFriona series: has a mollic epipedon.\nSharvana series: has a petrocalcic horizon within 51 cm (20 in) of the surface.\nStegall series: has more than 35 percent silicate clays in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy eolian deposits from the Blackwater Draw Formation of Pleistocene age.\nLandform: nearly level to gently sloping plains and playa slopes.\nSlopes: 0 to 5 percent.\nMean annual air temperature: 14 to 17 degrees C (57 to 63 degrees F).\nMean annual precipitation: 432 to 533 mm (17 to 21 in).\nFrost-free period: 185 to 220 days.\nElevation: 792 to 1,555 m (2,600 to 5,100 ft).\nThornthwaite annual P-E Index: 25 to 36."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Acuff, Amarillo, Brownfield, Friona, Lenorah, Midessa, Patricia, Portales, Posey, Seagraves, Sharvana, Tokio, and Yellowlake series.\nAcuff, Amarillo, Brownfield, and Patricia series: are on slightly higher landscape positions and do not have a petrocalcic horizon.\nFriona series: has a mollic epipedon.\nLenorah series: are on lower landscapes in relict valleys, drainageways, and associated salina basins and has a sodium adsorption ratio (SAR) more than 13.\nPortales series: is on slightly lower landscape positions and do not have an argillic horizon.\nMidessa and Posey series: are on slightly higher landscape positions, are calcareous to the surface, and do not have a petrocalcic horizon.\nSeagraves series: are on lower landscape positions and do not have a petrocalcic horizon.\nSharvana series: are on similar landscape positions and have a petrocalcic horizon within 51 cm (20 in) of the surface.\nTokio series: are on similar landscape positions and do not have a petrocalcic horizon.\nYellowlake series: are on lower landscape positions and have a natric horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Moderate permeability. Runoff is negligible on 0 to 1 percent slopes, very low on 1 to 3 percent slopes, and low on 3 to 5 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mainly used for crop production but also used as native rangeland and wildlife habitat. Principal crops grown are cotton, grain sorghum, and wheat. Climax vegetation is mainly short and mid grasses, with mid grasses tending to dominate, with a smaller tall grass compliment. This site is dominated by blue grama with lesser amounts of sideoats grama, buffalograss, little bluestem, gauras, plains zinnia, prairieclover, bundleflower, and wild alfalfa, and ephedra. Woody plants include catclaw sensitivebrier, yucca, and sand sagebrush. Dominant vegetation on the loamy fine sands is sideoats grama, bluestems, and switchgrass, while on the fine sandy loams is sideoats grama, blue grama, buffalograss, and Arizona cottontop. This soil has been correlated to the Sandy Loam (R077CY036TX) and Sandy (R077CY035TX) ecological site in MLRA-77C."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern High Plains, Southern Part (MLRA 77C in LRR H) of Texas and New Mexico. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Andrews County, Texas; 1941."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This is a Benchmark Series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 20 cm (0 to 8 in). (Ap horizon)\nArgillic horizon: 20 to 71 cm (8 to 28 in). (Bt1, Bt2, Bt3 horizons)\nPetrocalcic horizon: 71 to 97 cm (28 to 38 in). (indurated to strongly cemented Bkkm horizon)\nCalcic horizon: 97 to 203 cm (38 to 80 in). (BCkk, 2Btk horizons)\nCarbonate plugged horizon (kk): 71 to 152 cm (28 to 60 in) (Bkkm, BCkk)\nNote: the kk feature is defined as pedogenic carbonate accumulation that is characterized by laterally continuous carbonates that have engulfed rock, sand, silt, and clay particles, plugged the macroporosity of the soil horizon with 50 percent or more calcium carbonate, and obliterated the original soil structure."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: NSSL data available - Sample number: S04TX-219-002 (Hockley County, Texas); S85TX-329-001 (Midland County, Texas).\nTaxonomic Version: Keys to Soil Taxonomy, Eleventh Edition, 2010."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 20 cm (0 to 8 in); brown (7.5YR 4/4) fine sandy loam, dark brown (7.5YR 3/4) moist; weak fine subangular blocky structure; slightly hard, friable; many fine and very fine roots; many fine tubular pores; few worm casts; noneffervescent; moderately alkaline; abrupt smooth boundary. (15 to 41 cm [6 to 16 in] thick)"
      },
      {
        "name": "Bt1",
        "top": 20,
        "bottom": 41,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--20 to 41 cm (8 to 16 in); reddish brown (5YR 4/4) sandy clay loam, dark reddish brown (5YR 3/4) moist; moderate coarse prismatic structure parting to moderate medium subangular blocky; hard, firm; few fine roots; many fine tubular pores; few worm casts; common faint clay films on ped surfaces; noneffervescent; moderately alkaline; gradual smooth boundary. (15 to 30 cm [6 to 12 in] thick)"
      },
      {
        "name": "Bt2",
        "top": 41,
        "bottom": 61,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--41 to 61 cm (16 to 24 in); reddish brown (5YR 5/4) sandy clay loam, reddish brown (5YR 4/4) moist; weak coarse prismatic structure, parting to moderate medium subangular blocky; hard, firm; few very fine roots; few fine tubular pores; few worm casts; common faint clay films on ped surfaces; noneffervescent; moderately alkaline; clear wavy boundary. (15 to 38 cm [6 to 15 in] thick)"
      },
      {
        "name": "Bt3",
        "top": 61,
        "bottom": 71,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt3--61 to 71 cm (24 to 28 in); yellowish red (5YR 5/6) sandy clay loam, yellowish red (5YR 4/6) moist; weak coarse prismatic structure parting to weak medium subangular blocky; hard, firm; few fine tubular pores; few worm casts; few faint clay films on ped surfaces; few fine films and threads of calcium carbonate in pores and on ped surfaces; slightly effervescent; moderately alkaline; abrupt wavy boundary. (10 to 30 cm [4 to 12 in] thick)"
      },
      {
        "name": "Bkm",
        "top": 71,
        "bottom": 97,
        "dry_hue": "5YR",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bkm--71 to 97 cm (28 to 38 in); pinkish white (5YR 8/2) indurated layer containing a few fractures; laminar in the upper and pisolitic structure below the laminae; becomes softer below the pisolitic layer; moderately alkaline. (15 to 61 cm [6 to 24 in] thick)"
      },
      {
        "name": "BCk",
        "top": 97,
        "bottom": 152,
        "dry_hue": "5YR",
        "dry_value": 8,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 7,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "BCk--97 to 152 cm (38 to 60 in); pink (5YR 8/3) loam, pink (5YR 7/4) moist; few fine and medium reddish yellow (5YR 6/6) mottles; weak fine and medium subangular blocky structure; hard, firm; few worm casts and large tubular pores; about 60 percent calcium carbonate in the form of films, masses, and concretions; violently effervescent; moderately alkaline; diffuse wavy boundary. (30 to 91 cm [12 to 36 in] thick)"
      },
      {
        "name": "2Btk",
        "top": 152,
        "bottom": 203,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Btk--152 to 203 cm (60 to 80 in); reddish yellow (5YR 6/6) clay loam, yellowish red (5YR 5/6) moist; weak fine and medium subangular blocky structure; hard, firm; common fine tubular pores; few worm casts; few faint clay films on ped surfaces; about 30 percent calcium carbonate in the form of films, threads, and masses; violently effervescent; moderately alkaline."
      }
    ]
  ]
}
