{
  "SERIES": "ARVA",
  "STATUS": "Established Series",
  "BYREV": "Rev. ARW/DWW/RLB/JBF",
  "REVDATE": "02/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Pachic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Arva very gravelly loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 5 cm; grayish brown (10YR 5/2) very gravelly loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine roots; many very fine tubular pores; 40 percent gravel; neutral (pH 6.8); clear smooth boundary.  (5 to 13 cm thick)\nA2--5 to 20 cm; dark grayish brown (10YR 4/2) gravelly loam, very dark grayish brown (10YR 3/2) moist; moderate fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots; many very fine and common fine tubular pores; 20 percent gravel; neutral (pH 6.8); gradual wavy boundary.  (13 to 25 cm thick)\nAB--20 to 38 cm; grayish brown (10YR 5/2) gravelly clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common very fine roots; many very fine and few fine tubular pores; few thin clay films lining pores; 20 percent gravel; neutral (pH 6.8); gradual wavy boundary.  (5 to 20 cm thick)\nBt1--38 to 74; brown (10YR 5/3) gravelly clay, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; very hard, very firm, very sticky and very plastic; common very fine roots; many very fine and few fine tubular pores; many distinct clay films on ped faces and lining pores; 30 percent gravel; neutral (pH 6.7); gradual wavy boundary.  (25 to 46 cm thick)\nBt2--74 to 112 cm; brown (7.5YR 5/2) gravelly clay, brown (7.5YR 4/2) moist; strong medium prismatic structure; extremely hard, very firm, very sticky and very plastic; few very fine roots; common very fine interstitial and tubular pores; many distinct slickenside  surfaces; 15 percent gravel; neutral (pH 7.0); abrupt wavy boundary.  (25 to 50 cm thick)\n2Cr--112 cm; weathered conglomerate."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Elko County, Nevada; approximately 20 miles north of Wells about 1500 feet south and 500 feet east of the projected northwest corner of section 1 T. 40 N., R. 61 E.; USGS Black Butte NE 7.5 minute topographic quadrangle; latitude 41 degrees 23 minutes 17 seconds N and longitude 115 degrees 02 minutes 17 seconds W; WGS84 Decimal Degrees 41.3880556 latitude, -115.0380556 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist, dry mid-July through October; xeric soil moisture regime.\nMean annual soil temperature: 6 to 8 degrees C.\nMollic epipedon thickness: 50 to 76 cm, and includes upper part of the Bt horizon.\nDepth to the paralithic contact: 50 to 150 cm.\nOther features: There is a gradual or clear boundary between the A and Bt horizon.\nParticle-size control section - Clay content:  45 to 60 percent.\nRock fragments:  10 to 35 percent, mainly gravel with up to 5 percent cobbles.\nA horizon\nValue:  4 or 5 dry, 2 or 3 moist.\nChroma:  2 or 3.\nBt horizon\nHue:  7.5YR or 10YR.\nValue:  3 or 4 moist.\nChroma:  2 or 3.\nTexture:  Clay or gravelly clay.\nStructure:  Subangular blocky, angular blocky or prismatic."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Arcia, Broadhead, Cristo, Henefer, Rugar and Sweitberg series.\nArcia, Cristo and Sweitberg soils are moderately deep to bedrock.  Broadhead, Henefer soils are greater than 150 cm deep to bedrock.  Rugar soils have an abrupt boundary between the A and Bt horizons and contain iron-manganese nodules in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Arva soils are on sideslopes of hills and mountain valley fan remnants.  These soils formed in colluvium and alluvium derived from conglomerate, dolomite, and welded tuffs.  Slopes are 8 to 30 percent.  Elevations are 1,830 to 2,105 meters.  The climate is cool, semiarid with warm, dry summers and cold, moist winters.  The mean annual precipitation is 300 to 400 mm; mean annual temperature is 4 to 7 degrees C, and the frost-free season is 70 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Chen, Covar, Lerrow, Simon, Stampede and Sumine soils Chen, Covar, Lerrow and Sumine soils are less than 100 cm to bedrock.  Simon soil s have less than 35 percent clay in the particle-size control section.  Stampede soils have a duripan at 50 to 94 cm."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; medium or rapid runoff; low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  The present vegetation is mainly basin big sagebrush, Wyoming big sagebrush, Idaho fescue, basin wildrye, oniongrass, bluebunch wheatgrass, Douglas rabbitbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Nevada.  These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Elko County, Nevada, Northeast Part, 1985. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 74 cm (A1, A2, AB and horizons.)\nArgillic horizon - The zone from 38 to 112 cm (Bt1 and horizons.)\nParalithic contact - The boundary at 112 cm (Cr layer.)\nParticle-size control section - The zone from about 38 to 88 cm (Bt1 and Bt2 horizons.)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
