{
  "SERIES": "ARVIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. HLH/RWK",
  "REVDATE": "01/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, nonacid, thermic Mollic Xerofluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Arvin sandy loam, rangeland.  (Colors are for dry soil unless otherwise noted).\nA1--0 to 2 inches; dark grayish brown (10YR 4/2) sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; slightly hard, friable, nonsticky and nonplastic; common very fine roots; few fine interstitial pores; slightly alkaline (pH 7.5); abrupt smooth boundary.  (2 to 10 inches thick)\nA2--2 to 21 inches;  brown (10YR 5/3) sandy loam, dark brown (10YR 3/3) moist; massive; slightly hard, friable, nonsticky and nonplastic; few very fine roots; few very fine tubular and interstitial pores; finely stratified with very thin lenses of very fine sandy loam; slightly alkaline (pH 7.5); clear smooth boundary.  (9 to 12 inches thick)\nC--21 to 60 inches; yellowish brown (10YR 5/4) sandy loam, dark brown (10YR 3/3) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine tubular and interstitial pores; finely stratified with very thin lenses of very fine sandy loam, silt loam, and sand; slightly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kern County, California; about 3 miles southwest of the old Tejon Ranch headquarters, or about 1,000 feet west and 500 feet north of the SE corner of section 20, T. 11 N., R. 18 W., SBB&M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Colors are dark but lack sufficient organic carbon for a mollic epipedon.  Mean annual soil temperature is 63 to 67 degrees F.  The soil between the depths of 8 and 25 inches is moist from December to May.  In the 10 to 40 inch textural control section clay ranges from 5 to 18 percent, with sand ranging from 45 to 65 percent.  Rock fragments 2mm to 7cm in size range to 15 percent; and 7cm to 25cm in size range to 30 percent with total rock fragments ranging to 35 percent.  Stones may occupy 0 to 3 percent of the surface and profile.  Total combined rock fragments are less than 35 percent.  Fine stratification occurs throughout the profiles.  Organic matter is less than 1 percent and decreases irregularly with increasing depth.  Reaction is slightly acid to slightly alkaline throughout.\nThe A horizon is (10R 5/1, 4/1, 5/2, 4/2, 5/3).  It is sandy loam or loam, with gravelly, cobbly or stony equivalents.\nThe C horizon consists of stratified recent alluvial material.  It is (10YR 5/3, 5/4) sandy loam or coarse sandy loam, with gravelly, cobbly, or stony equivalents."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Reiff and Steuber (T) series.  Reiff soils have more than 1 percent organic matter, but are hard and massive.   Steuber soils have a mean annual soil temperature of 59 to 63 degrees F and are marginal to mesic."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Arvin soils are on alluvial fans and stream flood plains with gradients of 0 to 9 percent.  They formed from mixed alluvium of primarily granitic origin.  Elevations are 700 to 1,500 feet.  The climate is subhumid mesothermal having hot, dry summers and cool, moist winters.  Mean annual precipitation is 10 to 14 inches.  Average January temperature is about 47 degrees F; average July temperature is about 83 degrees F.  Mean annual temperature if 61 to 65 degrees F.  Frost-free season is 250 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Chanac, DiGiorgio, Hesperia, San Emigdio and Whitewolf soils.  Chanac soils have more than 18 percent clay and have a B2ca horizon.  DiGiorgio soils have more than 18 percent clay and have an aridic moisture regime bordering on xeric.  Hesperia soils lack considerable fine stratification and have dry value of 6 and/or moist value of 4 or more in the A horizon.  San Emigdio sols are finely stratified and are calcareous throughout.  Whitewolf soils are sandy throughout."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for irrigated crops, dryland grain, grazing, recreation and wildlife.  Natural vegetation is annual grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Alluvial fans and flood plains in the southern San Joaquin Valley from streams draining from the Sierra Nevada and Tehachapi Mountains.  The soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Kern County, California, southeastern part, 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The activity class was added to the classification in January of 2003. Competing series were not checked at that time. - ET\nLast revised by the state on 12/76.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
