{
  "SERIES": "ARZO",
  "STATUS": "Established Series",
  "BYREV": "Rev. OWB/JBF/JVC",
  "REVDATE": "05/2016",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine, smectitic, mesic Calciargidic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Arzo very stony loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 5 cm; grayish brown (10YR 5/2) very stony loam, very dark grayish brown (10YR 3/2) moist; moderate medium and coarse subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; common coarse through very fine roots; many fine and very fine tubular pores; 15 percent gravel, 10 percent cobbles, and 10 percent stones; neutral (pH 7.0); clear smooth boundary.  (3 to 15 cm thick)\nBt--5 to 18 cm; brown (7.5YR 4/2) gravelly clay, dark brown (7.5YR 3/2) moist; strong fine and medium prismatic structure parting to strong fine and medium angular blocky; very hard, friable, very sticky and very plastic; common medium through very fine roots; common very fine and fine tubular pores; many distinct clay films on faces of peds and lining pores; 15 percent gravel and 5 percent cobbles; neutral (pH 7.2); clear smooth boundary.  (3 to 18 cm thick)\nBtss--18 to 46 cm; brown (7.5YR 4/2) clay, dark brown (7.5YR 3/2) moist; strong coarse prismatic structure parting to strong medium and coarse angular blocky; very hard, friable, very sticky and very plastic; common coarse through very fine roots; common very fine and fine tubular pores; many distinct clay films on faces of peds and lining pores; common slickensides; slightly alkaline (pH 7.6); clear smooth boundary.  (8 to 36 cm thick)\nBtk--46 to 69 cm; brown (10YR 5/3) clay loam, brown (10YR 4/3) moist; strong coarse and medium angular blocky structure; very hard, very friable, moderately sticky and moderately plastic; common fine roots and few medium roots; few very fine tubular pores, common faint clay films on faces of peds and lining pores; slightly effervescent; moderately alkaline (pH 8.3); abrupt wavy boundary.  (13 to 38 cm thick)\nBk--69 to 89 cm; yellowish brown (10YR 5/4) gravelly loam, brown (10YR 4/3) moist; massive; hard, firm, moderately sticky and moderately plastic; common fine and few medium roots; few very fine tubular pores; strongly effervescent; secondary carbonates segregated in few fine seams and masses; moderately alkaline (pH 8.3); clear wavy boundary.  (15 to 23 cm thick)\n2Crkq--89 cm; weathered and fractured rock; secondary carbonates and silica line fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washoe County, Nevada; approximately 2,000 feet east and 700 feet south of northwest corner of section 3, T. 24 N., R. 19 E.; USGS Dogskin Mountain 7.5 minute topographic quadrangle; latitude 39 degrees 58 minutes 49.7 seconds N and longitude 119 degrees 50 minutes 19.7 seconds W; WGS84 Decimal Degrees 39.9800000 latitude, -119.838889 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in winter and early spring, dry in summer and fall; aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 8 to 12 degrees C.\nMollic epipedon thickness: 25 to 50 cm; includes upper part of Bt horizon.\nDepth to identifiable secondary carbonates: 64 to 100 cm.\nDepth to bedrock: 50 to 100 cm to a paralithic contact.  The paralithic materials below the contact are weathered and fractured basaltic rock.\nReaction: Neutral through moderately alkaline.\nParticle-size control section - Clay content:  35 to 45 percent.\nRock fragments:  Averages 0 to 15 percent, individual subhorizon may contain up to 20 percent.\nA horizon\nValue:  4 or 5 dry, 2 or 3 moist.\nChroma:  2 or 3, dry or moist.\nBt and Btss horizons\nHue:  7.5YR or 10YR.\nValue:  4 or 5 dry, 2 or 3 moist.\nTexture:  Clay loam, gravelly clay, or clay.\nSlickensides:  Few or common in the Btss horizon.\nBtk horizon - Value:  3 or 4 moist.\nChroma:  3 or 4, dry or moist.\nEffervescence: Slightly effervescent or strongly effervescent.\nIdentifiable secondary carbonates: Masses or seams present in some pedons.\nCalcium carbonate equivalent: 1 to 5 percent.\nBk horizon\nValue:  4 through 6 dry, 4 or 5 moist.\nEffervescence:  Strongly effervescent or violently effervescent.\nIdentifiable secondary carbonates: Masses or seams are present.\nCalcium carbonate equivalent: 15 to 25 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Encina, Krebs, Lavey, and Meclo series.\nEncina soils are very deep.  Krebs soils are deep to bedrock.  Lavey and Meclo soils do not have horizons with slickensides or calcic horizons between the argillic horizon and the paralithic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Arzo soils are on rock pediments.  These soils formed in alluvium and colluvium derived from basaltic rock.  Slopes are 8 to 30 percent.  Elevations range from 1,465 to 1,985 meters.  The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 250 to 360 mm, the mean annual temperature is 8 to 10 degrees C., and the frost-free period is 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Barshaad, Indiano, and Tristan soils.  Barshaad soils have abrupt AB boundaries.  Indiano and Tristan soils have less than 35 percent clay."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained;  moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Arzo soils are used for rangeland and wildlife habitat.  The present vegetation is Utah juniper, littleleaf horsebrush, Wyoming big sagebrush, desert needlegrass, and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nevada.  These soils are not extensive.  MLRA 26."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washoe County (South Part), Nevada, 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 46 cm (A, Bt, and Btss horizons).\nArgillic horizon - The zone from 5 to 69 cm (Bt, Btss, and Btk horizons).\nSlickensides - The zone from 18 to 46 cm (Btss horizon).\nCalcic horizon - The zone from 69 to 89 cm (Bk horizon).\nParalithic contact - The boundary at 89 cm to weathered and fractured rock (2Crkq layer).\nParticle-size control section - The zone from 5 to 56 cm (Bt and Btss horizons and part of the Btk horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
