{
  "SERIES": "ASHCAMP",
  "STATUS": "Established Series",
  "BYREV": "Rev. JBF/TM/JVC",
  "REVDATE": "12/2019",
  "STATES": "NV",
  "OVERVIEW": "The Ashcamp series consists of very shallow and shallow, well drained soils that formed in residuum and colluvium derived from andesitic tuff and similar volcanic rocks.  Ashcamp soils are on plateaus.  Slopes are 2 to 15 percent.  The mean annual precipitation is about 330 mm and the mean annual temperature is about 8 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Ashy, glassy, mesic, shallow Vitritorrandic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ashcamp ashy sandy loam--rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 8 cm; grayish brown (10YR 5/2) ashy sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine roots; many very fine tubular and few very fine interstitial pores; 10 percent gravel; neutral (pH 7.0); clear smooth boundary.  (3 to 13 cm thick)\nBt--8 to 18 cm; grayish brown (10YR 5/2) ashy sandy loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium subangular blocky structure; hard, very friable, slightly sticky and slightly plastic; common very fine and fine roots; many very fine tubular pores; common faint clay films on faces of peds and lining pores; 10 percent gravel; neutral (pH 7.0); abrupt wavy boundary.  (8 to 23 cm thick)\nCr--18 cm; very pale brown (10YR 7/3) soft, weathered andesitic tuff; breaks into 2 to 6 cm thick plates; many roots and some soil in fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washoe County, Nevada; about 27.5 miles east of Vya; approximately 1,600 feet south and 1,600 feet west of the northeast corner of section 1, T. 42 N., R. 23 E.; USGS Badger Mountain SE 7.5 minute topographic quadrangle; latitude 41 degrees 35 minutes 10 seconds N and longitude 119 degrees 19 minutes 38 seconds W; WGS84 Decimal Degrees 41.5861111 latitude, -119.3261111 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in winter and spring, dry from July through October; aridic moisture regime that borders on xeric.\nMean annual soil temperature: 8 to 11 degrees C.\nMollic epipedon thickness: 18 to 36 cm, includes the Bt horizon.\nDepth to bedrock: 18 to 36 cm to a paralithic contact.  The paralithic materials below the contact are vitric tuffs.\nVolcanic glass content: 35 to 60 percent in the coarse silt through fine sand fractions.\nOther features: Many roots are present within bedrock fractures.\nParticle-size control section - Clay content: Averages 10 to 18 percent.\nRock fragments: 0 to 15 percent gravel.  Lithology of fragments are volcanic rocks such as tuff.\nA horizon\nValue: 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nClay content: 8 to 15 percent.\nOrganic matter content: 1 or 2 percent.\nBt horizon\nHue: 10YR or 7.5YR.\nValue: 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nClay content: 12 to 18 percent.\nRock fragments: 0 to 15 percent gravel.\nConsistence: Slightly hard or hard dry.\nOrganic matter content: 1 or 2 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cormol and Okayview series.\nCormol soils have 20 to 30 percent clay in the particle-size control section and have paralithic contacts at depths of 36 to 50 cm.  Okayview soils have 18 to 27 percent clay in the particle-size control section and are intermittently moist for 10 to 20 days cumulative from July through September due to convection storms."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ashcamp soils are on plateaus. They formed in residuum and colluvium derived from andesitic tuff and similar volcanic rocks of pyroclastic origin.  Slopes are 2 to 15 percent.  Elevations range from 1,700 to 2,000 meters. The climate is semiarid with cool, moist winters and warm, dry summers. The mean annual precipitation is 300 to 360 mm, mean annual temperature is 7 to 8 degrees C, and the frost-free period is 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bitner and Devada soils.  Bitner soils are moderately deep to paralithic contacts, have Mollic epipedons, and do not have argillic horizons.  Devada soils are clayey, shallow to lithic contacts, and have Mollic epipedons and argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; high surface runoff; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Ashcamp soils are used for livestock grazing and wildlife habitat.  The present vegetation is mainly Wyoming big sagebrush, bluebunch wheatgrass, Thurber's needlegrass, basin wildrye, and antelope bitterbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Nevada.  These soils are not extensive with about 6,000 acres of the series mapped to date.  MLRA 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washoe County (North Part), Nevada, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 18 cm (A and Bt horizons).\nArgillic horizon - The zone from 8 to 18 cm inches (Bt horizon).\nVitrandic intergrade feature - The zone from the soil surface to 18 cm (A and Bt horizons).\nParalithic contact - The boundary at 18 cm to underlying soft bedrock (Cr layer).\nParticle-size control section and ashy substitute class with glassy mineralogy - The zone from the soil surface to 18 cm (A and Bt horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 8 cm; grayish brown (10YR 5/2) ashy sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine roots; many very fine tubular and few very fine interstitial pores; 10 percent gravel; neutral (pH 7.0); clear smooth boundary.  (3 to 13 cm thick)"
      },
      {
        "name": "Bt",
        "top": 8,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt--8 to 18 cm; grayish brown (10YR 5/2) ashy sandy loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium subangular blocky structure; hard, very friable, slightly sticky and slightly plastic; common very fine and fine roots; many very fine tubular pores; common faint clay films on faces of peds and lining pores; 10 percent gravel; neutral (pH 7.0); abrupt wavy boundary.  (8 to 23 cm thick)"
      },
      {
        "name": "Cr",
        "top": 18,
        "bottom": "NA",
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--18 cm; very pale brown (10YR 7/3) soft, weathered andesitic tuff; breaks into 2 to 6 cm thick plates; many roots and some soil in fractures."
      }
    ]
  ]
}
