{
  "SERIES": "ASHFIELD",
  "STATUS": "Established Series",
  "BYREV": "Rev. ANA-DAF-MFF",
  "REVDATE": "01/2013",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, frigid Aquic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ashfield fine sandy loam, on a 4 percent west facing slope, in an extremely stony, wooded area at an elevation of about 376 meters. (Colors are for moist soils unless otherwise noted).\nA--0 to 3 inches, very dark grayish brown (10YR 3/2) fine sandy loam, light yellowish brown (2.5Y 6/3) dry; weak coarse granular structure; very friable; many medium and common coarse roots; 5 percent rock fragments; strongly acid; clear smooth boundary.  (2 to 6 inches thick)\nBw1--3 to 15 inches, dark yellowish brown (10YR 4/4) fine sandy loam; moderate coarse subangular blocky structure; friable; common medium roots; 5 percent rock fragments; strongly acid; clear smooth boundary.\nBw2--15 to 22 inches; yellowish brown (10YR 5/4) fine sandy loam; moderate medium subangular blocky structure; firm; few fine roots; many medium prominent reddish yellow (7.5YR 6/8) masses of iron accumulation and very few fine prominent gray (N 6/0)iron depletions; 5 percent rock fragments; strongly acid; abrupt wavy boundary.  (Combined thickness of the Bw horizons is 9 to 27 inches).\nCd--22 to 65 inches; olive gray (5Y 5/2) sandy loam; strong thick platy geogenic structure; very firm; common medium prominent strong brown (7.5YR 5/8) masses of iron accumulation; and few fine prominent white (N 8/0) iron depletions; 10 percent rock fragments; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hampden County, Massachusetts; Town of Granville; 3200 feet south of the intersection of Route 57 and West Hartland Rd. and 100 feet east of West Hartland Road, in the Granville State Forest.  USGS West Granville topographic quadrangle; lat. 42 degrees 31 minutes 41 seconds N. and long. 72 degrees 57 minutes 12 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 20 to 33 inches and typically corresponds to the depth to the dense substratum. Rock fragment content ranges from 0 to 25 percent by volume in the A horizon, and 5 to 25 percent by volume in the Bw horizon and Cd layer.  The rock fragments are mainly schistose rock but can include lesser amounts of gneiss and phyllite.  Unless limed, reaction ranges from very strongly or strongly acid in the solum but the range includes moderately acid and from strongly acid to slightly acid in the substratum.   Texture in the solum is loam, silt loam, fine sandy loam, or their gravelly analogues. Texture in the substratum is loam, silt loam, fine sandy loam, sandy loam, or their gravelly analogues  Some pedons have lenses of loamy sand.\nThe A horizon has hue of 10YR, value of 2 to 4, and chroma of 1 to 4.  Structure is weak or moderate, fine to coarse granular. Consistence is very friable or friable.  Ap horizons have properties similar to the A horizons except the thickness ranges up to 10 inches. Thick Ap horizons have dry color values of 6 or more.\nThe upper part of the Bw horizon has hue of 10YR to 5Y, value of 3 or 4, and chroma of 2 to 4.  The lower part of the Bw horizon has hue of 10YR to 5Y, value of 3 to 5, and chroma of 2 to 4 with redox depletions and accumulations.  Structure is weak or moderate, very fine to medium granular, or subangular blocky structure.  Consistence is friable.\nSome pedons have a BC horizon that has hue of 10YR to 5Y, value of 3 to 5, and chroma of 2 to 4, with redox depletions and accumulations.  Structure is weak or moderate, fine or medium platy, or subangular blocky, or is platy parting to subangular blocky.  Consistence is friable or firm.  The BC horizon is up to 9 inches thick.\nChroma of 2 in the matrix of the Bw and BC horizon is inherited from the dark colored parent material and is not indicative of wetness.\nThe Cd layer has hue of 10YR to 5Y, value of 3 to 5, and chroma of 1 to 3. It has weak or moderate, thin to thick plates, or is massive.  Consistence is firm or very firm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Gilmanton (T), Metacomet, and Middlebrook series. Gilmanton and Metacomet soils have rock fragments that are mainly granite and gneiss and have less silt and clay in the dense substratum. Middlebrook soils are moderately deep to sandstone, siltstone, or shale bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ashfield soils are on nearly level to very steep slopes on glaciated uplands.  Slope ranges from 0 to 50 percent. The soils formed in dark colored till derived mainly from schistose rocks with lesser amounts of gneiss and phyllite.  Small amounts of limestone or marble have contributed to the character of the till in some pedons.  The annual precipitation ranges from 40 to 50 inches, the mean annual temperature ranges from 40 to 47 degrees F, and the growing season ranges from 100 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Millsite, Peacham, Pillsbury, Westminster and Shelburne soils.  The well drained Shelburne soils, the poorly drained Pillsbury soils, and the very poorly drained Peacham soils are in a drainage sequence with Ashfield soils.  The moderately deep, well drained Millsite soils and shallow, somewhat excessively drained Westminster soils are on nearby hilltops, knolls, and side slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Runoff ranges from negligible to high.  Saturated hydraulic conductivity ranges from moderately high or high in the solum and moderately low in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are forested.  The dominant species of trees are sugar maple, beech, yellow birch, white ash, white pine, and hemlock.  Areas presently farmed are used as hayland and pasture.  A small acreage is used to grow corn silage."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Glaciated uplands in Connecticut and Massachusetts; MLRA 143 and 144B.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hampden County, Massachusetts, 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\n1.  Ochric epipedon - the zone from the surface to 3 inches (A horizon).\n2.  Cambic horizon - the zone from 3 to 22 inches (Bw1 and Bw2 horizons).\n3.  Aquic subgroup - redox depletions with chroma of 2 or less within 24 inches (60 cm) of the soil surface and aquic conditions for some time in each year.\n4.  Densic materials - the zone from 22 to 65 inches (Cd layer).\nADDITIONAL DATA:  Characterization data for pedons S91MA011-001 and S99CT005-006 is available from the National Soil Survey Laboratory, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
