{
  "SERIES": "ASHLEYLAKE",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. CRS-JMG-RJS",
  "REVDATE": "08/2008",
  "STATES": "MT",
  "OVERVIEW": "The Ashleylake series consist of very deep, well drained soils that formed in calcareous glacial till with minor amounts of volcanic ash in the surface layers. These soils are on moraines in glaciated valleys and on mountain slopes. Slopes are 4 to 60 percent. Mean annual precipitation is about 26 inches, and mean annual temperature is about 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Vitrandic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ashleylake cobbly ashy silt loam, forested. (Colors are for dry soil unless otherwise noted.)\nOi--0 to 1 inch; slightly decomposed needles and twigs.\nE1--1 to 6 inches; light brownish gray (10YR 6/2) cobbly ashy silt loam, grayish brown (10YR 5/2) moist; moderate fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine, fine, medium and coarse roots; common fine dendritic tubular pores; 15 percent gravel and 10 percent cobbles; neutral (pH 6.6); clear wavy boundary. (2 to 10 inches thick)\nE2--6 to 14 inches; light gray (10YR 7/2) cobbly ashy silt loam, grayish brown (10YR 5/2) moist; moderate fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine, fine and medium roots; common fine dendritic tubular pores; 15 percent gravel and 10 percent cobbles; slightly acid (pH 6.4); clear wavy boundary. (5 to 12 inches thick)\nE/Bt--14 to 23 inches; E part (60 percent) is light gray (10YR 7/2) very cobbly silt loam, grayish brown (10YR 5/2) moist; Bt part (40 percent) is light yellowish brown (2.5Y 6/4) very cobbly silty clay loam, light olive brown (2.5Y 5/4) moist; moderate medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine, medium and coarse roots; common fine dendritic tubular pores; few faint patchy clay films on faces of peds in Bt part; 20 percent gravel, 15 percent cobbles and 5 percent stones; slightly acid (pH 6.4); gradual wavy boundary. (4 to 10 inches thick)\nBt/E--23 to 30 inches; Bt part (70 percent) is light yellowish brown (2.5Y 6/4) very cobbly silty clay loam, light olive brown (2.5Y 5/4) moist; E part (30 percent) is light gray (10YR 7/2) very cobbly silt loam, grayish brown (10YR 5/2) moist; moderate medium and coarse subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine, fine, medium and coarse roots; common fine dendritic tubular pores; few faint patchy clay films on faces of peds in Bt part; 20 percent gravel, 15 percent cobbles and 5 percent stones; slightly acid (pH 6.4); clear wavy boundary. (6 to 12 inches thick)\nBt--30 to 40 inches; light yellowish brown (2.5Y 6/4) very cobbly silty clay loam, light olive brown (2.5Y 5/4) moist; strong medium and coarse subangular blocky structure parting to strong fine subangular blocky; hard, firm, moderately sticky and moderately plastic; common very fine, fine, medium and coarse roots; few fine dendritic tubular pores; common distinct discontinuous clay films on faces of peds; 25 percent gravel, 15 percent cobbles and 5 percent stones; slightly alkaline (pH 7.4); clear wavy boundary. (6 to 12 inches thick)\nBk--40 to 60 inches; pale yellow (2.5Y 7/4) very cobbly silt loam, light yellowish brown (2.5Y 6/4) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine, medium and coarse roots; few fine dendritic tubular pores; disseminated lime, many distinct lime coatings on undersides of rock fragments; violently effercescent; 25 percent gravel, 15 percent cobbles and 5 percent stones; moderately alkaline (pH 8.0)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Flathead County, Montana; 1000 feet south and 1200 feet east of the northwest corner of section 17, T. 27 N., R. 23 W. Haskill Mountain topographic quadrangle. UTM NAD 83 Zone 11: Northing 5330639, Easting 679069."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 38 to 44 degrees F.\nMoisture control section - between 4 and 12 inches.\nControl section  20 to 32 percent clay.\nRock fragments  35 to 60 percent in the control section\nDepth to carbonates 24 to 50 inches\nSome pedons have a Bw horizon\nE horizons - Hue: 10YR OR 2.5Y\nValue: 5 to 7 dry; 4 to 6 moist\nChroma: 2 or 3\nClay content: 12 to 20 percent\nRock fragments: 0 to 30 percent--0 to 15 percent cobbles and stones; 0 to 15 percent gravel\nReaction: pH 6.0 to 7.0\nE/Bt horizon - Hue: E part 2.5Y or 10YR; B part 2.5Y\nValue: E part 6 or 7, B part 5 or 6 dry; E part 5 or 6, B part 4 or 5 moist\nChroma: E part 2 or 3; B part 3 or 4\nTexture: E part silt loam; Bt part silt loam or silty clay loam\nClay content: E part 14 to 20 percent; Bt part 18 to 28 percent                                                                                               Rock fragments: 20 to 45 percent--5 to 20 percent cobbles and stones; 10 to 30 percent gravel\nReaction: pH 6.2 to 7.4\nBt/E horizon - Hue: B part 2.5Y; E part 2.5Y or 10YR\nValue: B part 5 or 6, E part 6 or 7 dry; B part 4 or 5, E part  5 or 6 moist\nChroma: B part 3 or 4; E part  2 or 3\nTexture: Bt part silt loam or silty clay loam; E part silt loam\nClay content: Bt part 20 to 30 percent; E part 16 to 22 percent                                                                                               Rock fragments: 15 to 50 percent--0 to 20 percent cobbles and stones; 15 to 35 percent gravel\nReaction: pH 6.2 to 7.6\nBt horizon - Hue: 2.5Y\nValue: 5 or 6 dry; 4 or 5 moist\nChroma: 3 or 4\nTexture: silt loam or silty clay loam\nClay content: 22 to 32 percent\nRock fragments: 35 to 60 percent--10 to 20 percent cobbles and stones; 25 to 40 percent gravel\nReaction: pH 6.8 to 7.8\nBk horizon - Hue: 2.5Y\nValue: 6 or 7 dry; 5 or 6 moist\nChroma: 3 or 4\nTexture: silt loam or loam\nClay content: 16 to 22 percent\nRock fragments: 35 to 60 percent--10 to 20 percent cobbles and stones; 25 to 40 percent gravel\nCalcium Carbonate equivalent: 15 to 40 percent\nReaction: pH 7.8 to 8.2"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Ashleylake soils are on moraines in glaciated valleys and on mountain slopes. Elevations are 2,900 to 5,400 feet. Slopes are 4 to 60 percent. These soils formed in calcareous till. The climate is characterized by long, cold winters; moist springs; and warm, dry summers. Mean annual effective precipitation is 22 to 30 inches, much of which falls as snow or as spring rain. Mean annual temperature is 38 to 44 degrees F. The frost-free period is 70 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Jimlake, Foyslake, McMannamy, and Kingspoint series. Jimlake soils are cryic and are at higher elevations on similar aspects and have more volcanic ash in the surface layer. Foyslake soils are on similar landscape positions but have minimal volcanic ash in the surface layer. McMannamy and Kingspoint soils are ustic and are on warmer aspects."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Ashleylake soils are used for timber production and wildlife habitat. The native vegetation is Grand Fir, Engelmann spruce, western larch, and Douglas-fir, with an understory of queencup beadlily, twinflower, bunchberry dogwood, western meadowrue, sweetscented bedstraw, pinegrass, snowberry, dwarf huckleberry, and Rocky mountain maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Ashleylake soils are of limited extent in northwestern Montana. MLRA 43A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Flathead County, Montana 2005. The name is from Ashley Lake in Flathead County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: an ash influenced layer from 1 to 14 inches (E1 and E2 horizons); an ochric epipedon from 0 to 14 inches (Oi, E1 and E2 horizons); an albic horizon from 1 to 14 inches (E1 and E2 horizons; a glossic horizon from 14 to 30 inches (E/Bt and Bt/E horizons); an argillic horizon from 23 to 40 inches (lower half of the Bt/E and Bt horizon); a calcic horizon at 40 inches (Bk horizon); a particle-size control section from 23 to 40 inches (Bt/E and Bt horizons). Ashleylake soils have a frigid temperature regime and a udic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
