{
  "SERIES": "ASHNOLA",
  "STATUS": "Established Series",
  "BYREV": "Rev. BJD/TDT/DAL",
  "REVDATE": "07/2005",
  "STATES": "WA",
  "OVERVIEW": "The Ashnola series consists of moderately deep or deep to a densic contact, well drained soils formed in volcanic ash over glacial till with some colluvium from sedimentary and volcanic rock.  These soils are on backslopes and footslopes of mountains.  Slopes are 15 to 65 percent.  The average annual precipitation is about 37 inches and the average annual temperature is about 39 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over loamy-skeletal, amorphic over isotic Typic Vitricryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ashnola gravelly ashy sandy loam, on a northeast-facing 27 percent slope at an elevation of 5,800 feet in a subalpine fir and Engelmann spruce forest.  (Colors are for dry soils unless otherwise stated.  All textures are apparent field textures.\nOe--0 to 1 inch; moderately decomposed needles, twigs and leaves; abrupt smooth boundary.  (1 to 3 inches thick)\nA--1 to 5 inches; brown (10YR 5/3) gravelly ashy sandy loam, brown (10YR 4/3) moist; weak fine granular structure; soft, very friable, nonsticky, nonplastic and weakly smeary; many very fine and fine and few medium and coarse roots; common very fine and fine irregular pores; 15 percent gravel; slightly acid (pH 6.2); clear smooth boundary.  (4 to 6 inches thick)\nBw1--5 to 10 inches thick; light yellowish brown (10YR 6/4) gravelly ashy sandy loam, dark yellowish brown (10YR 4/4) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky, nonplastic and weakly smeary; many very fine and fine and few medium and coarse roots; common very fine and fine irregular pores; 15 percent gravel; NaF pH 11.0; slightly acid (pH 6.4); clear wavy boundary.\nBw2--10 to 17 inches; light yellowish brown (10YR 6/4) gravelly ashy sandy loam, dark yellowish brown (10YR 4/4) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky, nonplastic and weakly smeary; many very fine and fine and few medium roots; common very fine and fine irregular pores; 20 percent gravel and 2 percent cobbles; NaF pH 11.0; slightly acid (pH 6.4); clear wavy boundary.  (combined Bw horizon thickness is 10 to 16 inches)\n2C1--17 to 24 inches; light olive brown (2.5Y 5/3) very gravelly sandy loam, light olive brown (2.5Y 5/3) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; few fine irregular pores; 35 percent gravel and 5 percent cobbles; neutral (pH 6.6); gradual wavy boundary.\n2C2--24 to 39 inches; light olive brown (2.5Y 5/3) very gravelly sandy loam, light olive brown (2.5Y 5/3) moist; massive; slightly hard, very friable, slightly sticky and nonplastic; few very fine and fine roots; few fine irregular pores; 40 percent gravel and 5 percent cobbles; neutral (pH 6.6); gradual wavy boundary.  (combined 2C horizon thickness is 20 to 30 inches)\n2Cd--39 to 61 inches; grayish brown (2.5Y 5/2) very gravelly sandy loam, dark grayish brown (2.5Y 4/2) moist; massive; hard, friable, slightly sticky and slightly plastic; few very fine roots in the upper part; few fine irregular pores; 45 percent gravel and 5 percent cobbles; neutral (pH 6.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Okanogan County, Washington; about 6 miles north of Mazama, WA., 1,400 feet west and 1,000 feet south of the northeast corner of section 29, T. 37 N., R. 20 E.  (Latitude 48 degrees, 40 minutes, 58 seconds N., Longitude 120 degrees, 22 minutes, 10 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 37 to 42 degrees F.  These soils are usually moist but are dry in all parts between depths of 4 and 12 inches for 30 to 45 consecutive days. The particle-size control section is from the mineral soil surface to the densic contact or to 40 inches below the mineral surface. The upper (ashy) part of the particle-size control section is 14 to 22 inches thick,  has less than 50 percent silt,  an estimated moist bulk density of 0.80 to 0.90 g/cc, volcanic glass content of 30 to 60 percent, ammonium-oxalate extractable aluminum plus one-half iron of 1.0 to 2.0 percent, and 15-bar water retention of 5 to 12 percent for air dried samples.  Depth to the 2Cd horizon is 35 to 50 inches.  Rock fragments range from 15 to 25 percent in A and Bw horizons and 35 to 65 percent in the 2C horizons.  The 2Cd horizon has 5 to 15 percent clay.\nThe A horizon has values of 5 or 6 dry.  It has 10 to 20 percent gravel and 0 to 5 percent cobbles.  Reaction ranges from moderately acid to slightly acid.\nThe Bw horizons has chroma of 3 or 4 dry or moist.  It has 15 to 25 percent gravel and 0 to 5 percent cobbles. Reaction ranges from moderately acid to slightly acid\nThe 2C horizon has hues of 10YR or 2.5Y, values of 5 or 6 dry, 4 or 5 moist and chromas of 2 or 3 dry or moist.  It is very gravelly sandy loam or very cobbly sandy loam.  It has 30 to 45 percent gravel and 0 to 20 percent cobbles. Reaction ranges from slightly acid to neutral\nThe 2Cd horizon has hues of 10YR or 2.5Y, values of 5 or 6 dry, 4 or 5 moist, and chromas of 2 or 3 dry or moist.  It is very gravelly sandy loam or very cobbly sandy loam.  It has 30 to 45 percent gravel and 0 to 20 percent cobbles.  Reaction ranges from slightly acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAngelpeak\tdeep (40 to 60 inches) to a lithic contact, loamy-skeletal part of pscs is slightly acid or neutral and has 60 to 85 percent angular rock fragments, formed in volcanic ash over colluvium from argillite\nBucketlake\tvery deep (>60 inches), loamy-skeletal part of the pscs has subrounded and rounded rock fragments and clay content of 5 to 15 percent, formed in volcanic ash over till from granite\nDucklake (T)\tdeep (40 to 60 inches) to a densic contact, very deep (>60 inches) to bedrock, ashy part of the pscs is stony ashy silt loam with more than 50 percent silt, formed in volcanic ash over till from granite\nLackeyshole (T)\tdeep (40 to 60 inches) to a lithic contactformed in volcanic ash over colluvium from andesitic basalt and basalt\nMcCalpinemeadow (T)\tmoderately deep (20 to 40 inches) to a lithic contact, loamy-skeletal part of the pscs has subangular rock fragments and clay content of 5 to 10 percent, ashy part has 60 to 90 percent glass in the 0.02 to 2.0 mm fraction, formed in volcanic ash over colluvium from granite and granodiorite\nMountemily\tvery deep (>60 inches), loamy-skeletal part of the pscs has subangular and angular rock fragments and clay content of 18 to 30 percent, formed in volcanic ash over colluvium from basalt\nMudlakebasin (T)\tmoderately deep (20 to 40 inches) to a lithic contact, loamy-skeletal part of the pscs has well rounded and rounded rock fragments, and clay content of 4 to 18 percent, ashy part has 60 to 90 percent glass in the 0.02 to 2.0 mm fraction, formed in volcanic ash over till from granite\nTowermountain (T)\tmoderately deep (20 to 40 inches) to a paralithic contact, formed in volcanic ash over colluvium from rhyolitic tuff\nTroutmeadows\tmoderately deep (20 to 40 inches) to a lithic contact, loamy-skeletal part of the pscs has subangular rock fragments and clay content of 10 to 18 percent, ashy part has 60 to 90 percent glass in the 0.02 to 2.0 mm fraction, formed in volcanic ash over colluvium from basalt\nUfish (T)\tdeep (40 to 60 inches) to a lithic contact, the ashy part of the pscs has 60 to 90 percent glass in the 0.02 to 2.0 mm fraction, formed in volcanic ash over colluvium from granite and granodiorite"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ashnola soils are on footslopes and backslopes of mountains and have slopes of 15 to 65 percent.  These soils formed in volcanic ash over glacial till and some colluvium from sedimentary and volcanic rock sources.  Elevations range from 5,000 to 6,500 feet.  The climate is characterized by cool, dry summers and cold, wet winters.  Average annual precipitation is 35 to 40 inches.  The average January temperature ranges from 18 to 22 degrees F., and the average July temperature ranges from 52 to 58 degrees F.  Average annual temperature is 37 to 41 degrees F.  The frost-free season is 70 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Gatewall, Verhart and Winsand soils.  Gatewall soils are on footslopes and backslopes and have a 7 to 14 inch volcanic ash mantle.  Verhart soils are on colluvial upper backslopes, shoulders and ridges and are 20 to 40 inches to bedrock.  Winsand soils are on south facing backslopes and have a vitrandic ash mantle."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained,  moderately rapid permeability over slow permeability in the 2Cd horizon; medium to rapid runoff."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for timber production, wildlife habitat, recreation and watershed.  Native vegetation is subalpine fir, Engelmann spruce and Douglas-fir with an understory of cascades azalea, grouse whortleberry, blue huckleberry, sidebells wintergreen and western rattlesnake plantain."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Washington; MLRA 43.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Okanogan National Forest, Okanogan County, Washington, 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon include:\nOchric epipedon formed in volcanic ash - 1 to 5 inches (A horizon)\nCambic horizon formed in volcanic ash - 5 to 17 inches (Bw horizons)\nDensic contact at 39 inches.\nPSCS - zone from 1 to 39 inches.\nUdic soil moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
