{
  "SERIES": "ASHOLLER",
  "STATUS": "Established Series",
  "BYREV": "Rev. JEI/PSD",
  "REVDATE": "03/2003",
  "STATES": "WY",
  "OVERVIEW": "The Asholler series consists of well drained soils that are very shallow or shallow, unweathered micaceous schist.  They formed in residuum and colluvial slopewash derived from weathered micaceous schist influenced in some areas by gneiss and granite.  Asholler soils are on mountainsides, foothills, and exhumed knolls.  Slopes are 5 to 60 percent.  The mean annual precipitation is about 11 inches, and the mean annual temperature is about 41 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, nonacid, frigid Lithic Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Asholler very channery loam-rangeland.  Class 3 stoniness.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 3 inches; grayish brown (10YR 5/2) very channery loam,\nbrown (10YR 4/3) moist; moderate medium granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; 25 percent channers, 10 percent cobbles, 5 percent stones (class 3 stoniness); neutral (pH 6.8); abrupt smooth boundary.  (2 to 6 inches thick)\nC--3 to 14 inches; brown (10YR 5/3) very channery loam, brown\n(10YR 4/3) moist; weak medium prismatic structure; slightly hard, very friable, nonsticky and nonplastic; many very fine and fine roots to 8 inches and common very fine and fine roots to 14 inches; 30 percent channers, 15 percent cobbles, 5 percent stones; neutral (pH 6.8); abrupt wavy boundary.  (4 to 16 inches thick)\nR--14 inches; unweathered micaceous schist."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fremont County, Wyoming; approximately 950 feet north and 300 feet east of the southwest corner of sec. 20, T. 40 N., R. 92 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock and the lithic contact ranges from 6 to 20 inches.  The mean annual soil temperature ranges from 41 to 47 degrees F., and the mean annual summer soil temperature ranges from 59 to 63 degrees F.  The particle size control section has a matrix texture of loam, sandy clay loam, or clay loam with 18 to 35 percent clay, 20 to 50 percent silt, and 30 to 60 percent sand.  Rock fragment content ranges from 35 to 75 percent with 20 to 50\npercent channers or angular pebbles and 0 to 20 percent semirounded stones or flagstones.  Mica flakes are common throughout the soil profile.\nThe A horizon has hue of 2.5Y or 10YR, value of 5 or 6 dry, 3\nthrough 6 moist, and chroma of 2 through 6.  Reaction is slightly acid through mildly alkaline.\nThe C horizon has hue of 2.5Y or 10YR, value of 5 or 6 dry, 3 or 4 moist, and chroma of 3 or 4.  Reaction is neutral or mildly alkaline.\nThe bedrock consists of hard, micaceous schist interbedded with gneiss.  This bedrock is folded and stands at 20 to 85 degrees.  The schist may be weathered in the upper few inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other soils presently defined for this taxonomic class.  The Ashbon soils are similar and are more moist in July, August, and September."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Asholler soils are on mountainsides, rolling foothills, and exhumed knolls.  These soils formed in residuum and colluvial slopewash derived from weathered micaceous schist and gneiss.  These soils may be influenced by granite from outcropping contiguous to the schist and gneiss deposits.  Slopes are 5 to 60 percent.  Elevations are 6,300 to 8,000 feet.  The mean annual precipitation is about 11 inches and ranges from 10 to 14 inches\nwith about half falling as snow or rain in April, May, and early June.  The mean annual temperature is about 41 degrees F. and ranges from 30 to 44 degrees F.  Estimated frost-free season ranges from 80 to 110 days depending upon aspect, elevation, and air drainage."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Pesmo soil.  Pesmo soils have a mollic epipedon and occupy more stable parts of the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY & USE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff depending upon slope; moderate permeability. & USE AND PERMEABILITY:  Rangeland and wildlife habitat.  Native vegetation at the type location is bluebunch wheatgrass, Indian ricegrass, bottlebrush squirreltail, and rhizomatous wheatgrass."
  },
  "USE AND VEGETATION": {
    "section": "USE AND PERMEABILITY",
    "content": "USE AND PERMEABILITY:  Rangeland and wildlife habitat.  Native vegetation at the type location is bluebunch wheatgrass, Indian ricegrass, bottlebrush squirreltail, and rhizomatous wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West-central Wyoming.  The series is of limited extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Fremont County, Wyoming, East Part; 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
