{
  "SERIES": "ASHWORTH",
  "STATUS": "Established Series",
  "BYREV": "Rev. TJW-GLS-EMM",
  "REVDATE": "03/2008",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Andic Haplocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ashworth gravelly ashy silt loam, forested (colors are for moist soil unless otherwise noted).\nOi--0 to 1 inch; undecomposed and slightly decomposed forest litter.\nA--1 to 2 inches; dark brown (10YR 4/3) gravelly ashy silt loam, pale brown (10YR 6/3) dry; moderate fine granular structure; soft, very friable, nonsticky and nonplastic; common fine and medium and few coarse roots; volcanic ash component; 15 percent gravel; moderately acid (pH 6.0); abrupt wavy boundary. (1 to 3 inches thick)\nBw--2 to 11 inches; dark yellowish brown (10YR 4/4) gravelly ashy silt loam, light yellowish brown (10YR 6/4) dry; weak fine subangular blocky structure parting to moderate fine granular; soft, very friable, nonsticky and nonplastic; common fine and medium and few coarse roots; 20 percent gravel; moderately acid (pH 6.0); abrupt wavy boundary.  (8 to 9 inches thick)\n2E--11 to 21 inches; dark grayish brown (2.5Y 4/2) gravelly loam, light brownish gray (2.5Y 6/2) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common medium and few coarse roots; 25 percent gravel; moderately acid (pH 6.0); clear wavy boundary. (6 to 10 inches thick)\n2Bk1--21 to 37 inches; grayish brown (2.5Y 5/2) very gravelly loam, light gray (2.5Y 7/2) dry; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common medium and few coarse roots; 10 percent cobbles and 30 percent gravel; disseminated lime; few distinct lime coatings on undersides of fragments; strongly effervescent; neutral (pH 6.8); gradual wavy boundary. (4 to 16 inches thick)\n2Bk2--37 to 51 inches; grayish brown (10YR 5/2) very gravelly loam, light gray (10YR 7/2) dry; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common medium and few coarse roots; 15 percent cobbles and 35 percent gravel; disseminated lime; many distinct lime coatings on undersides of fragments; violently effervescent; moderately alkaline (pH 8.2); gradual wavy boundary.  (12 to 24 inches thick)\n2C--51 to 60 inches; grayish brown (10YR 5/2) very cobbly sandy loam, light gray (10YR 7/2) dry; massive; slightly hard, friable, slightly sticky and slightly plastic; 20 percent cobbles and 35 percent gravel; disseminated lime; many distinct lime coatings on undersides of fragments; violently effervescent; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Flathead County, Montana; 700 feet east and 2900 feet north of the southwest corner of section 6, T.26N., R.26W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Temperature - 38 to 44 degrees F.\nMoisture control section - between 4 and 12 inches.\nA horizon - Value:  5 or 6 dry, 3 or 4 moist\nClay content:  5 to 15 percent\nRock fragments:  15 to 20 percent gravel\nMoist bulk density:  0.85 to 1.00 g/cc\nAcid oxylate extractable Al + 1/2 Fe:  1 to 2 percent\nReaction:  pH 5.6 to 6.5\nBw horizon - Value:  5 or 6 dry, 4 or 5 moist\nClay content:  5 to 15 percent\nRock fragments:  15 to 25 percent--0 to 5 percent cobbles, 15 to 20 percent gravel\nMoist bulk density:  0.85 to 1.00 g/cc\nAcid oxylate extractable Al + 1/2 Fe:  1 to 2 percent\nReaction:  pH 5.6 to 6.5\n2E horizon - Value:  6 or 7 dry, 4, 5 or 6 moist\nChroma:  2 or 3\nClay content:  10 to 20 percent\nRock fragments:  20 to 30 percent--0 to 5 percent cobbles, 20 to 25 percent gravel\nReaction:  pH 5.6 to 6.5\n2Bk1 horizon - Hue:  10YR or 2.5Y\nValue:  7 or 8 dry; 5 or 6 moist\nChroma:  2 or 3\nClay content:  10 to 20 percent\nRock fragments:  35 to 50 percent--10 to 15 percent cobbles, 25 to 35 percent gravel\nCalcium carbonate equivalent:  15 to 35 percent\nReaction:  pH 6.6 to 8.4\n2Bk2 horizon - Hue:  10YR or 2.5Y\nValue:  7 or 8 dry; 5 or 6 moist\nChroma:  2 or 3\nTexture:  loam or sandy loam\nClay content:  10 to 20 percent\nRock fragments:  35 to 60 percent--10 to 20 percent cobbles, 25 to 40 percent gravel\nCalcium carbonate equivalent:  15 to 35 percent\nReaction:  pH 7.4 to 8.4\n2C horizon - Value:  7 or 8 dry, 5 or 6 moist\nChroma:  2 or 3\nClay content:  10 to 20 percent\nRock fragments:  50 to 60 percent--15 to 20 percent cobbles, 35 to 40 percent gravel\nCalcium carbonate equivalent:  15 to 35 percent\nReaction:  pH 7.4 to 8.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBuhrig (WA) - has a xeric moisture regime; has a lithic contact at 20 to 40 inches; does not have horizons of secondary carbonate accumulation.\nButtoncreek (WA) - has a xeric moisture regime; does not have horizon of secondary carbonate accumulation; does not have a 2E horizon.\nDevore (WA) - has a xeric moisture regime; has a lithic contact at 20 to 40 inches; does not have horizons of secondary carbonate accumulation.\nFinney (WA) - has a lithic contact at 40 to 60 inches; does not have horizons of secondary carbonate accumulation.\nGatewall (WA) - has a xeric moisture regime; does not have horizon of secondary carbonate accumulation; has compact glacial till at 18 to 30 inches; does not have a 2E horizon.\nHolloway (MT) - has a horizon containing lamellae; does not have horizons of secondary carbonate accumulation.\nHun (ID) - does not have an albic horizon; does not have horizons of secondary carbonate accumulation.\nMoses (WA) - has a paralithic contact of quartz monzonite at 20 to 40 inches; does not have horizons of secondary carbonate accumulation.\nMyerscreek (WA) - has a lithologic discontinuity of compact glacial till mainly below 30 inches; does not have horizons of secondary carbonate accumulation.\nOtwin (OR) - has a xeric moisture regime; has a lithic contact at 20 to 40 inches; does not have horizons of secondary carbonate accumulation.\nPetty (MT) - does not have an albic horizon; does not have horizons of secondary carbonate accumulation..\nPhillcher (MT) - does not have an albic horizon.\nProuty (WA) - has a paralithic contact at 20 to 40 inches; does not have horizons of secondary carbonate accumulation.\nRemmel (WA) - has a xeric moisture regime; does not have horizons of secondary carbonate accumulation; does not have a 2E horizon.\nRubycreek (ID) - does not have horizons of secondary carbonate accumulation; does not have a 2E horizon.\nRumsey (MT) - does not have an albic horizon; has 2Bw horizon.\nSurgh (WA) - has a lithic contact of gneiss at 40 to 60 inches; does not have horizons of secondary carbonate accumulation.\nSweetbutte (WA) - has a xeric moisture regime; has a lithic contact at 40 to 60 inches; does not have horizons of secondary carbonate accumulation.\nWaldbillig (MT) - has a horizon containing lamellae; does not have horizons of secondary carbonate accumulation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - moraines, hills, and mountains.\nElevation - 3,400 to 4,200 feet.\nSlope - 2 to 50 percent.\nParent material - calcareous glacial till or outwash.\nClimate - long, cold winters; cool, moist springs; warm summers.\nMean annual precipitation - 28 to 36 inches, most of which falls as snow and spring rain.\nMean annual temperature - 38 to 44 degress F.\nFrost free period - 40 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  none listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Ashworth soils are used mainly for timber production, understory grazing, and wildlife habitat. Potential native vegetation is mainly Douglas fir, western larch, lodgepole pine, grand fir, Engelmann spruce, western hemlock, and subalpine fir. Understory vegetation is dwarf huckleberry, twinflower, rusty menziesia, common beargrass, blue huckleberry, grouse whortleberry, and pinegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Ashworth soils are of small extent in northwestern Montana."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Flathead County, Montana 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil Interpretation Record:  MT1616.  Diagnostic horizons and features recognized in this pedon are:  an ash influenced layer from 1 to 11 inches (A, Bw horizons); an ochric epipedon from 1 to 21 inches (A, Bw, and 2E horizons); an albic horizon from 11 to 21 inches (2E horizon); accumulation of carbonates from 21 to 51 inches (2Bk1, 2Bk2 horizons); a particle-size control section from 10 to 40 inches below the mineral soil surface (2E, 2Bk1, 2Bk2 horizons).  Ashworth soils have a udic moisture regime and a cryic temperature regime.\nThe 3/2008 description reflects a change in classification from Loamy-skeletal, mixed, superactive Andic Eutrocryepts to Loamy-skeletal, mixed, superactive Andic Haplocryepts due to revision of the cryepts great groups and subgroups. The competing series section was not updated and should be reviewed after all the cryepts have been re-classified.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
