{
  "SERIES": "ASHWABAY",
  "STATUS": "Established Series",
  "BYREV": "Rev. TLK-UBG-JJJ",
  "REVDATE": "03/2009",
  "STATES": "WI",
  "OVERVIEW": "The Ashwabay series consists of very deep, moderately well drained soils formed in sandy outwash or beach deposits underlain by clayey glacial till or lacustrine deposits on outwash plains, lake plains, and ground moraines.  Permeability is rapid in the sandy material and slow or very slow in the clayey material.  Slopes range from 0 to 45 percent.  Mean annual precipitation is about 30 inches. Mean annual air temperature is about 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, isotic, frigid Alfic Oxyaquic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ashwabay loamy sand - on a 3 percent slope in a forested area at an elevation of about 1050 feet.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 4 inches; dark brown (7.5YR 3/2) loamy sand, brown (7.5YR 5/2)  dry; weak fine granular structure; very friable; many fine and medium, and common coarse roots; about 1 percent gravel; about 1 percent cobble; about 1 percent stones; moderately acid (pH 6.0); abrupt smooth boundary.  (0 to 4 inches thick)\nE--4 to 5 inches; brown (7.5YR 5/2) sand, pinkish gray (7.5YR 6/2) dry; weak fine and medium subangular blocky structure; very friable; many fine, common medium, and few coarse roots; about 1 percent gravel; about 1 percent cobbles; about 1 percent stones; slightly acid; (pH 6.3); abrupt smooth boundary.  (1 to 9 inches thick)\nBhs--5 to 12 inches; dark brown (7.5YR 3/3) loamy sand; weak medium subangular blocky structure; very friable; common fine and medium, and few coarse roots; about 1 percent gravel; about 1 percent cobbles; about 1 percent stones; moderately acid (pH 5.8); clear wavy boundary.  (0 to 10 inches thick)\nBs1--12 to 22 inches; dark brown (7.5YR 3/4) loamy sand; weak fine and medium subangular blocky structure; very friable; common fine and few medium roots; about 1 percent gravel; about 1 percent cobbles; about 1 percent stones; moderately acid (pH 5.8); gradual wavy boundary.\nBs2--22 to 32 inches; brown (7.5YR 4/4) sand; weak fine subangular blocky structure; very friable; few fine and medium roots; about 1 percent gravel; about 1 percent cobbles; about 1 percent stones; moderately acid (pH 5.8); gradual wavy boundary.  (Combined thickness of the Bs horizon ranges from 4 to 30 inches.)\nBw--32 to 45 inches; brown (7.5YR 5/4) sand; weak coarse prismatic structure; very friable; few fine roots; common medium prominent yellowish red (5YR 5/6) masses of iron accumulation and common medium prominent reddish gray (5YR 5/2) iron depletions; about 1 percent gravel; about 1 percent cobbles; about 1 percent stones; slightly acid (pH 6.5); clear smooth boundary. (0 to 15 inches thick)\n2Bt1--45 to 62 inches; reddish brown (2.5YR 4/4) clay; moderate coarse angular blocky structure; firm; few fine roots between peds; few faint dark reddish brown (2.5YR 3/4) clay films on faces of peds and along root channels; common medium prominent yellowish red (5YR 5/6) masses of iron accumulation and common medium prominent light brownish gray (10YR 6/2) iron depletions; common prominent light reddish brown (5YR 6/3) coatings of silt and sand grains on faces of peds; about 1 percent gravel; about 1 percent cobble; about 1 percent stones; slightly acid (pH 6.5); gradual wavy boundary.\n2Bt2--62 to 80 inches; reddish brown (2.5YR 4/4) clay loam; moderate coarse prismatic structure; firm; few fine roots between peds; few faint dark reddish brown (2.5YR 3/4) clay films on faces of peds and along root channels; few fine prominent yellowish red (5YR 5/6) masses of iron accumulation and few fine prominent light brownish gray (10YR 6/2) iron depletions; common prominent light reddish brown (5YR 6/3) coatings of silt and sand grains on faces of peds; about 1 percent gravel; about 1 percent cobble; about 1 percent stones; moderately alkaline (pH 7.9). (Combined thickness of the 2Bt horizon ranges from 4 to 36 inches thick.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Bayfield County, Wisconsin; about 7 miles west of Bayfield; 500 feet north and 2500 feet west of the southeast corner of section 15, T. 50 N., R. 5 W.; Mt Ashwabay, WI quad; lat. 46 degrees 48 minutes 16 seconds N.; long. 90 degrees 58 minutes 37 seconds W; NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the sandy mantle and depth to the top of argillic horizon ranges from 40 to 60 inches.  Thickness of the solum ranges from 50 to more than 80 inches.  Sandy mantle is typically medium or fine sand.  Total volume of rock fragments ranges from 0 to 15 percent throughout.  Redox accumulations and saturation in one or more layers at a depth of 30 to 40 inches for 1 month or more per year in 6 or more out of 10 years.\nThe A horizon has hue of 5YR or 7.5YR, value of 2 to 4 and chroma of 1 or 2.  Cultivated pedons have an Ap horizon with hue of 5YR to 10YR, value of 3 or 4, and chroma of 2 or 3.  Reaction ranges from extremely acid to slightly acid.  Texture of the A or Ap horizon is loamy sand.\nThe E horizon has hue of 5YR or 7.5YR, value of 4 to 6, and chroma of 1 to 3.  Reaction ranges from very strongly acid to slightly acid.  Texture is sand, loamy sand or fine sand.\nThe Bhs horizon has hue of 5YR or 7.5YR, value of 3, and chroma of 2 or 3.  Reaction ranges from very strongly acid to moderately acid.  Texture is sand, loamy sand, fine sand, or loamy fine sand.\nThe upper Bs horizon has hue of 5YR or 7.5YR, value of 3 or 4, and chroma of 4.  The lower Bs horizon has hue of 5YR or 7.5YR, value of 4 or 5, and chroma of 4 to 6.  Texture of the Bs horizons is sand, loamy sand or fine sand.  Reaction is strongly acid or moderately acid.\nThe Bw horizon has hue of 5YR, value of 4 or 5, and chroma of 3 or 4.  Texture is sand or fine sand.  Reaction is moderately acid or slightly acid.\nSome pedons have a 2B/E horizon.  The B part of the 2B/E horizon has hue of 2.5YR or 5YR, value of 4, and chroma of 3 or 4.  Texture is clay loam, silty clay loam, or clay.  The E part has hue of 2.5YR or 5YR, value of 4 to 6, and chroma of 2 or 3.  Texture is loam, sandy loam, or silt loam.  Reaction is moderately acid or slightly acid.\nThe 2Bt horizon has hue of 2.5YR, value of 4, and chroma of 3 or 4. Texture is clay, clay loam or silty clay loam.  Reaction ranges from moderately acid to moderately alkaline.\nSome pedons have a 2C horizon with hue of 2.5YR or 5YR, value of 4 or 5, and chroma of 4.  Texture is clay, silty clay, silty clay loam, or clay loam with thin strata of coarser texture in some pedons. Reaction is slightly acid to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Eau Claire series.  Eau Claire soils average less than 27 percent clay in the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ashwabay soils are on knolls and sideslopes on outwash plains and lake plains, and ground moraines.  Slopes range from 0 to 45 percent.  These soils formed in sandy outwash or beach deposits overlying clayey till or lacustrine sediments.  Elevations are 850 to 1150 feet.  Mean annual precipitation ranges from 28 to 33 inches.  Mean annual air temperature ranges from 39 to 45 degrees.  The frost free period ranges from 125 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Sunkencamp, Cublake, Kellogg and Manistee soils.  The somewhat poorly drained Sunkencamp soils are on lower landscape positions and are in a drainage sequence with Ashwabay soils.  The moderately well drained Cublake soils have loamy deposits at 40 to 60 inches below the sand, and are on similar landscape positions.  The moderately well drained Kellogg soils have 20 to 40 inches of sandy deposits above the clay and are on similar landscape positions.  The well drained Manistee soils also have 20 to 40 inches of sandy deposits above the clay and are on higher landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  The potential for surface runoff ranges from negligible to medium. Permeability is rapid in the sandy mantle and slow or very slow in the underlying clayey strata.  This soil has a perched seasonal high water table at a depth of 2.5 to 3.5 feet for 1 month or more during the period October to May in 6 or more out of 10 years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in woodland.  Native vegetation is red pine, eastern white pine, balsam fir, white ash, paper birch, red maple, sugar maple, basswood, quaking aspen, big-toothed aspen, northern red oak, eastern hemlock, beaked hazel, alternate-leaved dogwood, blueberry, bracken fern, black snakeroot, large-leaved aster, sweet coltsfoot and partridgeberry.  A few areas are used for cropland or pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Wisconsin; LRR K, MLRA 92.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota; MLRA SSO 10-4 (Duluth, Minnesota)."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Bayfield County, Wisconsin; 1998.  Source of the name is Mount Ashwabay in Bayfield Co."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon include:  Ochric epipedon - from 0 to 5 inches (A, E);\nAlbic horizon - from 4 to 5inches (E);\nSpodic horizon - 5 to 32 inches (Bhs, Bs1, Bs2);\nArgillic horizon - 45 to 80 inches (2Bt).\nOxyaquic subgroup - redox accumulations within 40 inches and saturation within 40 inches for 1 month or more per year in 6 or more out of 10 years.\nOnly series status, responsibility, and scriveners errors changed - 3/09.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; dark brown (7.5YR 3/2) loamy sand, brown (7.5YR 5/2)  dry; weak fine granular structure; very friable; many fine and medium, and common coarse roots; about 1 percent gravel; about 1 percent cobble; about 1 percent stones; moderately acid (pH 6.0); abrupt smooth boundary.  (0 to 4 inches thick)"
      },
      {
        "name": "E",
        "top": 10,
        "bottom": 13,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sand",
        "pH": 6.3,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "E--4 to 5 inches; brown (7.5YR 5/2) sand, pinkish gray (7.5YR 6/2) dry; weak fine and medium subangular blocky structure; very friable; many fine, common medium, and few coarse roots; about 1 percent gravel; about 1 percent cobbles; about 1 percent stones; slightly acid; (pH 6.3); abrupt smooth boundary.  (1 to 9 inches thick)"
      },
      {
        "name": "Bhs",
        "top": 13,
        "bottom": 30,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bhs--5 to 12 inches; dark brown (7.5YR 3/3) loamy sand; weak medium subangular blocky structure; very friable; common fine and medium, and few coarse roots; about 1 percent gravel; about 1 percent cobbles; about 1 percent stones; moderately acid (pH 5.8); clear wavy boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "Bs1",
        "top": 30,
        "bottom": 56,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bs1--12 to 22 inches; dark brown (7.5YR 3/4) loamy sand; weak fine and medium subangular blocky structure; very friable; common fine and few medium roots; about 1 percent gravel; about 1 percent cobbles; about 1 percent stones; moderately acid (pH 5.8); gradual wavy boundary."
      },
      {
        "name": "Bs2",
        "top": 56,
        "bottom": 81,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sand",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bs2--22 to 32 inches; brown (7.5YR 4/4) sand; weak fine subangular blocky structure; very friable; few fine and medium roots; about 1 percent gravel; about 1 percent cobbles; about 1 percent stones; moderately acid (pH 5.8); gradual wavy boundary.  (Combined thickness of the Bs horizon ranges from 4 to 30 inches.)"
      },
      {
        "name": "Bw",
        "top": 81,
        "bottom": 114,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sand",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw--32 to 45 inches; brown (7.5YR 5/4) sand; weak coarse prismatic structure; very friable; few fine roots; common medium prominent yellowish red (5YR 5/6) masses of iron accumulation and common medium prominent reddish gray (5YR 5/2) iron depletions; about 1 percent gravel; about 1 percent cobbles; about 1 percent stones; slightly acid (pH 6.5); clear smooth boundary. (0 to 15 inches thick)"
      },
      {
        "name": "2Bt1",
        "top": 114,
        "bottom": 157,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sand",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bt1--45 to 62 inches; reddish brown (2.5YR 4/4) clay; moderate coarse angular blocky structure; firm; few fine roots between peds; few faint dark reddish brown (2.5YR 3/4) clay films on faces of peds and along root channels; common medium prominent yellowish red (5YR 5/6) masses of iron accumulation and common medium prominent light brownish gray (10YR 6/2) iron depletions; common prominent light reddish brown (5YR 6/3) coatings of silt and sand grains on faces of peds; about 1 percent gravel; about 1 percent cobble; about 1 percent stones; slightly acid (pH 6.5); gradual wavy boundary."
      },
      {
        "name": "2Bt2",
        "top": 157,
        "bottom": 203,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH": 7.9,
        "pH_class": "moderately alkaline",
        "narrative": "2Bt2--62 to 80 inches; reddish brown (2.5YR 4/4) clay loam; moderate coarse prismatic structure; firm; few fine roots between peds; few faint dark reddish brown (2.5YR 3/4) clay films on faces of peds and along root channels; few fine prominent yellowish red (5YR 5/6) masses of iron accumulation and few fine prominent light brownish gray (10YR 6/2) iron depletions; common prominent light reddish brown (5YR 6/3) coatings of silt and sand grains on faces of peds; about 1 percent gravel; about 1 percent cobble; about 1 percent stones; moderately alkaline (pH 7.9). (Combined thickness of the 2Bt horizon ranges from 4 to 36 inches thick.)"
      }
    ]
  ]
}
