{
  "SERIES": "ASKECKSY",
  "STATUS": "Established Series",
  "BYREV": "CDP/Rev. JAK",
  "REVDATE": "11/2015",
  "STATES": "DE,NJ",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Siliceous, mesic Typic Psammaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Askecksy loamy sand, on a smooth, 1 percent slope. (Colors are for a moist soil, unless noted.)\nAp--0 to 8 inches; very dark grayish brown (10YR 3/2), and dark gray (10YR 4/1) loamy sand, light brownish gray (10YR 6/2) dry; weak medium and coarse granular structure; very friable; few medium and coarse roots and common fine roots; extremely acid; clear wavy boundary. (4 to 9 inches thick).\nCg1--8 to 13 inches; grayish brown (2.5Y 5/2) loamy sand; weak medium and coarse subangular blocky structure; very friable; few fine and medium roots; very dark grayish brown (2.5Y 3/2) stains on ped faces; few fine prominent strong brown (7.5YR 5/6) iron masses with clear boundaries throughout; extremely acid; gradual wavy boundary.\nCg2--13 to 21 inches; light olive gray (5Y 6/2) fine sand; massive parting to weak medium subangular blocky; very friable; few fine and medium roots; few fine distinct brownish yellow (10YR 6/6) iron masses with clear boundaries throughout; very strongly acid; clear smooth boundary.\nCg3--21 to 25 inches; light gray to gray (10YR 6/1) and light gray (10YR 7/1) fine sand; massive; very friable; few fine roots; few fine distinct brownish yellow (10YR 6/6) iron masses with clear boundaries throughout; very strongly acid; abrupt wavy boundary.\nCg4--25 to 29 inches; light olive gray (5Y 6/2) loamy fine sand; massive; very friable; few fine roots; common medium distinct light olive brown (2.5Y 5/6) iron masses with clear boundaries throughout and few fine distinct brown (10YR 5/3) and few fine faint gray (10YR 6/1) iron depletions with clear boundary in the matrix; extremely acid; abrupt wavy boundary.\nCg5--29 to 51 inches; light olive gray (5Y 6/2) coarse sand; single grain; loose; 0.25 inch thick stratified bands of black (N 2/0) mineral grains; common medium distinct light yellowish brown (2.5Y 6/3) iron depletions with clear boundaries in the matrix; 5 percent, by volume, fine rounded gravel; very strongly acid; clear wavy boundary.\nCg6--51 to 72 inches; gray (5Y 6/1) gravelly coarse sand; single grain; loose; common medium faint light olive gray (5Y 6/2) iron depletions with clear boundaries in the matrix; 15 percent, by volume, fine rounded gravel; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Sussex County, Delaware; about 1,270 feet east and 500 feet north of the intersection of county roads 364 and 364A, in a wooded area in Assaowoman Bay State Wildlife Refuge; lat. 38 degrees 29 minutes 54 seconds N. and long. 75 degrees 06 minutes 07 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the Underlying Material: Greater than 72 inches\nDepth to Bedrock: Greater than 60 inches\nDepth to 2C horizon (if it occurs): More than 50 inches\nDepth to Seasonal High Water Table: 0 to 12 inches, December to May\nRock Fragments: 0 to 5 percent, by volume in the A horizon and 0 to 20 percent in C horizon, mostly rounded quartz gravel\nElectrical Conductivity (EC): 0 to 4 mmohs/cm in the A horizon and less than2 mmohs/cm in the horizon\nSoil Reaction: Extremely acid to strongly acid, unless limes & RANGE OF INDIVIDUAL HORIZONS:\nA or Ap horizon:\nColor--hue of 10YR or 2.5Y, value of 2 to 6, chroma of 1 or 2\nTexture--loamy sand, loamy fine sand, or sand\nAb horizon (if it occurs):\nColor--hue of 10YR or 5Y, value of 2 to 4, chroma of 1 to 4\nTexture--loamy sand, loamy fine sand, or sand\nCg horizon:\nColor--hue of 10YR to 5GY, value of 4 to 7, chroma of 1 or 2, or is neutral with value of 4 to 7\nTexture--loamy sand, loamy fine sand, or fine to coarse sand\nRedoximorphic Features--iron depletions in shades of olive, gray, or white and iron masses in shades of red, brown, yellow, or olive\n2C horizon (if it occurs):\nColor--lower in value and chroma than the overlying horizon\nTexture (fine-earth fraction)--silt loam to sandy clay loam; commonly stratified with texture ranging from silty clay loam to coarse sand\nRedoximorphic Features--iron depletions in shades of olive, gray, or white and iron masses in shades of red, brown, yellow, or olive"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: None"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Coastal plain lowlands\nLandform: Low-lying uplands, broad depressions, floodplains, and stream terraces\nElevation: 0 to 60 feet\nParent Material: Sandy alluvial and marine sediments\nMean Annual Air Temperature: 54 to 58 degrees F.\nMean Annual Precipitation: 43 to 46 inches\nFrost Free Period: 175 to 200 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nBerryland soils--very poorly drained spodosol with an umbric epipedon, on similar landforms\nHammonton soils--moderately well drained with an argillic horizon and a coarse-loamy particle-size control section, on higher-lying positions\nHurlock soils--have an argillic horizon and a coarse-loamy particle-size control section, on low-lying uplands and depressions\nKlej soils--somewhat poorly drained, on slightly higher-lying positions\nMullica soils--very poorly drained, have an umbric epipedon and a coarse-loamy particle-size control section, on similar landforms"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nAgricultural Drainage Class: Poorly drained\nIndex Surface Runoff: Negligible\nInternal Free Water Occurance: Very shallow; common\nPermeability: Rapid"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Some areas are cleared and used for growing corn, soybeans and small grain.  Most cleared areas were drained with open ditch drainage systems during the first half of this century.\nDominant Vegetation: Wooded areas are dominantly red maple, sweet gum, white oak, willow oak, and loblolly pine.  Understory is dominantly greenbriar, American holly, sweetbay, and lowbush blueberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Coastal Plain of Delaware, New Jersey, and possibly Maryland\nExtent: Moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Worcester County, MD, 1995"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and other diagnostic soil characteristics recognized in this pedon are:\nOchric epipedon--the zone from the surface of the soil to a depth of 8 inches (A horizon).\nAquic conditions--the zone from 8 inches to a depth of 80 inches is periodically saturated (endosaturation)\nADDITIONAL DATA:\nSERIES DATA MAPUNIT: To be developed\nSERIES INTERPRETATION RECORDS(s): DE0005\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nDE0005 ASKECKSY    0-  2   55- 58  175-200  36- 55     2-  60\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nDE0005 NONE   RARE     0-1.0  APPARENT DEC-MAY   >72\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nDE0005  0- 8  S LS FS                 0-  0  98-100  1-10   1-  4\nDE0005  0- 8  LFS                     0-  0  98-100  5-12   1-  4\nDE0005  8-51  S LS LFS                0-  0  98-100  1-10   1-  3\nDE0005 51-72  COS S FS                0-  0  90-100  2- 5   0-  1\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nDE0005  0- 8  3.8- 6.0  1.-5.  0- 0   6.0-  20  LOW\nDE0005  0- 8  3.8- 6.0  1.-5.  0- 0   6.0-  20  LOW\nDE0005  8-51  3.8- 6.0  .5-1.  0- 0   6.0-  20  LOW\nDE0005 51-72  3.8- 6.0  .5-1.  0- 0   6.0-  25  LOW\nNational Cooperative Soil Survey\nU.S.A."
  }
}
