{
  "SERIES": "ASPERSON",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. AJC/SSP",
  "REVDATE": "05/2003",
  "STATES": "WY",
  "OVERVIEW": "The Asperson series consists of moderately deep, well drained soils that formed in clayey slope alluvium over residuum derived from calcareous shale.  Asperson soils are on hills and ridges.  Slopes range from 2 to 50 percent.  Mean annual precipitation is about 18 inches and the mean annual air temperature is about 38 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic Ustic Haplocryalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Asperson silt loam - forestland.  (Colors are for dry soil unless otherwise noted)\nOi--0 to 1 inches; slightly decomposed organic material principally leaves, twigs, bark and grasses.\nOe--1 to 2 inches; moderately decomposed organic material like that of the horizon above.\nA--2 to 4 inches; dark gray (10YR 4/1) silt loam, black (10YR 2/1) moist; strong fine granular structure; soft, very friable, slightly plastic; noncalcareous; neutral, pH 6.8 (bromthymol blue); abrupt smooth boundary.  (0 to 4 inches thick)\nE--4 to 8 inches; light brownish gray (10YR 6/2) silty clay loam, grayish brown (10YR 5/2) moist; moderate medium subangular blocky structure that parts to moderate medium granular; slightly hard, very friable, slightly plastic; noncalcareous; neutral, pH 6.8 (bromthymol blue); clear smooth boundary.  (2 to 6 inches thick)\nBt1--8 to 14 inches; grayish brown (2.5Y 5/2) silty clay, dark grayish brown (2.5Y 4/2) moist; moderate medium subangular blocky structure that parts to strong fine angular blocky; extremely hard, very friable; moderately plastic, moderately sticky; thin continuous wax-like coatings on ped faces and wax-like coatings in root channels; wax-like rims about entrances to soil pores; noncalcareous; neutral, pH 7.2 (phenol red); clear wavy boundary.  (2 to 14 inches thick)\nBt2--14 to 22 inches; grayish brown (2.5Y 5/2) silty clay, dark grayish brown (2.5Y 4/2) moist; moderate fine subangular blocky structure that parts to fine angular blocky; extremely hard, very friable; moderately plastic, moderately sticky; thin continuous wax-like coatings on ped faces and wax-like coatings and fillings in root channels; wax-like rims around entrances to soil pores; calcareous; moderately alkaline, pH 8.2 (cresol red): gradual wavy boundary.  (6 to 14 inches thick)\nBt3--22 to 26 inches; light brownish gray (2.5Y 6/2) silty clay, grayish brown (2.5Y 5/2) moist; moderate medium subangular blocky structure; extremely hard, very friable; moderately plastic, moderately sticky; thin glossy patches on ped faces and discontinuous glossy coatings on the inside of root channels; calcareous; moderately alkaline, pH 8.2 (cresol red): diffuse wavy boundary.  (0 to 6 inches thick)\n2Cr--26 inches; dark gray calcareous shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Carbon County, Wyoming.  The SE1/4 of the SW1/4 of Sec. 11, T18N, R89W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depths are measured from the top of the mineral soil surface.\nSoil moisture:  The soil moisture control section is affected by peak periods of precipitation in the spring and early summer; Udic moisture regime bordering on ustic.\nMean annual soil temperature:  about 41 degrees F\nMean summer soil temperature:  about 56 degrees F without an O horizon\nDepth to paralithic contact:  20 to 40 inches to shale\nDepth to albic horizon:  2 to 10 inches\nDepth to base of argillic horizon:  17 to 50 inches\nDepth to secondary calcium carbonate:  ? to ? inches\nBase saturation: 60 to 100 percent\nReaction:  moderately or slightly acid\nParticle-size control section (weighted average):\nClay content:  35 to 50 percent\nSand content:  5 to 15 percent fine or coarser sand\nRock fragments:  0 to 5 percent gravel and 0 to 3 percent cobble\nA horizon:\nHue:  7.5YR to 5Y\nBt horizons:\nHue:  7.5YR to 5Y\nTexture:  silty clay loam or silty clay"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Current competitors are the Chubbs, Goldpark, and Hatch series.\nChubbs: 20 to 40 inches to a lithic contact with limestone\nGoldpark: does not have a paralithic or lithic contact within 40 inches of the surface\nHatch: has secondary calcium carbonate accumulations and redder hues"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: clayey slope alluvium over residuum derived from calcareous shale\nLandform: gently to very steep hills and ridges\nSlopes: 2 percent to about 50 or more percent\nElevation: 7,800 to 8,500 feet\nMean annual precipitation: about 18 inches at the type location with peak periods of precipitation occurring in the spring and early summer months\nMean annual air temperature: about 38 degrees F.\nMean summer air temperature: about 56 degrees F.\nFrost-free period: 60 to 80 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Contide and Rim series. The Contide series differs in having A and B horizons and in lacking bedrock above 40 inches.  The Rim series differs in having dark A horizons and continuous A and B horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium to very rapid. Permeability is moderately slow.  (0.2 - 0.6)"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  They are used as native rangeland, recreation, and forestry purposes.  Native vegetation includes aspen with a weak understory of grasses and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Present known distribution limited to central Wyoming.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Sage Creek Watershed area, Carbon County, Wyoming.  Series name is a coined name."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section:  The zone from 6 to 26 inches.  (Bt horizons)\nOchric epipedon:  The zone from 0 to 6 inches.  (A and E horizons)\nArgillic horizon:  The zone from 6 to 26 inches.  (Bt horizons)\nParalithic contact:  The contact with shale at 26 inches.  (2Cr layer)\nA paper revision and update of the series was made by MO6 August 2000.  The classification was changed from Typic Cryoboralfs to Ustic Haplocryalfs.  Format and horizonation designations were updated. The series has not been updated by the state since 1972.\nThe assignment of the cation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomic Version:  Second Edition of Soil Taxonomy 1999.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
