{
  "SERIES": "ASSINNIBOINE",
  "STATUS": "Established Series",
  "BYREV": "Rev. CNG-NRS-SJJ",
  "REVDATE": "04/2016",
  "STATES": "MT,SD,WY",
  "OVERVIEW": "The Assinniboine series consists of very deep, well drained soils that formed in eolian, alluvium, or glaciofluvial deposits.  These soils are on sedimentary plains, till plains, hills, alluvial fans, fan remnants, and stream terraces.  Slopes are 0 to 45 percent.  Mean annual precipitation is about 12 inches and mean annual air temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Aridic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Assinniboine fine sandy loam, cropland. (Colors are for dry soil unless otherwise noted)\nAp--0 to 6 inches; grayish brown (10YR 5/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium granular structure; slightly hard, very friable, nonsticky and nonplastic; many very fine and fine roots; neutral (pH 6.8); abrupt smooth boundary. (6 to 8 inches thick)\nBt1--6 to 10 inches; grayish brown (10YR 5/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist; moderate medium prismatic structure parting to moderate fine and medium subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; many fine and very fine roots; many very fine tubular pores; few faint clay films on faces of peds; neutral (pH 6.8); clear wavy boundary.\nBt2--10 to 16 inches; brown (10YR 5/3) sandy clay loam, brown (10YR 4/3) moist; strong medium prismatic structure parting to moderate fine and medium subangular blocky; hard, very friable, sticky and plastic; common very fine and fine roots; many very fine tubular pores; many faint clay films on faces of peds; neutral (pH 7.2); clear wavy boundary. (Combined thickness of Bt horizons 4 to 24 inches thick)\nBk1--16 to 32 inches; light brownish gray (2.5Y 6/2) fine sandy loam, dark grayish brown (2.5Y 4/2) moist; weak coarse prismatic structure parting to weak fine and medium subangular blocky; slightly hard, very friable, nonsticky and nonplastic; common very fine roots; many very fine tubular pores; few fine masses of lime; slightly effervescent; slightly alkaline (pH 7.6), gradual wavy boundary.\nBk2--32 to 48 inches; light gray (2.5Y 7/2) fine sandy loam, grayish brown (2.5Y 5/2) moist; weak fine subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; few very fine rots; many very fine tubular pores; many fine and medium masses of lime; violently effervescent; moderately alkaline (pH 8.0); gradual wavy boundary.  (Combined thickness of Bk horizons 18 to 35 inches thick)\nBCk--48 to 60 inches; light yellowish brown (2.5Y 6/4) loamy fine sand, light olive brown (2.5Y 5/4) moist; massive, soft, very friable, nonsticky and nonplastic; 5 percent gravel; continuous faint lime coatings on gravel, disseminated lime; strongly effervescent; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Chouteau County, Montana; 1,600 feet south and 2,600 feet west of the northeast corner of sec. 17, T. 26 N., R. 12 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 41 to 47 degrees F.\nMoisture control section - between 4 and 12 inches and dry in some part more than 60 percent of the time from mid July through mid September.\nMollic epipedon thickness - 7 to 16 inches (may include all or part of the Bt horizons).\nDepth to the Bk horizon - 10 to 25 inches.\nAp or A horizon\nHue:  10YR or 2.5Y\nChroma:  2 or 3\nTexture:  loam, fine sandy loam, sandy loam, or sandy clay loam\nRock fragments:  0 to 25 percent gravel\nClay content:  5 to 25 percent\nReaction:  pH 6.1 to 7.8\nBt horizons\nHue:  10YR or 2.5Y\nValue:  4, 5, or 6 dry; 3, 4, or 5 moist\nChroma:  2, 3, or 4\nTexture:  sandy clay loam or fine sandy loam\nClay content:  18 to 30 percent\nRock fragments:  0 to 15 percent total - 0 to 15 percent gravel, 0 to 5 percent cobbles.\nReaction:  pH 6.6 to 7.8\nBk horizons\nHue:  2.5Y or 10YR\nValue:  5, 6, 7, or 8 dry; 4, 5, or 6 moist\nChroma:  2, 3, or 4\nTexture:  sandy loam, fine sandy loam, or sandy clay loam\nClay content:  10 to 27 percent\nRock fragments:  0 to 15 percent total - 0 to 15 percent gravel, 0 to 5 percent cobbles.\nCalcium carbonate equivalent:  5 to 15 percent\nReaction:  pH 7.4 to 8.4\nSome pedons have a Btk horizon.\nBCk or BC horizons\nHue:  2.5Y or 10YR\nValue:  5, 6, or 7 dry; 4 or 5 moist\nChroma:  2, 3, or 4\nTexture:  fine sandy loam, sandy loam, loamy fine sand, or fine sand, or stratifications of these textures\nClay content:  0 to 15 percent\nRock fragments:  0 to 15 percent gravel\nReaction:  pH 7.4 to 8.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBerlake (CO) - noncalcareous to a depth of 40 inches or more.\nBostwick (CO) - noncalcareous to a depth of 40 inches or more.\nCheesman (CO) - has soft bedrock at a depth of 20 to 40 inches.\nCrittenden (MT) - sandy-skeletal below a depth of 25 inches.\nDuffson (CO) - has hard bedrock at a depth of 20 to 40 inches.\nEapa (SD) - has less than 45 percent fine and coarser sand in the argillic horizon.\nEvanot (CO) - has less than 45 percent fine and coarser sand in the argillic horizon.\nEvanston (WY) - has less than 45 percent fine and coarser sand in the argillic horizon.\nJarre (CO) - noncalcareous to a depth of 40 inches or more.\nJoplin (MT) - has dense till above a depth of 40 inches and is calcareous at a depth of less than 10 inches.\nKenilworth (MT) - has a discontinuity above a depth of 40 inches.\nKevin (MT) - has dense till above a depth of 40 inches and is calcareous at a depth of less than 10 inches.\nMarmarth (ND) - has bedrock at a depth of 20 to 40 inches.\nPeyton (CO) - noncalcareous to a depth of 40 inches or more.\nReicess (WY) - has the base of the argillic horizon deeper than 24 inches.\nSugakool(WY) - has hues redder than 10YR in the argillic horizon; has less than 45 percent sand in the control section.\nTelstad (MT) - has dense till above a depth of 40 inches and is calcareous at a depth of less than 10 inches.\nTurret (CO) - noncalcareous to a depth of 40 inches or more.\nUdecide (MT) - has a bedrock at depths of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - till plains, alluvial fans, fan remnants, hills, drainageways, sedimentary plains, and stream terraces.\nElevations - 2,000 to 4,000 feet.\nSlopes - 0 to 45 percent.\nParent material - eolian, alluvium, or glaciofluvial deposits.\nClimate - long, cold winters; moist springs; and dry summers.\nMean annual precipitation - 10 to 14 inches.\nMean annual air temperature - 40 to 45 degrees F.\nFrost-free period - 100 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained. Moderate permeability through the Bt horizons and moderately rapid below.  Runoff is negligible to high depending on slope."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Assinniboine soils are mainly cultivated and are used as irrigated and nonirrigated cropland.  The potential native vegetation is mainly bluebunch wheatgrass, needleandthread, prairie sandreed, little bluestem, sand bluestem, blue grama, forbs, and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Assinniboine soils are of moderate extent in Montana, South Dakota, Wyoming, and Colorado.  MLRAs 43B, 44B, 46, 52, 58A, and 58D."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Butte County, South Dakota, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil interpretations records:  MT0049, MT1071.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the surface of the soil to a depth of 10 inches (Ap and Bt1 horizons);\nArgillic horizon - the zone from 6 to 16 inches (Bt1 and Bt2 horizons);\nAccumulation of lime - the zone from 16 to 48 inches (Bk1 and Bk2 horizons).\nAssinniboine soils have a frigid temperature regime and an ustic moisture regime bordering on aridic.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
