{
  "SERIES": "ASTATULA",
  "STATUS": "Established Series",
  "BYREV": "Rev. GRB",
  "REVDATE": "04/2013",
  "STATES": "FL",
  "OVERVIEW": "The Astatula series consists of very deep, excessively drained, very rapidly permeable soils on uplands of the South Central Florida Ridge (MLRA 154), Southern Florida Flatwoods (MLRA 155) and a few areas of the Eastern Gulf Coast Flatwoods (MLRA 152A). They formed in eolian and marine sands.  Near the type location, the mean annual temperature is about 73 degrees F., and the mean annual precipitation is about 52 inches.  Slopes range from 0 to 30 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Hyperthermic, uncoated Typic Quartzipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Astatula sand, in a forested area (Colors are moist sand).\nA--0 to 3 inches; grayish brown (2.5Y 5/2) sand rubbed; single grain; loose; many fine and medium roots; many uncoated sand grains; upper 1 inch is a mixture or gray sand and organic matter; strongly acid; clear wavy boundary.  (1 to 7 inches thick)\nAC--3 to 6 inches; pale brown (10YR 6/3) rubbed, or mixed gray (10YR 6/1), very pale brown (10YR 7/4) and light yellowish brown (10YR 6/4) sand unrubbed; single grain; loose; many fine roots; many uncoated sand grains; strongly acid; clear wavy boundary.  (0 to 4 inches thick)\nC1--6 to 66 inches; brownish yellow (10YR 6/6) sand; single grain; loose; few fine roots; few fine streaks of light gray (10YR 7/1) sand grains; many sand grains are uncoated; strongly acid; gradual wavy boundary.\nC2--66 to 86 inches; brownish yellow (10YR 6/8) sand; single grain; loose; many uncoated sand grains; few, less than 1 percent, grains of heavy minerals; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Highlands County, Florida.  Approximately 0.5 mile south of intersection of U.S. Highway 27 and S-17, about 0.15 mile west on paved road and about 400 feet south, southeast.  NE 1/4, NW 1/4, Sec. 25, T. 36 S., R. 29 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Astatula soils have less than 5 percent silt plus clay in the control section.  Coarse, medium, or fine sand extends to depths of 80 inches or more.  Reaction ranges from very strongly acid through slightly acid throughout, except where the surface has been limed.\nThe A or Ap horizon has hue of 10YR or 2.5Y, value of 3 through 7, and chroma of 1 or 2; or it is neutral with value of 5 or 6.  Texture is sand or fine sand.\nThe AC horizon, where present, has hue 10YR, value of 5 to 8, chroma of 1 to 4. Texture is sand or fine sand.\nThe C horizons have hue of 5YR to 10YR, value of 5 through 8, chroma of 3 or 8. Streaks or splotches of sand in shades from white to gray range from none to common and are not indicative of wetness, but are colors of the sand grains. Texture is sand or fine sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Archbold, Candler, Neilhurst, Palm Beach, St. Lucie, and Tavares in the same family.  The well drained Archbold soils have a seasonal high water table 42 to 60 inches below the surface. Candler soils have lamellae within depths of 80 inches.  Neilhurst soils formed in homogenous sandy spoil from mining operations and have low value colors in the C horizons. The well drained to excessively drained Palm Beach soils have chroma of 4 or less throughout and contain shell fragments in the control section.  St. Lucie soils have value of 7 and 8 with chroma of 2 or less in the C horizon.  The moderately well drained Tavares soils have zones of saturation between depths of 40 to 80 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Astatula soils are on uplands of the South Central Florida Ridge, Southern Florida Flatwoods and a few areas of the Eastern Gulf Coast Flatwoods.  They formed in sandy marine, eolian or fluvial material more than 7 feet thick. Slopes range from 0 to 30 percent.  The climate is humid semitropical.  The average annual temperature ranges from 72 to 74 degrees F., and the average annual precipitation ranges from 50 to 54 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Candler, St. Lucie, and Tavares soils and the Apopka, Lake, and Paola soils. The well drained Apopka soils have Bt horizons at depths of 40 to 80 inches.  Lake soils have 5 to 10 percent silt plus clay between depths of 10 to 40 inches.  Paola soils have an albic horizon underlain by another horizon having some spodic characteristics and have a color value at least one unit darker."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained; very rapid permeability.  The zones of saturation are more than 60 inches below the surface."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for citrus, truck crops, and improved pasture.  Natural vegetation consists of bluejack, blackjack, turkey oaks, longleaf pine, sand pine, and an understory of rosemary, pineland threeawn, bluestem, paspalum, lopsided indiangrass, and panicum."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Peninsular Florida.  The series is of large extent in the Florida peninsula."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lake County, Florida; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon:\nOchric Epipedon: the zone from 0 to 6 inches (A and AC horizons).\nUncoated feature: the zone from 10 to 40 inches (C1 horizon).\nAstatula soils are in MLRAs 154, 155 and 152A."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Laboratory data is available on the National Soil Survey website at: http://ncsslabdatamart.sc.egov.usda.gov/querypage.aspx\nLaboratory data is provided by the National Soil Survey Laboratory in Lincoln, NE. and the University of Florida, Department of Soil and Water Science, Gainesville, FL. http://soils.ifas.ufl.edu/flsoils/index.asp"
  },
  "SITE": [
    [
      {
        "drainage": "excessively",
        "drainage_overview": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 3 inches; grayish brown (2.5Y 5/2) sand rubbed; single grain; loose; many fine and medium roots; many uncoated sand grains; upper 1 inch is a mixture or gray sand and organic matter; strongly acid; clear wavy boundary.  (1 to 7 inches thick)"
      },
      {
        "name": "AC",
        "top": 8,
        "bottom": 15,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "AC--3 to 6 inches; pale brown (10YR 6/3) rubbed, or mixed gray (10YR 6/1), very pale brown (10YR 7/4) and light yellowish brown (10YR 6/4) sand unrubbed; single grain; loose; many fine roots; many uncoated sand grains; strongly acid; clear wavy boundary.  (0 to 4 inches thick)"
      },
      {
        "name": "C1",
        "top": 15,
        "bottom": 168,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C1--6 to 66 inches; brownish yellow (10YR 6/6) sand; single grain; loose; few fine roots; few fine streaks of light gray (10YR 7/1) sand grains; many sand grains are uncoated; strongly acid; gradual wavy boundary."
      },
      {
        "name": "C2",
        "top": 168,
        "bottom": 218,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 8,
        "texture_class": "sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--66 to 86 inches; brownish yellow (10YR 6/8) sand; single grain; loose; many uncoated sand grains; few, less than 1 percent, grains of heavy minerals; strongly acid."
      }
    ]
  ]
}
