{
  "SERIES": "ASTORIA",
  "STATUS": "Established Series",
  "BYREV": "Rev. GEO/JAS/RWL",
  "REVDATE": "06/2011",
  "STATES": "OR,WA",
  "OVERVIEW": "The Astoria series consists of deep and very deep, well drained soils that formed in colluvium and residuum weathered mostly from shale and siltstone. Astoria soils are on mountains and have slopes of 0 to 90 percent. The mean annual precipitation is about 100 inches and the mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, isotic, mesic Andic Humudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Astoria medial silt loam, forest; in a 0 to 30 percent slope map unit. (Colors are for moist soil unless otherwise noted.)\nOe--0 to 3 inches; moderately decomposed; needles, leaves, twigs, cones bark chips, and roots; abrupt smooth boundary.\nOa--3 to 8 inches; highly decomposed black (10YR 2/1) organic material; abrupt wavy boundary.\nA1--8 to 14 inches; very dark brown (10YR 2/2) medial silt loam, very dark grayish brown (10YR 3/2) dry; weak very fine and fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; weakly smeary; many very fine, fine, medium, and coarse roots; many very fine irregular pores; 10 percent shot-like aggregates 2 to 5 mm in diameter; very strongly acid (pH 5.0); clear wavy boundary.\nA2--14 to 20 inches; dark brown (10YR 3/3) medial silt loam, very brown (10YR 4/3) dry; weak very fine and fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; weakly smeary; many very fine, fine, medium, and coarse roots; many very fine irregular pores; 5 percent shot-like aggregates 2 to 5 mm in diameter; very strongly acid (pH 5.0); abrupt wavy boundary. (Combined thickness of the A horizon is 10 to 20 inches)\nBw1--20 to 32 inches; dark yellowish brown (10YR 4/4) silty clay loam, brownish yellow (10YR 6/6) dry; moderate very and fine subangular blocky structure; hard, firm, slightly sticky and slightly plastic; many very fine, fine, medium, and coarse roots; many very fine tubular pores; very strongly acid (pH 4.8); clear wavy boundary.\nBw2--32 to 62 inches; dark yellowish brown (10YR 4/6) silty clay, brownish yellow (10YR 6/6) dry; moderate medium subangular blocky structure parting to very fine and fine subangular blocky; hard, firm, slightly sticky and slightly plastic; common fine and many medium and coarse roots; common very fine tubular pores; very strongly acid (pH 4.6); clear wavy boundary\nBw3--62 to 68 inches; dark yellowish brown (10YR 4/6) silty clay loam, brownish yellow (10YR 6/6) dry; moderate medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common fine, medium, and coarse roots; common very fine tubular pores; 5 percent siltstone paragravel; very strongly acid (pH 4.6). (Combined thickness of the Bw horizon is 22 to 50 inches)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lewis County, Washington; about 12 miles south of Pe Ell; about 330 feet south and 230 feet west of the northeast corner of section 33, T.11N.,R.5W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 47 to 54 degrees F. The soil is usually moist; it is dry for less than 45 consecutive days between depths of 4 and 12 inches. Solum ranges from 40 to more than 60 inches in thickness. The depth to bedrock is commonly greater than 60 inches but may be as shallow as 40 inches. The amount of partially weathered sandstone or siltstone paragravel in the solum ranges from none to few in the upper part and increases to as much as 50 percent or more below 4 feet in some pedons. The umbric epipedon is 10 to 20 inches thick. Andic soil properties, when present, do not extend beyond 14 inches.\nThe A horizon has hue of 10YR or 7.5YR, value of 2 or 3 moist, 3 to 5 dry, and chroma of 2 or 3 moist, 2 to 5 dry. This horizon usually contains fine concretions. Apparent field texture is silt loam or medial silt loam with a moist bulk density of 0.75 to 1.0 g/cc and acid-oxalate extractable aluminum plus one-half iron of 1 to 3 percent. It has 0 to 10 percent paragravel. The lower part of the A horizon may range from medial silt loam to silty clay loam.\nA BA horizon is present in some pedons and has color similar to the Bw.\nThe Bw horizons usually have hue of 10YR or 7.5YR, value of 3 to 5 moist, 4 to 7 dry, and chroma of 4 to 6 moist, 4 to 8 dry. The Bw horizon is silty clay loam, silty clay, or clay with 0 to 20 percent gravel and 0 to 25 percent paragravel.\nThe BC horizon, when present, is similar in color to the Bw horizon. Texture is silty clay loam or clay loam and has 27 to 40 percent clay. It has 0 to 20 percent gravel and 0 to 65 percent pararock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Quartzville series. Quartzville soils are moderately to strongly acid throughout, average 35 to 45 percent clay in the control section, and have 5 to 20 percent glass and glass aggregate throughout the solum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Astoria soils are on mountains at elevations of 100 to 2,000 feet. Slopes range from 0 to 90 percent. The soils formed in colluvium or residuum from shale, siltstone, tuffaceous siltstone, sandstone, and micaceous sandstone ranging in age from Eocene to Miocene. Summers are warm and moist, and winters are warm and wet. The mean annual precipitation is 80 to 120 inches. Mean July temperature is 61 degrees F. and mean January temperature is 38 degrees F. The mean annual temperature is 45 to 52 degrees F. The frost-free season is about 100 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bohannon, Kilchis, Preacher, and Trask series. Kilchis soils are shallower than 20 inches to basalt. Trask soils are stony and have more than 50 percent rock fragments in the control section. Preacher and Bohannon soils average less than 35 percent clay in the texture control section. The Bohannon soils are 20 to 40 inches deep to paralithic bedrock. All of these soils are on ridgetops, benches, and side slopes of mountains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for timber production and for recreation and wildlife. A few small areas are cleared and used for pasture. Native vegetation is Douglas-fir, western hemlock, red alder, bigleaf maple, salmonberry, western swordfern, red huckleberry, vine maple, western hazel, and oceanspray."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Along the west coast of Oregon and Washington; MLRA 1. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Astoria Area, Oregon, 1938."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features included in this pedon are:\nUmbric epipedon - from 8 to 20 inches (A1 and A2 horizons).\nCambic horizon - from 20 to 68 inches ( Bw1, Bw2 and Bw3 horizons).\nAndic feature - from 8 to 20 inches\nDepths to diagnostic horizons and features are measured from the top of the first mineral layer.\nThe official type location was moved 9/2004 from Tillamook County, Oregon to Lewis County, Washington to reflect a mesic soil temperature regime rather than isomesic.\nMore investigation is needed to determine differences between the Astoria and Quartzville series. The Astoria series is mapped in Oregon and Washington Coast Range Mountains (MLRA 1) and the Quartzville series is mapped in the Oregon Cascade Range Mountains (MLRA 3). Aluminum extractable in 1N KC1 may be higher in the Coast Range (greater than 2 cmol/kg than in the Cascade Range.\nADDITIONAL DATA: Characterization data on one pedon (S62 Oreg 36-2) reported in the Soil Survey of Yamhill Area, Oregon, January, 1974. Laboratory data by SCS Soil Survey Laboratory at Riverside, California.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 8,
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oe--0 to 3 inches; moderately decomposed; needles, leaves, twigs, cones bark chips, and roots; abrupt smooth boundary."
      },
      {
        "name": "Oa",
        "top": 8,
        "bottom": 20,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Oa--3 to 8 inches; highly decomposed black (10YR 2/1) organic material; abrupt wavy boundary."
      },
      {
        "name": "A1",
        "top": 20,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH": 5,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--8 to 14 inches; very dark brown (10YR 2/2) medial silt loam, very dark grayish brown (10YR 3/2) dry; weak very fine and fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; weakly smeary; many very fine, fine, medium, and coarse roots; many very fine irregular pores; 10 percent shot-like aggregates 2 to 5 mm in diameter; very strongly acid (pH 5.0); clear wavy boundary."
      },
      {
        "name": "A2",
        "top": 36,
        "bottom": 51,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH": 5,
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A2--14 to 20 inches; dark brown (10YR 3/3) medial silt loam, very brown (10YR 4/3) dry; weak very fine and fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; weakly smeary; many very fine, fine, medium, and coarse roots; many very fine irregular pores; 5 percent shot-like aggregates 2 to 5 mm in diameter; very strongly acid (pH 5.0); abrupt wavy boundary. (Combined thickness of the A horizon is 10 to 20 inches)"
      },
      {
        "name": "Bw1",
        "top": 51,
        "bottom": 81,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1--20 to 32 inches; dark yellowish brown (10YR 4/4) silty clay loam, brownish yellow (10YR 6/6) dry; moderate very and fine subangular blocky structure; hard, firm, slightly sticky and slightly plastic; many very fine, fine, medium, and coarse roots; many very fine tubular pores; very strongly acid (pH 4.8); clear wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 81,
        "bottom": 157,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "silty clay",
        "pH": 4.6,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2--32 to 62 inches; dark yellowish brown (10YR 4/6) silty clay, brownish yellow (10YR 6/6) dry; moderate medium subangular blocky structure parting to very fine and fine subangular blocky; hard, firm, slightly sticky and slightly plastic; common fine and many medium and coarse roots; common very fine tubular pores; very strongly acid (pH 4.6); clear wavy boundary"
      },
      {
        "name": "Bw3",
        "top": 157,
        "bottom": 173,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "pH": 4.6,
        "pH_class": "very strongly acid",
        "narrative": "Bw3--62 to 68 inches; dark yellowish brown (10YR 4/6) silty clay loam, brownish yellow (10YR 6/6) dry; moderate medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common fine, medium, and coarse roots; common very fine tubular pores; 5 percent siltstone paragravel; very strongly acid (pH 4.6). (Combined thickness of the Bw horizon is 22 to 50 inches)"
      }
    ]
  ]
}
