{
  "SERIES": "ASTOR",
  "STATUS": "Established Series",
  "BYREV": "Rev. AGH; DTA",
  "REVDATE": "09/2021",
  "STATES": "FL",
  "OVERVIEW": "The Astor series consists of very poorly drained, rapidly permeable soils that formed in sandy marine sediments.  They occur in low, nearly level areas, poorly defined drainageways, and flood plains in Peninsular Florida.  Under natural conditions, they are saturated and frequently covered with shallow water during the summer rainy season.  Slopes are 0 to 1 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, siliceous, hyperthermic Cumulic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Astor sand in a forested area.  (Colors are for moist soil unless otherwise stated.)\nOi--0 to 1 inch; fresh leaves, twigs, stems, and bark.\nA1--1 to 9 inches; black (10YR 2/1) sand; few medium distinct gray (10YR 6/1) mottles; weak fine granular structure; friable; many fine, medium and coarse roots; few sand grains are uncoated; slightly acid; gradual wavy boundary.\nA2--9 to 25 inches; very dark gray (10YR 3/1) sand; many medium faint grayish brown (10YR 5/2) mottles; weak fine granular structure; friable; common fine, medium, and coarse roots, many uncoated sand grains; moderately alkaline; gradual wavy boundary.\nA3--25 to 33 inches; very dark grayish brown (10YR 3/2) sand; many medium faint very dark gray (10YR 3/1) mottles; weak, fine granular structure; friable; common fine and medium roots; moderately alkaline; clear wavy boundary.  (Combined thickness of the A horizon is 24 to 60 inches.)\nC--33 to 81 inches; dark grayish brown (10YR 4/2) sand; many medium faint black (10YR 2/1) mottles; single grained; few fine roots; many clean sand grains; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lake County, Florida; Ocala National Forest Area; about 1 mile south of intersection of State Highway 40 and Forest Road 44 and 3/4 mile west of Astor Lookout Tower on unmarked forest road and 100 feet north."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Texture is sand, fine sand, loamy sand, or loamy fine sand throughout.  The A1 horizon includes mucky sand or mucky loamy fine sand in many pedons.  Soil reaction ranges from slightly acid to moderately alkaline throughout.\nThe A horizon has hue of 10YR, value of 2 or 3, and chroma of 1 or 2; or it is neutral, value of 2 or 3.  In some pedons, the lower subhorizons have few to common small pockets or few discontinuous horizontal streaks less than 1/2 inch thick of grayish or brownish sand or fine sand.\nThe C horizon has hue of 10YR, value of 4 to 7, and chroma of 1 or 2; or it is neutral, value of 4 to 6.  Mottles in colors of gray, yellow, or brown occur in many pedons.  Some pedons have an AC horizon as much as 12 inches thick that have mixed colors of the A horizon and the C horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family.  Closely similar soils are the Anclote and Sellers series.  Anclote soils have a mollic epipedon 10 to 24 inches thick.  Sellers soils have an umbric epipedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Astor soils are on nearly level, low areas, poorly defined drainageways, and flood plains in the Lower Coastal Plain in Peninsular Florida.  Slopes are 0 to 1 percent.  Mean annual precipitation near the type location is about 52 inches and mean annual air temperature is about 72 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the closely similar Anclote series and the Delray, Gator, Manatee, Myakka, Riviera, and Terra Ceia series.  Delray, Manatee, and Riviera soils have argillic horizons.  Gator and Terra Ceia soils are organic.  Myakka soils lack a mollic epipedon, have E horizons, and a spodic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Astor soils are very poorly drained.  Runoff is very slow.  Permeability is rapid.  They are saturated and frequently covered with shallow water during the summer rainy season.  During drier seasons, the water table may recede to depths of 30 inches or more."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Astor soils are used mainly for range and forest.  A few cleared areas with established water control practices are used for truck crops and improved pasture.  Natural vegetation in swamps consists of sweetgum, red maple, water oak, laurel oak, and a few slash pine or loblolly pine with an understory of waxmyrtle, inkberry, cabbage palm, greenbrier, and poison-ivy; in sloughs or marshes, and sand cordgrass and grasswort predominate."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly in Peninsular Florida.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Ocala National Forest Area, Florida; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included with the Delray series.  The 2021 revision changes the horizon depths to allow the Oi to be considered the top of the pedon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--0 to 1 inch; fresh leaves, twigs, stems, and bark."
      },
      {
        "name": "A1",
        "top": 3,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A1--1 to 9 inches; black (10YR 2/1) sand; few medium distinct gray (10YR 6/1) mottles; weak fine granular structure; friable; many fine, medium and coarse roots; few sand grains are uncoated; slightly acid; gradual wavy boundary."
      },
      {
        "name": "A2",
        "top": 23,
        "bottom": 64,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A2--9 to 25 inches; very dark gray (10YR 3/1) sand; many medium faint grayish brown (10YR 5/2) mottles; weak fine granular structure; friable; common fine, medium, and coarse roots, many uncoated sand grains; moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "A3",
        "top": 64,
        "bottom": 84,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A3--25 to 33 inches; very dark grayish brown (10YR 3/2) sand; many medium faint very dark gray (10YR 3/1) mottles; weak, fine granular structure; friable; common fine and medium roots; moderately alkaline; clear wavy boundary.  (Combined thickness of the A horizon is 24 to 60 inches.)"
      },
      {
        "name": "C",
        "top": 84,
        "bottom": 206,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--33 to 81 inches; dark grayish brown (10YR 4/2) sand; many medium faint black (10YR 2/1) mottles; single grained; few fine roots; many clean sand grains; moderately alkaline."
      }
    ]
  ]
}
