{
  "SERIES": "ATASCOSA",
  "STATUS": "Inactive Series",
  "BYREV": "Rev. JCW/CCC/NLM/WWJ",
  "REVDATE": "09/2007",
  "STATES": "AZ",
  "OVERVIEW": "The Atascosa series consists of shallow and very shallow, well drained soils that formed in slope alluvium from rhyolitic conglomerate and rhyolitic tuff.  Atascosa soils are on hills and mountains and have slopes of 5 to 70 percent.  The average annual precipitation is about 16 inches and the mean annual temperature is about 61 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic Aridic Lithic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Atascosa very gravelly sandy loam - rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 2 inches; dark grayish brown (10YR 4/2) very gravelly sandy loam, very dark grayish brown (10YR 3/2) moist, crushed colors are gray (10YR 5/1) dry, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; slightly hard, friable, nonsticky, nonplastic; common fine roots; common fine interstitial pores; 30 percent pebbles, 20 percent cobbles; neutral (pH 7.0); abrupt wavy boundary.  (1 to 6 inches thick)\nBt--2 to 9 inches; dark gray (10YR 4/1) very gravelly sandy clay loam, very dark grayish brown (10YR 3/2) moist, crushed colors are gray (10YR 5/1) dry, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; slightly hard, friable, sticky, plastic; common fine roots; few fine tubular pores; few thin clay films on faces of peds and in pores; 25 percent pebbles, 25 percent cobbles and few stones; slightly alkaline (pH 7.5); abrupt irregular boundary.  (3 to 14 inches thick)\n2R--9 to 15 inches; fractured rhyolitic conglomerate."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Santa Cruz County, Arizona; 1320 feet east and 1980 feet north of the SW corner of sec. 2, T. 23 S., R. 11 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The moisture control section in normal years is dry in some or all parts for six-tenths or more cumulative days per year when the soil temperature at a depth of 50 cm below the soil surface is higher than 5 degrees C. The moisture regime is aridic ustic.\nSoil temperature - 59 to 69 degrees F.\nReaction - slightly acid to slightly alkaline\nRock fragments - averages 35 to 65 percent rock fragments; but can have up to 85 percent in any one horizon.\nDepth to lithic contact - 4 to 20 inches\nA horizon\nHue:  7.5YR or 10YR.\nValue:  3 thru 5 dry, 2 or 3 moist.\nChroma:  1 thru 4 dry and 0 thru 3 moist.\nTexture:  loam, sandy loam.\nBt horizon\nHue:  7.5YR or 10YR.\nValue:  4 or 5 dry, 2 or 3 moist.\nChroma:  0 thru 4 dry or moist.\nTexture:  sandy clay loam or clay loam (18 to 35 percent clay)."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Silktassel (NM) and Woodcutter (AZ) series. Silktassel soils have hues 7.5YR and redder and formed on tuff. Woodcutter soils have hues 7.5YR and redder and formed on granite."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Atascosa soils are on moderately steep to very steep hills and mountains at elevations ranging from 3,300 to 5,500 feet.  Slopes are dominantly 30 to 45 percent but range from 5 to 70 percent.  These soils formed in slope alluvium from rhyolitic conglomerate and rhyolitic tuff.  The mean annual temperature ranges from 57 to 66 degrees F. and typically the average annual precipitation ranges from 14 to 18 inches, but the series has been mapped in areas as dry as 12 inches, occurring mainly as thundershowers in July and August and as gentle rains in the late fall and winter months. May and June are the driest months.  The frost-free season ranges from 170 to 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Caralampi, Chiricahua, and Graham soils.  Caralampi soils lack a mollic epipedon and are more than 40 inches deep to bedrock.  Chiricahua and Graham soils have more than 35 percent clay and less than 35 percent gravel in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; medium to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for grazing.  The vegetation is sideoats, slender, and hairy grama, little bluestem, plains lovegrass, bullgrass, three-awn, canebeard grass, cottontop, Mexican blue oak, Emory oak, and some mesquite, ocotillo, yucca, catclaw, and agave."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Santa Cruz County, Arizona.  Atascosa soils are of small extent. MLRA is 38 and 41."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Santa Cruz County Area, Arizona, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon:  the zone from the surface to 9 inches. (A and Bt horizons)\nArgillic horizon - The zone of clay accumulation from 2 to 9 inches. (Bt horizons)\nLithic contact - the zone where soil meets hard rock of about 9 inches.\nAt the type location in the Santa Cruz County Area the mean annual precipitation ranges from 14 to 18 inches, but in the Gila-Duncan Area the precipitation ranges from 12 to 14 inches and in the San Simon Area the precipitation ranges from 13 to 14 inches.\nClassified according to Keys to Soil Taxonomy Ninth Edition, 2003.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 2 inches; dark grayish brown (10YR 4/2) very gravelly sandy loam, very dark grayish brown (10YR 3/2) moist, crushed colors are gray (10YR 5/1) dry, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; slightly hard, friable, nonsticky, nonplastic; common fine roots; common fine interstitial pores; 30 percent pebbles, 20 percent cobbles; neutral (pH 7.0); abrupt wavy boundary.  (1 to 6 inches thick)"
      },
      {
        "name": "Bt",
        "top": 5,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "cf_class": "very gravelly",
        "pH": 7.5,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bt--2 to 9 inches; dark gray (10YR 4/1) very gravelly sandy clay loam, very dark grayish brown (10YR 3/2) moist, crushed colors are gray (10YR 5/1) dry, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; slightly hard, friable, sticky, plastic; common fine roots; few fine tubular pores; few thin clay films on faces of peds and in pores; 25 percent pebbles, 25 percent cobbles and few stones; slightly alkaline (pH 7.5); abrupt irregular boundary.  (3 to 14 inches thick)"
      },
      {
        "name": "2R",
        "top": 23,
        "bottom": 38,
        "narrative": "2R--9 to 15 inches; fractured rhyolitic conglomerate."
      }
    ]
  ]
}
