{
  "SERIES": "ATASTRA",
  "STATUS": "Established Series",
  "BYREV": "Rev. EWB-JBF-TM",
  "REVDATE": "03/2017",
  "STATES": "CA",
  "OVERVIEW": "The Atastra series consists of very deep, moderately well drained soils that formed in colluvium derived from volcanic rocks such as andesite, with additions of eolian volcanic ash.  Atastra soils are on mountains.  Slopes are 4 to 30 percent. The mean annual precipitation is about 460 mm and the mean annual temperature is about 6 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, glassy Vitrandic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Atastra gravelly ashy loamy fine sand--forest land. (Colors are for dry soil unless otherwise noted.) The soil surface is covered with 30 percent gravel, 5 percent cobbles, 2 percent stones and 2 percent boulders.\nA1--0 to 3 cm; dark grayish brown (10YR 4/2), gravelly ashy loamy fine sand, very dark brown (10YR 2/2), moist; weak fine granular structure; very friable, soft, nonsticky and nonplastic; many very fine roots; many very fine irregular pores; 30 percent subangular gravel; slightly acid (pH 6.1); clear wavy boundary. (0 to 8 cm thick)\nA2--3 to 18 cm; dark grayish brown (10YR 4/2), gravelly ashy sandy loam, very dark brown (10YR 2/2), moist; weak fine and medium subangular blocky structure; very friable, soft, nonsticky and nonplastic; common fine and medium roots and many very fine roots; many very fine irregular pores; 30 percent subangular gravel; slightly acid (pH 6.2); clear wavy boundary. (10 to 20 cm thick)\nBt1--18 to 48 cm; brown (10YR 4/3), gravelly ashy sandy loam, very dark grayish brown (10YR 3/2), moist; weak fine and medium subangular blocky structure; very friable, soft, nonsticky and nonplastic; common fine and medium roots and few coarse roots and many very fine roots; many very fine irregular and common very fine tubular pores; 5 percent faint clay bridges between sand grains; 30 percent subangular gravel; slightly acid, (pH 6.4); clear wavy boundary. (23 to 38 cm thick)\nBt2--48 to 74 cm; brown (10YR 4/3), gravelly ashy sandy loam, very dark grayish brown (10YR 3/2), moist; moderate fine and medium subangular blocky structure; very friable, slightly hard, nonsticky and nonplastic; common very fine to coarse roots; common very fine tubular and many very fine irregular pores; 5 percent faint clay bridges between sand grains; 15 percent very weakly cemented silica concretions; 30 percent subangular gravel; slightly acid (pH 6.4); clear wavy boundary. (20 to 36 cm thick)\n2Bt1--74 to 122 cm; brown (10YR 5/3), extremely cobbly ashy sandy loam, dark brown (10YR 3/3), moist; weak fine and medium subangular blocky structure; very friable, soft, nonsticky and nonplastic; common fine to coarse roots and few very fine roots; common very fine tubular and many very fine irregular pores; 5 percent faint clay bridges between sand grains; 30 percent subangular gravel, 30 percent subangular cobbles, 10 percent subangular stones; slightly acid (pH 6.2); clear wavy boundary. (38 to 64 cm thick)\n2Bt2--122 to 152; pale yellow (2.5Y 7/3), extremely cobbly ashy sandy loam, light olive brown (2.5Y 5/3), moist; massive; very friable, slightly hard, nonsticky and nonplastic; few very fine to coarse roots; common very fine tubular and common very fine interstitial pores; 5 percent faint clay bridges between sand grains; 5 percent fine light olive brown (2.5Y 5/6), moist, iron-manganese masses; 30 percent subangular gravel, 30 percent subangular cobbles, 10 percent subangular stones; moderately acid (pH 5.7)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Mono County, California; in the Bodie Hills about 2.4 miles northwest of the town of Bodie; about 1,300 feet north and 1,300 feet east of the southwest corner of section 32, T. 5 N., R. 27 E.; Bodie USGS 7.5 minute topographic quadrangle; latitude 38 degrees 14 minutes 44.6 seconds N and longitude 119 degrees 01 minutes 34.4 seconds W; WGS84 Decimal Degrees 38.2457222 latitude, -119.0262222 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in the moisture control section; moist fall, winter and spring; usually dry July through early October; xeric moisture regime, bordering on aridic. Saturated for short periods within a depth of 100 to 150 cm during spring and early summer.\nMean annual soil temperature: 6 to 7 degrees C.\nMean summer soil temperature: 11 to 15 degrees C.\nMollic epipedon thickness: 90 to 122 cm.\nDepth to extremely cobbly or extremely stony lithologic discontinuity - 60 to 100 cm.\nDepth to bedrock: 150 to 200 cm to a paralithic contact.  The paralithic materials below the contact are weathered andesitic rock.\nParticle-size control section - Clay content: Averages 12 to 18 percent. Rock fragments: Averages 15 to 35 percent, mainly gravel.  Lithology of rock fragments is volcanic rock such as andesite.\nA horizons\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3 dry or moist.\nReaction: Slightly acid or neutral.\nOrganic matter content: 2 to 4 percent.\nVolcanic glass content: 30 to 75 percent in coarse silt through fine sand fractions.\nBt1 and Bt2 Horizons\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3 dry or moist.\nTexture: Gravelly ashy sandy loam.\nReaction: Slightly acid or neutral.\nOrganic matter content: 2 to 4 percent.\nVolcanic glass content: 30 to 75 percent in coarse silt through fine sand fractions.\n2Bt Horizons\nValue: 5, in the upper part, 6 or 7 dry in the lower part, 3 moist in the upper part, 4 or 5 moist in the lower part.\nChroma: 2 or 3 dry or moist.\nTexture: Extremely cobbly ashy sandy loam.\nClay content: Averages 12 to 18 percent.\nRock fragments: 60 to 85 percent.\nReaction: Moderately acid through neutral.\nOrganic matter content: 0.5 to 2 percent.\nVolcanic glass content: 30 to 75 percent in coarse silt through fine sand fractions.\nRedoximorphic features: Redox concentrations occur as masses of iron accumulation in the lower part."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Denpark, Hashwoods, Nissler and Oldgrade soils.\nDenpark soils are moderately deep. Hashwoods soils have paralithic material within 100 to 150 cm, lack extremely cobbly layers below 60 cm, and have a mollic epipedon less than 90 cm thick.  Nissler soils have a lithic contact within 150 to 200 cm, a mollic epipedon less than 30 cm thick and have more than 20 percent clay in their Argillic horizons.  Oldgrade soils have a mollic epipedon less than 50 cm thick and lack extremely cobbly substrata."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Atastra soils are on mountains and plateaus.  They typically occur on concave footslope or backslope positions.  They formed in colluvium derived from volcanic rocks such as andesite, with additions of eolian volcanic ash.   Slopes are 4 to 30 percent.  Elevations range from 1,585 to 3,048 meters. The climate is semi-arid with cool, moist winters and warm, dry summers. The mean annual precipitation is 400 to 500 mm, mean annual temperature is 4 to 7 degrees C., and the frost-free period is 30 to 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Hardshoulder, Lastsummer and Roughridge series.  All of these soils have more than 35 percent rock fragments in their particle-size control section, and have secondary accumulations of silica."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained; Endosaturation is present with an apparent seasonal high water table between 100 and 150 cm (deep free water occurrence classes) during spring months in some years. Cumulative annual duration class is Transitory; low or medium surface runoff; moderately rapid permeability; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Atastra soils are used for woodland, recreation, watershed and wildlife habitat. The native vegetation is mainly quaking aspen, western needlegrass, lupine, big squirreltail, basin wildrye, currant and snowberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern California, east of the Sierra Nevada Range. These soils are not extensive.  MLRA 26."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Mono County (Coleville-Bridgeport Area), California, 2010."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 122 cm (A1, A2, Bt1, Bt2 and 2Bt1 horizons).\nArgillic horizon - The zone from 18 to 152 cm (Bt1, Bt2, 2Bt1 and 2Bt2 horizons).\nVitrandic intergrade feature - High volcanic glass content in the .02 to 2mm fraction from the mineral soil surface to 152 cm (A1, A2, Bt1, Bt2, 2Bt1 and 2Bt2 horizons).\nParticle-size control section - The zone from 18 to 68 cm (Bt1 and upper Bt2 horizons).\nADDITIONAL DATA: User Pedon ID: 2006CA051031.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 3,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "texture_class": "loamy fine sand",
        "cf_class": "gravelly",
        "pH": 6.1,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 3 cm; dark grayish brown (10YR 4/2), gravelly ashy loamy fine sand, very dark brown (10YR 2/2), moist; weak fine granular structure; very friable, soft, nonsticky and nonplastic; many very fine roots; many very fine irregular pores; 30 percent subangular gravel; slightly acid (pH 6.1); clear wavy boundary. (0 to 8 cm thick)"
      },
      {
        "name": "A2",
        "top": 3,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--3 to 18 cm; dark grayish brown (10YR 4/2), gravelly ashy sandy loam, very dark brown (10YR 2/2), moist; weak fine and medium subangular blocky structure; very friable, soft, nonsticky and nonplastic; common fine and medium roots and many very fine roots; many very fine irregular pores; 30 percent subangular gravel; slightly acid (pH 6.2); clear wavy boundary. (10 to 20 cm thick)"
      },
      {
        "name": "Bt1",
        "top": 18,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--18 to 48 cm; brown (10YR 4/3), gravelly ashy sandy loam, very dark grayish brown (10YR 3/2), moist; weak fine and medium subangular blocky structure; very friable, soft, nonsticky and nonplastic; common fine and medium roots and few coarse roots and many very fine roots; many very fine irregular and common very fine tubular pores; 5 percent faint clay bridges between sand grains; 30 percent subangular gravel; slightly acid, (pH 6.4); clear wavy boundary. (23 to 38 cm thick)"
      },
      {
        "name": "Bt2",
        "top": 48,
        "bottom": 74,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--48 to 74 cm; brown (10YR 4/3), gravelly ashy sandy loam, very dark grayish brown (10YR 3/2), moist; moderate fine and medium subangular blocky structure; very friable, slightly hard, nonsticky and nonplastic; common very fine to coarse roots; common very fine tubular and many very fine irregular pores; 5 percent faint clay bridges between sand grains; 15 percent very weakly cemented silica concretions; 30 percent subangular gravel; slightly acid (pH 6.4); clear wavy boundary. (20 to 36 cm thick)"
      },
      {
        "name": "2Bt1",
        "top": 74,
        "bottom": 122,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "extremely cobbly",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt1--74 to 122 cm; brown (10YR 5/3), extremely cobbly ashy sandy loam, dark brown (10YR 3/3), moist; weak fine and medium subangular blocky structure; very friable, soft, nonsticky and nonplastic; common fine to coarse roots and few very fine roots; common very fine tubular and many very fine irregular pores; 5 percent faint clay bridges between sand grains; 30 percent subangular gravel, 30 percent subangular cobbles, 10 percent subangular stones; slightly acid (pH 6.2); clear wavy boundary. (38 to 64 cm thick)"
      }
    ]
  ]
}
