{
  "SERIES": "ATERON",
  "STATUS": "Established Series",
  "BYREV": "Rev. WEL/TDT",
  "REVDATE": "04/2003",
  "STATES": "OR",
  "OVERVIEW": "The Ateron series consists of shallow, well drained soils on hills and mountains.  They formed in colluvium and residuum, derived from basalt, tuff, andesite and greenstone.  Slopes are 2 to 90 percent.  The mean annual precipitation is about 14 inches and the mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, frigid Lithic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ateron very stony loam, rangeland.  (Colors are for moist soil unless otherwise noted.)\nA--0 to 6 inches; very dark gray (10YR 3/1) very stony loam, dark gray (10YR 4/1) dry; moderate fine granular structure; soft, friable, slightly sticky and slightly plastic; common fine roots; many very fine irregular pores; 25 percent stones, 10 percent cobbles, and 10 percent gravel; neutral (pH 7.0); clear wavy boundary.  (4 to 7 inches thick)\nBA--6 to 12 inches; very dark grayish brown (10YR 3/2) very cobbly silty clay loam, dark grayish brown (10YR 4/2) dry; moderate medium subangular blocky structure parting to moderate medium granular; slightly sticky and slightly plastic; common fine roots; common fine tubular pores; 25 percent cobbles and 15 percent gravel; neutral (pH 7.2); clear smooth boundary.  (2 to 7 inches thick)\nBt--12 to 17 inches; dark brown (10YR 3/3) very cobbly clay, brown (10YR 4/3) dry; strong coarse subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few fine roots; common fine tubular pores; many prominent clay films on peds; 30 percent cobbles and 10 percent gravel; neutral (pH 7.2).  (4 to 7 inches thick)\n2R--17 inches; basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Baker County, Oregon; about 5 miles southeast of Baker City on the radio tower road, NW corner of the NE1/4SE1/4 sec. 36, T. 9 S., R. 40 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are usually moist, but are dry in all parts between depths of 4 to 12 inches for 60 to 80 consecutive days following the summer solstice. The mean annual soil temperature is 42 to 47 degrees F. Depth to bedrock ranges from 10 to 20 inches.  It is neutral throughout the profile.  The mollic epipedon is 7 to 14 inches thick.\nThe A horizon has value of 2 or 3 moist, 4 or 5 dry, and chroma of 1 or 2 moist, and 1 through 3 dry.  The structure grade is weak or moderate.  It is silt loam, loam or clay loam with 20 to 35 percent clay.  The gravelly textures are generally associated with greenstone and the cobbly and stony textures are generally associated with basalt, andesite and tuff.  Rock fragments range from 15 to 70 percent and consist of gravel, cobbles and stones.\nThe BA or BAt horizon has hue of 10YR or 7.5YR, value of 2 or 3 moist, 4 or 5 dry, and chroma of 2 or 3 moist and dry.  It is silty clay loam or clay loam, with 35 to 70 percent rock fragments.  It has 27 to 35 percent clay.\nThe Bt horizon has hue of 10YR or 7.5YR.  It has value of 2 to 4 moist, 3 to 5 dry and chroma of 3 or 4 moist and dry. It is clay with 10 to 30 percent gravel, 20 to 60 percent cobbles, and 0 to 20 percent stones.  The clay content is 40 to 50 percent. Structure is moderate to strong, fine to coarse, and angular or subangular blocky."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Camool (T), Canest (T), Chen, Douhide, Graley, Harlow, Itca, Vennob and Wallsburg soils.  Chen, Douhide and Graley soils have aridic moisture regimes bordering on xeric.  The Harlow soils have a mollic epipedon that is 10 to 20 inches thick and includes all of the argillic horizon.  Itca soils have Bt2 horizons with prismatic structure.  The Wallsburg soils have less than 40 percent clay in the Bt horizon.  Camool soils have a 5 to 9 inch thick surface layer that meets Vitrandic subgroup criteria.  Canest soils are very shallow.  Venoob soils have a control section (argillic horizon) that has 35 to 40 percent clay."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ateron soils are on ridge tops and side slopes of hills and mountains.  They formed in colluvium and residuum derived from basalt andesite, tuff and greenstone.  Elevation is 3,600 to 5,800 feet.  Slopes range from 2 to 90 percent.  The mean annual precipitation is 12 to 18 inches.  The mean annual temperature is 40 to 45 degrees F.  The frost-free period is 50 to 95 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Longbranch, Merlin and Observation, Roostercomb, and Snell series.  Longbranch soils are deep and occur on adjacent north slopes over greenstone. Roostercomb soils are moderately deep and occur in complex with Ateron soils over greenstone.  Snell soils are moderately deep and are in concave positions in complex with Ateron soils over basalt.  Merlin soils are shallow to bedrock and are non-skeletal.  Observation soils are moderately deep to bedrock and are non-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for livestock grazing.  The native vegetation is mountain big sagebrush, Idaho fescue, bluebunch wheatgrass, and Sandberg bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Oregon; MLRA 9 and 10.  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Baker County Area, Oregon; 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon:  0 to 12 inches\nArgillic horizon:  12 to 17 inches\nXeric soil moisture regime\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "loam",
        "cf_class": "very stony",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 6 inches; very dark gray (10YR 3/1) very stony loam, dark gray (10YR 4/1) dry; moderate fine granular structure; soft, friable, slightly sticky and slightly plastic; common fine roots; many very fine irregular pores; 25 percent stones, 10 percent cobbles, and 10 percent gravel; neutral (pH 7.0); clear wavy boundary.  (4 to 7 inches thick)"
      },
      {
        "name": "BA",
        "top": 15,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "very cobbly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BA--6 to 12 inches; very dark grayish brown (10YR 3/2) very cobbly silty clay loam, dark grayish brown (10YR 4/2) dry; moderate medium subangular blocky structure parting to moderate medium granular; slightly sticky and slightly plastic; common fine roots; common fine tubular pores; 25 percent cobbles and 15 percent gravel; neutral (pH 7.2); clear smooth boundary.  (2 to 7 inches thick)"
      },
      {
        "name": "Bt",
        "top": 30,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay",
        "cf_class": "very cobbly",
        "pH": 7.2,
        "pH_class": "neutral",
        "narrative": "Bt--12 to 17 inches; dark brown (10YR 3/3) very cobbly clay, brown (10YR 4/3) dry; strong coarse subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few fine roots; common fine tubular pores; many prominent clay films on peds; 30 percent cobbles and 10 percent gravel; neutral (pH 7.2).  (4 to 7 inches thick)"
      },
      {
        "name": "2R",
        "top": 43,
        "narrative": "2R--17 inches; basalt."
      }
    ]
  ]
}
