{
  "SERIES": "ATESH",
  "STATUS": "Established Series",
  "BYREV": "KDA/ARW/JJJ",
  "REVDATE": "01/2000",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, calcareous, thermic Sodic Torriarents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Atesh sandy loam, under irrigated cultivation, with a slope of 0 to 2 percent at an elevation of 235 feet.  (Colors are for dry soil unless otherwise stated. Obvious disturbance from ripper shanks occurs at two foot intervals to a depth of 43 inches).\nAp1--0 to 2 inches; very pale brown (10YR 7/3) sandy loam, dark yellowish brown (10YR 4/4) moist; weak very thick platy structure parting to moderate medium subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; few very fine and fine roots; common very fine tubular pores; 1 percent fine subangular blocky weakly silica cemented fragments of a displaced duripan that are hard and firm; strongly effervescent, carbonates are disseminated; electrical conductivity 1.28 decisiemens per meter; sodium adsorption ratio is 2; moderately alkaline (pH 8.0); abrupt smooth boundary.\nAp2--2 to 6 inches; very pale brown (10YR 7/3) sandy loam, dark yellowish brown (10YR 4/4) moist; moderate fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; few very fine tubular and common very fine interstitial pores; 1 percent fine subangular blocky weakly silica cemented fragments of a displaced duripan that are hard and firm; strongly effervescent, carbonates are disseminated; electrical conductivity 1.28 decisiemens per meter; sodium adsorption ratio is 2; moderately alkaline (pH 8.2); abrupt smooth boundary.\nAp3--6 to 14 inches; very pale brown (10YR 7/3) sandy loam, dark yellowish brown (10YR 4/4) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; few very fine and fine, common medium roots; few very fine tubular and common very fine interstitial pores; 1 percent fine subangular blocky weakly silica cemented fragments of a displaced duripan that are hard and firm; strongly effervescent, carbonates are disseminated; electrical conductivity 0.69 decisiemens per meter; sodium adsorption ratio is 5; strongly alkaline (pH 8.6); clear smooth boundary.\nAp4--14 to 23 inches; very pale brown (10YR 7/3) sandy loam, yellowish brown (10YR 5/4) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; few very fine and fine, common medium through very coarse roots; many very fine tubular and common very fine interstitial pores; 10 percent fine to very coarse angular blocky strongly silica cemented fragments of a displaced duripan; 5 percent weak fine subangular blocky fragments of a displaced natric horizon; strongly effervescent, carbonates are disseminated; electrical conductivity 0.58 decisiemens per meter; sodium adsorption ratio is 5; strongly alkaline (pH 8.8); clear smooth boundary.\nAp5--23 to 28 inches; very pale brown (10YR 7/3) sandy loam, yellowish brown (10YR 5/4) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine and fine, common medium roots; many very fine tubular and common very fine interstitial pores; very few thin and few moderately thick clay films lining pores and on faces of displaced fragments of a natric horizon; 10 percent fine to very coarse angular blocky strongly silica cemented fragments of a displaced duripan; 5 percent weak fine subangular blocky fragments of a displaced natric horizon; strongly effervescent, carbonates are disseminated and segregated as common fine filaments and soft masses; electrical conductivity 0.62 decisiemens per meter; sodium adsorption ratio is 6; strongly alkaline (pH 9.0); abrupt diffuse boundary.\nAp6--28 to 36 inches; very pale brown (10YR 7/4) coarse sandy loam, yellowish brown (10YR 5/6) moist; massive; slightly hard, very friable, nonsticky and nonplastic; very few fine roots; many very fine tubular pores; common moderately thick clay films lining pores of displaced fragments of a natric horizon; 3 percent fine angular blocky strongly silica cemented fragments of a displaced duripan; strongly effervescent, carbonates are disseminated and segregated as common fine filaments and soft masses; electrical conductivity 0.58 decisiemens per meter; sodium adsorption ratio is 5; strongly alkaline (pH 8.8); abrupt smooth boundary.\nAp7--36 to 43 inches; light yellowish brown (10YR 6/4) loamy coarse sand, dark yellowish brown (10YR 4/4) moist; massive; hard and firm; common very fine tubular pores; common moderately thick clay films in root channels and lining pores of displaced fragments of a natric horizon; 90 percent highly fractured (fractures 2 to 3.5 inches apart) remnant weakly silica cemented duripan material that has been mechanically fractured (ripper shank gouges occur at 2 foot intervals) and partially dissolved by farm chemicals and irrigation water; slightly effervescent, carbonates are disseminated and strongly effervescent, carbonates segregated as common fine filaments and soft masses; electrical conductivity 0.53 decisiemens per meter; sodium adsorption ratio is 5; strongly alkaline (pH 8.8); abrupt smooth boundary. (The combined thickness of the Ap horizons is 40 to 60 inches).\n2Btkqymb--43 to 49 inches; pale brown (10YR 6/3) 85 percent weakly silica cemented and 15 percent strongly silica cemented duripan that has been partially dissolved by farm chemicals and irrigation water, with 90 percent continuous silica laminar caps less than 1mm thick, dark yellowish brown (10YR 4/4) moist; massive; hard and firm; common very fine tubular pores; 25 percent fine rounded durinodes that are extremely hard and extremely firm; many moderately thick clay films lining pores and coating the laminar cap; common fine gypsum crystals; strongly effervescent, carbonates are disseminated and segregated as many fine and medium seams and filaments; abrupt smooth boundary.(0 to 20 inches thick)\n2Btkqyb--49 to 58 inches; very pale brown (10YR 7/3) coarse sandy loam, dark yellowish brown (10YR 4/4) moist; massive; very hard, friable, slightly sticky and slightly plastic; many very fine tubular pores; 15 percent fine rounded durinodes that are hard and firm; common moderately thick clay films lining pores and few thin clay films bridging sand grains; few 1/4 to 1 1/2 inch pockets of gypsum; slightly effervescent, carbonates are disseminated and strongly effervescent, carbonates are segregated as common fine soft masses, seams and filaments; electrical conductivity 0.53 decisiemens per meter; sodium adsorption ratio is 5; strongly alkaline (pH 8.7); abrupt smooth boundary.\n2Btkqb1--58 to 71 inches; pale brown (10YR 6/3) 80 percent weakly silica cemented sandy loam, dark yellowish brown (10YR 4/4) moist; massive; very hard, firm, slightly sticky and slightly plastic; many very fine and few fine tubular pores; few thin clay films lining pores and bridging sand grains; slightly effervescent, carbonates are disseminated and strongly effervescent, carbonates are segregated as common fine filaments; electrical conductivity 0.65 decisiemens per meter; sodium adsorption ratio is 5; strongly alkaline (pH 8.7); clear smooth boundary.\n2Btkqb2--71 to 83 inches; very pale brown (10YR 7/3) sandy loam, dark yellowish brown (10YR 4/4) moist; massive; very hard, friable, slightly sticky and slightly plastic; many very fine and few fine tubular pores; 20 percent fine rounded durinodes that are hard and firm; few thin clay films bridging sand grains; slightly effervescent, carbonates are disseminated and strongly effervescent, carbonates are segregated as few fine filaments; electrical conductivity 0.79 decisiemens per meter; sodium adsorption ratio is 5; strongly alkaline (pH 8.7); clear smooth boundary. (The combined thickness of the 2Btkqyb and 2Btkqb horizons is 0 to 40 inches).\n2Btkb--83 to 92 inches; very pale brown (10YR 7/3) sandy loam, dark yellowish brown (10YR 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; many very fine and few fine tubular pores; common thin clay films bridging sand grains; slightly effervescent, carbonates disseminated and strongly effervescent, segregated as few fine filaments; electrical conductivity 0.87 decisiemens per meter; sodium adsorption ratio is 5; strongly alkaline (pH 8.6); abrupt smooth boundary. (0 to 20 inches thick).\n3C--92 to 100 inches; very pale brown (10YR 7/3) coarse sand, brown (10YR 5/3) moist; single grain; loose, nonsticky and nonplastic; many very fine interstitial pores; strongly alkaline (pH 9.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Tulare County, California; about 3 miles east of Allensworth State Park; about 338 feet west and 135 feet north of the center of Sec. 1, T. 24 S., R. 24 E., MDB&M; Latitude 35 degrees, 52 minutes, 14 seconds north and Longitude 119 degrees, 19 minutes, 52 seconds west; Delano West Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 65 to 68 degrees F.\nDepth to duripan fragments: 0 to 40 inches.\nDepth to displace fragments of a natric horizon: 0 to 40 inches. Some part always contains at least 3 percent fragments of the original natric horizon.\nDepth to 2B horizon: 40 to 60 inches.\nSalinity is 0 to 4 decisiemens.\nSodicity:  SAR is 1 to 8.\nA Horizon-10YR 6/3, 6/4, 7/3, 7/4 dry; 10YR 4/4, 4/6, 5/4, 5/6 moist.\nTexture: The surface commonly is a sandy loam. The upper part of the A horizon is coarse sandy loam, sandy loam or loam, and the lower part is stratified loamy coarse sand to gravelly sandy loam.\nClay: 10 to 20 percent in the upper part and 4 to 16 percent in the lower part.\nCoarse Fragments: 0 to 15 percent pebble size duripan fragments in the upper part with 0 to 35 percent in the lower part, which are not arranged in any discernible order. Some part always contains at least 3 percent duripan fragments.\nCarbonates: Slightly effervescent to violently effervescent.  (Calcium carbonate equivalent is 1 to 10 percent)\nReaction: Slightly alkaline to strongly alkaline.\n2B horizons-10YR 5/3, 5/4, 6/3, 6/4, 7/3, 7/4 dry; 10YR 3/3, 3/4, 4/3, 4/4, 5/3, 5/4 moist.\nTexture: Coarse sandy loam or sandy loam.\nClay: 8 to 18 percent.\nCarbonates: Slightly effervescent to violently effervescent.  (Calcium carbonate equivalent is 1 to 5 percent)\nReaction: Slightly alkaline to strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other soils in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Atesh soils are on terraces. The soils formed in the chemically and mechanically reclaimed remnants of the Jerryslu series (Jerryslu soils formed in granitic alluvium). Slopes are 0 to 2 percent. Elevations are 225 to 325 feet. The climate is arid with hot, dry summers and cool, moist winters. The mean annual precipitation is 6 to 8 inches, the mean annual temperature is 63 to 66 degrees F., and the frost free season is 250 to 275 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Garces and Jerryslu soils. Garces soils are fine-loamy and lack remnant reclaimed duripans within the profile. Jerryslu soils have natric horizons, significant salts and continuous indurated duripans."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; runoff is low or medium; moderate permeability above the duripan, very slow in the remnant pan layer, and moderately rapid below the duripan.  Flooding is rare."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for irrigated cropland growing cotton, alfalfa, almonds, grapes, corn silage and wheat. It is also used for dairy and cattle production and building site development."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The southern part of the San Joaquin valley.  The soil is not extensive.  MLRA 17."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Tulare County, West Part, California, 1999.  The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This soil was derived from a fine-loamy, mixed, thermic Typic Nadurargids (Jerryslu Series) but has been ripped to a depth of at least 43 inches in the typical pedon, and has been treated with farm chemicals (gypsum, sulfuric acid, etc.) and large amounts of irrigation water.  This has fractured and partially dissolved the duripan that was present, and destroyed the natric horizon leaving clay films on displaced fragments of the original horizon. This soil was originally proposed as a new subgroup of \"Duric Natric\" as the soils shows identifiable fragments of the original duripan and original natric horizons which have been destroyed. The identifiable fragments of these horizons no longer meet the criteria of a duripan or natric horizons. Part of the evidence used to determine these soils once had duripans and natric horizons are the soils in immediately adjacent areas that have not been modified, by analyzing previous mapping, the experience and judgement of the Soil Scientists responsible for the mapping, and by documenting the land use history.\nADDITIONAL DATA: Characterization samples from pedon S92CA-107-002 and S92CA-107-003 from Tulare County, California, samples by SSL, Lincoln, NE, 3/94. Lab Pedon #93P0246\nDIAGNOSTIC HORIZONS AND FEATURES RECOGNIZED IN THIS PEDON:\n1.0 Ochric Epipedon--The zone from the surface to 43 inches (Ap1, Ap2, Ap3, Ap4, Ap5, Ap6 and Ap7 horizons).\n2.0 Remnant modified Duripan.\n2.1 Identifiable fragments of the ripped and chemically partially dissolved duripan--The zone from 36 to 43 inches (Ap7 horizon).\n2.2 Modified remnant duripan that is partially ripped and chemically partially dissolved--The zone from 43 to 49 inches (2Btkqymb horizon).\n3.0 Remnant identifiable fragments of a natric horizon--The zone from 14 to 28 inches (Ap4, Ap5, Ap6 and Ap7 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
