{
  "SERIES": "ATLOW",
  "STATUS": "Established Series",
  "BYREV": "Rev. JBF",
  "REVDATE": "11/2016",
  "STATES": "NV,OR",
  "OVERVIEW": "The Atlow series consists of shallow, well drained soils formed in residuum derived from chert, argillite, shale, altered rhyolitic tuff, and andesite.  Atlow soils are on hills and mountains.  Slopes are 2 to 75 percent.  The mean annual precipitation is about 250 mm and the mean annual temperature is about 8 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Lithic Xeric Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Atlow very gravelly loam--rangeland. (Colors are for dry soil unless otherwise noted.) The surface is covered with 10 percent cobbles and 40 percent gravel.\nA--0 to 8 cm; pale brown (10YR 6/3) very gravelly loam, brown (10YR 4/3), moist; moderate thin platy structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots; many very fine vesicular pores; 10 percent cobbles and 25 percent gravel; moderately alkaline (pH 8.0); abrupt smooth boundary. (3 to 23 cm thick)\nBt--8 to 18 cm; pale brown (10YR 6/3) very gravelly clay loam, dark yellowish brown (10YR 4/4), moist; moderate fine subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; common fine roots and common very fine roots; common very fine interstitial pores; common distinct clay films on faces of peds and lining pores; 10 percent cobbles and 25 percent gravel; moderately alkaline (pH 8.0); clear smooth boundary. (0 to 15 cm thick)\nBtk--18 to 36 cm; yellowish brown (10YR 5/4) very gravelly clay loam, dark yellowish brown (10YR 4/4), moist; moderate fine angular blocky structure; hard, friable, very sticky and very plastic; common fine roots and common very fine roots; common very fine interstitial and few very fine tubular pores; common distinct clay films on faces of peds and lining pores;  2 percent fine platy weakly cemented carbonate concretions on bottom of rock fragments; 15 percent cobbles and 30 percent gravel; moderately alkaline (pH 8.0); abrupt irregular boundary. (16 to 36 cm thick)\nR--36 cm; chert bedrock, fractured at intervals of 45 to less than 100 cm; fine platy weakly cemented carbonate concretions in cracks."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  TYPE LOCATION:  Lander County, Nevada; about 48 miles south of Battle Mountain approximately 7,500 feet east and 200 feet south of the northwest corner of section 8, T 24 N, R 43 E; USGS Manhattan Mountain NW 7.5 minute topographic quadrangle; latitude 39 degrees 59 minutes 06 seconds N and longitude 117 degrees 08 minutes 47 seconds W; WGS84 Decimal Degrees 39.9850000 latitude, -117.1463889 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist from mid-fall through spring, dry from summer through early fall; aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 9 to 11 degrees C.\nDepth to base of argillic horizon: 36 to 50 cm.\nDepth to bedrock: 36 to 50 cm to a lithic contact.\nOther features: There is not an abrupt textural change between the A horizon and an argillic horizon.\nParticle-size control section - Clay content:  27 to 35 percent.\nRock fragments:  35 to 50 percent, dominantly gravel and cobbles.\nA horizon\nValue:  6 or 7 dry, 3 through 5 moist.\nChroma:  2 or 3, dry or moist.\nReaction:  Slightly alkaline or moderately alkaline.\nBt horizon (when present)\nValue:  5 through 7 dry, 4 or 5 moist.\nChroma:  2 through 4, dry or moist.\nTexture:  Clay loam or sandy clay loam.\nTexture modifiers: Very gravely or very cobbly.\nStructure:  Weak or moderate angular blocky or subangular blocky.\nReaction:  Moderately alkaline or strongly alkaline.\nBtk horizon\nValue:  5 through 7 dry, 4 or 5 moist.\nChroma:  2 through 4, dry or moist.\nTexture:  Clay loam or sandy clay loam.\nTexture modifiers: Very gravely or very cobbly.\nStructure:  Weak or moderate angular blocky or subangular blocky.\nReaction:  Moderately alkaline or strongly alkaline.\nSecondary carbonates:  The matrix is noneffervescent; carbonate coats are on the bottoms of rock fragments.\nConsistence:  Slightly hard or hard, moderately sticky or very sticky, moderately plastic or very plastic."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Boomstick, Checkett, Chubard, Cottle, Doorkiss, Fortyday, Gabbvally, Hooplite, Nevo, Olac, Old Camp, Phliss, Richinde, Rowel, Soughe, Stewval, and Thike series.\nBoomstick soils contain 50 to 75 percent mainly channers with some flagstone.  Checkett soils are calcareous in all parts and have hues redder than 5YR.  Cottle soils are neutral or slightly alkaline in the argillic horizon. Dorkiss has an abrupt textural change between the A horizon and the Bt horizon and average 50 to 70 percent gravel in the particle-size control section. Fortyday and Gabbvally soils contain less than 25 percent clay in the particle-size control section.  Thike soils have less than 18 percent clay in the control section.  Chubard and Hooplite soils are less than 36 cm deep.  Nevo soils are neutral or slightly alkaline and are 13 to 25 cm to a lithic contact.  Olac soils have 60 to 75 percent rock fragments in the Bt horizon and average 18 to 27 percent clay in the control section.  Old Camp soils have Bt horizons with 50 to 75 percent rock fragments, mainly cobbles and stones.  Phliss soils have Btk horizons and have channery rock fragments.  Richinde soils are intermittently moist for 10 to 20 days cumulative from July through September due to convection storms.  Rowel soils are less than 36 cm deep and have Bt horizons with more than 35 percent clay.  Soughe soils lack carbonates in the profile, have rock fragments that are mainly cobbles and stones and lack carbonate coatings on rock fragments in the argillic horizon.  Stewval soils are less than 36 cm deep, and are calcareous in all parts."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Atlow soils are on hills and mountains.  They typically occur on summit, shoulder, and backslope positions.  These soils formed in residuum derived from chert, argillite, shale, altered rhyolitic tuff, and andesite.  Slopes are 2 to 75 percent.  Elevations range from 1,280 to 2,440 meters.  The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 200 to 250 mm (in central Oregon ranging as low as 150 mm), the mean annual temperature is 7 to 9 degrees C, and the frost-free period is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Burrita and Favret soils.  Burrita soils are clayey-skeletal.  Favret soils are moderately deep and have less than 35 percent rock fragments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Atlow soils are used for livestock grazing and wildlife habitat. The present vegetation is black sagebrush, bottlebrush squirreltail, Indian ricegrass, and Thurber's needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Nevada and south-central Oregon.  These soils are moderately extensive.  MLRAs 24, 27 and 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lander County, Nevada, South Part, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 8 cm (A horizon).\nArgillic horizon - The zone from 8 to 38 cm (Bt and Btk horizons).\nIdentifiable secondary carbonates - The zone from 18 to 36 cm (Btk horizon).\nLithic contact - The boundary at 36 cm to underlying unweathered bedrock (R layer).\nParticle-size control section - The zone from 8 to 36 cm (Btk horizon).\nADDITIONAL DATA:  The pedon type location was moved 6/2009 to separate Lahontan sagebrush and black sagebrush.\nNASIS Pedon and Site ID 07NV768001.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
