{
  "SERIES": "ATMORE",
  "STATUS": "Established Series",
  "BYREV": "Rev. MGM: GWH; SWA; SP; GRB",
  "REVDATE": "12/2014",
  "STATES": "AL,MS",
  "OVERVIEW": "The Atmore series consists of very deep, poorly drained, moderately slowly permeable soils in depressions and interstream divides. They formed in sandy and loamy marine sediments in the Southern Coastal Plain. Near the type location the mean annual air temperature is about 62 degrees F., and the mean annual precipitation is about 58 inches. Slopes range from 0 to 8 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, semiactive, thermic Plinthic Paleaquults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Atmore silt loam, in a pasture (Colors are for moist soil).\nAp--0 to 7 inches; dark gray (N 4/0) silt loam; weak fine granular structure; friable; few fine roots; few fine faint gray (10YR 6/1) areas of iron and organic matter depletions; strongly acid; clear wavy boundary. (3 to 8 inches thick)\nEg--7 to 13 inches; gray (5Y 6/1) silt loam; weak fine granular structure; friable; common fine and medium roots; common fine pores; few fine and medium nodules of ironstone; few fine distinct strong brown (7.5YR 5/6) iron and organic matter accumulations; strongly acid; clear irregular boundary. (4 to 10 inches thick)\nBg/Eg--13 to 30 inches; light gray (2.5Y 7/2) silt loam; weak medium subangular blocky structure; common fine and medium roots; about 12 percent, by volume, areas of uncoated sand grains and gray (5Y 6/1) material less than 2 inches in diameter that extend downward throughout the horizon; few medium nodules of ironstone; few medium yellowish red (5YR 5/6) nodules of plinthite; many coarse distinct yellow (2.5Y 7/6) and common medium distinct yellowish brown (10YR 5/4) masses of iron and organic matter accumulations; strongly acid; clear irregular boundary. (0 to 23 inches thick)\nBtvg1--30 to 48 inches; light gray (2.5Y 7/2) silt loam; weak coarse prismatic structure parting to moderate medium subangular blocky; common fine roots mostly in light gray areas; few medium nodules of ironstone; about 10 percent, by volume, medium nodules of plinthite; few faint clay films on surfaces of peds and in pores; about 28 percent of the horizon is firm, brittle and compact in the areas with higher color chroma; vertical tongues filled with gray (5Y 6/1) material are iron and clay depletions; common coarse prominent yellow, yellowish red and yellowish brown areas of iron accumulation in vertical discontinuous streaks; strongly acid; gradual wavy boundary.\nBtvg2--48 to 80 inches; 50 percent light gray (2.5Y 7/2), 25 percent dark red (2.5YR 3/6) and 25 percent yellow (10YR 7/8) silty clay loam; weak coarse subangular blocky structure parting to moderate medium subangular blocky; firm, brittle and compact in the dark red areas and portions of the yellow areas; common fine roots in light gray areas and devoid of roots in dark red areas; few medium nodules of ironstone; about 15 percent, by volume, medium nodules of plinthite; common distinct clay films on surfaces of peds and in pores; common medium tongues filled with gray (5Y 6/1) material in vertical discontinuous streaks; the areas of light gray and gray are iron and clay depletions and the areas of dark red and yellow are masses of iron accumulations; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Escambia County, Alabama. The city of Atmore; about 600 feet west of Swift Lumber Company and about 150 feet south of road in the\nNE 1/4, SE 1/4, SE 1/4, Sec. 24; T. 1 N., R. 5 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 60 to more than 80 inches.  Depth to horizons with more than 5 percent plinthite ranges from 24 to 50 inches. Nodules of ironstone range from 0 to 8 percent throughout the profile.  Reaction ranges from extremely acid to strongly acid throughout except where the surface has been limed. Most pedons have 2 to 35 percent, by volume, tongues of albic material in the B horizons.\nThe A or Ap horizon has hue of 10YR to 5Y, value of 2 to 4, and chroma of 1 or 2; or it is neutral with value of 3 or 4. Organic matter and iron depletions in shades of gray range from none to many. Texture is very fine sandy loam, fine sandy loam, loam or silt loam.\nThe Eg horizon has hue of 10YR to 5Y, value of 5 to 7, and chroma of 1 or 2. Iron and organic matter accumulations in shades of red, brown or yellow range from few to many. Texture is loamy fine sand, very fine sandy loam, fine sandy loam, loam or silt loam.\nThe Bg/Eg horizon, where present, has hue of 10YR to 5Y, value of 4 to 7, and chroma of 1 or 2. Iron and organic matter accumulations in shades of red, brown, or yellow range from few to many. Texture is very fine sandy loam, fine sandy loam, loam or silt loam.\nThe Btg horizon, where present, has hue of 10YR to 5Y, value of 4 to 7, and chroma of one or 2; or it is neutral with value of 4 to 7. Iron accumulations in shades of red, brown, or yellow range from few to many. Some pedons have no dominant color and are variegated in shades of gray, yellow, red and brown. Texture is fine sandy loam, sandy loam, loam or silt loam.\nThe Btvg horizon is generally variegated in shades of gray, brown, red, and yellow. Many pedons have hue of 10YR to 5Y, value of 4 to 7, and chroma of 1 or 2; or it is neutral with value of 4 to 7 and having iron accumulations in shades of red, brown and yellow. The upper 20 inches of the Btvg horizon has more than 20 percent silt and 6 to 18 percent clay. Texture is sandy loam, fine sandy loam, loam, or silt loam in the upper part and loam, silt loam, silty clay loam, or clay loam in the lower part. Some pedons have a texture of sandy clay or clay below a depth of about 50 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no known series in the same family. Series in closely related families include the Escambia, Pansey, Poarch, Robertsdale and Saucier series. The somewhat poorly drained Escambia and Robertsdale soils are on slightly higher positions. In addition, Robertsdale soils have fine-loamy control sections. Pansey soils are on similar positions and have fine-loamy control sections. The moderately well and well drained Poarch and Saucier soils are on higher positions. In addition, Saucier soils have fine-loamy control sections."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Atmore soils are on slight depressions and gently sloping interstream divides of the Southern Coastal Plain. Slopes range from 0 to 8 percent.  They formed in sandy and loamy marine deposits. The climate is humid subtropical. Near the type location, the average annual temperature ranges from 60 to 65 degrees F., and the mean annual precipitation ranges from 50 to 55 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Besides the competing Escambia, Pansey, Poarch, Robertsdale and Saucier series, these include the Basin, Mashulaville and Smithton series. These soils have less than 5 percent, by volume, plinthite in their profiles. Basin and Mashulaville soils have fragipans. In addition, the somewhat poorly drained Basin soil is on slightly higher positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained; slow runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of Atmore soils are in woodlands or pasture.  The dominant vegetation consists of slash pine, loblolly pine and longleaf pine with an undergrowth of gallberry, saw palmetto, wiregrass and pitcher plant."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Southern Coastal plain of Alabama and Mississippi; possibly in Florida, Louisiana and Texas.  This soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Escambia County, Alabama; 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon:\nOchric epipedon: the zone from 0 to 30 inches (Ap, Eg and Bg/Eg horizons).\nPlinthic horizon: the zone from 30 to 80 inches (Btvg1 and Btvg2 horizons).\nSeasonal High Water table: 0 to 1.0 feet; December through March.\nAtmore soils are in MLRA 133A.\nADDITIONAL DATA: The following laboratory data are available on the NSSL web site:\n1972-FL113-S57_023\n1987-FL091-S46_021\n79AL099022 - Correlated\n82AL099002 - Correlated\nYYYY-FL033-517_005\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "N",
        "moist_value": 4,
        "moist_chroma": 0,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Ap--0 to 7 inches; dark gray (N 4/0) silt loam; weak fine granular structure; friable; few fine roots; few fine faint gray (10YR 6/1) areas of iron and organic matter depletions; strongly acid; clear wavy boundary. (3 to 8 inches thick)"
      },
      {
        "name": "Eg",
        "top": 18,
        "bottom": 33,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Eg--7 to 13 inches; gray (5Y 6/1) silt loam; weak fine granular structure; friable; common fine and medium roots; common fine pores; few fine and medium nodules of ironstone; few fine distinct strong brown (7.5YR 5/6) iron and organic matter accumulations; strongly acid; clear irregular boundary. (4 to 10 inches thick)"
      },
      {
        "name": "Bg/Eg",
        "top": 33,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Bg/Eg--13 to 30 inches; light gray (2.5Y 7/2) silt loam; weak medium subangular blocky structure; common fine and medium roots; about 12 percent, by volume, areas of uncoated sand grains and gray (5Y 6/1) material less than 2 inches in diameter that extend downward throughout the horizon; few medium nodules of ironstone; few medium yellowish red (5YR 5/6) nodules of plinthite; many coarse distinct yellow (2.5Y 7/6) and common medium distinct yellowish brown (10YR 5/4) masses of iron and organic matter accumulations; strongly acid; clear irregular boundary. (0 to 23 inches thick)"
      },
      {
        "name": "Btvg1",
        "top": 76,
        "bottom": 122,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btvg1--30 to 48 inches; light gray (2.5Y 7/2) silt loam; weak coarse prismatic structure parting to moderate medium subangular blocky; common fine roots mostly in light gray areas; few medium nodules of ironstone; about 10 percent, by volume, medium nodules of plinthite; few faint clay films on surfaces of peds and in pores; about 28 percent of the horizon is firm, brittle and compact in the areas with higher color chroma; vertical tongues filled with gray (5Y 6/1) material are iron and clay depletions; common coarse prominent yellow, yellowish red and yellowish brown areas of iron accumulation in vertical discontinuous streaks; strongly acid; gradual wavy boundary."
      },
      {
        "name": "Btvg2",
        "top": 122,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Btvg2--48 to 80 inches; 50 percent light gray (2.5Y 7/2), 25 percent dark red (2.5YR 3/6) and 25 percent yellow (10YR 7/8) silty clay loam; weak coarse subangular blocky structure parting to moderate medium subangular blocky; firm, brittle and compact in the dark red areas and portions of the yellow areas; common fine roots in light gray areas and devoid of roots in dark red areas; few medium nodules of ironstone; about 15 percent, by volume, medium nodules of plinthite; common distinct clay films on surfaces of peds and in pores; common medium tongues filled with gray (5Y 6/1) material in vertical discontinuous streaks; the areas of light gray and gray are iron and clay depletions and the areas of dark red and yellow are masses of iron accumulations; strongly acid."
      }
    ]
  ]
}
