{
  "SERIES": "ATOKA",
  "STATUS": "Established Series",
  "BYREV": "Rev. VGL/BDS/WWJ",
  "REVDATE": "05/2006",
  "STATES": "NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Typic Petrocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Atoka loam, rangeland. (Colors are for dry soil unless otherwise stated.)\nA--0 to 6 inches; grayish brown (10YR 5/2) loam, dark grayish brown (10YR 4/2) moist; weak fine subangular blocky structure; hard, friable, slightly sticky; surface 1/2 to 2 inches has weak thin to medium platy structure; common very fine and fine pores; common very fine, fine and medium roots; strongly calcareous; slightly alkaline (pH 7.6); clear smooth boundary. (4 to 8 inches thick)\nB--6 to 19 inches; brown (7.5YR 5/3) light clay loam, brown (7.5YR 4/3) moist; weak coarse prismatic parting to medium and coarse subangular blocky structure; hard, friable, sticky; common fine, very fine and few medium pores; many very fine, fine and medium roots; strongly calcareous; slightly alkaline (pH 7.5); clear smooth boundary.  (6 to 12 inches thick)\nBk--19 to 30 inches; light brown (7.5YR 6/3) light clay loam, brown (7.5YR 5/3) moist; weak coarse subangular blocky structure; hard, friable, sticky; common very fine, fine and medium pores; few very fine and fine roots; strongly calcareous, common soft carbonate concretions; slightly alkaline (pH 7.5); abrupt smooth boundary. (10 to 16 inches thick)\nBkm--30 inches; nearly white, layered, fractured, indurated caliche with a laminar upper subhorizon."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Eddy County, New Mexico; about 3.5 miles south of Carlsbad, New Mexico on the Old Caverns highway; 2,400 feet east and 1,200 feet north of the southwest corner of sec. 5, T.23N., R.27E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the hard indurated caliche: 20 to 40 inches (tends to be less indurated near the deeper limit)\nReaction: slightly to moderately alkaline\nElectrical conductivity: 1 to 2 mmhos/cm\nSoil moisture: Typic aridic moisture regime\nA horizon\nHue of 10YR or 7.5YR, value of 5 or 6\nChroma: 2 through 4\nB horizon\nHue: 7.5YR or 10YR\nValue: 5 or 6\nChroma:  3 or 4\nTexture: clay loam, loam, and silty clay loam\nBk horizon\nHue: 7.5YR or 10YR\nValue: 5 through 7\nChroma: 3 through 5\nTexture: clay loam, loam, and silty clay loam\nBkm horizon is typically layered, fractured, and indurated caliche but ranges to cemented, fractured caliche."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Atoka soils are on nearly level to gently sloping piedmont plains. The soils formed in medium and moderately fine textured calcareous sediments derived mostly from limestone. The slope ranges from 0 to 5 percent. The climate is warm, semiarid and continental. At the type location the annual precipitation is 12 inches. The annual temperature is 61 degrees F., the average summer temperature is 80 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Cave soils and the Ector, Pecos, and Reakor soils. All these soils lack a petrocalcic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well-drained; medium runoff; moderate permeability to the petrocalcic horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for irrigated cropland and native rangeland. The native vegetation is mainly black grama, blue grama, sideoats grama, tobosa, vine-mesquite, burrograss, fluffgrass, three-awn, broom snakeweed, tarbush, creosotebush and mesquite."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The southeastern part of New Mexico in Eddy and Chaves Counties. The series is moderately extensive. MLRA 42."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Chaves County, Southern Part, New Mexico, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 6 inches (A horizon)\nCalcic horizon - The zone from 19 to 30 inches (Bk horizon)\nClassified according to Soil Taxonomy Second Edition, 1999\nNational Cooperative Soil Survey\nU.S.A."
  }
}
