{
  "SERIES": "ATOLLADERO",
  "STATUS": "Established Series",
  "BYREV": "SRT; JLL; GRB",
  "REVDATE": "02/2008",
  "STATES": "PR",
  "OVERVIEW": "The Atolladero series consists of very deep, poorly drained, rapidly permeable soils along the coast near tidal marshes.  They formed in regolith consisting in sand-size shell fragments, quartz grains, and subrounded volcanic fragments of recent beach deposits.  Near the type location, the mean annual temperature is about 77 degrees F., and the mean annual precipitation is about 63 inches.   Slopes range from 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Carbonatic, isohyperthermic Typic Psammaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Atolladero mucky loam--wildlife habitat (Colors are for moist soil).\nOa--0 to 2 inches; black (10YR 2/1) muck; less than 5 percent fiber, rubbed; weak fine granular structure; very friable; slightly sticky, nonplastic; many fine pores; strongly effervescent; moderately alkaline; abrupt wavy boundary. (2 to 3 inches thick)\nCg1--2 to 20 inches; dark greenish gray (10Y 4/1) loamy sand; massive; very friable; nonsticky, nonplastic; many fine interstitial pores; strongly effervescent; moderately alkaline; clear smooth boundary.\nCg2--20 to 32 inches; dark greenish gray (10Y 3/1) loamy sand; massive; very friable; nonsticky, nonplastic; many fine interstitial pores; common medium prominent dark yellowish brown (10YR 3/4) masses of iron accumulation; strongly effervescent; moderately alkaline; clear smooth boundary.\nCg3--32 to 60 inches; greenish black (10Y 2.5/1) loamy sand; massive; very friable; nonsticky, nonplastic; many fine interstitial pores; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cabo Rojo, Puerto Rico.  Approximately 2.45 miles northwest of the city of Cabo Rojo from the intersection of P.R. Hwy. 102 and P.R. Hwy. 311, about 0.30 mile southeast of the Joyuda community on P.R. Hwy. 102 and 800 feet south of dirt road from the intersection of P.R. Hwy. 102 on wildlife habitat.  USGS Puerto Real topographic quadrangle (1966); lat. 18 degrees 06 minutes 44 seconds N.; long. 67 degrees 10 minutes 47 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the profile is more than 60 inches.  Depth to the gleyed horizons ranges from 2 to 3 inches.  Reaction is moderately alkaline throughout.\nThe Oa horizon has hue of 10YR, value of 2 or 3, and chroma of 1.  Texture is muck.\nThe upper part of the Cg horizon has hue of 5Y or 10Y, value of 3 to 6, and chroma of 1 or 2.  Redoximorphic accumulations in shades of brown range from common to many.  Texture is loamy sand or sandy loam.\nThe lower part of the Cg horizon has hue of 10Y or 5GY, value of 2.5 or 3, and chroma of 1.  Texture is loamy sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are no known series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Atolladero soils occur near tidal marshes along the coast at elevations close to sea level on the Humid Coastal Plains MLRA.  Slopes range from 0 to 2 percent.  They formed in regolith consisting of sand-size shell fragments, quartz grains and sub rounded volcanic fragments.  The climate is humid tropical.  The average annual precipitation ranges from 60 to 70 inches and the average annual temperature ranges from 72 to 78 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Catano, Guanajibo, and Joyuda series.  The excessively drained Catano soils are on higher adjacent positions. The well drained Guanajibo soils are on higher positions, have more clay in the subsoil, and have the presence of indurated plinthite.  The very poorly drained Joyuda soils are on slightly lower tidal marsh positions and are Histosols."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Atolladero soils are used for wildlife habitat.  The vegetation consists of Black mangrove, Coconut palm, and Shoreline seapurslane."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern humid coastal plains of Puerto Rico.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Raleigh, North Carolina."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cabo Rojo Municipality, Puerto Rico; 2007.  The name is from Laguna Atolladero where it was originally recognized."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon:\nOchric epipedon - the zone from 0 to 2 inches (Oa horizon).\nCalcareous feature - effervescence in cold dilute HC1 in the 10-40 inch control section (Cg1, Cg2, and Cg3 horizons).\nAtolladero soils are in MLRA 272.\nDepth to the water table ranges from 3 to 16 inches.\nThese soils were formerly included in Catao series.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa",
        "top": 0,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Oa--0 to 2 inches; black (10YR 2/1) muck; less than 5 percent fiber, rubbed; weak fine granular structure; very friable; slightly sticky, nonplastic; many fine pores; strongly effervescent; moderately alkaline; abrupt wavy boundary. (2 to 3 inches thick)"
      },
      {
        "name": "Cg1",
        "top": 5,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Cg1--2 to 20 inches; dark greenish gray (10Y 4/1) loamy sand; massive; very friable; nonsticky, nonplastic; many fine interstitial pores; strongly effervescent; moderately alkaline; clear smooth boundary."
      },
      {
        "name": "Cg2",
        "top": 51,
        "bottom": 81,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10Y",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Cg2--20 to 32 inches; dark greenish gray (10Y 3/1) loamy sand; massive; very friable; nonsticky, nonplastic; many fine interstitial pores; common medium prominent dark yellowish brown (10YR 3/4) masses of iron accumulation; strongly effervescent; moderately alkaline; clear smooth boundary."
      },
      {
        "name": "Cg3",
        "top": 81,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10Y",
        "moist_value": 2.5,
        "moist_chroma": 1,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg3--32 to 60 inches; greenish black (10Y 2.5/1) loamy sand; massive; very friable; nonsticky, nonplastic; many fine interstitial pores; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
