{
  "SERIES": "ATRAVESADA",
  "STATUS": "Established Series",
  "BYREV": "Rev. PGN/KDA/MAV",
  "REVDATE": "05/2003",
  "STATES": "CA",
  "OVERVIEW": "The Atravesada series consists of shallow, well drained soils on mountains. These soils formed in material weathered from serpentinite with a very high content of chrysotile asbestos. Slope is 2 to 65 percent. The mean annual precipitation is about 18 inches and the mean annual temperature is about 55 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, magnesic, mesic, shallow Typic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Atravesada sandy loam-on a west facing slope of 32 percent under leather oak, manzanita, ceanothus, yerba-santa, Coulter pine and foothill pine. The elevation is about 4,710 feet.  (Color is for dry soil unless otherwise stated. When described November 1, 1984 the soil was slightly moist throughout.)\nOi--0 to 0.5 inches; slightly decomposed leaves from scrub oak, manzanita, and yerba-santa; abrupt smooth boundary.\nA--0.5 to 6 inches; dark grayish brown (10YR 4/2) sandy loam, very dark brown (10YR 2/2) moist; strong fine and medium subangular blocky structure; soft, very friable, slightly sticky and moderately plastic; many very fine, fine and common medium, coarse roots; many very fine, fine, medium tubular and interstitial pores; 10 percent gravel and 4 percent serpentinite hard channers, 3 to 12 inches in size; 7 percent organic matter; neutral  (pH 7.2); clear smooth boundary. (5 to 11 inches thick)\nBt--6 to 12 inches; brown (7.5YR 4/2) and strong brown (7.5YR 5/6) sandy clay loam, dark brown (7.5YR 3/2) and dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure; soft, very friable, slightly sticky and moderately plastic; many very fine, fine and common medium, coarse roots; common very fine, fine, medium tubular and interstitial pores; many thin clay films in pores and bridging sand grains; 10 percent gravel and 4 percent serpentinite hard channers, 3 to 12 inches in size; 3 percent organic matter; neutral (pH 7.0); abrupt irregular boundary. (3 to 9 inches thick)\nCr1--12 to 16 inches; soft serpentine with about 30 percent tube type chrysotile asbestos, in the sand fraction.\nCr2--16 to 27 inches; soft serpentine with less than 10 percent tube type chrysotile asbestos, in the sand fraction."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Fresno County, California; approximately 2,700 feet west of the San Benito County line, 1.14 miles north northwest of the Atlas asbestos mine, 5,000 feet northwest of Spanish Lake, at the intersection of dirt road and power lines to Santa Rita Peak Radio Facility; approximately 700 feet south and 500 feet east of the northwest corner of section 29, T. 18 S., R. 13 E., MDB&M; Latitude 36 degrees, 20 minutes, 15 seconds north and Longitude 120 degrees, 35 seconds, 12 minutes west; USGS Santa Rita Peak Quadrangle, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to a paralithic contact of soft serpentine is 10 to 20 inches. The moisture control section of 7 to 20 inches is moist from November 15 to June 15 and dry from July 1 to September 15 in most years. The soil temperature is above 47 degrees F. from April 15 to November 15. The mean annual soil temperature is 47 to 56 degrees F. Gravel content and serpentinite channers in the profile are 5 to 15 percent. Pedons have chrysotile asbestos fibers in the soil layers.\nThe A horizon has color of 7.5YR 4/2; 10YR 3/1, 3/2, 3/3, 4/2 or 5/1.   Moist color is 7.5YR 3/2; 10YR 2/1, 2/2 or 3/2. Organic matter content is 5 to 8 percent.  Texture is sandy loam or loam. Clay content is 16 to 26 percent. Chrysotile asbestos is present in the sand fraction.  Reaction is neutral or slightly alkaline.\nThe Bt horizon has color of 7.5YR 4/2, 5/2, 5/4, 5/6; 10YR 3/3, 5/3 or 2.5Y 5/4.  Moist color is 7.5YR 3/2, 3/4, 4/4; 10YR 2/3, 3/3 or 2.5Y 4/4. Moist values and chromas of 4 are in multicolored layers and are not dominant colors. Organic matter content is 2 to 4 percent. Texture is loam or sandy clay loam. Clay content is 20 to 34 percent and is at least 1.2 times higher than the A horizon. Reaction is neutral or slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series at this time."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Atravesada soils are on mountains. Slope is 2 to 65 percent. Elevation is 2,520 to 4,960 feet. These soils formed in material weathered from soft fractured serpentinite, that contains asbestos. The climate is subhumid with hot dry summers and cool moist winters. Mean annual precipitation is 17 to 26 inches. Mean January temperature is about 40 degrees F; mean July temperature is about 65 degrees F; mean annual temperature is 48 to 57 degrees F. Frost-free season is 150 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Hentine, Franciscan and Roacha series on mountains. Franciscan soils are moderately deep, have a lithic contact and do not contain asbestos.  Roacha soils have fine particle-size control section, are moderately deep and do not contain asbestos."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium or high runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for recreation and wildlife. Many areas have abandoned asbestos mines. The vegetation is leather oak, manzanita, ceanothus, yerba-santa, Coulter pine and foothill pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: These soils are in the Diablo Range, near Joaquin Ridge in the California Coast Ranges. They are not extensive. MLRA 15."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Fresno County, California, 2002. Named after Loma Atravesada, which are hills adjacent to these soils."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These were formerly mapped as Henneke soils in the adjacent Soil Survey of San Benito County, 1969. They are being differentiated by having less than 15 percent serpentine fragments, having a paralithic contact and containing large amounts of asbestos.\nADDITIONAL DATA: NSSL lab data pedon sample number S84CA019-017 (1845-1847) for the typical pedon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 1,
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oi--0 to 0.5 inches; slightly decomposed leaves from scrub oak, manzanita, and yerba-santa; abrupt smooth boundary."
      },
      {
        "name": "A",
        "top": 1,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0.5 to 6 inches; dark grayish brown (10YR 4/2) sandy loam, very dark brown (10YR 2/2) moist; strong fine and medium subangular blocky structure; soft, very friable, slightly sticky and moderately plastic; many very fine, fine and common medium, coarse roots; many very fine, fine, medium tubular and interstitial pores; 10 percent gravel and 4 percent serpentinite hard channers, 3 to 12 inches in size; 7 percent organic matter; neutral  (pH 7.2); clear smooth boundary. (5 to 11 inches thick)"
      },
      {
        "name": "Bt",
        "top": 15,
        "bottom": 30,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bt--6 to 12 inches; brown (7.5YR 4/2) and strong brown (7.5YR 5/6) sandy clay loam, dark brown (7.5YR 3/2) and dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure; soft, very friable, slightly sticky and moderately plastic; many very fine, fine and common medium, coarse roots; common very fine, fine, medium tubular and interstitial pores; many thin clay films in pores and bridging sand grains; 10 percent gravel and 4 percent serpentinite hard channers, 3 to 12 inches in size; 3 percent organic matter; neutral (pH 7.0); abrupt irregular boundary. (3 to 9 inches thick)"
      },
      {
        "name": "Cr1",
        "top": 30,
        "bottom": 41,
        "texture_class": "sand",
        "narrative": "Cr1--12 to 16 inches; soft serpentine with about 30 percent tube type chrysotile asbestos, in the sand fraction."
      },
      {
        "name": "Cr2",
        "top": 41,
        "bottom": 69,
        "texture_class": "sand",
        "narrative": "Cr2--16 to 27 inches; soft serpentine with less than 10 percent tube type chrysotile asbestos, in the sand fraction."
      }
    ]
  ]
}
