{
  "SERIES": "ATSION",
  "STATUS": "Established Series",
  "BYREV": "SK-SG-CS/Rev. JAK",
  "REVDATE": "03/2015",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, siliceous, mesic Aeric Alaquods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Atsion sand, in second growth woodland. (Colors are for moist soil unless otherwise noted.)\nAp--0 to 8 inches, dark gray (10YR 4/1) sand, gray (10YR 5/1) dry; single grain; loose; many fine roots; less than 1 percent white rounded quartzose pebbles; extremely acid; abrupt wavy boundary. (6 to 10 inches thick)\nE--8 to 18 inches, light gray (10YR 6/1) sand, (10YR 7/1) dry; single grain; loose; few roots; less than 1 percent white rounded quartzose pebbles; strongly acid; abrupt wavy boundary. (5 to 24 inches thick)\nBh--18 to 24 inches, very dark brown (7.5YR 2/2) sand, dark grayish brown (10YR 4/2) dry; massive; firm to friable; few or common medium roots; less than 1 percent rounded quartzose pebbles; extremely acid; diffuse wavy boundary. (4 to 10 inches thick)\nBg--24 to 36 inches, very dark gray (10YR 3/1) sand, grayish brown (10YR 5/2) dry; single grain; loose; few medium roots; 5 percent rounded quartzose pebbles; extremely acid; gradual wavy boundary. (0 to 20 inches thick)\nCg--36 to 60 inches, brown (10YR 5/3) sand, grayish brown (10YR 5/2) dry; single grain; loose; few fine roots; 5 percent rounded quartzose pebbles; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Burlington County, New Jersey, Washington Township near Chatsworth, on Country Road 563, 2.8 miles south of Speedwell."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum Thickness: 20 to 40 inches\nDepth to Bedrock: Greater than 60 inches\nDepth to Seasonal High Water Table: 6 to 12 inches, January to December\nDepth to the Spodic Horizon:  16 to 40 inches\nRock Fragments: 0 to 10 percent, by volume in the  A, E, and B horizons and 0 to 20 percent in the C horizon\nSoil Reaction: Extremely acid to strongly acid, throughout the profile\nOther Features: Some pedons have a sequence of Bh horizons, varying in thickness, alternating with uneven, paler C horizons at depths of 60 inches or more & RANGE OF INDIVIDUAL HORIZONS:\nO horizon (if it occurs):\nColor--hue of 5YR to 10YR, value of 2 to 4, chroma of 1 to 3\nTexture--mucky peat or muck. Some pedons have a thin surface layer of peat.\nA or Ap horizons:\nColor--hue of 10YR or 2.5Y, value of 2 to 4, chroma of 1 or 2, or is neutral with value of 2 to 4\nTexture--loamy sand or sand\nE horizon:\nColor--hue of 5YR to 5Y, value of 5 to 7, chroma of 1 or 2\nTexture--loamy sand or sand\nBh horizon:\nColor--hue of 5YR or 7.5YR, value of 2 or 3, chroma of 2 to 4\nTexture--loamy sand or sand, less commonly sandy loam\nBg horizon:\nColor--hue of 7.5YR to 5Y, value of 3 to 6, chroma 1 to 3, or is neutral with value of 3 to 6\nTexture--loamy sand or sand\nRedoximorphic Features--iron depletions in shades of olive, gray, or white and iron accumulations in shades of red, brown, yellow, or olive\nCg horizon:\nColor--hue 7.5YR to 5Y, value of 3 to 6, chroma of 1 or 2, or is neutral with value if 3 to 6\nTexture--loamy sand or sand to a depth of 40 inches and below 40 inches is sand, fine sand, loamy sand, sandy loam, loam, sandy clay loam, sandy clay, or silt loam\nRedoximorphic Features--iron depletions in shades of olive, gray, or white and iron accumulations in shades of red, brown, yellow, or olive"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: None"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Coastal Plain\nLandform: Flats and depressions\nElevation: 25 to 150 feet\nParent Material: Sandy marine sediments\nMean Annual Air Temperature: 52 to 58 degrees F.\nMean Annual Precipitation: 40 to 55 inches\nFrost Free Period: 180 to 210 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nBerryland soils--very poorly drained on slightly lower-lying positions\nEvesboro soils--excessively drained with seasonal high water table at more than 6.0 feet, on higher lying landforms\nGalloway soils--moderately well drained with a seasonal high water table at 2.0 to 4.0 feet, on slightly higher landforms\nKlej soils--do not have a spodic horizon and are somewhat poorly drained with a seasonal high water table at 1.0 to 2.0 feet, on higher lying positions\nLakehurst soils--moderately well drained with a seasonal high water table at 18 to 42 feet, on higher landforms\nManahawkin soils--very poorly drained organic soils with a seasonal high water table at or near the surface, on lower-lying positions"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE CLASS & PERMEABILITY",
    "content": "DRAINAGE CLASS: Poorly drained & PERMEABILITY: Moderately rapid or rapid above 40 inches and moderately slow to rapid below 40 inches"
  },
  "USE AND VEGETATION": {
    "section": "USE & VEGETATION",
    "content": "USE: Mostly in woods, but some areas are used for blueberries and cranberries. & VEGETATION: Wooded area are mostly pitch pine mixed with black gum and red maple. Undergrowth consists of highbush blueberries, sweet pepperbush, sheep laurel, and greenbriar."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION & EXTENT",
    "content": "DISTRIBUTION: Northern Atlantic Coastal Plain of New Jersey, Maryland, Delaware, and New York. & EXTENT: Large, more than 100,000 acres"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: RALEIGH, NORTH CAROLINA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Suffolk County, New York, 1970"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and other diagnostic soil characteristics recognized in this pedon are:\nAquic conditions--the zone from the soil surface to a depth of 80 inches is periodically saturated (endosaturation)\nOchric epipedon--the zone from the soil surface to a depth of 8 inches (Ap horizon)\nAlbic horizon--the zone from 8 to 18 inches (E horizon)\nSpodic horizon--the zone from 18 to 25 inches (Bh horizon)\nSERIES INTERPRETATION RECORDS(s): NJ0015, NJ0086\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nNJ0015 ATSION      0-  2   52-58   180-210  40-55       -\nNJ0086 ATSION      0-  2     -        -       -         -\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nNJ0015 NONE   RARE     0-1.0  APPARENT NOV-JUN  60-60\nNJ0086 FREQ            0-1.0  APPARENT JAN-DEC  60-60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nNJ0015  0-18  S FS LS                 0-  0  90-100  1- 6    -\nNJ0015 18-24  LS S SL                 0-  0  85-100  2- 7    -\nNJ0015 24-40  S LS                    0-  0  85-100  2-10    -\nNJ0015 40-60  SR S SIL                0-  0  70-100  2-15    -\nNJ0086  0-18  S                       0-  0  90-100  1- 6    -\nNJ0086 18-24  LS S SL                 0-  0  90-100  2- 7    -\nNJ0086 24-40  S LS                    0-  0  85-100  3-10    -\nNJ0086 40-60  SR S LS                 0-  0  85-100  3-10    -\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nNJ0015  0-18  3.5- 5.0  2.-4.  0- 0   6.0-  20  LOW\nNJ0015 18-24  3.5- 5.0    -    0- 0   2.0-  20  LOW\nNJ0015 24-40  3.5- 5.0    -    0- 0   6.0-  20  LOW\nNJ0015 40-60  3.5- 5.0    -    0- 0   0.2-  20  LOW\nNJ0086  0-18  3.5- 5.0  2.-4.  0- 4   6.0-  20  LOW\nNJ0086 18-24  3.5- 5.0    -    0- 4   2.0- 6.0  LOW\nNJ0086 24-40  3.5- 5.0    -    0- 4   6.0-  20  LOW\nNJ0086 40-60  3.5- 5.0    -    0- 4   6.0-  20  LOW\nNational Cooperative Soil Survey\nU.S.A."
  }
}
