{
  "SERIES": "ATTELLA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JVC/JBF",
  "REVDATE": "02/2016",
  "STATES": "NV",
  "OVERVIEW": "The Attella series consists of very shallow, well drained soils that formed in residuum and colluvium derived from dolostone and calcareous shale with additions of loess and volcanic ash.  Attella soils are on mountains.  Slopes are 30 to 50 percent.  The mean annual precipitation is about 280 mm and the mean annual temperature is about 6 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, calcareous, frigid Lithic Xeric Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Attella very gravelly loam--forestland.  (Colors are for dry soil unless otherwise noted.)  The soil surface is covered with approximately 80 percent gravel and 5 percent flagstones.\nA--0 to 8 cm; light brownish gray (10YR 6/2) very gravelly loam, dark brown (10YR 3/3) moist; moderate thin platy structure; soft, very friable, slightly sticky and slightly plastic; common very fine and fine roots; common very fine and fine vesicular and interstitial pores; 45 percent gravel; strongly effervescent; moderately alkaline (pH 8.2); clear smooth boundary.  (5 to 13 cm thick)\nBk--8 to 18 cm; light brownish gray (10YR 6/2) very gravelly loam, dark brown (10YR 3/3) moist; moderate fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine, common fine, and many medium roots; common very fine and fine tubular pores; 45 percent gravel; secondary carbonates segregated as common coats and few pendants on bottoms of gravel; strongly effervescent; moderately alkaline (pH 8.3); abrupt wavy boundary.  (10 to 15 cm thick)\n2R--18 cm; hard, fractured dolostone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lander County, Nevada; approximately 12 miles north of Austin; about 2,100 feet north and 2,000 feet west of the southeast corner of section 26, T. 21 N., R. 44 E.; USGS Mount Callaghan 7.5 minute topographic quadrangle; latitude 39 degrees 39 minutes 22 seconds N and longitude 116 degrees 59 minutes 33 seconds west; WGS84 Decimal Degrees 39.6561111 latitude, -116.9925000 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist from mid-October to mid-June, dry from mid-June to mid-October; aridic moisture regime that borders on xeric.\nMean annual soil temperature: 5 to 8 degrees C.\nDepth to bedrock: 15 to 25 cm to a lithic contact.\nReaction: Slightly alkaline or moderately alkaline.\nCalcium carbonate equivalent: 5 to 15 percent.\nVolcanic glass content: 5 to 25 percent in coarse silt through fine sand fractions.\nParticle-size control section - Clay content:  Averages 15 to 25 percent.\nRock fragments: Averages 35 to 60 percent, mainly gravel and some channers.  Lithology of fragments are mainly dolostone or hard calcareous shale.\nA horizon:\nValue:  6 or 7 dry, 3 or 4 moist.\nChroma:  2 or 3, dry or moist.\nClay content: 12 to 22 percent.\nBk or C horizons:\nValue:  6 or 7 dry, 3 through 5 moist.\nChroma: 2 through 4, dry or moist.\nClay content: 15 to 27 percent.\nStructure:  Fine or medium subangular blocky or is massive.\nTexture:  Very gravelly loam or very gravelly silt loam.\nConsistence:  Soft or slightly hard dry, friable or very friable moist.\nEffervescence:  Strongly effervescent or violently effervescent.\nIdentifiable secondary carbonates: Occurs as coats and pendants on bottoms of rock fragments and also as masses in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Solak series.  Solak soils have lithic contacts at depths of 25 to 50 cm from the soil surface and are not influenced by volcanic glass."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Attella soils are on mountains.  They typically occur on backslope positions.  These soils formed in residuum and colluvium derived from dolostone and calcareous shale with additions of loess and volcanic ash.  Slopes are 30 to 50 percent.  Elevations range from 1,830 to 2,500 meters.  The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 250 to 300 mm, the mean annual temperature is 4 to 7 degrees C., and the frost-free period is 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hymas, Kram, Puffer, and Xine soils.  Hymas soils have mollic epipedons and carbonatic mineralogy.  Kram and Puffer soils have mesic soil temperature regimes.  Xine soils are moderately deep to paralithic contacts, have mollic epipedons, and have calcic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; very high surface runoff; moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Attella soils are used for forestland and wildlife habitat.  The present vegetation is mainly a forest canopy of singleleaf pinyon and Utah juniper with an understory of mountain big sagebrush and pine bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Nevada.  These soils are not extensive with about 8,300 acres of the series mapped to date.  The series concept and main acreage is in MLRA 28B, while other acreage occurs in MLRA 24."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lander County (South Part), Nevada, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A and Bk horizons).\nIdentifiable secondary carbonates - The zone from 8 to 18 cm (Bk horizon).\nLithic contact - The boundary at 18 cm to underlying hard, unweathered bedrock (2R layer).\nParticle-size control section - The zone from the soil surface to 18 cm (A and Bk horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  The typical pedon at the series type location has full characterization by the Soil Survey Laboratory (SSL), Lincoln, NE, as soil survey sample number S81NV-015-302 (pedon # 82P0323).\nPrevious authors and editors include: CEJ-BJS-RLB."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 8 cm; light brownish gray (10YR 6/2) very gravelly loam, dark brown (10YR 3/3) moist; moderate thin platy structure; soft, very friable, slightly sticky and slightly plastic; common very fine and fine roots; common very fine and fine vesicular and interstitial pores; 45 percent gravel; strongly effervescent; moderately alkaline (pH 8.2); clear smooth boundary.  (5 to 13 cm thick)"
      },
      {
        "name": "Bk",
        "top": 8,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 8.3,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bk--8 to 18 cm; light brownish gray (10YR 6/2) very gravelly loam, dark brown (10YR 3/3) moist; moderate fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine, common fine, and many medium roots; common very fine and fine tubular pores; 45 percent gravel; secondary carbonates segregated as common coats and few pendants on bottoms of gravel; strongly effervescent; moderately alkaline (pH 8.3); abrupt wavy boundary.  (10 to 15 cm thick)"
      },
      {
        "name": "2R",
        "top": 18,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R--18 cm; hard, fractured dolostone."
      }
    ]
  ]
}
