{
  "SERIES": "ATTEWAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. LCB-DRS-CJH",
  "REVDATE": "12/2000",
  "STATES": "MT,SD,WY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive, frigid Aridic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Attewan loam, cultivated.  (Colors are for dry soil unless otherwise noted)\nAp--0 to 6 inches; brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; moderate fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many fine roots; 5 percent pebbles; neutral (pH 6.6); clear wavy boundary. (4 to 6 inches thick)\nBt--6 to 15 inches; brown (10YR 5/3) clay loam, dark grayish brown (10YR 4/2) moist; moderate fine and medium prismatic structure parting to fine and medium blocky; hard, friable, moderately sticky and moderately plastic; many fine roots; common fine and very fine pores; very dark grayish brown (10YR 3/2) many faint clay films on faces of peds; 5 percent pebbles; slightly alkaline; clear wavy boundary. (5 to 15 inches thick)\nBk1--15 to 20 inches; grayish brown (2.5Y 5/2) clay loam, dark grayish brown (2.5Y 4/2) moist; moderate medium prismatic structure parting to weak medium blocky; hard, very friable, slightly sticky and moderately plastic; common fine roots; many fine and very fine pores; 5 percent fine pebbles; common fine masses and threads of lime; common faint lime coatings on underside of rock; violently effervescent; moderately alkaline (pH 8.4); gradual wavy boundary. (3 to 8 inches thick)\nBk2--20 to 25 inches; light brownish gray (2.5Y 6/2) clay loam, grayish brown (2.5Y 5/2) moist; weak medium and coarse prismatic structure; hard, very friable, slightly sticky and moderately plastic; common fine roots; common fine pores; 10 percent pebbles; many medium masses of lime; continuous distinct lime coatings on pebbles; violently effervescent; moderately alkaline (pH 8.4); gradual wavy boundary. (Combined Bk horizons 10 to 20 inches thick)\n2C--25 to 60 inches; grayish brown (2.5Y 5/2) very gravelly loamy sand; dark grayish brown (2.5Y 4/2) moist; single grain; loose; nonsticky and nonplastic; about 60 percent pebbles; lime crusts on undersides of pebbles in upper part; strongly effervescent; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Blaine County, Montana; 2,000 feet south and 900 feet west of the northeast corner of sec. 29, T. 37 N., R. 26 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 40 to 47 degrees F.\nMoisture control section - between 4 and 12 inches; dry in some part six-tenths or more of the cumulative days per year when the soil temperature at a depth of 20 inches is 41 degrees F or higher.\nMollic epipedon thickness - 7 to 12 inches and may include part or all of the argillic horizon.\nDepth to Bk horizon - 10 to 21 inches.\nDepth to 2C horizon - 20 to 40 inches.\n2Bk and 2Ck horizons are allowed.\nSoil phases - stony and wet.\nAp horizon - Hue:  10YR or 2.5Y\nValue:  4 or 5 dry; 2 or 3 moist\nChroma:  2 or 3\nTexture:  loam, clay loam, sandy loam or fine sandy loam\nClay content:  10 to 35 percent\nRock fragments:  0 to 50 percent--0 to 20 percent greater than 3 inch stones and cobbles; 0 to 30 percent less than 3 inch pebbles\nReaction:  pH 6.1 to 8.4\nBt horizon - Hue:  10YR or 2.5Y\nValue:  4, 5, or 6 dry; 3 or 4 moist\nChroma:  2 or 3; chroma of 4 allowed in the lower part.\nTexture:  clay loam, sandy clay loam, or loam\nClay content:  20 to 35 percent\nRock fragments:  0 to 25 percent--0 to 5 percent greater than 3 inch stones and cobbles; 0 to 20 percent less than 3 inch pebbles\nReaction:  pH 6.6 to 8.4\nBk horizons - Hue:  10YR or 2.5Y\nValue:  5, 6, 7, or 8 dry; 4, 5, or 6 moist\nChroma:  2, 3, 4, or 6\nTexture:  loam, clay loam, silt loam, sandy clay loam, or sandy loam\nClay content:  15 to 30 percent\nRock fragments:  0 to 30 percent--0 to 5 percent stones and cobbles; 0 to 25 percent pebbles\nCalcium carbonate equivalent:  1 to 15 percent\nReaction:  pH 7.4 to 9.0\n2C horizon - Hue:  2.5Y or 10YR\nValue:  4, 5, 6 or 7 dry; 4 or 5 moist\nChroma:  2, 3, or 4\nTexture:  loamy sand, sand, loamy coarse sand, or coarse sand\nClay content:  0 to 10 percent\nRock fragments:  35 to 75 percent--0 to 15 percent stones and cobbles; 35 to 60 percent pebbles\nCalcium carbonate equivalent:  1 to 15 percent\nReaction:  pH 7.4 to 9.0"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBeaverflat (MT) - does not have a horizon of secondary calcium carbonate accumulation; is not sandy-skeletal below a depth of 20 to 40 inches.\nDegrand (MT) - is not sandy-skeletal below depths of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - outwash terraces; stream terraces; eskers; alluvial fans.\nElevations - 2,200 to 6,500 feet.\nSlopes - 0 to 8 percent.\nParent materials - alluvium or glacial outwash deposited over sand or loamy sand having more than 35 percent rock fragments.\nClimate - long, cold winters; moist springs; hot, dry summers.\nPrecipitation - 10 to 14 inches.\nMean annual air temperature - 38 to 45 degrees F.\nFrost-free period - 90 to 135 day; Frost-free period down to 70 days is allowed in MLRA 44."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the Beaverell, Evanston, and Tinsley soils.  The Beaverell and Tinsley soils are above and the Evanston soils are below the Attawan soils on the landscape.  Beaverell and Tinsley soils are less than 20 inches to sand and gravel and Evanston soils are deeper than 40 inches to sand and gravel."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Moderate permeability above the 2C horizon and rapid in the 2C horizon.  Runoff is negligible to medium depending on slope."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used mainly for irrigated and nonirrigated cropland and as rangeland.  The potential native vegetation is mainly bluebunch wheatgrass, needleandthread, western wheatgrass, forbs, and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Attewan soils are extensive throughout eastern Montana, some dry intermountain valleys, and in the states of Colorado and Utah."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cascade County, Montana, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil interpretations records:  MT0170, MT0468, MT0580, MT0868, and MT0179.\nDiagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface or the soil to a depth of 7 inches (after mixing) (A and part of Bt horizon); argillic horizon - the zone from 6 to 15 inches (Bt horizon); horizon of secondary carbonate accumulation - the zone from 15 to 25 inches (Bk1 and Bk2 horizons); discontinuity of sandy-skeletal material the zone from 25 to 60 inches (2C horizon); particle-size control section the zone from 6 to 40 inches (Bt, Bk1, Bk2 and 2C horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
