{
  "SERIES": "ATTERBERRY",
  "STATUS": "Established Series",
  "BYREV": "Rev. JCD-SLE",
  "REVDATE": "02/2006",
  "STATES": "IL,IA,WI",
  "OVERVIEW": "The Atterberry series consists of very deep, somewhat poorly drained soils formed in loess on uplands.  Slope ranges from 0 to 6 percent. The mean annual temperature is about 9 degrees C (48 degrees F), and the mean annual precipitation is about 910 mm (36 inches).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Udollic Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Atterberry silt loam in a nearly level cultivated field at an elevation is 201 meters (660 feet). (Colors are for moist soil unless otherwise stated.)\nAp--0 to 23 centimeters (0 to 9 inches); very dark grayish brown (10YR 3/2) silt loam, brown (10YR 5/3) dry; moderate fine granular structure; friable; few fine roots; moderately acid (pH 6.0); abrupt smooth boundary. [15 to 25 centimeters (6 to 10 inches) thick]\nE--23 to 33 centimeters (9 to 13 inches); light brownish gray (10YR 6/2) silt loam, light gray (10YR 7/2) dry; moderate thin platy structure; friable; few fine roots; common fine faint grayish brown (10YR 5/2) iron depletions; slightly acid (pH 6.2); clear smooth boundary. [10 to 20 centimeters (4 to 8 inches) thick]\nBE--33 to 43 centimeters (13 to 17 inches); brown (10YR 5/3) silt loam; moderate medium platy structure parting to moderate very fine subangular blocky; friable; few fine roots; common faint brown (10YR 4/3) clay films and common distinct light gray (10YR 7/2) dry, silt coatings on faces of peds; few fine prominent dark brown (7.5YR 3/2) concretions of iron and manganese oxides; few fine faint grayish brown (10YR 5/2) iron depletions within the matrix; slightly acid (pH 6.2); clear smooth boundary. [0 to 15 centimeters (0 to 6 inches) thick]\nBt--43 to 61 centimeters (17 to 24 inches); brown (10YR 5/3) silty clay loam; moderate fine subangular blocky structure; firm; few fine roots; many faint dark grayish brown (10YR 4/2) clay films and common faint light gray (10YR 7/2) dry, silt coatings on faces of peds; common fine faint grayish brown (10YR 5/2) iron depletions and common fine distinct yellowish brown (10YR 5/6) iron oncentrations within the matrix; strongly acid (pH 5.4); clear smooth boundary.\nBtg1--61 to 84 centimeters (24 to 33 inches); grayish brown (2.5Y 5/2) silty clay loam; moderate medium subangular blocky structure; friable; few fine roots; many distinct grayish brown (10YR 5/2) clay films and few distinct light gray (10YR 7/2) dry, silt coatings on faces of peds; common fine prominent rounded dark brown (7.5YR 3/2) concretions of iron and manganese oxides; common fine faint light brownish gray (2.5Y 6/2) iron depletions; common fine distinct yellowish brown (10YR 5/6) iron concentrations within the matrix; strongly acid (pH 5.4); clear smooth boundary.\nBtg2--84 to 102 centimeters (33 to 40 inches); light brownish gray (2.5Y 6/2) silty clay loam; moderate medium prismatic structure parting to moderate medium subangular blocky; friable; few fine roots; common distinct grayish brown (10YR 5/2) clay films and few distinct light gray (10YR 7/2) dry, silt coatings on faces of peds; many prominent very dark grayish brown (10YR 3/2) clay films lining pores; common fine prominent rounded dark brown (7.5YR 3/2) concretions of iron and manganese oxides; many fine prominent yellowish brown (10YR 5/6) iron concentrations within the matrix; strongly acid (pH 5.4); clear smooth boundary.\nBtg3--102 to 122 centimeters (40 to 48 inches); light brownish gray (2.5Y 6/2) silty clay loam; moderate coarse prismatic structure; friable; few fine roots; common distinct grayish brown (10YR 5/2) clay films on faces of peds; many prominent very dark grayish brown (10YR 3/2) clay films lining pores; many fine prominent yellowish brown (10YR 5/6) iron concentrations within the matrix; strongly acid (pH 5.4); clear smooth boundary. [Combined thickness of the Bt horizon is 41 to 122 centimeters (16 to 48 inches).]\nBCg--122 to 140 centimeters (48 to 55 inches); light brownish gray (2.5Y 6/2) silt loam; weak coarse prismatic structure; friable; common distinct grayish brown (10YR 5/2) clay films on faces of peds; many prominent very dark grayish brown (10YR 3/2) clay films lining pores; many medium prominent yellowish brown (10YR 5/6) iron concentrations within the matrix; moderately acid (pH 5.6); clear wavy boundary. [0 to 38 centimeters (0 to 15 inches) thick]\nCg--140 to 152 centimeters (55 to 60 inches); light brownish gray (2.5Y 6/2) silt loam; massive; friable; many medium prominent yellowish brown (10YR 5/6) iron concentrations within the matrix; slightly acid (pH 6.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 108; Bureau County, Illinois; about 3 miles south and one mile east of Princeton; about 1,650 feet north and 1,120 feet east of the southwest corner of section 34, T. 16 N., R. 9 E.; USGS Princeton South quadrangle; Lat. 41 degrees, 19 minutes, 30 seconds N., Long. 89 degrees, 33 minutes, 15 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the solum ranges from 107 to 183 centimeters (42 to 72 inches). The upper 51 centimeters (20 inches) of the argillic horizon averages between 25 and 35 percent clay.\nThe Ap or A horizon has value of 2 or 3, and chroma of 1 or 2. It is moderately acid to neutral.\nThe E horizon has value of 4 through 6, and chroma of 1 or 2 and has redoximorphic features. It is strongly acid to neutral.\nBE or EB horizons are present in most pedons.\nThe Bt or Btg horizon has hue of 10YR, 2.5Y, or 5Y, value of 4 to 6, and chroma of 2 through 4 and has redoximorphic features. It typically is silty clay loam, but some layers range to silt loam. It is moderately acid or strongly acid in the most acid part and ranges from strongly acid to neutral. BC or BCg horizons are present in most pedons.\nThe C or Cg horizon has hue of 10YR, 2.5Y, or 5Y, value of 4 through 6, and chroma of 1 through 4. It is moderately acid to slightly alkaline in the upper part and slightly acid to slightly alkaline in the lower part."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bethalto, Canoe, Curran, Emery, Franklin, Koszta, Millbrook, Mulvey, Virgil, and Wauconda soils. Bethalto soils have a mean annual soil temperature of greater than 14 degrees C (56 degrees F). Canoe and Emery soils have a sand content of more than 8 percent in the particle-size control section. Curran soils contain more sand in their lower B horizons. Franklin, Millbrook, and Wauconda soils have horizons with more than 10 percent sand within a depth of 102 centimeters (40 inches). Koszta soils are deeper to the layer highest in clay, and they have less contrast in clay content between the B and C horizons. Mulvey soils average more than 15 percent rock fragments in the lower part of the series control section. Virgil soils average more than 20 percent sand in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Atterberry soils typically are nearly level to gently sloping and are on moderately wide ridgetops or upland divides on till plains. Less commonly they are on loess covered benches or high stream terraces. They formed in areas of transition between prairie grass and deciduous forest. Slope gradients range from 0 to 6 percent. Mean annual temperature ranges between 8 and 13 degrees C (45 to 54 degrees F) and mean annual precipitation between 760 and 1020 millimeters (30 to 40 inches)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Downs, Fayette, Muscatune, New Vienna, Osco, Stronghurst, and Tama soils. The well drained Downs and moderately well drained New Vienna soils form a drainage sequence with Atterberry soils. Fayette and Stronghurst soils have thinner or lighter colored surface\nlayers. Muscatune, Osco, and Tama soils have mollic epipedons. Atterberry soils form a biosequence with Muscatune and Stronghurst soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. Runoff is low or medium. Saturated hydraulic conductivity is 4.23 to 14.11 micrometers per second (moderate permeability)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Atterberry soils are mostly cultivated. Corn, soybeans, small grains, and meadow are the major crops. Some areas are used for pasture. Native vegetation was mixed prairie grass and hardwood trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western, central, and northwestern Illinois, eastern Iowa, and southern Wisconsin. LRRs L and M, MLRAs 95A, 95B, 104, 105, 108A, 114, 115B, and 115C. Extent is large."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Cass County, Illinois, l939."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nOchric epipedon - the zone from the surface to a depth of 33 centimeters (0 to 13 inches) (Ap and E horizons).\nAlbic horizon - the zone from 23 to 33 centimeters (9 to 13 inches) (E horizon).\nArgillic horizon - the zone from a depth of 43 to 122 centimeters (17 inches to 48 inches) (Bt, Btg1, Btg2, and Btg3 horizons).\nA sandy substratum phase has been mapped, but will be recorrelated during future MLRA update activities.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
