{
  "SERIES": "ATWATER",
  "STATUS": "Established Series",
  "BYREV": "Rev. RCH",
  "REVDATE": "01/2003",
  "STATES": "CA",
  "OVERVIEW": "The Atwater series consists of very deep, well drained soils formed in granitic alluvium.  The mean annual precipitation is about 15 inches, and the mean annual temperature is about 61 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, thermic Typic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Atwater loamy and - cultivated (Colors are for dry soil unless otherwise noted).\nAp--0 to 12 inches; pale brown (10YR 6/3) loamy sand, dark brown (10YR 4/3) moist nearly single grain; soft, very friable; porous; low in organic matter; slightly acid; gradual smooth boundary.  (8 to 16 inches thick)\nA3--12 to 24 inches; very similar to surface horizon but contains only about half as much organic matter; clear smooth boundary.  (6 to 12 inches thick)\nB2t--24 to 39 inches; pale brown (10YR 6/3) sandy loam, dark brown (10YR 4/3) moist; weak medium subangular blocky structure; hard, friable; thin patchy dark brown (10YR 3/3) moist) clay films; neutral; gradual smooth boundary.  (12 to 20 inches thick)\nC--39 to 60 inches; yellowish brown (10YR 5/4) sandy loam, dark yellowish brown (10YR 4/4) moist; massive; slightly hard, very friable; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Madera County, California.  NE 1/4 of SE 1/4, section 7, T. 10 S., R. 18 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils have ochric epipedons, argillic horizons and soil temperature is greater than 59 degrees F.  The solum ranges in thickness from 26 to 48 inches.  The soils are dry for 60 consecutive days in all parts between 10 and 40 inches.  The mean soil temperature is greater than 59 degrees F.  The soils are formed in dunes of uniformly sorted material containing a minimum of coarse and very coarse particles.  They have mixed mineralogy.\nThe A horizon ranges in color (10YR hue) from pale brown to grayish brown, values of 5 or 6, chromas of 2 or 3; in texture from loamy sand to coarse sandy loam; and in reaction from slightly acid to neutral.\nThe B2t horizon ranges in color (7.5YR and 10YR hues) from yellowish brown, brown to pale brown, values of 4 to 6, chromas of 3 or 4; in texture from sandy loam to heavy sandy loam; in reaction from slightly acid to neutral.\nThe C horizons are light yellowish brown or yellowish brown sandy loam to loamy sand and may be underlain by unrelated, weakly indurated sediments or reddish brown silica-cemented hardpans.  Depths to these unrelated substrata are usually greater than 40 inches but vary because of land leveling and shaping."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These include in the same family, the Dinuba and Greenfield.  The Dinuba soils have grayish brown A1 horizons, calcareous B horizon overlying unrelated, calcareous silty substratum at depths less than 40 inches.  The Greenfield soils, developed in alluvium, are stratified and lack the uniform particle-size distribution.  Soils in the same subgroup but in a fine loamy family include the Borden series.  Similar soils are Hanford which lack argillic horizons and Delhi which are sandy throughout."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Atwater soils occur on gently undulating to rolling dunes formed from granitic alluvium.  They occur at elevations of less than 500 feet, in a semiarid, mesothermal climate with mean annual rainfall of 9 to 20 inches, with hot, dry summers and cool, moist winters.  Mean annual temperature is about 61 degrees F, average January temperature about 44 degrees F, and average July temperature about 78 degrees F.  Frost-free season averages about 250 to 280 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Delhi, Rocklin, San Joaquin and Whitney.  Delhi has no argillic horizons.  Rocklin, San Joaquin and Whitney soils are formed on old terrace deposits."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained with moderately rapid permeability and slow runoff."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for production of truck crops, grapes, tree fruits, nuts, grain, and alfalfa.  Vegetation consists of annual grasses, weeds, and low-growing shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East side of San Joaquin Valley, California.  The soils are moderately extensive, comprising 89,000 acres in Fresno, Merced and Madera Counties."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Merced Area, California, 1944.  Source of name is town of Atwater, Merced County, California."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The soils were formerly classified in the (minimal) Noncalcic Brown group.\nLast revised by the state on 7/66.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Ap--0 to 12 inches; pale brown (10YR 6/3) loamy sand, dark brown (10YR 4/3) moist nearly single grain; soft, very friable; porous; low in organic matter; slightly acid; gradual smooth boundary.  (8 to 16 inches thick)"
      },
      {
        "name": "A3",
        "top": 30,
        "bottom": 61,
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A3--12 to 24 inches; very similar to surface horizon but contains only about half as much organic matter; clear smooth boundary.  (6 to 12 inches thick)"
      },
      {
        "name": "B2t",
        "top": 61,
        "bottom": 99,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "B2t--24 to 39 inches; pale brown (10YR 6/3) sandy loam, dark brown (10YR 4/3) moist; weak medium subangular blocky structure; hard, friable; thin patchy dark brown (10YR 3/3) moist) clay films; neutral; gradual smooth boundary.  (12 to 20 inches thick)"
      },
      {
        "name": "C",
        "top": 99,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "neutral",
        "narrative": "C--39 to 60 inches; yellowish brown (10YR 5/4) sandy loam, dark yellowish brown (10YR 4/4) moist; massive; slightly hard, very friable; neutral."
      }
    ]
  ]
}
