{
  "SERIES": "AUBURN",
  "STATUS": "Established Series",
  "BYREV": "JHR/WBS/ET/DWB/AGB/JTW",
  "REVDATE": "12/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, thermic Lithic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Auburn silt loam - on an east-facing slope of 10 percent under annual grasses, blue oak, interior live oak and California foothill pine at 190 meters elevation. (Colors are for dry soil unless otherwise noted. When described on March 27, 1959, the soil was dry throughout.)\nA1--0 to 4 cm; strong brown (7.5YR 5/6) silt loam, reddish brown (5YR 4/4) moist; massive; slightly hard, friable, slightly sticky and nonplastic; many very fine roots; many very fine and fine tubular pores; slightly acid (pH 6.4); clear smooth boundary. (3 to 20 cm thick)\nA2--4 to 23 cm; yellowish red (5YR 5/6) silt loam, reddish brown (5YR 4/4) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; many very fine and medium roots; many very fine and medium tubular pores; slightly acid (pH 6.4); gradual smooth boundary. (3 to 20 cm thick)\nBw--23 to 36 cm; yellowish red (5YR 5/8) silt loam, yellowish red (5YR 4/6) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine tubular pores; few thin clay films line pores; slightly acid (pH 6.5); abrupt wavy boundary. (13 to 30 cm thick)\nR--36 to 61 cm; very pale brown (10YR 7/4) partly weathered amphibolite schist with reddish brown (2.5YR 4/4) colloidal stains in fracture planes; few roots in cracks; slightly acid (pH 6.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Amador County, California. About 5.6 km (3.5 miles) northeast of Ione, 0.4 km (0.25 miles) east and 30 meters (100 feet) north of the southeast corner of sec. 6 T. 6 N, R. 10 E. Irish Hill Quadrangle. WGS84 38.398613 latitude and -121.032501 longitude. UTM Zone 10 671810 meters E 4251876 meters N, NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature: The soil temperature at 50 cm depth (or above the lithic contact) is 15 to 19 degrees C. The difference between mean summer and winter soil temperature is greater than 6 degrees C. The soils have a thermic temperature regime.\nSoil moisture: The soil moisture control section is dry in all parts from about May to October. The soils have a xeric moisture regime.\nDiagnostic Feature(s)\nOchric epipedon thickness: 5 to 20 cm\nCambic horizon thickness: 15 to 45 cm\nDepth to lithic contact: 25 to 70 cm\nDepths to lithic contact range from less than 50 cm to more than 50 cm within a linear distance of less than 3.5 meters. Dominantly the soils are 25 to 50 cm deep to rock over 50 to 90 percent of the area. The rest of the area, 10 to 50 percent, is 50 to 70 cm to rock. The contact with the bedrock is abrupt, although some slightly weathered fracture planes are present in some pedons.\nParticle size control section weighted averages:\nClay content: 12 to 30 percent\nRock fragments: 0 to 25 percent (gravel, cobbles and stones)\nA horizon:\nHue: 5YR, 7.5YR\nValue: 4 to 6 dry; 4 to 5 moist\nChroma: 4 to 8 dry; 2 to 6 moist\nTextures: loam, silt loam, clay loam (may be very stony)\nClay content: 12 to 30 percent\nRock fragments: 0 to 45 percent (gravels, cobbles and stones)\nReaction: moderately acid to neutral\nBw horizon\nHue: 5YR, 7.5YR\nValue: 4 to 6 dry; 3 to 6 moist\nChroma: 4 to 8 dry or moist\nTextures: loam, silt loam, clay loam\nClay content: 12 to 30 percent\nRock fragments: 0 to 25 percent (gravels, cobbles and stones)\nReaction: strongly acid to slightly acid\nThe Bw horizon has hues that are one unit redder or chromas that are brighter or there is weak structure or there is a slight clay increase."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Jennylind, Millsholm (MLRAs 15 & 20), Spinnaker (MLRA 20) and Toomes (MLRAs 15 & 18) soils. Jennylind soils occur on erosion remnants comprised of acidic tuff and have no hues redder than 7.5YR. Millsholm soils formed in material weathered from sandstone, mudstone or shale and have no hues redder than 10YR. Spinnaker soils formed in colluvium and residuum from volcanic rocks and are dry in the soil moisture control section for less than 120 days (from about mid-August to mid-November). Toomes soils are very shallow to shallow and occur on broad volcanic ridges or plateaus comprised of tuff breccia, basalt or andesite."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Auburn soils are hills with slopes of 2 to 75 percent. Rock outcrops are common. The soils formed in material weathered from metabasic or metasedimentary rock such as amphibolite schist, greenstone schist, or diabase. Elevations are 40 to 630 meters. The climate is Mediterranean with hot, dry summers and cool, moist winters. Mean annual precipitation is 475 to 1275 mm. Mean January temperature is about 7 degrees C, and mean July temperature is 24 degrees C; mean annual air temperature ranges from 15 to 17 degrees C. Frost-free season is about 230 to 345 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Argonaut, Exchequer, Sobrante and Whiterock soils. Argonaut and Sobrante soils have an argillic horizon. Argonaut soils have more than 35 percent clay in the particle-size control section and occur primarily on lower hill slope positions (footslope, toeslope) or on stable interfluves. Exchequer soils are very shallow and lack a cambic horizon, they are on crests of hill slopes or are closely associated with rock outcrop on side slopes. Sobrante and Whiterock are on backslopes of hill slopes. Sobrante soils are 50 to 100 cm to a paralithic contact. Whiterock soils are shallow, do not have a cambic horizon, formed from metasedimentary rocks, and do not have hues redder than 10YR."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; Saturated hydraulic conductivity of the soil is moderately high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for annual rangeland with small areas used for irrigated pasture. The native vegetation is typically annual grasses and forbs such as soft chess, wild oats, ripgut brome, and filaree with stands of blue oak, interior live oak, scattered California foothill pine and brush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Primarily in the Sierra Nevada Foothills, with a small extent in the northern part of the Central California Coast Range ; MLRAs 18 and 15. The soil is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Marysville and Sacramento Areas, 1913."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle size control section recognized in this pedon: 0 to 36 cm\nDiagnostic horizons and features recognized in this pedon:\nOchric epipedon 0 to 4 cm (A1 horizon)\nCambic horizon: 4 to 36 cm (A2 and Bw horizons)\nLithic contact: 36 cm\nThis series was formerly classified as loamy, oxidic, thermic Ruptic-Lithic Xerochrepts.\nFuture projects to investigate this series should evaluate map units that we would now recognize as a complex of shallow and moderately deep soils.\nThe properties of the Auburn soils in MLRA 15 are likely to vary from the central concept described here and should be investigated for potential re-correlation to a different series concept.\nADDITIONAL DATA:\nNASIS User Pedon ID: S1959CA005007\nPedon purpose: laboratory sampling location\nLab Source: Riverside SSL\nLab Pedon Number: 40A3004\nThe soil was classified using the 12th edition of the Keys to Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
