{
  "SERIES": "AUGSBURG",
  "STATUS": "Established Series",
  "BYREV": "RBH-DED-CJH",
  "REVDATE": "03/2005",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty over clayey, mixed over smectitic, superactive, frigid Typic Calciaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Augsburg very fine sandy loam with a plane level slope on a glacial lake plain in a cultivated field.  (Colors are for moist soil unless otherwise stated)\nAp--0 to 8 inches; black (10YR 2/1) very fine sandy loam, very dark gray (10YR 3/1) dry; weak very fine subangular blocky structure; very friable; strong effervescence; moderately alkaline; abrupt smooth boundary.  (6 to 13 inches thick)\nAk--8 to 11 inches; very dark grayish brown (2.5Y 3/2) loam, dark grayish brown (2.5Y 4/2) dry; weak very fine subangular blocky structure; very friable; strong effervescence; moderately alkaline; clear smooth boundary.  (0 to 10 inches thick)\nBkg--11 to 18 inches; dark gray (2.5Y 4/1) very fine sandy loam; weak very fine subangular blocky structure; very friable; disseminated lime; violent effervescence; moderately alkaline; clear smooth boundary.  (6 to 20 inches thick)\nBg1--18 to 33 inches; light brownish gray (2.5Y 6/2) loamy very fine sand; few fine distinct yellowish brown (10YR 5/6) redox concentrations and few fine pale yellow (2.5Y 8/2) carbonates masses; single grain; massive; loose; strong effervescence; moderately alkaline; abrupt smooth boundary.  (0 to 28 inches thick)\n2Bg2--33 to 62 inches; olive gray (5Y 5/2) clay; many medium prominent dark reddish gray (5YR 4/2) redox depletions and dark yellowish brown (10YR 4/4) redox concentrations; and few medium very pale brown (10YR 8/2) carbonate masses; weak moderate very fine angular blocky structure; firm; slight effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kittson County, Minnesota; about 6 miles east and 1 mile north of Karlstad; 330 feet east and 150 feet north of the southwest corner, Sec. 17, T. 159 N., R. 47 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon ranges from 7 to 20 inches in thickness.  Depth to the clayey material ranges from 20 to 40 inches.  These soils do not have rock fragments in the upper part of the 10- to 40-inch series control section but have up to 5 percent in the clayeye sediments in the lower part.  These soils are slightly alkaline or moderately alkaline and are slightly effervescent to violently effervescent to a depth of 40 inches or more.  In the particle-size control section the calcium carbonate equivalent ranges from 15 to 40 percent; the higher values are in the Bkg horizon.  The upper sediment averages less than 18 percent noncarbonate clay and less than 15 percent fine sand and coarser.  The lower sediment typically averages between 45 and 55 percent clay with an extreme range of 35 to 85 percent clay.  Saline phases are recognized.\nThe A horizon has hue of 10YR, 2.5Y or is neutral, value of 2 or 3, and chroma of 2 or less.  Texture is loam, silt loam, sandy clay loam, or very fine sandy loam.  Mucky analogues of these textures occur in the depressional phases.  Some pedons have an BAk horizon.\nThe Bkg horizon has hue of 10YR to 2.5Y, value of 4 to 6, and chroma of 1 or 2, or is N 4/0 or N 5/0.  In some pedons, it has faint to prominent redoximorphic features with colors of higher chroma than those of the matrix color. These features always are in pedons with a matrix of 2 chroma or 10YR hue.  The texture is loam, very fine sandy loam, silt loam, loamy very fine sand, very fine sand or sandy clay loam.\nThe Bg horizon has hue of 2.5Y or 5Y, value of 5 or 6, and chroma of 1 or 2.  Chromas of 3 are allowed below 30 inches.  Redox features range from faint to distinct.  Texture is loamy very fine sand, very fine sand, very fine sandy loam, silt loam or loam.\nThe 2Bg horizon has hue of 2.5Y or 5Y, value of 3 to 6, and chroma of 1 or 2.  Lower values are more common in the upper part.  Redox features range from faint to prominent.  Texture is silty clay, clay or silty clay loam.  The horizon commonly has thin layers of silt loam, very fine sandy loam, very fine sand or loamy very fine sand.  Some pedons have 2Cg horizons with properties similar to the 2Bg horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Augsburg soils have plane or concave slopes ranging from 0 to 2 percent on glacial lake plains.  They formed in calcareous glaciolacustrine sediments consisting of a 20 to 40 inch thick coarse-silty mantle over clayey sediments.  The mean annual air temperature is 36 to 44 degrees F.  Mean annual precipitation is 19 to 28 inches. The frost-free period ranges from 88 to 140 days.  The elevation ranges from 785 to 1350 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Colvin, Borup, Glyndon and Wheatville soils.  These soils do not have clayey contrasting horizons within a depth of 40 inches.  In addition, Glyndon and Wheatville soils are better drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  The Augsburg soils are poorly drained and very poorly drained.  Saturated hydraulic conductivity is moderately rapid in the upper sediment and slow or very slow in the clayey sediment.  Surface runoff is negligible or very low.  Depth to apparent seasonal high water table is at 0.5 to 1.5 at some time during the period April to June in most years. Depressional phases have an apparent high water table at 1.0 foot above the surface to depth of 0.5 feet at some time during the year."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the Augsburg soils are cropped to small grains, sugar beets, potatoes, corn, soybeans, hay, and pasture.  Native vegetation is tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Red River Valley of northwestern Minnesota and eastern North Dakota.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Norman County, Minnesota, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of 11 inches (Ap and Ak horizons); calcic horizon - the zone from 8 to 18 inches (Ak and Bkg horizons); aquic moisture regime per low chroma below mollic epipedon; contrasting family per textures change at 33 inches.\nADDITIONAL DATA::  Refer to MAES Central File Code No. 1246 for results of some laboratory analysis of the typifying pedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
