{
  "SERIES": "AUGUSTANA",
  "STATUS": "Established Series",
  "BYREV": "RTR-AGG",
  "REVDATE": "02/2011",
  "STATES": "MN",
  "OVERVIEW": "The Augustana series consists of very deep, moderately well drained soils that formed in a thin, discontinuous mantle of eolian or water-laid sediments and underlying friable till and underlying dense till on moraines. Slopes range from 3 to 8 percent. Mean annual air temperature is about 5 degrees C. Mean annual precipitation is about 690 mm.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Mollic Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Augustana silt loam on a summit of 6 percent, on a ground moraine in a hay field at an elevation of about 378 meters.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm, dark brown (10YR 3/3) silt loam, brown (10YR 5/3) dry; weak fine subangular blocky structure parting to weak fine granular; very friable; common fine and very fine roots; 8 percent gravel; very strongly acid; abrupt smooth boundary; (15 to 20 cm thick)\nE/B--20 to 30 cm, 90 percent brown (10YR 5/3) very fine sandy loam (E); 10 percent brown (7.5YR 5/4) loam (Bt); moderate medium subangular blocky structure; friable; common fine and very fine roots; 8 percent gravel; very strongly acid; clear wavy boundary; (0 to 15 cm thick)\n2Bt1--30 to 61 cm, reddish brown (5YR 5/4) loam; moderate subangular blocky structure; friable; few fine and very fine roots; few continuous reddish brown (5YR 4/3) clay films on faces of peds; 8 percent gravel; strongly acid; gradual wavy boundary\n2Bt2--61 to 76 cm, reddish brown (5YR 5/4) loam; weak subangular blocky structure; friable; few fine and very fine roots; 8 percent gravel; moderately acid; gradual wavy boundary. (Combined thickness of the 2Bt horizons is 51 to 114 cm.)\n2BC1--76 to 127 cm, reddish brown (5YR 5/4) loam; weak subangular blocky structure; friable; few very fine roots; few, fine, distinct yellowish red (5YR 5/6) Fe concentrations; 8 percent gravel; moderately acid; diffuse wavy boundary\n2BC2--127 to 201 cm, reddish brown (5YR 5/4) loam; weak fine and medium platy structure, firm; 8 percent gravel; moderately acid; clear wavy boundary (Combined thickness of the 2BC and 2C horizons is 25 to 76 cm.)\n3BCd--201 to 203 cm, dark reddish brown (5YR 3/4) gravelly sandy loam; few fine distinct yellowish red (5YR 5/6), mottles around stones; moderate very coarse and extremely coarse prismatic structure parting to moderate fine and medium platy, few 2 to 3 millimeter oblique fractures 15 to 91 cm apart; very firm; 18 percent gravel and 3 percent cobbles and 1 percent stones; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: St. Louis County, Minnesota; about 3 miles northeast of Esko; 1,200 feet east and 600 feet south of the northwest corner of section 7, T. 49 N., R.15 W.; USGS Esko Minnesota-Wisconsin Quadrangle; latitude 46 degrees 44 minutes 53 seconds N. and longitude 92 degrees 17 minutes 47 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the mantle and depth to friable till ranges from 0 to 41 cm. The depth to dense till ranges from 152 to 203 cm. The depth to free carbonates is greater than 203cm.  Volume of rock fragments in the mantle and friable till ranges from 1 to 12 percent with 1 to 10 percent gravel, 0 to 1 percent cobbles, and 0 to 1 percent stones and boulders. Rock fragment content in the dense till ranges from 8 to 25 percent with 8 to 25 percent gravel, 0 to 10 percent cobbles and 0 to 5 percent stones and boulders. The mantle averages less than 18 percent clay. The argillic horizon ranges from 18 to 25 percent clay. The fine-loamy till ranges from 16 to 22 percent clay and contains less than 45 percent sand.  The dense till ranges from 3 to 10 percent clay and contains less than 72 percent sand.\nThe Ap or A horizon has hue of 10YR, value and chroma of 2 or 3.  Dry color has hue of 7.5YR or 10YR, value of 5 and chroma of 2 or 3.  It is silt loam, fine sandy loam, or loam. Reaction is very strongly acid to moderately acid.\nThe E/B horizon when present does not meet the criteria for a glossic horizon.  The E part has a hue of 5YR or 7.5YR value of 4 or 5 and chroma of 2 or 3.  The B part has hue of 5YR or 7.5YR, value of 4 or 5 and chroma of 4.  It is very fine sandy loam, sandy loam, silt loam, fine sandy loam, or loam. Reaction is very strongly acid to strongly acid.\nSome pedons have a Bw horizon with a hue of 5YR or 7.5YR, value of 4 or 5, and chroma of 3 or 4. It is loam, fine sandy loam, and very fine sandy loam or silt loam. Reaction is very strongly acid to moderately acid.\nThe 2Bt horizon has a hue of 7.5YR or 5YR, value of 4, and chroma of 3 or 4.  It is loam, clay loam, or silt loam. Reaction is strongly acid to moderately acid.\nThe 2BC horizon, when present, is typically 5YR to 7.5YR, value of 4, and chroma of 3 or 4. It is loam or silt loam. This horizon has redoximorphic features in most pedons. Reaction is moderately acid to slightly acid.\nThe 2C horizon when present has a hue of 5YR, value of 3, 4, or 5, and chroma of 3 or 4. It is loam or silt loam. Reaction is moderately acid to slightly acid.\nThe 3BCd horizon has a hue of 2.5YR or 5YR and value and chroma of 3 or 4. It is sandy loam, fine sandy loam or their gravelly analogues. Rock fragment content ranges from 8 to 25 percent with 8 to 25 percent gravel, 0 to 10 percent cobbles and 0 to 5 percent stones and boulders. It is firm or very firm. It is moderately acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These soils have mainly complex slopes of 3 to 8 percent.  They are on back slopes and summits of moraines.  This soil formed in a discontinuous mantle of eolian or water laid sediments and the underlying friable loamy till and the underlying dense loamy till. The till is from the Superior Lobe of the Late Wisconsinan glaciation.  Mean annual air temperature ranges from 4 to 7 degrees C. Mean annual precipitation ranges from 625 to 750 mm. The frost free season ranges from 120 to 140 days. The elevation ranges from 300 to 500 meters above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Eldes, Forbay, Hegberg, and Wahbegon series.  The poorly drained Eldes soil occurs on plane or concave positions and on toeslopes. The well drained Forbay soils are on shoulder and backslopes.  The somewhat poorly drained Hegberg soil occurs on footslopes and summits.  The very poorly drained Wahbegon soils are in depressions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Moderately well drained.  Surface runoff is low to medium. Saturated hydraulic conductivity is 4.23 to 42.34 micrometers per second (0.60 to 6 inches per hour) in the upper mantle, 1.41 to 14.11 micrometers per second (0.20 to 2.0 inches per hour) in the middle part and .01 to .042 micrometers per second (0.0015 to 0.006 inches per hour) in the lower part. Perched seasonal high saturation is as high as 76 cm below the surface during spring in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for agricultural cropland.  Hay, pasture and small grains are the most common crops.  Some areas are forested with common trees of quaking aspen, paper birch, American basswood, sugar maple, northern red oak, eastern white pine, balsam fir and white spruce."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA-90A.  Northeastern Minnesota.  Moderately Extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Louis County, Minnesota (Duluth subset), 2007."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon include:  ochric epipedon - the zone from the surface to a depth of 30 cm (Ap and E/B horizon); argillic horizon - the zone from 30 to 76 cm (2Bt1 and 2Bt2 horizons); densic contact - 201 cm (3BCd horizon)\nThe designation of the 3BCd horizon is based on fractures and platy structure in the densic material.  Clay and silt translocation can be seen between the horizontal plates when broken apart.  2/11/2011-TYPE LOCATION error was corrected.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 20 cm, dark brown (10YR 3/3) silt loam, brown (10YR 5/3) dry; weak fine subangular blocky structure parting to weak fine granular; very friable; common fine and very fine roots; 8 percent gravel; very strongly acid; abrupt smooth boundary; (15 to 20 cm thick)"
      },
      {
        "name": "E/B",
        "top": 20,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E/B--20 to 30 cm, 90 percent brown (10YR 5/3) very fine sandy loam (E); 10 percent brown (7.5YR 5/4) loam (Bt); moderate medium subangular blocky structure; friable; common fine and very fine roots; 8 percent gravel; very strongly acid; clear wavy boundary; (0 to 15 cm thick)"
      },
      {
        "name": "2Bt1",
        "top": 30,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bt1--30 to 61 cm, reddish brown (5YR 5/4) loam; moderate subangular blocky structure; friable; few fine and very fine roots; few continuous reddish brown (5YR 4/3) clay films on faces of peds; 8 percent gravel; strongly acid; gradual wavy boundary"
      },
      {
        "name": "2Bt2",
        "top": 61,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bt2--61 to 76 cm, reddish brown (5YR 5/4) loam; weak subangular blocky structure; friable; few fine and very fine roots; 8 percent gravel; moderately acid; gradual wavy boundary. (Combined thickness of the 2Bt horizons is 51 to 114 cm.)"
      },
      {
        "name": "2BC1",
        "top": 76,
        "bottom": 127,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "2BC1--76 to 127 cm, reddish brown (5YR 5/4) loam; weak subangular blocky structure; friable; few very fine roots; few, fine, distinct yellowish red (5YR 5/6) Fe concentrations; 8 percent gravel; moderately acid; diffuse wavy boundary"
      },
      {
        "name": "2BC2",
        "top": 127,
        "bottom": 201,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2BC2--127 to 201 cm, reddish brown (5YR 5/4) loam; weak fine and medium platy structure, firm; 8 percent gravel; moderately acid; clear wavy boundary (Combined thickness of the 2BC and 2C horizons is 25 to 76 cm.)"
      },
      {
        "name": "3BCd",
        "top": 201,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "3BCd--201 to 203 cm, dark reddish brown (5YR 3/4) gravelly sandy loam; few fine distinct yellowish red (5YR 5/6), mottles around stones; moderate very coarse and extremely coarse prismatic structure parting to moderate fine and medium platy, few 2 to 3 millimeter oblique fractures 15 to 91 cm apart; very firm; 18 percent gravel and 3 percent cobbles and 1 percent stones; moderately acid."
      }
    ]
  ]
}
