{
  "SERIES": "AURA",
  "STATUS": "Established Series",
  "BYREV": "SCK/Rev. DCS-RBT",
  "REVDATE": "11/2017",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, semiactive, mesic Typic Fragiudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Aura sandy loam (in an area of Aura sandy loam, 2 to 5 percent slopes), in woods. (Colors are for moist soil.)\nA--0 to 1 inch (0 to 3 centimeters); very dark grayish brown (10YR 3/2) sandy loam, dark grayish brown (10YR 4/2) dry; moderate fine granular structure; friable; many fine roots and many medium roots; extremely acid (pH 4.0); abrupt smooth boundary. 1 to 14 inches (3 to 35 centimeters) thick\nE--1 to 1.5 inches (3 to 4 centimeters); light brownish gray (10YR 6/2) sandy loam; weak fine granular structure; friable; common fine roots and common medium roots; extremely acid (pH 4.0); abrupt smooth boundary.  0 to 11 inches (0 to 27 centimeters) thick)\nBh--1.5 to 2 inches (4 to 5 centimeters); yellowish red (5YR 5/6) sandy loam; massive; friable, very weakly cemented; common fine roots and common medium roots; extremely acid (pH 4.0); abrupt smooth boundary. 0 to 10 inches (0 to 25 centimeters) thick\nBE--2 to 8 inches (5 to 20 centimeters); yellowish brown (10YR 5/4) coarse sandy loam; weak fine granular structure; friable; common fine roots and common medium roots; extremely acid (pH 4.0); clear wavy boundary. 0 to 9 inches (0 to 22 centimeters) thick\nBt1--8 to 13 inches (20 to 33 centimeters); strong brown (7.5YR 5/6) coarse sandy loam; 1 percent medium distinct very pale brown (10YR 7/4) and 1 percent fine faint strong brown (7.5YR 4/6) mottles; weak medium subangular blocky structure; friable; many fine roots; 40 percent clay bridging between sand grains; 5 percent rounded 0.5 to 3 inches (2 to 75 millimeter) quartz fragments; extremely acid (pH 4.0); gradual wavy boundary.\nBt2--13 to 22 inches (33 to 56 centimeters); strong brown (7.5YR 5/6) gravelly coarse sandy loam; 1 percent medium distinct light yellowish brown (10YR 6/4) mottles; weak medium subangular blocky structure; friable; many fine roots; 40 percent clay bridging between sand grains; 10 percent rounded 0.5 to 3 inches (2 to 75 millimeter) quartz fragments; extremely acid (pH 4.0); clear smooth boundary. (Combined thickness of the Bt horizons is 9 to 24 inches (23 to 61 centimeters) thick.\n2Btx1--22 to 28 inches (56 to 71 centimeters); yellowish red (5YR 4/6) gravelly coarse sandy loam; 1 percent fine distinct strong brown (7.5YR 5/6) mottles; weak coarse subangular blocky structure; firm, brittle; common fine roots in cracks; 15 percent clay films on surfaces along pores and 70 percent clay bridging between sand grains; 20 percent rounded 0.5 to 3 inches (2 to 75 millimeter) quartz fragments; very strongly acid (pH 4.7); soil material is very dense and compact, when removed moist aggregates shatter easily into clay coated grains; clear wavy boundary.\n2Btx2--28 to 44 inches (71 to 112 centimeters); yellowish red (5YR 4/6) and red (2.5YR 4/6) gravelly sandy clay loam; 10 percent medium distinct red (2.5YR 4/8) mottles; weak coarse subangular blocky structure; firm, brittle; common fine roots in cracks; 70 percent clay bridging between sand grains; 20 percent rounded 0.5 to 3 inches (2 to 75 millimeter) quartz fragments; very strongly acid (pH 4.7); red color is in the upper 8 inches of the horizon; soil material is very dense and compact, when removed moist aggregates shatter easily into clay coated grains; cracks that roots can penetrate are several feet apart; gradual wavy boundary.\n2Btx3--44 to 60 inches (112 to 152 centimeters); red (2.5YR 4/6) gravelly sandy clay loam; weak coarse subangular blocky structure; firm, brittle; 40 percent clay bridging between sand grains; 20 percent rounded 0.5 to 3 inches (2 to 75 millimeter) quartz fragments; very strongly acid (pH 4.7); soil material is very dense and compact, when removed moist aggregates crush easily into clay coated grains; gradual wavy boundary. (Combined thickness of the 2Btx horizons is 16 to 53 inches (41 to 137 centimeters) thick.\n2C--60 to 80 inches (152 to 203 centimeters); yellowish red (5YR 5/8) gravelly loamy coarse sand; massive; very firm; 20 percent rounded 0.5 to 3 inches (2 to 75 millimeter) quartz fragments; very strongly acid (pH 4.7); soil material is very friable when removed."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Gloucester County, New Jersey; about 0.5 mile northeast of Bluebell, and 1,365 feet east from the intersection of Victoria Avenue and Tuckahoe Road; USGS Buena, NJ topographic quadrangle; lat. 39 degrees 34 minutes 23 seconds N. and long. 74 degrees 58 minutes 10 seconds W., NAD 83; MLRA 149A."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to top of Argillic horizon:  7 to 17 inches (18 to 43 centimeters)\nDepth to base of Argillic horizon:  27 to 80 inches (69 to 203 centimeters) or more\nDepth to Fragipan:  21 to 39 inches (53 to 99 centimeters)\nDepth to Lithologic Discontinuity (if it occurs):  18 to 37 inches (46 to 94 centimeters)\nSilt Content above the Lithologic Discontinuity:  20 to 45 percent\nSilt Content below the Lithologic Discontinuity:  Less than 20 percent\nDepth to Bedrock:  Greater than 72 inches (183 centimeters)\nDepth to Seasonal High Water Table:  Greater than 72 inches (183 centimeters)\nRock Fragments:  0 to 20 percent, by volume in the A and E horizons, 0 to 60 percent in the Bt and Btx horizons, and 15 to 60 percent in the C horizon; mostly rounded quartzite gravel\nSoil Reaction:  Extremely acid or very strongly acid throughout, unless limed\nOther Features:  Pedons in wooded areas typically have a microsequence of thin A, E, and Bh horizons (micro-podzol). Total thickness of the A, E, and Bh horizon sequence is less than 6 inches (15 centimeters) and individual horizons are less than 2 inches (5 centimeters) thick & RANGE OF INDIVIDUAL HORIZONS:\nO horizon (if it occurs):\nColor--hue of 5YR to 10YR, value of 2 to 4, chroma of 1 to 3\nTexture--Slightly decomposed to highly decomposed plant material\nA horizon:\nColor--hue of 7.5YR to 2.5Y, value of 3 to 5, chroma of 1 to 4\nTexture (fine-earth fraction)--loamy sand, coarse sandy loam, sandy loam, or loam\nAp horizon (if it occurs):\nColor--hue of 7.5YR to 2.5Y, value of 3 to 6, chroma of 2 to 4\nTexture (fine-earth fraction)--loamy sand, coarse sandy loam, sandy loam, or loam\nBE or E horizon:\nColor--hue of 10YR or 2.5Y, value of 5 to 8, chroma of 1 to 6\nTexture (fine-earth fraction)--loamy sand, coarse sandy loam, sandy loam, or loam\nBh horizon:\nColor--hue of 5YR to 10YR, value of 4 to 6, chroma of 4 to 6\nTexture (fine-earth fraction)--loamy sand, coarse sandy loam, sandy loam, or loam\nBA horizon (if it occurs):\nColor--hue of 5YR to 10YR, value of 4 to 6, chroma 3 to 8\nTexture (fine-earth fraction)--coarse sandy loam, sandy loam, or loam\nMottles--discontinuous bands, patches, or variegations in shades of brown or red\nBt horizon:\nColor--hue of 5YR to 10YR, value of 4 to 6, chroma 4 to 8\nTexture (fine-earth fraction)--coarse sandy loam, sandy loam, loam, or sandy clay loam\nMottles--none to few discontinuous bands, patches, or variegations in shades of brown or red\n2Btx horizon or Btx horizon:\nColor--hue of 2.5YR to 10YR, value of 3 to 6, chroma of 4 to 8\nTexture (fine-earth fraction)--coarse sandy loam, sandy loam, or sandy clay loam\nMottles--few to common discontinuous bands, patches, or variegations in shades of brown or red\n2BC or BC horizons (if they occur):\nColor--hue of 2.5YR to 10YR, value of 4 to 6, chroma of 4 to 8\nTexture (fine-earth fraction)--coarse sandy loam, sandy loam, loam, or sandy clay loam, and commonly is stratified\nMottles--few to common discontinuous bands, patches, or variegations in shades of brown or red\n2C horizon or C horizon (if it occurs):\nColor-hue of 2.5YR to 10YR, value of 4 to 6, chroma of 4 to 8\nTexture (fine-earth fraction)--sand, loamy sand, loamy coarse sand, coarse sandy loam, sandy loam, or sandy clay loam, and commonly is stratified\nMottles--few to common discontinuous bands, patches, or variegations in shades of brown or red"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBurketown soils--moderately well drained soils, formed in alluvium or residuum derived from sandstone, siltstone, and shale; have gravel less than 10 percent by volume."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Coastal Plain\nLandform: Fluviomarine terraces and flats\nGeomorphic Component: Tread, riser, talf, dip\nHillslope Profile Position: Summit, shoulder, backslope\nParent Material: Coarse-loamy eolian deposits over loamy gravelly fluviomarine deposits\nSlope: 0 to 15 percent\nElevation: 3 to 220 feet (1 to 67 meters)\nMean Annual Air Temperature: 46 to 61 degrees F. (8 to 16 degrees C.)\nMean Annual Precipitation: 40 to 50 inches (102 to 127 centimeters)\nFrost Free Period: 190 to 260 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nChillum soils--do not have a fragipan and have a fine-silty particle-size control section; on similar landforms\nDennisville soils--have seasonal high water tables at a depth of 48 to 72 inches (well drained) and do not have a fragipan; on lower landforms\nDowner soils--do not have a fragipan and are on lower landforms\nFallsington soils--have a seasonal high water table at a depth of less than 12 inches (poorly drained), have a fine-loamy particle-size control section, and do not have a fragipan; on lower landforms\nFort Mott soils--have sandy surfaces thicker than 20 inches, do not have a fragipan, on similar higher parts of the landform\nGlassboro soils--have a seasonal high water table at a depth of 12 to 18 inches (somewhat poorly drained) and do not have a fragipan; on lower landforms\nIngleside soils--have a seasonal high water table at a depth of 48 to 72 inches (well drained), do not have layers with more than 15 percent, by volume rock fragments at a depth of 20 to 40 inches, and do not have a fragipan; on lower landforms\nSassafras soils--do not have a fragipan and have a fine-loamy particle-size control section; on slightly lower parts of similar landforms\nSwainton soils--do not have a fragipan and are on lower landforms\nWoodstown soils--have a seasonal high water table at a depth of 18 to 42 inches (moderately well drained) and do not have a fragipan; on lower landforms"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage Class (Agricultural):  Well drained\nInternal Free Water Occurrence:  Very deep, greater than 60 inches (152 centimeters) and absent (not observed)\nIndex Surface Runoff:  Low to high\nSaturated Hydraulic Conductivity:  High in the fragipan and very high in all other horizons\nShrink-swell Potential:  Low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Production of vegetables, flowers, tree fruits, small grains, and some forage.\nDominant Vegetation: Wooded areas are dominantly oaks, pitch pine, Virginia pine, maple, and hickory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution:  The Northern Coastal Plain and Northern Tidewater Area of New Jersey\nExtent: Large"
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Gloucester County, New Jersey, 1960"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\n02/2000--The family particle-size class was revised from fine-loamy to coarse-loamy based on recent particle-size analysis and field observations (Gloucester County, NJ).\n05/1998.--Aura soils were previously classified as Typic Hapludults (fine-loamy, mixed, mesic) with a dense, root restrictive layer. The classification and series description is updated to include the revised fragipan concept.\n1998--In Cape May County, NJ Pittsgrove soils were correlated, with the completion of Gloucester County, NJ it was determined that Aura soils also dominantly had a coarse-loamy particle-size control section indicating no significant difference between Pittsgrove and Aura soils as mapped. It was the preference of the state to retain the Aura name and inactivate the Pittsgrove series. The soils mapped Pittsgrove have been re-correlated to the Aura series.\nDiagnostic horizons and other soil characteristics recognized in this pedon are:\nOchric epipedon--the zone from the soil surface to a depth of 1.5 inches (4 centimeters) (A and E horizons)\nArgillic horizon--the zone from 8 to 60 inches (20 to 152 centimeters) (Bt and 2Btx horizons)\nFragipan horizon--the zone from 22 to 60 inches (56 to 152 centimeters) (2Btx horizons)\nLithologic Discontinuity--the zone from 22 to 80 inches (56 to 203 centimeters) (2Btx and 2C horizons)\nADDITIONAL DATA:\nReference particle-size data is available from the project soil survey staff, Hammonton, New Jersey.\nDatabase Information:\nMLRA Data Mapunit ID: 679318, 679319, 679320, and 679321\nOSD Data Mapunit ID:  679320\nOSD User Pedon ID: 2002NJ015001\n________________________________________\nNational Cooperative Soil Survey\nU.S.A."
  }
}
