{
  "SERIES": "AUSTINVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. ACB,DAG,DDR",
  "REVDATE": "01/2006",
  "STATES": "VA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, subactive, mesic Rhodic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:   Austinville silty clay loam on a 6 percent slope in a cultivated field.   (colors are for moist soil.)\nAp--0 to 8 inches; dusky red (2.5YR 3/2) silty clay loam; moderate fine and very fine granular structure; friable, sticky, slightly plastic; many fine and medium roots; 5 percent rock fragments; slightly acid; abrupt smooth boundary.  (0 to 10 inches thick)\nBt1--8 to 22 inches; dark reddish brown (2.5YR 3/4) clay; moderate fine and medium subangular blocky structure; friable, sticky, plastic; many fine and few medium roots; many thin films of clay on faces of peds; few black manganese concretions; 3 percent rock fragments; neutral; diffuse smooth boundary.\nBt2--22 to 36 inches; dark reddish brown (2.5YR 3/4) clay; moderate fine and very fine subangular blocky structure; friable, sticky, plastic; few fine and medium roots; many medium clay films on faces of peds; many black manganese concretions; 2 percent rock fragments; strongly acid; gradual smooth boundary.\nBt3--36 to 61 inches; dark reddish brown (2.5YR 3/4) clay; moderate very fine and fine subangular blocky structure; firm, sticky, plastic; few fine and medium roots; many medium clay films on faces of peds; common black manganese concretions; 2 percent rock fragments; very strongly acid; diffuse smooth boundary.\nBt4--61 to 79 inches; dark reddish brown (2.5YR 3/4) clay; moderate fine subangular blocky structure; firm, sticky, plastic; many thin and medium clay films on faces of peds; common black manganese concretions; 2 percent rock fragments; very strongly acid. (Combined thickness of Bt horizons is 50 to 60 or more inches)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wythe County, Virginia; .6 miles east of the junction of highways VA-619 and VA-629, 1.2 miles due north of Baker Island and 2.4 miles southeast of Grahams Forge."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum thickness and depth to bedrock are more than 60 inches.  Rock fragments range from 0 to 10 percent in the solum. Reaction ranges from very strongly acid through neutral.\nThe A horizon, where present, has hue of 2.5YR or 5YR, value of 2 or 3 and chroma of 2 through 4.  It is loam, silt loam, silty clay loam, silty clay, or clay.\nThe Ap horizon, where present, has hue of 2.5YR or 5YR, value of 2 or 3 and chroma of 2 through 4.  It is loam, silt loam, silty clay loam, silty clay, or clay.\nThe Bt horizon has hue of 10R or 2.5YR, value of 3, and c hroma of 4 or 6.  It is silty clay loam, silty clay or clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no known series in this family. Similar soils that are in closely related families are Decatur, Davidson, Hiwassee and Dyke.  Decatur, Davision and Hiwassee soils have mean annual soil temperatures more than 59 degrees F.  Dyke soils have a clay content that decreases by more than 20 percent within 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Austinville soils are on nearly level to very steep convex uplands in the Appalachian Valley.  These soils formed in residuum weathered from dolomitic limestone and shales.  Mean annual precipitation ranges from 36 to 46 inches and mean annual temperature ranges from 48 to 57 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include Berks, Chiswell, Dyke, Frederick, Groseclose, Jefferson, Klinesville, Matneflat, and Shottower soils.  Berks and Klinesville soils are on narrow ridgetops and steep sideslopes over shale bedrock and contain less clay. Chiswell soils are on convex uplands and are shallower to bedrock. Dyke soils are on high terraces and do not have the dark colored surface. Frederick and Groseclose soils are on similar landscape positions and are more yellow than the Austinville soils.  Jefferson and Matneflat soils are on mountain footslopes and in upland drainageways from sandstone and contain less clay. Shottower soils have lighter colored surface layers and are on high stream terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; runoff is medium to very rapid; permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are cleared and are used for row crops, hay, or pasture.  Corn and small grains are the principal row crops.  Forested areas are in mixed hardwood and pine and often contain rock outcrops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Ridge and valley physiographic province in Virginia, West Virginia, Tennessee, Maryland and Pennsylvania."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wythe County, Virginia, 1989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils have previously been mapped as Decatur, Hagerstown and Hiwassee.\nDiagnostic Horizons and features recognized in this pedon are:\na.Ochric epipedon-from 0 to 8 inches (the Ap horizon)\nb.Argillic horizon-from 8 to 79 or more inches (the Bt horizon)\nADDITIONAL DATA:  Particle size, chemical, and mineralogical data for the typical pedon are available from VPI & SU Survey laboratories.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
