{
  "SERIES": "AUZQUI",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJC/RJE/JAL",
  "REVDATE": "08/2002",
  "STATES": "WY",
  "OVERVIEW": "The Auzqui series consists of very deep, moderately well drained soils that formed in material weathered from limestone and interbedded shale. Auzqui soils are on convex alluvial fans and have slopes of 1 to about 15 percent. The mean annual precipitation is about 18 inches and the mean annual air temperature is about 34 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive Ustic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Auzqui clay loam, grassland. (Colors are for air dry soil unless otherwise noted.)\nA1--0 to 12 inches; dark gray (10YR 4/1) clay loam, black (10YR 2/1) moist; strong fine granular structure; soft, very friable, moderately sticky and moderately plastic; calcareous; moderately alkaline (pH 8.0); gradual wavy boundary. (6 to 15 inches thick)\nAC--12 to 16 inches; gray (2.5Y 6/1) clay loam, gray (2.5Y 5/1) moist; weak medium subangular blocky structure that parts to moderate fine granules; slightly hard, very friable, moderately sticky and moderately plastic; calcareous; moderately alkaline (pH 8.0); gradual wavy boundary. (3 to 6 inches thick)\nC--16 to 60 inches; light brownish gray (2.5Y 6/2) clay loam, grayish brown (2.5Y 5/2) moist; massive; hard, very friable, moderately sticky and moderately plastic; calcareous; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Johnson County, Wyoming; SW1/4 SW1/4 sec. 33, T.47N., R.85W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mollic epipedon ranges from 7 to 15 inches thick. Typically, these soils are calcareous at the surface but they are noncalcareous for a few inches in some pedons. The control section is loam or clay loam but clay ranges from 18 to 35 percent, silt from 20 to 55 percent, and sand from 15 to 50 percent with less than 35 percent, but more than 15 percent fine or coarser sand. Gravel is 0 to 12 percent, cobbles are 0 to 3 percent. Mean annual soil temperature ranges from 32 degrees to 47 degrees F., and mean summer soil temperature ranges from 40 degrees to 59 degrees F.\nThe A horizon has hue of 2.5Y or 10YR, value of 4 or 5 dry, 2 or 3 moist and chroma of 1 or 2. Typically, it has crumb or granular primary structure, but some pedons have weak subangular blocky structure. This horizon is soft to slightly hard and moderately or strongly alkaline.\nThe C horizon has hue of 2.5Y or 10YR. It is moderately or strongly alkaline. Calcium carbonate equivalent of the matrix material in the C horizon ranges from less than 1 to about 4 percent but there is no continuous horizon of secondary calcium carbonate accumulation. Bulk calcium carbonate equivalent, including rock fragments, exceeds 10 percent because of small limestone gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Babb, Bynum, Emerald, Redcloud, Tamp, Tampico, Teton, Thayne, Tilton, and Wrenman series. Babb, Redcloud, Thayne, and Tilton soils are noncalcareous in the upper part of the particle-size control section.  Bynum, and Teton soils have bedrock at depths of less than 40 inches. Emerald, Tamp,  and Tampico soils are noncalcareous above 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Auzqui soils are on convex alluvial fans. Slopes range from 1 to about 15 percent. Elevation is 7,600 to 9,000 feet. The soils formed in calcareous, medium to moderately fine textured material derived principally from limestone and interbedded shales. At the type location the average annual precipitation is approximately 18 inches, with peak periods of precipitation in the spring and early summer. The average annual temperature is 34 degrees F., and the average summer temperature is 52 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Nathrop and Woosley soils. Nathrop soils have an argillic horizon and have limestone bedrock at depths of less than 40 inches. Woosley soils have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; medium to slow runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used principally as native pastureland. Native vegetation is grasses and sedges, predominanted by Idaho fescue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Big Horn Mountains areas of north-central Wyoming. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Johnson County (Southern Johnson County Area), Wyoming, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Pronunciation, osk'e\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 30,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A1--0 to 12 inches; dark gray (10YR 4/1) clay loam, black (10YR 2/1) moist; strong fine granular structure; soft, very friable, moderately sticky and moderately plastic; calcareous; moderately alkaline (pH 8.0); gradual wavy boundary. (6 to 15 inches thick)"
      },
      {
        "name": "AC",
        "top": 30,
        "bottom": 41,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "AC--12 to 16 inches; gray (2.5Y 6/1) clay loam, gray (2.5Y 5/1) moist; weak medium subangular blocky structure that parts to moderate fine granules; slightly hard, very friable, moderately sticky and moderately plastic; calcareous; moderately alkaline (pH 8.0); gradual wavy boundary. (3 to 6 inches thick)"
      },
      {
        "name": "C",
        "top": 41,
        "bottom": 152,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "narrative": "C--16 to 60 inches; light brownish gray (2.5Y 6/2) clay loam, grayish brown (2.5Y 5/2) moist; massive; hard, very friable, moderately sticky and moderately plastic; calcareous; moderately alkaline (pH 8.2)."
      }
    ]
  ]
}
