{
  "SERIES": "AVALMOUNT",
  "STATUS": "Established Series",
  "BYREV": "Rev. DV-ET-JJJ-MAV",
  "REVDATE": "05/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy-skeletal, glassy, mesic Vitrixerandic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Avalmount very gravelly fine sandy loam - on a 14 percent northeast slope at 1,570 meters elevation under big sagebrush, needleleaf rabbitbrush and wild buckwheat vegetation.  Colors are for dry soil unless otherwise stated.  When described (June 6, 1979) the soil was dry throughout. Surface pavement of 2 percent stones, 15 percent cobbles, and 35 percent gravel.  Small rock outcrops dot the landscape.\nA--0 to 25 cm; brown (10YR 5/3) very gravelly fine sandy loam, dark brown (10YR 3/3) moist; weak coarse and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and few fine and medium roots; common very fine interstitial and few very fine tubular pores; 35 percent gravel, 15 percent cobbles, and 2 percent stones; neutral (pH 7.3); gradual wavy boundary.  (20 to 36 cm thick)\n2Bw1--25 to 75 cm; dark yellowish brown (10YR 4/4) very cobbly loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; hard, friable, slightly sticky and nonplastic; few very fine, fine, and medium roots; common very fine and fine tubular pores; 20 percent gravel, 25 percent cobbles, and 10 percent stones; neutral (pH 7.2); clear wavy boundary. (30 to 56 cm thick)\n3Bw2--75 to 152 cm; yellowish brown (10YR 5/4) extremely stony very fine sandy loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; few very fine, fine and medium roots; common very fine interstitial and tubular pores; 20 percent gravel, 20 percent cobbles, and 25 percent stones; neutral (pH 7.1)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Inyo County, California.  About 3 miles southwest of Big Pine on Crater Mountain lava flow; 1,400 feet north and 650 feet east of the SW corner of Sec. 36, T.9 S., R.33 E., M.D.B.M., Big Pine quadrangle; latitude 37 degrees 07 minutes 09 seconds N and longitude 118 degrees 19 minutes 26 seconds W; WGS84 Decimal Degrees 37.1191667 latitude, -118.3238889 longitude.."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil between depths of 25 and 100 cm contains 35 to 80 percent cinders.  The soil is usually dry from about May 1 to November 30, and is moist in some or all parts of the control section the rest of the time.  Aridic moisture regime bordering on xeric. The soil temperature is above 5 degrees C from about March 15 to December 25, and is above 8.3 degrees C from about April 1 to December 1.  The mean annual soil temperature is 12 to 15 degrees C.  A gravel, cobble, and stone pavement covers 40 to 60 percent of the soil surface.  Surface stone coverage ranges from 1 to 3 percent.  Rock fragments constitute 35 to 80 percent of the textural control section by volume (visual estimates).  These are low density basalt cinders which are very jagged and interlock to some extent. Sixty percent of the whole soil by weight is volcanic ash and cinders.\nThe A horizon color is 10YR 5/3 or 6/3 and moist color is 10YR 3/3 or 4/3.  It contains 35 to 60 percent cinders consisting of 1 to 3 percent stones, 5 to 20 percent cobbles, and 30 to 50 percent gravel.\nThe Bw horizon color is 10YR 4/4, 5/4; 7.5YR 4/4, or 5/4 and moist color is 10YR 4/3, 3/3 or 3/4.  It is very cobbly fine sandy loam, very cobbly loam or extremely stony very fine sandy loam and contains 35 to 80 percent cinders consisting of 0 to 30 percent stones, and 15 to 40 percent cobbles, and 20 to 40 percent gravel.  Thin clay films are evident in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on lava flows and cinder cones.  Some of the fine-earth material is aeolian in origin.  Elevation ranges from 1,465 to 2,015 meters.  The slopes are 5 to 30 percent.  The mean annual precipitation is 200 to 250 mm, some as snow.  The mean January temperature is about 1 degrees C and the mean July temperature is about 22 degrees C.  The mean annual temperature is 10 to 12 degrees C.  The frost-free period is about 140 to 160 days.  Lava rock outcrops are associated with these soils."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Rovana (T), Taboose (T) and Ulymeyer (T) soils.  Rovana soils have mixed mineralogy, less than 35 percent rock fragments in the textural control section and are on alluvial fans and fan terraces.  Taboose soils lack a cambic horizon, have thermic soil temperature regimes and are on recent lava flows.  Ulymeyer soils have mixed mineralogy formed from stony granitic alluvium on alluvial fans and fan terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for livestock grazing and wildlife habitat.  The vegetation is mainly big sagebrush, desert needlegrass, and Nevada ephedra."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East-central California.  The series is not extensive in MLRA-29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Inyo County, California; Benton-Owens Valley Soil Survey, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 18 cm (Part of the A horizon)\nCambic horizon - The zone from 25 to 152 cm (The 2Bw1 and 3Bw2 horizons)\nParticle-size control section - The zone from 25 to 100 cm (The 2Bw1 and part of 3B2 horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
