{
  "SERIES": "AVANT",
  "STATUS": "Established Series",
  "BYREV": "Rev. RTF, LBW",
  "REVDATE": "06/2010",
  "STATES": "AR",
  "OVERVIEW": "The Avant series consists of moderately deep, well drained, moderately permeable soils that form in residuum from highly fractured chert bedrock. These soils are on mountaintops, sideslopes and ridges in the Ouachita Mountains; MLRA 119. Slopes range from 3 to 60 percent. Mean annual temperature is about 17 degrees C (62 degrees F). and mean annual precipitation is about 1320 mm (52 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, siliceous, semiactive, thermic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Avant very gravelly silt loam, on a 40 percent slope, in forest. (Colors are for moist soil unless otherwise stated.)\nA--0 to 8 cm (0 to 3 in); brown (10YR 4/3) very gravelly silt loam; weak medium granular structure; very friable; common fine and very fine roots; about 45 percent by volume angular chert fragments less than 8 cm (3 in) in diameter; very strongly acid; clear smooth boundary. (5 to 13 cm (2 to 5 in thick))\nE--8 to 18 cm (3 to 7 in); yellowish brown (10YR 5/4) very gravelly silt loam; weak medium subangular blocky structure; very friable; common fine and very fine roots; about 40 percent by volume angular chert fragments less than 8 cm (3 in) in diameter; very strongly acid; clear smooth boundary. (8 to 25 cm (3 to 10 in thick))\nBE--18 to 43 cm (7 to 17 in); yellowish brown (10YR 5/6) very gravelly silt loam; weak medium subangular blocky structure; very friable; common fine roots; about 35 percent by volume angular chert fragments less than 8 cm (3 in) in diameter and about 15 percent by volume 8 to 25 cm (3 to 10 in) in diameter; very strongly acid; gradual wavy boundary. (0 to 25 cm (0 to 10 in thick))\nBt--43 to 91 cm (17 to 36 in); strong brown (7.5YR 5/6) extremely cobbly silty clay loam; moderate medium subangular blocky structure; firm; few fine roots; few faint clay films on faces of peds; about 25 percent by volume angular chert fragments less than 3 inches in diameter and about 35 percent by volume angular chert fragments 8 to 25 cm (3 to 10 in) in diameter; very strongly acid; abrupt irregular boundary. (38 to 89 cm (15 to 35 in thick))\nR/C--91 to 107 cm (36 to 42 in); alternating strata of highly fractured, hard, chert bedrock and fine earth material with a dip of 45 degrees from the horizontal. R material consists of highly fractured, hard, chert bedrock with thin clay coatings in cracks; horizontal spacing between cracks is typically 10 cm or more; strata of R material range from 30 to 91 cm (1 to 3 ft) or more in thickness. The fine earth or C material consists of mottled yellowish brown (10YR 5/6), yellowish red (5YR 5/6), and gray (10YR 6/1) stratified clay, clay loam and very fine sandy loam; strata of C material range from less than 3 to 15 cm (1 in to 6 in) in thickness; C material is very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Garland County, Arkansas; approximately 2,500 feet south of the northwest corner of section 3 in the SW1/4SW1/4NW1/4, sec. 3, T. 2 S.,\nR. 18 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness and depth to fractured, rippable, chert bedrock ranges from 51 to 102 cm (20 to 40 in) and due to the irregular boundary between the Bt horizon and the underlying tilted bedrock, it is extremely variable within short distances. Reaction ranges from medium acid to very strongly acid throughout. Content of chert fragments ranges from 35 to 90 percent by volume throughout.\nA horizon:\nHue:  10YR\nValue :  3 or 4\nChroma:  2 or 3\nor Hue:  7.5YR\nValue: 4\nCroma of 2, 3 or 4\nWhere the A horizon has moist value of 3 and chroma of 2 or 3, it is less than 6 inches thick.\nTexture:  very gravelly loam, very gravelly silt loam, or their extremely gravelly, very cobbly, or extremely cobbly analogs\nE horizon has hue of 10YR\nValue:  5 or 6\nChroma:   of 3 or 4\nTexture:  very gravelly loam, very gravelly silt loam, or their extremely gravelly, very cobbly, or extremely cobbly analogs\nBE horizon:\nHue:  10YR or 7.5YR\nValue:  5\nChroma:  4, 6 or 8\nTexture:  very gravelly loam, very gravelly silt loam, or their extremely gravelly, very cobbly, or extremely cobbly analogs.\nBt horizon:\nHue:  10YR, 7.5YR or 5YR\nValue:  5 or 6\nChroma:  4, 6, or 8\nor Hue:  5YR:\nValue:  4\nChroma:  4, 6, or 8\nTexture:  very gravelly loam, very gravelly silt loam, very gravelly silty clay loam, or very gravelly clay loam, or their extremely gravelly, very cobbly, or extremely cobbly analogs\nThe R/C horizon\nConsists of alternating strata of highly fractured, hard, chert bedrock and fine earth material with a dip ranging from 30 degrees to near vertical. The\nR material is typically, highly fractured, hard, chert bedrock. Horizontal spacing between fractures is typically 10 cm or more. Due to the fractured nature of the chert\nbedrock, excavation can normally be made with common construction equipment. The C material has stratified textures ranging from clay to very fine sandy loam\nwith colors in shades of brown, gray, red or yellow. Because of faulting and folding, this horizon is extremely variable within short distances."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are Bigfork, Cobstone, Lillington, Saffell, Steprock, Subligna, and Zafra series in the same family.\nBigfork soils are moderately deep over massive chert or novaculite.\nCobstone, Lillington, Saffell and Subligna soils are deeper than 40 inches to bedrock.\nSteprock soils are moderately deep over level bedded, weathered, interbedded sandstone, siltstone and shale.\nZafra soils are underlain with hard sandstone which is tilted 20 to 60 degrees from horizontal."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Avant soils are on sides and tops of hills, mountains, and ridges of the Ouachita Mountains. Slopes range from 3 to 60 percent.\nThese soils formed in residuum from tilted, extremely fractured chert bedrock. The mean annual temperature ranges from 59 to 63 degrees F., and the annual\nprecipitation ranges from 50 to 56 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the competing Bigfork series and the Bengal, Bismarck, Carnasaw and Yanush series.\nBigfork soil are on upper side slopes and tops of mountains and ridges.\nBengal, Bismarck and Carnasaw soils occur on adjacent mountains and formed in residuum from shale or interbedded sandstone and shale bedrock.\nYanush soils occur on lower sideslopes and footslopes, are more than 60 inches to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Avant soils are well drained. Runoff is medium on the gently sloping areas and rapid to very rapid on the steeper slopes. Permeability is moderate. Hydraulic conductivity is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly as woodland. The main trees are shortleaf pine, loblolly pine, blackjack oak, post oak, southern red oak, white oak, and hickory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Ouachita Mountains of Arkansas and possibly Oklahoma; MLRA 119. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Garland County, Arkansas; 1986. The series name is the name of a nearby community."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon-soil surface to 43 cm (0 to 17 in)\nArgillic horizon-zone from 43 to 91 cm (17 to 36 in)\nThese soils were formerly included in the Bigfork series.\nADDITIONAL DATA: National Soil Survey Lab data for 3 pedons. Sample Numbers S84AR-051-004, S84AR-051-001, and S83AR-051-001.\n--------------------------------------------------------------------------------\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "very gravelly",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 8 cm (0 to 3 in); brown (10YR 4/3) very gravelly silt loam; weak medium granular structure; very friable; common fine and very fine roots; about 45 percent by volume angular chert fragments less than 8 cm (3 in) in diameter; very strongly acid; clear smooth boundary. (5 to 13 cm (2 to 5 in thick))"
      },
      {
        "name": "E",
        "top": 8,
        "bottom": 18,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "very gravelly",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E--8 to 18 cm (3 to 7 in); yellowish brown (10YR 5/4) very gravelly silt loam; weak medium subangular blocky structure; very friable; common fine and very fine roots; about 40 percent by volume angular chert fragments less than 8 cm (3 in) in diameter; very strongly acid; clear smooth boundary. (8 to 25 cm (3 to 10 in thick))"
      },
      {
        "name": "BE",
        "top": 18,
        "bottom": 43,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "cf_class": "very gravelly",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BE--18 to 43 cm (7 to 17 in); yellowish brown (10YR 5/6) very gravelly silt loam; weak medium subangular blocky structure; very friable; common fine roots; about 35 percent by volume angular chert fragments less than 8 cm (3 in) in diameter and about 15 percent by volume 8 to 25 cm (3 to 10 in) in diameter; very strongly acid; gradual wavy boundary. (0 to 25 cm (0 to 10 in thick))"
      },
      {
        "name": "Bt",
        "top": 43,
        "bottom": 91,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "cf_class": "extremely cobbly",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bt--43 to 91 cm (17 to 36 in); strong brown (7.5YR 5/6) extremely cobbly silty clay loam; moderate medium subangular blocky structure; firm; few fine roots; few faint clay films on faces of peds; about 25 percent by volume angular chert fragments less than 3 inches in diameter and about 35 percent by volume angular chert fragments 8 to 25 cm (3 to 10 in) in diameter; very strongly acid; abrupt irregular boundary. (38 to 89 cm (15 to 35 in thick))"
      },
      {
        "name": "R/C",
        "top": 91,
        "bottom": 107,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "very fine sandy loam",
        "pH_class": "very strongly acid",
        "narrative": "R/C--91 to 107 cm (36 to 42 in); alternating strata of highly fractured, hard, chert bedrock and fine earth material with a dip of 45 degrees from the horizontal. R material consists of highly fractured, hard, chert bedrock with thin clay coatings in cracks; horizontal spacing between cracks is typically 10 cm or more; strata of R material range from 30 to 91 cm (1 to 3 ft) or more in thickness. The fine earth or C material consists of mottled yellowish brown (10YR 5/6), yellowish red (5YR 5/6), and gray (10YR 6/1) stratified clay, clay loam and very fine sandy loam; strata of C material range from less than 3 to 15 cm (1 in to 6 in) in thickness; C material is very strongly acid."
      }
    ]
  ]
}
