{
  "SERIES": "AVAR",
  "STATUS": "Established Series",
  "BYREV": "Rev. GB/JPP",
  "REVDATE": "7/95",
  "STATES": "CO",
  "OVERVIEW": "The Avar series consists of very deep, well drained soils that formed in calcareous, loamy alluvium commonly underlain by a buried horizon or buried horizons on swales and closed swales on terraces and upland plains.  Slopes range from 0 to 5 percent.  These soils are sodic, or sodic and saline.  Mean annual temperature is about 48 degrees F, and mean annual precipitation is about 13 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, mesic Ustic Natrargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Avar fine sandy loam - on a one percent slope in native range.  (Colors are for dry soil unless otherwise noted.)\nE--0 to 3 inches; light brownish gray (10YR 6/2) fine sandy loam, brown (10YR 4/3) moist; moderate medium platy structure; slightly hard, very friable; strongly alkaline (pH 8.8); abrupt smooth boundary.  (0 to 5 inches thick)\nBtn--3 to 8 inches; brown (10YR 5/3) heavy clay loam, brown (10YR 4/3) moist; moderate medium columnar structure parting to moderate fine and medium subangular blocky; very hard, very firm; common prominent clay films on the faces of peds; slight efffervescence; SAR 18; very strongly alkaline (pH 9.5); clear smooth boundary.  (3 to 9 inches thick)\nBnz1--8 to 11 inches; brown (10YR 5/3) sandy clay loam, dark grayish brown (10YR 4/2) moist; moderate medium subangular blocky structure; hard, firm; strong effervescence; SAR 27; very strongly alkaline (pH 9.8); clear smooth boundary.  (2 to 7 inches thick)\nBnz2--11 to 23 inches; pale brown (10YR 6/3) sandy loam, brown (10YR 4/3) moist; massive; slightly hard, very friable; strong efferevescence; SAR 47; very strongly alkaline (pH 9.8); gradual smooth boundary.  (7 to 17 inches thick)\nBknz--23 to 38 inches; pale brown (10YR 6/3) sandy clay loam, brown (10YR 5/3) moist; weak medium and coarse subangular blocky structure; slightly hard, friable; violent efferevescence; SAR 61; very strongly alkaline (pH 9.8); gradual wavy boundary.  (0 to 30 inches thick)\nEknzb--38 to 50 inches; very pale brown (10YR 7/3) sandy clay loam, pale brown (10YR 6/3) moist; massive; slightly hard, friable; violent effervescence; SAR 65; very strongly alkaline (pH 9.9); gradual wavy boundary.  (0 to 13 inches thick)\nBtknzb--50 to 60 inches; pale brown (10YR 6/3) sandy clay loam, brown (10YR 5/3) moist; moderate medium prismatic structure parting to moderate medium and coarse subangular blocky; hard, friable; common distinct clay films on the faces of peds and bridging mineral grains; violent efferevescence; common medium soft masses and concretions of lime; SAR 68; very strongly alkaline. (pH 9.8)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Weld County, Colorado; 800 feet south and 900 feet east of the NW corner of Sec. 17, T. 9 N., R. 61 W.  U.S.G.S. Grover South quad.; Lat. 40 degrees, 45 minutes, 13 seconds N., and Long. 104 degrees, 14 minutes, 09 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 48 to 52 degrees F.  The solum ranges from 6 to 14 inches thick. Clay content in the particle-size control section ranges from 18 to 35 percent.  Gravel is typically less than 5 percent by volume, but ranges from 0 to 10 percent throughout the profile.  A thin A horizon is on some pedons.  Depth to calcareous material typically is 0 to 5 inches, but ranges from 0 to 15 inches. Salt crystals are common below the natric horizon.  Most pedons exhibit buried horizon(s), buried solums, or buried sequa.\nThe E horizon has hue of 7.5YR through 2.5Y, value of 5 or 6 dry, 3 or 4 moist, and chroma of 1 through 3.  It has platy or granular structure.  It commonly is fine sandy loam or sandy loam, but ranges from loamy sand to light clay loam.  Electrical conductivity of the saturation extract ranges from .5 to 4 millimhos per centimeter.  The sodium absorption ratio ranges from 1 to 3.  It is slightly alkaline through strongly alkaline.\nThe Btn horizon has hue of 7.5YR through 2.5Y, value of 4 through 6 dry, 4 or 5 moist, and chroma of 2 through 4.  It commonly has columnar structure but in some pedons it is prismatic or subangular blocky.  The natric horizon commonly is clay loam or clay.  Clay ranges from 35 to 50 percent, silt from 5 to 50 percent and sand from 15 to 45 percent.  The base of the natric horizon is less than or equal to 10 inches.  Electrical conductivity of the saturation extract ranges from 2 to 10 millimhos per centimeter but averages greater than 4.  The sodium absorption ratio ranges from 13 to 90.  It is strongly alkaline or very strongly alkaline.\nThe Bnz and Bknz horizons have hue of 7.5YR through 2.5Y, value of 5 through 7 dry, 4 to 5 moist, and chroma of 2 through 4.  They commonly are sandy clay loam, sandy loam, or clay loam, but clay ranges from 15 to 35 percent, silt from 5 to 67 percent and sand from 15 to 65 percent.   Strata of finer or coarser material are in some pedons.  Electrical conductivity of the saturation extract ranges from 4 to 35 millimhos per centimeter.  Sodium absorption ratio ranges from 20 to 250.  They are strongly alkaline or very strongly alkaline.\nBuried sola and sequa have hue of 10YR or 2.5Y, value of 5 through 8 dry, 3 through 7 moist, and chroma of 1 through 4.  They commonly are sandy loam or sandy clay loam but clay ranges from 15 to 35 percent, silt from 5 to 67 percent and sand from 15 to 65 percent.  Electrical conductivity is 4 to 35 millimhos per centimeter.  Sodium absorption ratio ranges from 20 to 250.  They are strongly alkaline or very strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bunkwater (CO), Firstview (CO), and Starlake (NM) series.  All have the base of the natric horizon deeper than 10 inches.  In addition, Bunkwater soils lack any natric layers with more than 35 percent clay, and they lack buried horizons; Firstview soils have a lithologic discontinuity below depths of 20 to 36 inches that have clay content of over 35 percent; and Starlake soils lack buried horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Avar soils are on closed swales or depressions on upland plains and first terraces.  Slope ranges from 0 to 5 percent. The soils formed in loamy, calcareous late Pleistocene or very early Holocene alluvium.  Elevation ranges from 4,500 to 5,500 feet.  Relief is flat, but microrelief includes truncated soils appearing as bare spots or slick spots and mounds of soil material stabilized around salt tolerant grasses.  The average annual precipitation is 11 to 14 inches with peak periods of precipitation during the spring and early summer.  Average annual temperature is 47 to 53 degrees F.  The frost-free season is 130 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ascalon, Bankard, Haverson, Olney, and the competing Arvada and Mosher soils.  Bankard and Haverson soils lack a natric or argillic horizon.  Olney soils lack a natric horizon.  Ascalon soils have a mollic epipedon and a lack of natric horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium or rapid runoff; permeability is very slow or slow in the solum and moderately slow to moderately rapid in the substratum.  The depth to the water table ranges from 5 to 10 feet."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly as native rangeland.  Natural vegetation is inland saltgrass, alkali sacaton, prickly pear, western wheatgrass, and blue grama."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Colorado:  The soils of this series are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Weld County, Colorado, 2/80."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This series is morphologically and genetically complex.  The position of the soil, i.e., being adjacent to the flood plain, is responsible for the buried horizon or horizons.  The water table is the transport mechanism responsible for the sodicity and salinity condition and the fluctuating water table level is the mechanism partially responsible for the depths of the ca, sa, and natric horizon in the pedon.  After considerable field and lab research, it is theorized that the source of the sodium and calcium cations is the shale of the Laramie Formation.  Diagnostic horizons and features recognized are:  an ochric epipedon; a natric horizon from 3 to 8 inches; accumulation of sodium, calcium carbonate, and soluble salts in layers below the natric horizon; buried horizons; an ustic aridic moisture regime; and a mesic temperature regime.  This revision updates the classification from an Ustollic subgroup to an Ustic subgroup to be compatible with the 1994 Amendments to Soil Taxonomy.  Last updated by the state 6/95.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "E",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH": 8.8,
        "pH_class": "strongly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "E--0 to 3 inches; light brownish gray (10YR 6/2) fine sandy loam, brown (10YR 4/3) moist; moderate medium platy structure; slightly hard, very friable; strongly alkaline (pH 8.8); abrupt smooth boundary.  (0 to 5 inches thick)"
      },
      {
        "name": "Btn",
        "top": 8,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "pH": 9.5,
        "pH_class": "very strongly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btn--3 to 8 inches; brown (10YR 5/3) heavy clay loam, brown (10YR 4/3) moist; moderate medium columnar structure parting to moderate fine and medium subangular blocky; very hard, very firm; common prominent clay films on the faces of peds; slight efffervescence; SAR 18; very strongly alkaline (pH 9.5); clear smooth boundary.  (3 to 9 inches thick)"
      },
      {
        "name": "Bnz1",
        "top": 20,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "pH": 9.8,
        "pH_class": "very strongly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bnz1--8 to 11 inches; brown (10YR 5/3) sandy clay loam, dark grayish brown (10YR 4/2) moist; moderate medium subangular blocky structure; hard, firm; strong effervescence; SAR 27; very strongly alkaline (pH 9.8); clear smooth boundary.  (2 to 7 inches thick)"
      },
      {
        "name": "Bnz2",
        "top": 28,
        "bottom": 58,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "pH": 9.8,
        "pH_class": "very strongly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bnz2--11 to 23 inches; pale brown (10YR 6/3) sandy loam, brown (10YR 4/3) moist; massive; slightly hard, very friable; strong efferevescence; SAR 47; very strongly alkaline (pH 9.8); gradual smooth boundary.  (7 to 17 inches thick)"
      },
      {
        "name": "Bknz",
        "top": 58,
        "bottom": 97,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "pH": 9.8,
        "pH_class": "very strongly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bknz--23 to 38 inches; pale brown (10YR 6/3) sandy clay loam, brown (10YR 5/3) moist; weak medium and coarse subangular blocky structure; slightly hard, friable; violent efferevescence; SAR 61; very strongly alkaline (pH 9.8); gradual wavy boundary.  (0 to 30 inches thick)"
      },
      {
        "name": "Eknzb",
        "top": 97,
        "bottom": 127,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "pH": 9.9,
        "pH_class": "very strongly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Eknzb--38 to 50 inches; very pale brown (10YR 7/3) sandy clay loam, pale brown (10YR 6/3) moist; massive; slightly hard, friable; violent effervescence; SAR 65; very strongly alkaline (pH 9.9); gradual wavy boundary.  (0 to 13 inches thick)"
      },
      {
        "name": "Btknzb",
        "top": 127,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "pH": 9.8,
        "pH_class": "very strongly alkaline",
        "narrative": "Btknzb--50 to 60 inches; pale brown (10YR 6/3) sandy clay loam, brown (10YR 5/3) moist; moderate medium prismatic structure parting to moderate medium and coarse subangular blocky; hard, friable; common distinct clay films on the faces of peds and bridging mineral grains; violent efferevescence; common medium soft masses and concretions of lime; SAR 68; very strongly alkaline. (pH 9.8)"
      }
    ]
  ]
}
