{
  "SERIES": "AVONVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. CJW/RJE/EMM",
  "REVDATE": "10/2010",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, frigid Andic Humixerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Avonville fine gravelly silt loam, cultivated. (Colors are for dry soil unless otherwise noted.)\nAp--0 to 5 inches; dark grayish brown (10YR 4/2) fine gravelly silt loam, very dark brown (10YR 2/2) moist; moderate medium granular structure; soft, friable, slightly sticky and slightly plastic; common very fine and fine roots; common very fine and fine tubular pores; 25 percent gravel; moderately acid (pH 6.0); abrupt smooth boundary. (4 to 7 inches thick)\nA--5 to 16 inches; dark grayish brown (10YR 4/2) fine gravelly silt loam, very dark brown (10YR 2/2) moist; moderate medium subangular blocky structure that parts to weak fine subangular blocky; soft, friable, slightly sticky and slightly plastic; common very fine and fine roots; many very fine and common fine tubular pores; 25 percent gravel; moderately acid (pH 6.0); clear wavy boundary. (8 to 11 inches thick)\nBw--16 to 25 inches; yellowish brown (10YR 5/4) very gravelly silt loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure that parts to weak fine subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; many very fine and common fine tubular pores; 50 percent gravel, 10 percent cobbles; neutral (pH 6.8); clear wavy boundary. (8 to 10 inches thick)\nBC--25 to 37 inches; pale brown (10YR 6/3) very gravelly sandy loam, yellowish brown (10YR 5/4) moist; massive; loose; few fine roots; many very fine and common fine tubular pores; 60 percent gravel, 10 percent cobbles; neutral (pH 6.8); clear wavy boundary. (0 to 12 inches thick)\n2C--37 to 60 inches; variegated very gravelly sand; single grain; loose; few fine roots; porous; 70 percent gravel, 10 percent cobbles."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kootenai County, Idaho; 2,600 feet west and 50 feet south of the NE corner of sec. 16, T.51N., R.4W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to loose sand and gravel is about 28 to 40 inches. The soil between depths of 4 and 12 inches becomes moist in some part in early November and remains moist until early July. Mean annual soil temperature is about 44 degrees to 47 degrees F. Layers of the solum have 25 to 75 percent rock fragments by volume and the soil averages more than 35 percent rock fragments between depths of 10 and 40 inches. Reaction is moderately acid to neutral in the A and B horizons.\nThe Ap and A horizons have value of 2 or 3 moist, 3 or 4 dry, and chroma of 1 or 2 moist, 2 or 3 dry. They are commonly fine gravelly silt loam but range to gravelly coarse sandy loam. The base saturation (by NH4Oac) is less than 50 percent, and bulk density between 0.85 and 0.95 g. per cubic centimeter.\nThe Bw horizon has value of 3 through 5 moist, 5 or 6 dry. This horizon is commonly very gravelly silt loam but is very gravelly loam or very gravelly coarse sandy loam in some pedons. The base saturation (by NH4Oac) is 45 to 70 percent and is more than 60 percent in some part.\nThe 2C horizon ranges from very gravelly coarse sand to very gravelly loamy sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the  Inkler, Juandefuca, Newhorn, Oxerine, Tunnelcreek, Veridge, and Wilma series.  Inkler soils have a 7 to 14 inch thick mantle dominated by volcanic ash and an ochric epipedon. Juandefuca soils do not have sand or loamy sand within 40 inches of the surface and have an ochric epipedon. Newhorn soils have a 7 to 14 inch thick mantle dominated by volcanic ash and a densic contact with dense glacial till at 20 to 40 inches. Oxerine soils have a 7 to 14 inch thick mantle dominated by volcanic ash and a lithic contact at 20 to 40 inches. Tunnelcreek soils have a paralithic contact at 20 to 40 inches and an ochric epipedon. Veridge and Wilma soils have a lithic contact at 20 to 40 inches and an ochric epipedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Avonville soils are on outwash plains and terraces and short terrace slopes or faces. Slopes range from 0 to 20 percent. Elevations range from 2,200 to 2,400 feet. The soils formed in loess mixed with volcanic ash and glacial outwash material. The climate is characterized by warm, dry summers and cool, moist winters. The annual precipitation ranges from 22 to 26 inches. Average January temperature is 28 degrees F.; the average July temperature is 69 degrees F.; the average annual temperature is 42 degrees to 45 degrees F. The frost-free season is about 140 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Garrison, Narcisse, Kootenai, and McGuire soils. Garrison and Narcisse soils have mollic epipedons and have mean annual soil temperature warmer than 47 degrees F. Narcisse soils are also coarse-loamy. Kootenai and McGuire soils have ochric epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The soils are used for pasture, hay, grain and grass seed production. Vegetation is mainly scattered ponderosa pine, native annual grasses and common snowberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Glacial outwash plains of Northern Idaho. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kootenai County, Idaho, 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nUmbric epipedon - from 0 to 16 inches (Ap and A horizons)\nCambic horizon - from 16 to 37 inches (Bw and BC horizons);\nParticle-size control section: the zone from 10 to 40 inches;\nXeric soil moisture regime.\nRecent laboratory data indicates the epipedon is umbric rather than mollic. Base saturation (by NH4Oac) is estimated to be less than 50 percent in all or part of the epipedon and more than 60 percent in some part of the upper 30 inches.\nThe 10/2010 revision reflects a reclassification from Haploxerepts to Humixerepts great group based on revisions to the 11th Edition Keys to Soil Taxonomy. No other changes were made during this revision.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
