{
  "SERIES": "AXIS",
  "STATUS": "Established Series",
  "BYREV": "Rev. LFR:CO",
  "REVDATE": "03/2019",
  "STATES": "AL,FL,MD,MS,NC,VA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, nonacid, thermic Typic Sulfaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Axis mucky sandy clay loam, on a smooth 0.5 percent slope, in marsh. (Colors are for moist soil unless otherwise stated.)\nA11--0 to 7 inches; very dark grayish brown (10YR 3/2) mucky sandy clay loam; massive; hard; friable; many fine and medium roots; mildly alkaline, very strongly acid when dry; gradual wavy boundary.  (2 to 8 inches thick)\nA12--7 to 12 inches; very dark gray (10YR 3/1) sandy loam; massive; hard; friable; common fine and medium roots; mildly alkaline, medium acid when dry; clear wavy boundary. (5 to 15 inches thick)\nC1g--12 to 20 inches; dark gray (10YR 4/1) sandy loam; few medium faint light brownish gray (10YR 6/2) mottles; massive; friable; few fine and medium roots; mildly alkaline, extremely acid when dry; clear wavy boundary.  (7 to 12 inches thick)\nC2g--20 to 40 inches; gray (10YR 6/1) sandy loam; common medium distinct light olive brown (2.5Y 5/4) mottles, and few medium distinct olive (5Y 4/4) mottles; massive; friable; few medium roots; moderately alkaline, extremely acid when dry; gradual wavy boundary.  (8 to 30 inches thick)\nC3g--40 to 51 inches; gray (5Y 6/1) sandy loam; common medium faint gray (10YR 5/1) mottles, and few medium distinct light olive brown (2.5Y 5/4) mottles; massive; friable; neutral, extremely acid when dry; gradual wavy boundary.  (0 to 26 inches thick)\nC4g--51 to 57 inches; gray (5Y 6/1) sandy loam; few medium faint gray (10YR 5/1) mottles; massive; friable; neutral, extremely acid when dry; gradual wavy boundary.  (0 to 14 inches thick)\nC5g--57 to 71 inches; gray (5Y 6/1) sandy loam with pockets of clay loam; massive; friable, slightly sticky; neutral, very strongly acid when dry."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mobile County, Alabama; 2300 feet south and 1200 feet west of the NE corner of sec. 31, T. 7 S., R. 3 W.; lat. 30 degrees 23 minutes 35 seconds N. and long. 88 degrees 18 minutes 49 seconds W., WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Reaction ranges from slightly acid to moderately alkaline.  After air drying, the reaction is extremely acid in select horizons within a depth of 40 inches.\nThe A11 horizon has hue of 10YR, 2.5Y, or 5Y, value 3, and chroma 1 or 2.  Texture is loam, silt loam, sandy loam, sandy clay loam, or their mucky counterparts.  In some pedons an Oa horizon less than 7 inches thick is present.\nThe A12 horizon has hue of 10YR, 2.5Y, or 5Y, value 3, and chroma 1 or 2.  It is silt loam, sandy loam, or loam.\nThe C1g and C2g horizons have matrix colors in hue of 10YR, 2.5Y, or 5Y, value that ranges from 4 through 6, and chroma 0 through 2, and have few to many red, yellow, brown, gray, or olive mottles. Texture is sandy loam, loam, or silt loam.\nThe C3g and C4g horizons have matrix colors in hue of 10YR, 2.5Y, or 5Y, value 4 through 7, and chroma 0 through 2.  Texture is sandy loam, loam, or sandy clay loam.  Some pedons have pockets of finer or coarser textured material.  Few to many yellow, brown, olive, and gray mottles are throughout these horizons.  Some pedons may have few to common red mottles.\nThe C5g horizon has the same colors and textures as the C3g and C4g horizons in most pedons.  In addition, this horizon may have matrix colors in hue 2.5Y or 5Y, value 5 or 6, and chroma 3 through 6.  When chromas are more than 2, many medium and coarse mottles in shades of gray are present."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this taxonomic class."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Axis soils are on narrow to broad, level tidal flats.  The elevation ranges from 0 to 3 feet above sea level.  Axis soils are flooded each day with tide waters.  The water table ranges from 12 inches above the surface during high tides to 12 inches below the surface during low tides.  These soils formed in loamy marine sediments.  The climate is warm and humid.  Near the type location the mean annual temperature is about 67 degrees F., and mean annual precipitation is about 63 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dorovan, Johnston, and Pamlico series.  These soils are on higher elevations of Coastal Plain Flatwoods."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Axis soils are very poorly drained.  Permeability is moderate.  The water table fluctuates with the rise and fall of the daily tides."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used primarily as habitat for wetland wildlife.  The vegetation is limited to salt water tolerant marshland plants, with the principal species Juncus roemerianus (needlegrass rush).  Others include Distichlis spicata (seashore saltgrass), Borrichia frutescens (bushy sea-oxeye), and Scirpus spp.  (bulrush)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coastal marsh of Alabama, Maryland, Mississippi, Virginia, and possibly northwest Florida.  The series is of small known extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mobile County, Alabama; 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil was formerly included in mapping with Tidal Marsh.  Preliminary data taken from one pedon indicates the sulfur content is lower than required for Sulfaquents.  The samples from the pedon did meet the chemical requirements of halic as outlined by Coover et. al.  (SSSAP 39:703, 1975).  The requirements included percent exchangable Na+Mg greater than 40 percent of cation-exchange capacity and soluble cations greater than 80meq./liter.  As proposed in the paper, the pedon sampled would fit the concept of Typic Halaquents.  Additional data is needed on this and other similar soils prior to recommending changes to Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
