{
  "SERIES": "AYAR",
  "STATUS": "Established Series",
  "BYREV": "Rev. JEM/GWH/JJJ/SBS/KP",
  "REVDATE": "02/2003",
  "STATES": "CA",
  "OVERVIEW": "The Ayar series consists of deep or very deep, well drained soils that formed in material weathered from decomposed alkaline shales and sandstone on rolling hills. Slope is 5 to 75 percent. The mean annual precipitation is about 508 centimeters (20 inches) and the mean annual air temperature is about 16 degrees C (60 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Typic Haploxererts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ayar silty clay--rangeland. (Colors are for dry soil unless otherwise stated).\nA1--0 to 2.5 centimeters (0 to 1 inch); brown (7.5YR 4/2) silty clay, dark brown (7.5YR 3/3) moist; strong medium granular structure; hard, friable, moderately sticky and moderately plastic; many very fine roots; many very fine tubular pores; slightly effervescent with disseminated carbonates; moderately alkaline (pH 8.0); abrupt smooth boundary. (2.5 to 10 centimeters (1 to 4 inches) thick)\nA2--2.5 to 23 centimeters (1 inch to 9 inches); brown (7.5YR 4/2) silty clay, dark brown (7.5YR 3/2) moist; moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; many very fine roots; many very fine tubular pores; slightly effervescent with disseminated carbonates; moderately alkaline (pH 8.0) clear smooth boundary. (15 to 23 centimeters (6 to 9 inches) thick)\nA3--23 to 61 centimeters (9 to 24 inches); brown (7.5YR 5/2) clay, dark brown (7.5YR 3/2) moist; moderate coarse subangular blocky structure; hard, firm, moderately sticky and very plastic; common very fine roots; many very fine tubular pores; few small slickensides; slightly effervescent with disseminated carbonates; moderately alkaline (pH 8.0); clear smooth boundary. (25 to 38 centimeters (10 to 15 inches) thick)\nBss--61 to 99 centimeters (24 to 39 inches); brown (7.5YR 5/4) clay, brown (7.5YR 4/4) moist; weak medium prismatic structure parting to strong coarse subangular blocky; hard, firm, moderately sticky and very plastic; common very fine roots; common very fine tubular pores; few nearly vertical slickensides; strongly effervescent with disseminated carbonates; moderately alkaline (pH 8.0); clear smooth boundary. (25 to 38 centimeters (10 to 15 inches) thick)\nBssk1--99 to 114 centimeters (39 to 45 inches); brown (7.5YR 5/4) clay, brown (7.5YR 4/4) moist; weak coarse subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common very fine and few fine and medium roots; common very fine tubular pores; thin continuous clay films line some tubular pores; common slickensides; strongly effervescent, carbonates disseminated and segregated as fine soft masses; moderately alkaline (pH 8.0); clear smooth boundary. (10 to 15 centimeters (4 to 6 inches) thick)\nBssk2--114 to 140 centimeters (45 to 55 inches); brown (7.5YR 5/4) silty clay, brown (7.5YR 4/3) moist; massive; slightly hard, friable, moderately sticky and moderately plastic; few very fine and medium roots; common fine and very fine tubular pores; few thin continuous clay films line tubular pores; common slickensides; violently effervescent, carbonates disseminated and segregated as soft masses; moderately alkaline (pH 8.0); abrupt smooth boundary. (18 to 31 centimeters (7 to 12 inches) thick)\nC--140 to 155 centimeters (55 to 61 inches); pink (7.5YR 7/4) silty clay, strong brown (7.5YR 5/6) and reddish yellow (7.5YR 6/6) moist; massive; slightly hard, friable, slightly sticky and moderately plastic; few roots; few fine tubular pores; strongly effervescent with disseminated carbonates; moderately alkaline (pH 8.0); gradual wavy boundary. (5 to 20 centimeters (2 to 8 inches) thick)\nCr--155 to 178 centimeters (61 to 70 inches); reddish yellow (7.5YR 6/6) and pink (7.5YR 7/4) shale and sandstone, strong brown (7.5YR 5/6) and reddish yellow (7.5YR 6/6) moist; firm or hard in place; thin seams of carbonates in joints."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Luis Obispo County, California; 2,500 feet west and 2,300 feet north of the southeast corner of section 20, T. 26 S., R. 10 E., MDB&M; Latitude 35 degrees, 39 minutes, 15 seconds north and Longitude 120 degrees, 54 minutes, 58 seconds west; USGS Lime Mountain Quadrangle, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is between 16 to 19 degrees C (61 and 66 degrees F). Depth to shale or sandstone ranges from 100 to 200 centimeters (40 to 80 inches). Deep, wide cracks remain open from June to November for 150 to 180 days and remain closed the rest of the time. Many slickensides are present in some or all of the B horizons. In most pedons the profile has texture of silty clay, clay or heavy clay loam and has 35 to 55 percent clay. In some pedons the C horizon is clay loam, or silty clay loam. In most pedons the profile is calcareous and has neutral to moderately alkaline reaction throughout. Segregated carbonates are present in nearly all pedons. Calcium carbonate equivalent is 2 to 15 percent.\nThe A horizon has color of 7.5YR 5/2, 5/4, 4/2, 4/4; 10YR 6/4, 5/4, 5/3, 4/3, 3/3, 5/2, 4/2; 2.5Y 5/2 or 4/2. Moist colors are similar with value 1 or 2 units lower.\nThe B and C horizons have color of 2.5Y 6/4, 5/4, 5/2; 10YR 6/6, 6/4, 6/3, 5/4, 5/3, 4/3, 4/8; 7.5YR 5/2, 5/4, 6/4 or 7/4."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bosquejo (T), Capay and Maxwell series. Bosquejo (T) soils, (MLRA 17), on interfan basins, do not have shale or sandstone at a depth of 40 to 80 inches and are somewhat poorly drained soils with slopes of 0 to 2 percent. Capay soils (MLRA 14, 17), on alluvial fans, alluvial flats, interfan basins and basin rims, are moderately well drained and have slopes of less than 9 percent. Maxwell soils (MLRA 14), on basin rims or fans, do not have shale or sandstone at a depth of 40 to 80 inches and are somewhat poorly drained soils with slopes of 0 to 9 percent."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Ayar soils are on hills at elevations of 46 to 1,066 meters (150 to 3,500 feet). Slope is 5 to 75 percent. The soils formed in material weathered from alkaline shales and sandstone. The shale and sandstone range from hard to soft and include minor beds of impure limestone. The climate is dry subhumid mesothermal. The mean annual rainfall is 254 to 635 millimeters (10 to 25 inches). The mean annual temperature is about 15 to 18 degrees C (59 to 64 degrees F), the mean July temperature is about 22 degrees C (71 degrees F), and the mean January temperature is about 8 degrees C (46 degrees F). The frost-free season is 200 to 330 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Alo, Diablo, Linne, Los Osos and San Benito soils. Alo soils, on mountains, are dry from about late April or May until November and have a paralithic contact at a depth of 24 to 40 inches. Diablo soils, on uplands, are dry from April to early June until October to late November, are gray and have chroma of 1 in the upper part of the profile. Linne soils, on hills, are dry from May to November, do not have intersecting slickensides and have a paralithic contact at a depth of 20 to 40 inches. Los Osos soils, on uplands, have an argillic horizon and have a paralithic contact at a depth of 20 to 40 inches. San Benito soils, on mountains, lack cracks and slickensides and have a fine-loamy particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; very high runoff; slow permeability when the cracks are closed."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mostly for livestock grazing; some areas produce dry farmed grain, a few almonds and apricots. Natural vegetation is annual grasses and forbs with a few blue oak, live oak, and white oak in draws and north slopes. Oaks are more common in areas of higher rainfall."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Coast Range of California. The soils are of moderate extent. Used in MLRAs 15 and 20."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: San Luis Obispo County (Paso Robles Area), California 1928."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The low rainfall ranges of 10-12 inches occurs in West Merced, West Fresno and Carrizo Plains Soil Survey Areas.\nThe series may best be classified as an aridic subgroup. Needs further field investigation on duration of opened cracks. As used in the Carrizo Plains and West Fresno County areas of California these soils are mapped as \"aridic\" taxadjuncts.\nRunoff terminology adjusted 5/96 to the adjective criteria of the Soil Survey Manual, 10/93. Metric units added 11/2001.\nPrevious competing soils included Alo, Altamont, Asolt, Auld, Centerville, Chinapoint, Cibo, Galt, Hollenbeck, Lostpoint, Porterville and Seville. Alo and Centerville soils have a paralithic contact at depths of 50 to 100 centimeters (20 to 40 inches). Alo, Altamont and Centerville soils are noncalcareous in the upper 38 to 50 centimeters (15 to 20 inches) of the profile. Asolt soils have hard basalt bedrock at a depth of 100 to 152 centimeters (40 to 60 inches). Auld soils have hue of 5YR. Chinapoint soils have a paralithic contact of weakly consolidated sand at a depth of 50 to 100 centimeters (20 to 40 inches) and have 25 to 30 percent exchangeable sodium. Cibo soils have a lithic contact at depths of 100 centimeters (40 inches). Galt soils have a duripan at a depth of 50 to 100 centimeters (20 to 40 inches). Hollenbeck soils lack disseminated or segregated carbonates in the upper 64 centimeters (25 inches) and have a duripan at depths of 100 to 200 centimeters (40 to 80 inches). Lostpoint soils have electrical conductivity of 8 to 16 decisiemens per meter between depths of 15 to 112 centimeters (6 to 44 inches). Porterville soils are noncalcareous in the upper 38 centimeters (15 inches) and lack a paralithic contact. Seville soils have a strongly cemented lime silica pan at depths of less than 1 meter (40 inches)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 2.5,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 2.5 centimeters (0 to 1 inch); brown (7.5YR 4/2) silty clay, dark brown (7.5YR 3/3) moist; strong medium granular structure; hard, friable, moderately sticky and moderately plastic; many very fine roots; many very fine tubular pores; slightly effervescent with disseminated carbonates; moderately alkaline (pH 8.0); abrupt smooth boundary. (2.5 to 10 centimeters (1 to 4 inches) thick)"
      },
      {
        "name": "A2",
        "top": 2.5,
        "bottom": 23,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--2.5 to 23 centimeters (1 inch to 9 inches); brown (7.5YR 4/2) silty clay, dark brown (7.5YR 3/2) moist; moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; many very fine roots; many very fine tubular pores; slightly effervescent with disseminated carbonates; moderately alkaline (pH 8.0) clear smooth boundary. (15 to 23 centimeters (6 to 9 inches) thick)"
      },
      {
        "name": "A3",
        "top": 23,
        "bottom": 61,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A3--23 to 61 centimeters (9 to 24 inches); brown (7.5YR 5/2) clay, dark brown (7.5YR 3/2) moist; moderate coarse subangular blocky structure; hard, firm, moderately sticky and very plastic; common very fine roots; many very fine tubular pores; few small slickensides; slightly effervescent with disseminated carbonates; moderately alkaline (pH 8.0); clear smooth boundary. (25 to 38 centimeters (10 to 15 inches) thick)"
      },
      {
        "name": "Bss",
        "top": 61,
        "bottom": 99,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bss--61 to 99 centimeters (24 to 39 inches); brown (7.5YR 5/4) clay, brown (7.5YR 4/4) moist; weak medium prismatic structure parting to strong coarse subangular blocky; hard, firm, moderately sticky and very plastic; common very fine roots; common very fine tubular pores; few nearly vertical slickensides; strongly effervescent with disseminated carbonates; moderately alkaline (pH 8.0); clear smooth boundary. (25 to 38 centimeters (10 to 15 inches) thick)"
      },
      {
        "name": "Bssk1",
        "top": 99,
        "bottom": 114,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bssk1--99 to 114 centimeters (39 to 45 inches); brown (7.5YR 5/4) clay, brown (7.5YR 4/4) moist; weak coarse subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common very fine and few fine and medium roots; common very fine tubular pores; thin continuous clay films line some tubular pores; common slickensides; strongly effervescent, carbonates disseminated and segregated as fine soft masses; moderately alkaline (pH 8.0); clear smooth boundary. (10 to 15 centimeters (4 to 6 inches) thick)"
      },
      {
        "name": "Bssk2",
        "top": 114,
        "bottom": 140,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bssk2--114 to 140 centimeters (45 to 55 inches); brown (7.5YR 5/4) silty clay, brown (7.5YR 4/3) moist; massive; slightly hard, friable, moderately sticky and moderately plastic; few very fine and medium roots; common fine and very fine tubular pores; few thin continuous clay films line tubular pores; common slickensides; violently effervescent, carbonates disseminated and segregated as soft masses; moderately alkaline (pH 8.0); abrupt smooth boundary. (18 to 31 centimeters (7 to 12 inches) thick)"
      },
      {
        "name": "C",
        "top": 140,
        "bottom": 155,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C--140 to 155 centimeters (55 to 61 inches); pink (7.5YR 7/4) silty clay, strong brown (7.5YR 5/6) and reddish yellow (7.5YR 6/6) moist; massive; slightly hard, friable, slightly sticky and moderately plastic; few roots; few fine tubular pores; strongly effervescent with disseminated carbonates; moderately alkaline (pH 8.0); gradual wavy boundary. (5 to 20 centimeters (2 to 8 inches) thick)"
      },
      {
        "name": "Cr",
        "top": 155,
        "bottom": 178,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--155 to 178 centimeters (61 to 70 inches); reddish yellow (7.5YR 6/6) and pink (7.5YR 7/4) shale and sandstone, strong brown (7.5YR 5/6) and reddish yellow (7.5YR 6/6) moist; firm or hard in place; thin seams of carbonates in joints."
      }
    ]
  ]
}
