{
  "SERIES": "AYLMER",
  "STATUS": "Established Series",
  "BYREV": "CJH",
  "REVDATE": "03/2005",
  "STATES": "ND",
  "OVERVIEW": "The Aylmer series consists of very deep, moderately well drained, rapidly permeable soils that formed in wind worked sand on outwash plains and delta plains. These soils have slopes of 0 to 6 percent.  Mean annual air temperature is 39 degrees F, and mean annual precipitation is 16 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, frigid Aquic Udipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Aylmer sand - on a northwest-facing slope of 1 percent under grass.  (Colors are for dry soil unless otherwise stated.  Where described, the soil was moist below 40 inches.)\nA--0 to 7 inches; dark grayish brown (10YR 4/2) sand, very dark gray (10YR 3/1) moist; weak fine granular structure; loose, nonsticky and nonplastic; common roots; neutral; abrupt smooth boundary.  (3 to 8 inches thick)\nC1--7 to 24 inches; grayish brown (10YR 5/2) sand, dark grayish brown (10YR 4/2) moist; single grain; loose, nonsticky and nonplastic; few roots; slightly alkaline; gradual wavy boundary.\nC2--24 to 40 inches; light brownish gray (10YR 6/2) sand, grayish brown (10YR 5/2) moist; many large prominent yellowish brown (10YR 5/6) dry and moist redoximorphic concentrations; single grain; loose, nonsticky and nonplastic; few roots; neutral; gradual wavy boundary.\nC3--40 to 60 inches; light gray (2.5Y 7/2) sand, grayish brown (2.5Y 5/2) moist; common medium distinct yellowish brown (10YR 5/6) dry and moist redoximorphic concentrations; single grain; loose, nonsticky and nonplastic; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Pierce County, North Dakota; about 1/2 mile west and 2 7/8 miles north of Orrin; 750 feet south and 100 feet east of the northwest corner, sec. 27, T. 154 N., R. 74 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to carbonates is generally greater than 60 inches.  Distinct or prominent redoximorphic features are within depths of 20 to 40 inches.  Some pedons have an Ab horizon.\nThe A horizon has hue of 10YR, value of 3 to 5 and 2 to 4 moist, and chroma of 1 or 2 dry.  It commonly is sand, but some is fine sand, loamy fine sand or loamy sand.\nThe C horizon has hue of 10YR or 2.5Y, value of 5 to 7 and 4 to 6 moist, and chroma of 1 to 4.  It is sand or fine sand.  Some pedons have a fine textured 2C horizon below a depth of 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Clearriver, Hiwood, Lino, Meehan, Perchlake, Poppleton, Redby, Rushlake, Sciota and Winterfield series. Clearriver and Perchlake soils have a thin zone of clay accumulation (Bt) in the series control section.  Hiwood, Lino, Meehan, Poppleton and Redby soils have a wetter climate and have redoximorphic features higher in the profile. Rushlake soils have rock fragments in the series control section.  Sciota soils are in areas of higher precipitation and are substantially wetter in the soil moisture control section during the growing season.  Winterfield soils have a higher mean annual precipitation and an irregular decrease in organic carbon content with increasing depth."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Aylmer soils are on nearly level to gently undulating wind outwash plains and delta plains.  Slopes are plane, concave, and convex.  Slope gradient range from 0 to 6 percent.  The climate is cool, subhumid.  Mean annual air temperature ranges from 38 to 48 degrees F, and mean annual precipitation ranges from 15 to 23 inches.  Most of the precipitation falls in the spring and summer."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Fossum, Hamar, Hecla, Maddock, Serden and Ulen soils.  Fossum, Hamar, Hecla, Maddock and Ulen soils have mollic epipedons.  Fossum, Hamar and Ulen soils are on nearby low basins and swales.  Hecla and Maddock soils are on nearby nearly level and undulating areas.  Serden soils do not have redoximorphic features.  Serden soils are on nearby higher positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Moderately well drained.  Surface runoff is negligible or very low depending on slope.  Rapid saturated hydraulic conductivity.  A seasonal high water table is within depths of 1.5 to 3.5 feet during the months of April through June."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for pasture and hay.  Native vegetation is prairie sandreed, needleandthread, and some forbs and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central North Dakota.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Pierce County, North Dakota, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  In the mid 1950's and 1960's, a soil similar to Aylmer (Bantry) was used in McHenry County, North Dakota.  That Bantry series was dropped (prior to the establishment of the Aylmer series in 1975) and part of its concept included in the Serden series.  The current Bantry series, established in 1987, represents a soil that is wetter than the Aylmer series.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "sand",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 7 inches; dark grayish brown (10YR 4/2) sand, very dark gray (10YR 3/1) moist; weak fine granular structure; loose, nonsticky and nonplastic; common roots; neutral; abrupt smooth boundary.  (3 to 8 inches thick)"
      },
      {
        "name": "C1",
        "top": 18,
        "bottom": 61,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sand",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C1--7 to 24 inches; grayish brown (10YR 5/2) sand, dark grayish brown (10YR 4/2) moist; single grain; loose, nonsticky and nonplastic; few roots; slightly alkaline; gradual wavy boundary."
      },
      {
        "name": "C2",
        "top": 61,
        "bottom": 102,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sand",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C2--24 to 40 inches; light brownish gray (10YR 6/2) sand, grayish brown (10YR 5/2) moist; many large prominent yellowish brown (10YR 5/6) dry and moist redoximorphic concentrations; single grain; loose, nonsticky and nonplastic; few roots; neutral; gradual wavy boundary."
      },
      {
        "name": "C3",
        "top": 102,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sand",
        "pH_class": "neutral",
        "narrative": "C3--40 to 60 inches; light gray (2.5Y 7/2) sand, grayish brown (2.5Y 5/2) moist; common medium distinct yellowish brown (10YR 5/6) dry and moist redoximorphic concentrations; single grain; loose, nonsticky and nonplastic; neutral."
      }
    ]
  ]
}
