{
  "SERIES": "AYMATE",
  "STATUS": "Established Series",
  "BYREV": "Rev.DJM/RLB",
  "REVDATE": "04/2015",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Ustalfic Petrocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Aymate gravelly sandy loam, rangeland. (Colors are for dry soil unless otherwise noted.) The soil surface is partially covered with 2 percent cobbles and 22 percent pebbles.\nA--0 to 3 inches; reddish brown (7.5YR 5/4) gravelly sandy loam, reddish brown (7.5YR 4/4) moist; moderate thin platy structure; soft, very friable, nonsticky and slightly plastic; many very fine roots; many very fine and fine interstitial pores; 22 percent pebbles; slightly effervescent; moderately alkaline (pH 8.0); abrupt smooth boundary. (2 to 4 inches thick)\nAB--3 to 13 inches; brown (5YR 5/4) sandy loam, dark brown (5YR 4/4) moist; weak coarse subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine and fine roots; many very fine and fine interstitial and few very fine tubular pores; few thin clay films on faces of peds and lining pores; 5 percent pebbles; slightly effervescent; moderately alkaline (pH 8.0); clear smooth boundary. (6 to 12 inches thick)\nBtk1--13 to 19 inches; reddish brown (5YR 5/4) gravelly clay loam, yellowish red (5YR 4/6) moist; moderate very fine and fine subangular blocky structure; slightly hard, friable, very sticky and very plastic; common very fine and few fine roots; common very fine and fine tubular pores; common moderately thick clay films on faces of peds and lining pores; common thin lime coats on undersides of rock fragments; common fine lime filaments and threads; 1 percent cobbles, 15 percent pebbles; strongly effervescent; moderately alkaline (pH 8.2); clear smooth boundary. (4 to 8 inches thick)\nBtk2--19 to 28 inches; reddish brown (5YR 4/4) gravelly sandy clay loam, yellowish red (5YR 4/6) moist; strong fine and medium subangular blocky structure; hard, friable, sticky and plastic; few very fine and fine roots; common very fine and fine tubular pores; many moderately thick clay films on faces of peds and lining pores and bridges between sand grains; many thin lime coats and pendants on vertical and undersides of rock fragments; common fine lime filaments, threads, and seams; 2 percent cobbles, 28 percent pebbles; violently effervescent; moderately alkaline (pH 8.4); gradual smooth boundary. (8 to 11 inches thick)\nBk--28 to 35 inches; pink (5YR 7/3) very gravelly coarse sandy loam, light reddish brown (5YR 6/3) moist; massive; slightly hard, very friable, slightly sticky and nonplastic; few very fine roots; many very fine and fine interstitial and common very fine tubular pores; many moderately thick lime coats and pendants on vertical and undersides of rock fragments; many large soft lime masses, filaments, and seams; common discontinuous weakly to strongly lime cemented masses and lenses; 2 percent cobbles, 45 percent pebbles; violently effervescent; moderately alkaline (pH 8.4); abrupt smooth boundary. (0 to 7 inches thick)\nBkqm--35 inches; white (10YR 8/1) indurated petrocalcic horizon, light gray (10YR 7/2) moist."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lincoln County, Nevada; approximately 1 mile east of Tule Desert Well; about 1250 feet east and 225 feet north of the southwest corner of section 5, T. 10 S., R. 69 E.; 37 degrees, 5 minutes, and 33 seconds north latitude, 114 degrees, 18 minutes, and 12 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually dry, moist in late summer and for short periods in winter and spring. (Ustic-Aridic)\nSoil temperature - 59 to 64 degrees F.\nDepth to petrocalcic horizon - 20 to 40 inches.\nReaction - Moderately alkaline or strongly alkaline.\nControl section - Clay content: Averages 18 to 30 percent.\nRock fragments: 15 to 35 percent, predominantly pebbles.\nA horizon - Hue: 10YR or 7.5YR.\nValue: 5 through 7 dry, 4 or 5 moist.\nChroma: 2 through 4.\nBtk horizons - Hue: 5YR or 7.5YR.\nValue: 4 through 6 dry, 4 or 5 moist.\nChroma: 2 through 6.\nTexture: Gravelly clay loam, gravelly sandy clay loam, or gravelly loam.\nStructure: Moderate to strong subangular blocky.\nOther features: Rock fragments commonly contain thin to thick lime coats and pendants on vertical and undersides.\nBk horizon (when present) - Hue: 5YR or 10YR\nValue: 6 or 7 dry, 3 through 6 moist.\nChroma: 3 or 4 .\nTexture: Very gravelly coarse sandy loam, gravelly coarse sandy loam, or gravelly sandy loam.\nBkqm horizon - Cementation: Very strongly lime cemented or indurated petrocalcic horizon with discontinuous accessory silica cementation.\nThickness: 3 to 6 feet observed.\nOther features: Very gravelly or extremely gravelly matrix."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Aymate soils are on fan piedmont remnants. These soils formed in mixed alluvium from volcanic tuffs and limestone. Slopes are 0 to 8 percent. Elevations are 2600 to 3400 feet. The climate is semiarid with hot, intermittently moist summers and cool, moist winters.  The mean annual precipitation is 5 to 8 inches; the mean annual temperature is 58 to 65 degrees F., and the frost-free season is 190 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Arizo, Geta, and Canutio series. Arizo soils are commonly flooded and have a sandy-skeletal particle-size control section. Geta soils have a coarse-loamy particle-size control section and lack an argillic horizon and a petrocalcic horizon. Canutio soils have a loamy-skeletal particle-size control section and lack an argillic horizon and a petrocalcic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Rangeland and wildlife habitat. The present vegetation is mainly creosotebush, big galleta, Anderson wolfberry, spiny hopsage, cheeseweed burrobrush, bush muhly, desert needlegrass, Nevada ephedra, and banana yucca."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern Nevada. These soils are not extensive.  MLRA 30."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lincoln County, Nevada, South Part, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 13 inches (A and AB horizon).\nArgillic horizon - The zone from 13 inches to 28 inches (Btk1 and Btk2 horizons).\nCalcic horizon - the zone from 13 to 35 inches (Btk1, Btk2 and Bk horizon).\nPetrocalcic horizon - The boundary at 35 inches (Bkqm horizon).\nParticle-size control section - The zone 13 inches to 28 inches (Btk1 and part of the Btk2 horizons).\nResponsibility for this series was transferred from Davis to Phoenix 4/2015. The last revision to the series was 5/1997. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
