{
  "SERIES": "AYOUB",
  "STATUS": "Established Series",
  "BYREV": "Rev. TAD/JLH/RTL/SSP",
  "REVDATE": "02/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Typic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ayoub cobbly loam--rangeland.  (Colors are for moist soil unless otherwise stated)\nA--0 to 6 inches; very dark grayish brown (10YR 3/2) cobbly loam, dark grayish brown (10YR 4/2) dry; weak fine subangular blocky structure parting to weak fine granular; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; 15 percent cobbles, 20 percent gravel, slightly acid (pH 6.4); abrupt wavy boundary.  (4 to 9 inches thick)\nBt1--6 to 12 inches; very dark grayish brown (10YR 3/2) gravelly clay loam, dark grayish brown (10YR 4/2) dry; weak and moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine roots; common very fine pores; few prominant clay films on faces of peds; 20 percent gravel; slightly acid (pH 6.4); clear smooth boundary.  (4 to 12 inches thick)\nBt2--12 to 18 inches; dark brown (10YR 3/3) gravelly clay loam, dark brown (10YR 4/3) dry; moderate medium subangular blocky structure; very hard, firm, moderately sticky and moderately plastic; few very fine roots; few very fine pores; few prominant clay films on faces of peds; 25 percent gravel neutral (pH 6.6); clear smooth boundary.  (4 to 8 inches thick)\nBt3--18 to 23 inches; dark brown (10YR 4/3) gravelly clay loam, brown (10YR 5/3) dry; weak and moderate medium subangular blocky structure; very hard, firm, moderately sticky and moderately plastic; few very fine roots; very fine pores; few faint clay films on faces of peds; 25 percent gravel; neutral (pH 6.6); clear wavy boundary.  (0 to 8 inches thick)\nC--23 to 35 inches; dark grayish brown (10YR 4/2) very cobbly loam, grayish brown (10YR 5/2) dry; massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; 35 percent gravel, 20 percent cobbles; neutral (pH 6.8); clear smooth boundary.\nR--35 inches; andesite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Summit County, Utah; about 4.25 miles southeast of Silver Creek Junction, about 700 feet east and 300 feet north of the southwest corner of sec. 36, T. 1 S., R. 4 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon is 10 to 20 inches thick and extends into the Bt2 horizon in most pedons.  The thickness of the solum ranges from 12 to 33 inches.  Weathered andesite bedrock occurs at depths of 20 to 40 inches.  The soil is usually moist with precipitation coming mostly as snow but it is continuously dry in all parts of the moisture control section for more than 45 consecutive days after the summer solstice.\nThe particle size control section is  27 to 35 percent clay and 15 to 35 percent rock fragments.\nThe A horizon has hue of 10YR, value of 3 to 5 dry and 2 or 3 moist, and chroma of 2 or 3 dry and moist.  It is cobbly loam, very cobbly loam or very stony loam, Rock fragments range from 5 to 20 percent cobbles, 5 to 10 percent stones and 5 to 25 percent gravel.  It is slightly acid to neutral.\nThe Bt2 horizon has hue of 7.5YR or 10YR, value of 3 to 7 dry, 3 to 6 moist and chroma of 2 to 4 dry and moist.  The majority of pedons are 10YR.  Textures are gravelly clay loam, gravelly sandy clay loam or cobbly clay loam with 5 to 35 percent gravel, 5 to 15 percent cobbles and 0 to 5 percent stones.  The Bt2 horizon has few thin discontinuous to moderately thick continuous clay films on faces of peds.  It is slightly acid to neutral.\nThe C horizon has hue of 2.5Y or 10YR, value of 5 to 7 dry and 3 to 6 moist and chroma of 2 to 4 dry and moist.  It is very cobbly loam, very gravelly loam, and very gravelly sandy clay loam with more than 35 percent rock fragments.  It is neutral to slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Previous competitors not yet updated to the Eighth Edition of the Keys to Soil Taxonomy are the Alexander (T), Cloudless (T ID), Cloud Rim, Isbell, Kanlee, Maple Mountain, Paynecreek, and Ticino series.\nAlexander:  have less than 15% coarse fragments in the control section\nCloudless, Cloud Rim, Isbell, Maple Mountain and Paynecreek:  more than 40 inches deep\nKanlee, Ticino:  have paralithic contacts"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ayoub soils are on gently sloping to very steep hills and mountains at elevations of 5,600 to 8,000 feet.  Slopes range from 2 to 60 percent.  The soils formed in colluvium and residuum from andesite.  The mean annual temperatures range from 40 to 45 degrees F.  The mean annual precipitation ranges from 16 to 22 inches.  The freeze-free period is 60 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ant Flat, Dunford, Brad, Broadhead and Gabica soils.  Ant Flat soils are fine textured and have a calcic horizon.  Brad and Gabica soils have a lithic contact less than 20 inches in depth.  Dunford and Broadhead soils have mollic epipedons more than 20 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to very rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Range and wildlife habitat.  Vegetation is mountain big sagebrush, oak brush, slender wheatgrass, bluebunch wheatgrass, snowberry and bitterbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Intermediate mountains of northern Utah.  MLRA 47. These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Summit Soil Survey Area, Utah, Summit County, 1985"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the surface to 18 inches (A, Bt1, Bt2 horizons)\nArgillic horizon - the zone from 6 to 23 inches (Bt1, Bt2, Bt3 horizons)\nParalithic contact - the contact with andesite at 35 inches (R layer)\nTypic Xerolls - the dominant moisture is from winter snow accumulation and early spring rains with dry summers.\nClassification: Keys to Soil Taxonomy, Eighth Edition, 1998.\nThe concept of parent material source was narrowed to include only andesite or similar rocks in February 2000.  Sandstone was orginally included to address similar/contrasting inclusions.  It was never intended to represent the central concept for the series.  SSP.\nADDITIONAL DATA:\nNational Cooperative Soil Survey\nU.S.A."
  }
}
