{
  "SERIES": "AZURERIDGE",
  "STATUS": "Established Series",
  "BYREV": "Rev: LJL/ET/TM",
  "REVDATE": "04/2015",
  "STATES": "NV",
  "OVERVIEW": "The Azureridge series consists of very shallow and shallow to a duripan, well drained soils that formed in alluvium from mainly metamorphic rocks with some limestone. Azureridge soils are on rock pediments and slopes range from 15 to 50 percent. The mean annual precipitation is about 6 inches and the mean annual air temperature is about 67 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic, shallow Cambidic Haplodurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Azureridge very gravelly sandy loam, rangeland and wildlife habitat. (Colors are for dry soil unless otherwise noted.) The soil surface is covered by approximately 75 percent pebbles, 3 percent cobbles and 2 percent stones.\nA--0 to 2 inches; brown (10YR 5/3) very gravelly sandy loam, dark brown (10YR 3/3) moist; weak medium platy structure parting to moderate fine subangular blocky; soft, very friable, nonsticky and nonplastic; many very fine and few fine roots; many very fine interstitial pores and common very fine and fine vesicular pores; 40 percent pebbles, 3 percent cobbles and 2 percent stones; violently effervescent; moderately alkaline (pH 8.4); abrupt smooth boundary. (1 to 3 inches thick)\nBkq--2 to 9 inches; pale brown (10YR 6/3) very gravelly sandy loam, brown (10YR 4/3) moist; moderate medium and coarse subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine, fine and few medium roots; many very fine interstitial pores and common very fine tubular pores; 50 percent pebbles, 5 percent cobbles and 1 percent stones; many fine (0.1 to 2 millimeter) calcium carbonate (95 percent) and silica (5 percent) pendants on undersides of rock fragments; violently effervescent; moderately alkaline (pH 8.4); abrupt wavy boundary. (5 to 12 inches thick)\nBkqm--9 to 14 inches; light gray (10YR 7/2) moderately cemented duripan, pale brown (10YR 6/3) moist; strong thick platy structure; very hard, extremely firm, brittle; common very fine and fine roots in fractures 16 to 25 centimeters apart; 4 to 10 millimeter thick laminar cap (calcium carbonate and silica); violently effervescent; clear smooth boundary. (3 to 10 inches thick)\nCrkq--14 inches; pale brown (10YR 6/3) weakly cemented to moderately cemented fanglomerate, brown (10YR 4/3) moist; does not slake in water; slightly effervescent to strongly effervescent; ."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clark County, Nevada; about 36 miles south of Mesquite, Nevada; approximately 2 miles north of Azure Ridge; located in an unsectionalized area 2,600 feet south and 10,600 feet west of the northeast corner of section 18, T. 34 N., R. 16 W., from Arizona; USGS Azure Ridge, NV 7.5 minute quadrangle; 36 degrees, 20 minutes, 54.2 seconds north latitude and 114 degrees, 04 minutes, 34.7 seconds west longitude; UTM 11, 0762376e 4026561n; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - usually dry, moist in some part for short periods during winter and early spring. The ratio of soil moisture available for evapotranspiration between summer and winter is about 0.8 typical of the Mojave Desert transition to Sonoran.  The soils have a Typic-Aridic moisture regime.\nSoil temperature: 66 to 71 degrees F.\nDepth to duripan: 7 to 14 inches.\nDepth to paralithic contact: 10 to 20 inches.\nOrganic matter: 0 to 0.5 percent.\nControl section - Rock fragments: Averages 35 to 60 percent, mainly gravel with 0 to 15 percent cobbles and stones.\nClay content: 6 to 15 percent.\nCalcium carbonate equivalence of the fine earth fraction: 1 to 10 percent.\nA horizon - Value: 5 or 6 dry, 3 or 4 moist.\nChroma: 3 or 4.\nConsistence: Soft or slightly hard.\nBkq horizon - Chroma: 3 or 4.\nStructure: Weak or moderate.\nRock fragments: 35 to 70 percent, mainly gravel with 0 to 15 percent cobbles and stones.\nBkqm horizon - Value: 7 or 8 dry, 6 or 7 moist.\nChroma: 1, 2 or 3."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Owlshead, Puelzmine, and Ustidur series. Owlshead soils do not have bedrock within 72 inches. Puelzmine soils have bedrock at 30 to 40 inches and MAST of 59 to 65 degrees F. Ustidur soils have an aridic soil moisture control section bordering on ustic and do not have bedrock within 72 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Azureridge soils are on rock pediments. Slope ranges from 15 to 50 percent. These soils formed in alluvium from mainly metamorphic rocks with some limestone. Elevations are 2100 to 3500 feet. The climate is arid with hot, dry summers and warm, moist winters. The mean annual precipitation is 5 to 7 inches; mean annual air temperature is 64 to 69 degrees F., and the frost-free season is 240 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Nolena and Arizo soils. Nolena soils do not have a duripan over bedrock. Arizo soils are sandy-skeletal and very deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; very high runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for rangeland and wildlife habitat. The present vegetation is mainly white bursage, creosotebush, Spannish dagger and white ratney."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mojave Desert of southern Nevada; MLRA 30. These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clark County Area, Nevada, 2006. Proposed in  Clark County, Nevada, Clark County Soil Survey Area, 2002. The name is coined from Azure Ridge located 2 miles to the south."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in the profile are:\nOchric epipedon - 0 to 2 inches (A horizon).\nDuripan horizon - 9 to 14 inches (Bkqm horizon).\nParalithic contact - 14 inches (Crkq horizon).\nParticle-size control section - 0 to 9 inches (A and Bkq horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
