{
  "SERIES": "AZWELL",
  "STATUS": "Established Series",
  "BYREV": "Rev. VB/RJE/TLA",
  "REVDATE": "11/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy-skeletal, glassy Xeric Vitricryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Azwell stony loam - under white bark pine and subalpine fir on a 30 percent southwest facing back slope at an elevation of 6,000 feet.  (Colors are for dry soil unless otherwise noted.  All textures are apparent field textures.)\nOi--1/4 inch to 0; undecomposed forest litter.\nA--0 to 4 inches; dark grayish brown (10YR 4/2) stony loam, very dark grayish brown (10YR 3/2) moist; weak medium granular structure; soft, friable, nonsticky and nonplastic; many fine and medium roots; many fine and medium tubular pores; l5 percent pebbles and 2 percent surface stones; strongly acid (pH 5.5); diffuse wavy boundary.  (3 to 6 inches tick)\nBw--4 to 15 inches; dark grayish brown (10YR 4/2) cobbly loam, dark brown (10YR 4/3) moist; weak medium subangular blocky structure; soft, friable, nonsticky and nonplastic; common fine and medium and few coarse roots; many fine and medium and few coarse tubular pores; l5 percent pebbles and 20 percent cobbles; medium acid (pH 5.7); gradual wavy boundary.  (8 to 14 inches thick)\nC--15 to 26 inches; dark grayish brown (10YR 4/2) very stony fine sandy loam, dark yellowish brown (l0YR 3/4) moist; massive; soft, friable, nonsticky and nonplastic; few fine and medium roots; many fine and medium tubular pores; l0 percent pebbles, l0 percent cobbles and 30 percent stones; medium acid (pH 6.0); abrupt wavy boundary.  (9 to 20 inches thick)\nR--26 inches; fractured gneiss"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Chelan County, Washington, about 2 miles west of Brief, Washington; l,800 feet east and l,800 feet north of the southwest corner of sec. 5, T.. 27N., R. l9 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 4l to 43 degrees F.  These soils are usually moist but are dry in all parts of the moisture control section for 60 to 75 consecutive days following the summer solstice.  The solum is l0 to 20 inches thick.  Rock fragments average from 35 to 60 percent in the particle-size control section.  The 0 to 26 inch (or bedrock) particle-size control section has an estimate moist bulk density of 0.85 to 1.50 g/cc, volcanic glass content of 30 to 60 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 1.0 to 2.0 percent, and 15-bar water retention of less than 12.0 percent for air dried samples.  Depth to lithic contact ranges from 20 to 40 inches.  Reaction ranges from slightly acid to strongly acid.\nThe A horizon has value of 4 or 6 dry, 2 or 3 moist, and chroma of l or 3 dry or moist.\nThe B horizon has value of 4 to 6 dry, 3 to 5 moist, and chroma of 2 to 4 dry and 2 or 3 moist.  It is loam or fine sandy loam, and is cobbly, very gravelly, very cobbly, stony, or very stony.\nThe C horizon has value of 4 to 6 dry, 3 to 5 moist, and chroma of 2 to 4 dry, and 3 to 6 moist.  It is loam, fine sandy loam, or sandy loam, and is very stony, extremely gravelly, extremely stony, or very cobbly."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Bagmont, Fears, Naxing, Pird, Saydab, and Tiptop series.  Bagmont soils have an umbric epipedon 20 to 30 inches thick and have a paralithic contact at 20 to 40 inches.  Fears, Naxing and Pird soils are more than 40 inches deep to bedrock and are dry for 45 to 60 consecutive days.  Saydab soils are dry for 45 to 60 consecutive days.  Tiptop soils are more than 40 inches deep to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Azwell soils are on back slopes of mountains that usually have a southerly aspect.  Elevations are 4,000 to 6,500 feet.  Slopes are 30 to 60 percent.   Azwell soils formed in residuum and colluvium from gneiss and schist mixed with volcanic ash.  The climate is characterized by warm, dry summers and cold, moist winter.  The average annual precipitation is 30 to 50 inches.  The mean January temperature is about 22 degrees F., the mean July temperature is about 60 degrees F., and the mean annual air temperature is 40 to 42 degrees F.  The growing season at 28 degrees F.\ni. l00 to l30 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Almac, Wedge, and the competing Devore soils.  Almac and Wedge soils are more than 40 inches deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium or rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Timber production, wildlife habitat, recreation, and watershed.  Vegetation is subalpine fir, lodgepole pine, whitebark pine, dwarf huckleberry, pachystima, princes pine, elk sedge, and pyrola."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North Central Washington.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Entiat area, Chelan County, Washington, l97l."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are an ochric epipedon from the mineral surface to 4 inches, a cambic horizon from 4 to 15 inches.  The l0 to 26 inch particle-size control section is 45 percent rock fragments.  This draft reflects a change in classification due to Andisols order from loamy-skeletal, mixed, Andic Cryochrepts to ashy-skeletal, Xeric Vitricryands.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
