{
  "SERIES": "HAA",
  "STATUS": "Established Series",
  "BYREV": "KH-RTG",
  "REVDATE": "05/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial, amorphic, isomesic Typic Hapludands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Haa medial silt loam, 7 percent slope under koa trees and a grass understory at an elevation of 1,470 meters (4,800 feet). (Colors are for moist soil unless otherwise noted. When described on 5/28/98 the soil was slightly moist throughout. The soil temperature was 14 degrees C. (57 degrees F.) at a depth of 50 centimeters (20 inches). All textures are apparent field textures. pH was measured using organic dyes.)\nA1--0 to 8 centimeters (0 to 3 inches); black (10YR 2/1) medial silt loam; strong fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, and common medium roots; many very fine and fine interstitial pores; 3 percent subrounded gravel; moderately acid (pH 6.0); clear wavy boundary. (5 to 13 centimeters (2 to 5 inches) thick)\nA2--8 to 18 centimeters (3 to 7 inches); black (10YR 2/1) medial silt loam; moderate fine and medium granular structure; soft, friable, nonsticky and nonplastic; many very fine and fine, and common medium roots; many very fine and fine interstitial pores; 5 percent subrounded gravel; neutral (pH 6.6); abrupt wavy boundary. (3 to 13 centimeters (1 to 5 inches) thick)\nBw1--18 to 25 centimeters (7 to 10 inches); very dark brown (7.5YR 2.5/3) medial loam; weak medium subangular blocky structure; soft, friable, nonsticky and nonplastic; common very fine to coarse roots; many very fine and fine interstitial pores; 5 percent subrounded gravel; slightly acid (pH 6.4); clear wavy boundary. (3 to 10 centimeters (1 to 4 inches) thick)\n2Bw2--25 to 36 centimeters (10 to 14 inches); very dark brown (7.5YR 2.5/2) medial loam; massive; slightly hard, friable, nonsticky and nonplastic; common very fine to coarse roots; many very fine and fine interstitial pores; 5 percent subrounded gravel; slightly acid (pH 6.4); abrupt wavy boundary.\n2Bw3--36 to 51 centimeters (14 to 20) inches; very dark brown (7.5YR 2.5/2) medial silt loam; massive; slightly hard, friable, nonsticky and nonplastic; common very fine to coarse roots; many very fine and fine interstitial pores; 5 percent subrounded cobbles and 2 percent subrounded gravel; slightly acid (pH 6.4); clear wavy boundary.\n2Bw4--51 to 64 centimeters (20 to 25 inches); black (7.5YR 2.5/1) medial silt loam; massive; slightly hard, friable, nonsticky and nonplastic; few very fine to coarse roots; many very fine and fine interstitial pores; 5 percent subrounded cobbles; slightly acid (pH 6.4); clear wavy boundary. (Combined 2Bw horizons 25 to 64 centimeters (10 to 25 inches) thick)\n3A1--64 to 76 centimeters (25 to 30 inches); very dark brown (10YR 2/2) medial silt loam; massive; soft, friable, nonsticky and nonplastic; few very fine to coarse roots; many very fine and fine interstitial pores; few flecks of charcoal, 2 centimeters by 0.5 centimeters (0.75 inches by 0.25 inches); 5 percent subrounded cobbles; slightly acid (pH 6.4); clear wavy boundary.\n3A2--76 to 91 centimeters (30 to 36 inches); black (10YR 2/1) cobbly medial loam; massive; slightly hard, friable, nonsticky and nonplastic; few very fine to coarse roots; many very fine and fine interstitial pores; 10 percent subrounded pahoehoe cobbles and 5 percent subrounded pahoehoe gravel; neutral (pH 6.6); clear wavy boundary. (Combined 3A horizons 0 to 51 centimeters (0 to 20 inches) thick)\n3Bw--91 to 109 centimeters (36 to 43 inches); black (7.5YR 2.5/1) cobbly medial loam; massive; slightly hard, friable, nonsticky and nonplastic; few very fine to coarse roots; many very fine and fine interstitial pores; 20 percent subrounded pahoehoe cobbles and 5 percent subrounded pahoehoe gravel; neutral (pH 6.6); abrupt wavy boundary. (0 to 25 centimeters (0 to 10 inches) thick)\n4R--109 centimeters (43 inches); hard pahoehoe lava."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hawaii Volcanoes National Park; from State Hwy 11 turn north onto Mauna Loa Strip Road; follow Mauna Loa Strip Road approximately 5.8 miles to intersecting Power Line Road; turn left, pass through locked gate and drive for 0.5 miles; walk at a heading of 110 degrees magnetic for 11 meters (36 feet) to type location; Kilauea Crater Quadrangle; lat. 19 degrees 27 minutes 22.35 seconds N. and long. 155 degrees 20 minutes 52.52 seconds W. (Old Hawaiian Datum measured by GPS/PLGR, 52 feet.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock: 100 to 150 centimeters (40 to 60 inches)\nMean annual soil temperature: 12 to 15 degrees C. (54 to 59 degrees F.)\nSoil reaction: Moderately acid to neutral\nA horizon\nHue: 7.5YR or 10YR.\nValue: 2 or 2.5 moist.\nChroma: 1 or 2 moist.\nTexture: Medial loam or medial silt loam.\nStructure: Granular or subangular blocky.\nB horizon\nHue: 2.5YR to 10YR.\nValue: 2 to 3 moist.\nChroma: 1 to 6 moist.\nTexture: Medial loam or medial silt loam.\nStructure: Subangular blocky or massive.\n3A horizon\nHue: 7.5YR or 10YR.\nTexture: Medial loam or medial silt loam.\nRock fragments: 0 to 15 percent.\n3B horizon\nHue: 7.5YR or 10YR.\nTexture: Medial loam or medial silt loam.\nRock fragments: 15 to 30 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ki and Puiwa series. The Ki soils have lapili in the upper part of the subsoil. The Puiwa soils are moderately deep to bedrock and have horizons reflecting two ash packets, in contrast to three for Haa series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Haa soils are on Mauna Loa pahoehoe flows 5,000 to 10,000 years old at elevations of 1,250 to 1,524 meters (4,100 to 5,000 feet). Slopes range from 2 to 10 percent. Mean annual rainfall is 1,270 to 1,525 millimeters (50 to 60 inches), with about 75 percent of the rainfall occurring between October and May. The mean annual pan evaporation is 1,270 to 1,525 millimeters (50 to 60 inches). The mean annual air temperature is 10 to 16 degrees C. (50 to 60 degrees F.)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Keamoku Kulalio, Maunaiu, and the competing Puiwa soils. Keamoku and Kulalio soils are medial-skeletal. Maunaiu soils are lithic."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Runoff is moderate. Permeability is moderate in the soil and very slow in the underlying pahoehoe bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for National Park Service land and pasture. Vegetation is koa (Acacia koa), brackenfern (Pteridium aquilinum var. decompositum), and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: SOIL NAME. Island of Hawaii, within Hawaii Volcanoes National Park and neighboring ranches; MLRA 160. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Island of Hawaii, Hawaii County, Hawaii, 2008 Proposed in 1998. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nAndic soil properties - from the soil surface to 109 centimeters (43 inches)\nUmbric epipedon - from the soil surface to 109 centimeters (43 inches)\nParticle size control section - from the soil surface to 100 centimeters (40 inches)\nLithic contact - 109 centimeters (43 inches)\nSoil temperature - mean summer and mean winter soil temperatures differ by less than 6 degrees C. (iso temperature regime).\nSoil moisture - not dry in some or all parts for 90 days or more in most years (Udic moisture regime).\nEdit Log:\n12/03 KH.  Added medial textural modifiers.  Changed runoff from very low to low.\n2/01 KH. 3A1 horizon changed from 3A3; 3A2 changed from 3A4; and 3Bw from 3Bw5. Permeability changed from moderate to rapid in the soil and added permeability of the underlying bedrock.\nADDITIONAL DATA: Haa NSSL reference sample S98HI-001-015 from type location.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
