{
  "SERIES": "HAARVAR",
  "STATUS": "Established Series",
  "BYREV": "Rev. JFS-EWB-WED-JBF",
  "REVDATE": "06/2016",
  "STATES": "NV",
  "OVERVIEW": "The Haarvar series consists of shallow, well drained soils that formed in residuum derived from tertiary sedimentary rock.  Haarvar soils are on rock pediment remnants, hills and low mountains.  Slopes are 4 to 50 percent.  The mean annual precipitation is about 200 mm and the mean annual temperature is about 12 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, smectitic, calcareous, mesic, shallow Xeric Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Haarvar gravelly clay loam--rangeland.  (Colors are for dry soil unless otherwise noted.)  The soils surface is partially covered with 20 percent gravel.\nA--0 to 3 cm; brown (10YR 5/3) gravelly clay loam, brown (10YR 4/3) moist; massive; slightly hard, very friable, very sticky and very plastic; few fine and medium roots; common very fine and fine interstitial and few fine tubular pores; 20 percent gravel; slightly effervescent; moderately alkaline (pH 8.2); clear wavy boundary.  (3 to 8 cm thick)\nC1--3 to 10 cm; light yellowish brown (10YR 6/4) clay, yellowish brown (10YR 5/4) moist; massive; slightly hard, very friable, very sticky and very plastic; common fine and few medium roots; few very fine interstitial and few fine tubular pores; 10 percent gravel; slightly effervescent; moderately alkaline (pH 8.2); clear wavy boundary.  (5 to 20 cm thick)\nC2--10 to 30 cm; pale yellow (5Y 7/4) clay, pale olive (5Y 6/4) moist; massive; hard, very firm, very sticky and very plastic; many fine and few medium roots; few very fine interstitial pores; slightly effervescent; moderately alkaline (pH 8.4); abrupt wavy boundary.  (0 to 25 cm thick)\nCr--30 cm; tertiary sedimentary rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mineral County, Nevada about 500 feet west and 2,000 feet north of the southeast corner of section 15, T. 7 N., R. 36 E., latitude 38 degrees 27 minutes 45 seconds N and longitude 117 degrees 57 minutes 05 seconds W; WGS84 Decimal Degrees 38.4626111 latitude, -117.9513889 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist in winter and spring, dry in summer and fall, except for 10 to 20 days cumulative between July and October due to convection storms; aridic soil moisture regime bordering bordering on xeric.\nSoil temperature: 12 to 15 degrees C.\nDepth to soft rock: 25 to 50 cm.\nProfile reaction:  Slightly alkaline or moderately alkaline.\nProfile carbonates:  Slightly effervescent or strongly effervescent.\nParticle-size control section - Clay content:  40 to 55 percent.\nRock fragments:  5 to 10 percent.\nA horizon\nValue:  5 or 6 dry, 4 or 5 moist.\nChroma:  2 or 3 dry or moist.\nC horizon\nHue:  10YR, 2.5Y, 5Y.\nValue:  6 or 7 dry, 5 or 6 moist.\nChroma:  2 through 6 dry or moist.\nClay content:  40 to 55 percent.\nStructure:  Massive or angular blocky.\nRock fragments:  0 to 10 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family at this time."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Haarvar soils are on rock pediment remnants, hills and low mountains.  These soils formed in residuum derived from tertiary sedimentary rock. Slopes are 4 to 50 percent.  Elevations are 1,830 to 2,140 meters.  The climate is cool, semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 200 to 250 mm, mean annual temperature is 10 to 12 degrees C, and the frost-free season is 100 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Kyler, Stewval and Wrango series.  Kyler and Stewval soils are less than 50 cm deep to a lithic contact.  Stewval soils have an argillic horizon.  Wrango soils are greater than 150 cm to bedrock and have a sandy-skeletal particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; medium to rapid runoff; moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Livestock grazing and wildlife habitat.  The present vegetation is mainly black sagebrush, Nevada ephedra, spiny menodora, bottlebrush squirreltail, Indian ricegrass and galleta."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West-central Nevada.  These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mineral County, Nevada, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the surface to 18 cm (A, C1 and part of C2 horizons).\nParalithic contact - The boundary at 30 cm (Cr layer).\nParticle-size control section - The zone from the surface to 30 cm (A, C1 and C2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
