{
  "SERIES": "HACKWOOD",
  "STATUS": "Established Series",
  "BYREV": "Rev. TM/JBF/BKP",
  "REVDATE": "02/2017",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive Pachic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hackwood silt loam--forestland. (Colors are for dry soil unless otherwise noted.)\nOi--0 to 3 cm; slightly decomposed plant matter composed of aspen leaves. (1 to 10 cm)\nA1--3 to 13 cm; dark grayish brown (10YR 4/2) silt loam, black (10YR 2/1) moist; weak thick platy structure parting to moderate very fine granular; soft, very friable, slightly sticky and nonplastic; many fine and medium roots; many very fine and fine interstitial pores; neutral (pH 6.8); clear wavy boundary. (5 to 53 cm thick)\nA2--13 to 53 cm; grayish brown (10YR 5/2) silt loam, very dark brown (10YR 2/2) moist; moderate fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many fine and medium roots; many very fine and fine interstitial pores; neutral (pH 6.8); clear wavy boundary. (13 to 74 cm thick)\nAC--53 to 79 cm; light brownish gray (10YR 6/2) gravelly loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common fine and medium roots; many fine interstitial pores; 15 percent gravel; slightly acid (pH 6.5); clear wavy boundary. (0 to 64 cm thick)\n2C--79 to 155 cm; light brownish gray (2.5Y 6/2) very gravelly clay loam, dark grayish brown (2.5Y 4/2) moist; weak medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common medium roots; many fine interstitial and tubular pores; distinct silt coats lining pores; 40 percent gravel; slightly acid (pH 6.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Elko County, Nevada; about 22 miles west of Jiggs near Robinson Mountain in an aspen grove on the south side of the road; 200 feet east and 2,300 feet south of the northwest corner of section 25, T. 28 N., R. 53 E.; USGS Bailey Mountain 7.5 minute topographic quadrangle; latitude 40 degrees 16 minutes 51 seconds N and longitude 115 degrees 57 minutes 5 seconds W; WGS84 Decimal Degrees 40.2808333 latitude, -115.9513889 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist late fall through summer, dry September and October; additional soil moisture is supplied by lateral water movement in the lower part of the control section or substratum. This additional moisture is sporadic and dependent on snow pack. Xeric soil moisture regime, bordering on aridic.\nMean annual soil temperature: 3 to 7 degrees C.\nMean summer soil temperature: 6 to 8 degrees C.\nMollic epipedon thickness: 40 to 90 cm.\nDepth to gravelly or very gravelly horizons: 53 to more than 152 cm.\nParticle-size control section - Clay content: averages 18 to 30 percent.\nRock fragments: Averages 15 to 35 percent, mainly gravel.\nBase saturation: 50 to 75 percent.\nA1 and A2 horizons\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 1 through 3 dry, 1 or 2 moist.\nOrganic matter: 5 to 10 percent in upper A horizon and 3 to 5 percent in the A2 horizon.\nReaction: Neutral or slighty acid.\nAC or A3 horizons (when present)\nHue: 10YR or 2.5Y.\nValue: 5 through 7 dry, 3 through 5 moist.\nChroma: 2 or 3, dry or moist.\nTexture: Silt loam, loam, gravelly silt loam, or gravelly loam.\nStructure: Subangular blocky or massive.\nConsistence: Slightly hard or hard, dry; very friable or friable, moist; slightly sticky or moderately sticky and slightly plastic or moderately plastic, wet.\nOrganic matter: 1.5 to 3 percent.\nReaction: Slightly acid or moderately acid.\n2C horizon or C horizon (when present)\nHue: 10YR or 2.5Y.\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Clay loam, loam, or silty clay loam.\nModifiers: Gravelly or very gravelly.\nOther features: Pores are lined with faint or distinct silt coats or uncoated sand grains. Some pedons have few to common fine distinct or prominent yellowish brown (10YR 5/6) dry and dark yellowish brown (10YR 4/4) moist redox concentrations of iron. Some pedons have few manganese coats on gravel and lining pores.\nOrganic matter: 0.5 to 1.5 percent.\nReaction: Slightly acid or moderately acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Adel, Argee, Bullbasin, Duff, Houlihan, Lamphier, Leavittville, Lespate, Ohbejoyful, Osmund, Pavohroo, Rhone, Secondset, Strickland, Taterheap, and Winevada series.\nAdel, Lamphier, Ohbejoyful, and Taterheap soils have udic moisture regime. Argee and Winevada soils have a paralithic contact between 50 and 100 cm. Bullbasin, Duff, Pavohroo and Rhone soils have a lithic contact between 100 to 152 cm. Houlihan soils have an ustic moisture regime. Lespate, Secondset, and Strickland soils have a lithic contact at 50 to 100 cm. Leavittville and Osmund soils have identifiable secondary carbonates with reactions that are moderately alkaline or greater in the lower profile. Pavohroo soils have a cambic horizon that starts at 33 to 56 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Hackwood soils are on hills and mountains. These soils formed in alluvium and colluvium derived from quartzite, conglomerate, and igneous rocks with a component of loess. Loess derived from mixed rocks is also a portion of the parent material. Slopes are 2 to 80 percent. Elevations range from 1,760 to 3,360 meters. The climate is semiarid with cold, wet winters and cool, dry summers. The mean annual precipitation is 400 to 660 mm, mean annual temperature is 3 to 6 degrees C, and the frost-free period is 15 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Arcia and Tusel soils. Arcia soils are fine, moderately deep to lithic contacts, have argillic horizons, and have a frigid temperature regime. Tusel soils are loamy-skeletal and have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; medium or high surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Hackwood soils are used for livestock grazing and wildlife habitat. The present vegetation is mainly a forest canopy of quaking aspen with a sparse understory of mountain brome and tall bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Nevada and southeastern Oregon. These soils are moderately extensive. MLRAs 23, 25, and 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Eureka County Area, Nevada, 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the mineral soil surface (3 cm) to 53 cm (A1 and A2 horizons).\nParticle-size control section - The zone from 25 to 100 cm (AC horizon and parts of the A2 and 2C horizons).\nADDITIONAL DATA: Previous authors and editors include: DNC/SES/JVC. Laboratory data for series includes the following pedons: S2013NV007903, S1980NV007489, S207OR025001, and S1988NV031005.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
