{
  "SERIES": "HACREEK",
  "STATUS": "Established Series",
  "BYREV": "Rev. TOK-DWW-DEV-RLT",
  "REVDATE": "06/2001",
  "STATES": "MO",
  "OVERVIEW": "The Hacreek series consists of very deep, somewhat poorly drained soils that formed in alluvium. Permeability is moderately slow. Hacreek soils are on high stream flood plains. Slopes range from 0 to 2 percent. Mean annual temperature is 56 degrees F., and mean annual precipitation is 39 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-silty, mixed, superactive, mesic Aquic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hacreek silt loam, on an even slope of less than 1 per cent in grass at an elevation of 745 feet.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak fine granular structure; friable; many very fine and few fine roots throughout; common fine and very fine pores throughout; neutral; clear smooth boundary. (Combined thickness of the Ap and A horizons is 6 to 24 inches.)\nBt--9 to 21 inches; black (10YR 2/1) silty clay loam; dark gray (10YR 4/1) dry; weak fine subangular blocky structure; firm; few very fine and fine roots throughout; few very fine pores with low continuity; common faint continuous clay films on faces of peds; neutral; gradual smooth boundary. (0 to 15 inches thick)\nBtg1--21 to 28 inches; dark grayish brown (10YR 4/2) silty clay loam;  weak fine subangular blocky structure; firm; few very fine and fine roots throughout; few very fine pores with low continuity; common faint continuous clay films on faces of peds; common fine distinct brown (10YR 5/3) and few fine prominent yellowish brown (10YR 5/8) irregular masses of iron accumulation throughout; neutral; gradual smooth boundary.\nBtg2--28 to 36 inches; gray (10YR 5/1) silty clay loam;  weak fine subangular blocky structure; firm; few very fine and fine roots throughout; few very fine pores with low continuity; common faint continuous clay films on faces of peds; common fine distinct brown (10YR 5/3) and few fine prominent yellowish brown (10YR 5/8) irregular masses of iron accumulation throughout; few distinct black (10YR 2/1) organic coatings on vertical faces of peds; neutral; gradual smooth boundary.\nBtg3--36 to 47 inches; gray (10YR 5/1) silty clay loam; weak fine subangular blocky structure; firm; few very fine roots throughout; few very fine pores with low continuity; common faint continuous clay films on faces of peds; common fine prominent yellowish brown (10YR 5/8) irregular masses of iron accumulation throughout; neutral; clear smooth boundary.\nBtg4--47 to 70 inches; gray (10YR 5/1) silty clay loam; weak fine subangular blocky structure; firm; few very fine pores with low continuity; common faint discontinuous clay films on faces of peds; few fine prominent yellowish brown (10YR 5/8) irregular masses of iron accumulation throughout; neutral; gradual smooth boundary.\nBtg5--70 to 81 inches; dark gray (10YR 4/1) silty clay loam; few fine prominent yellowish brown (10YR 5/8) irregular masses of iron accumulation throughout; weak fine subangular blocky structure; firm; few very fine pores with low continuity; common faint discontinuous clay films on faces of peds; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Morgan County, Missouri, about 3 miles west of Florence on highway DD; 1600 feet south and 1400 feet east of the northwest corner of section 9, T. 44 N., R. 19 W.; Prymont quadrangle, latitude 38 degrees 35 minutes 48 seconds N. and longitude 93 degrees 01 minute 25 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the mollic epipedon is 12 to 24 inches. The mollic epipedon includes the Bt horizon, although some pedons have an A horizon. The particle size control section averages 30 to 35 percent clay, but individual horizons may have up to 39 percent. It has less than 10 percent sand to 60 inches or more. Free carbonates do not occur within 60 inches. Depth of soil development is more than 60 inches. The mean annual soil temperature at 20 inches is 56 to 59 degrees F..\nThe Ap horizon typically is silt loam, but includes silty clay loam. Color value is 2 or 3 and chroma is 1 to 3. Reaction is moderately acid to neutral. The A horizon, where present, has colors similar to the Ap horizon.\nThe Bt horizon has value of 2 or 3 and chroma of 1 to 3. In pedons with an A horizon the Bt horizon may not be present. Reaction is moderately acid to slightly alkaline.\nThe upper part of the Btg or 2BC horizon has hue of 10YR, value of 4 or 5 and chroma of 2. The lower part has hue of 10YR or rarely 2.5YR, value of 4 or 5 and chroma of 1 or 2. Iron masses have value of 4 to 6 and chroma of 3 to 8. Some pedons have manganese concentrations and some pedons have iron depletions in the lower Btg horizons. Texture is silty clay loam, silt loam, or loam. Reaction is strongly acid to slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Arrowsmith, Bearpen, Brenton, Edwardsville, Elburn, Frankenmuth, Grundelein, Keller, Lafayette, Lisbon, Lismod, Mundelein, Muscatune, and Raub series. Arrowsmith, Bearpen, Frankenmuth, Lafayette, and Muscatune soils have a mean annual soil temperature of less than 55 degrees F..  Brenton soils have more than 15 percent sand within 40 inches of the surface. Edwardsville soils formed in loess and have less than 7 percent sand throughout. Elburn soils have more than 15 percent sand at depths of 40 to 60 inches. Grundelein soils have more than 15 percent sand and gravel at depths of 24 to 50 inches, have free carbonates at depths of 30 to 50 inches, and have the lower limit of soil development at depths of 36 to 50 inches. Keller soils have more than 10 percent sand in the particle size control section. Lisbon and Lismod soils have free carbonates and more than 15 percent sand at depths 20 to 40 inches, and have the lower limit of soil development at depths of 24 to 42 inches. Mundelein soils have free carbonates and more than 15 percent sand at 20 to 40 inches. Raub soils have free carbonates at 40 to 70 inches and more than 15 percent sand at 22 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hacreek soils formed in alluvium on high flood plains. They are in old slack water areas that are somewhat depressional. Slopes range from 0 to 2 percent. The mean annual temperature ranges from 54 to 57 degrees F., and mean annual precipitation ranges from 36 to 42 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Sturkie, Moniteau, Healing, and Gabriel soils. The Sturkie soils do not have an argillic horizon and are on lower flood plains. Moniteau soils have an ochric epipedon, are poorly drained, and are in similar positions. Healing soils are well drained and on level areas nearer to the stream channel. Gabriel soils are poorer drained, have a thicker mollic epipedon, and are on similar landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained. Runoff potential is low to medium. Permeability is moderately slow. In undisturbed areas, the upper depth of an apparent water table is at 1.0 to 2.0 feet during November to May in most years. Flooding frequency is rare to occasional."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Hacreek soils are used to grow cultivated crops, hay, and pasture. Native vegetation is tall prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Ozark Border Area (MLRA 116B) of central Missouri. The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Morgan County, Missouri, 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this series:\nmollic epipedon - the zone from the surface of the soil to a depth of 21 inches (A and Bt horizons);\nargillic horizon - the zone from about 9 inches to 81 inches or more (Bt, Btg1, Btg2, Btg3, Btg4 and Btg5 horizons).\nADDITIONAL DATA:  University of Missouri soil characterization laboratory number M9114123.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 9 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak fine granular structure; friable; many very fine and few fine roots throughout; common fine and very fine pores throughout; neutral; clear smooth boundary. (Combined thickness of the Ap and A horizons is 6 to 24 inches.)"
      },
      {
        "name": "Bt",
        "top": 23,
        "bottom": 53,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt--9 to 21 inches; black (10YR 2/1) silty clay loam; dark gray (10YR 4/1) dry; weak fine subangular blocky structure; firm; few very fine and fine roots throughout; few very fine pores with low continuity; common faint continuous clay films on faces of peds; neutral; gradual smooth boundary. (0 to 15 inches thick)"
      },
      {
        "name": "Btg1",
        "top": 53,
        "bottom": 71,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btg1--21 to 28 inches; dark grayish brown (10YR 4/2) silty clay loam;  weak fine subangular blocky structure; firm; few very fine and fine roots throughout; few very fine pores with low continuity; common faint continuous clay films on faces of peds; common fine distinct brown (10YR 5/3) and few fine prominent yellowish brown (10YR 5/8) irregular masses of iron accumulation throughout; neutral; gradual smooth boundary."
      },
      {
        "name": "Btg2",
        "top": 71,
        "bottom": 91,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btg2--28 to 36 inches; gray (10YR 5/1) silty clay loam;  weak fine subangular blocky structure; firm; few very fine and fine roots throughout; few very fine pores with low continuity; common faint continuous clay films on faces of peds; common fine distinct brown (10YR 5/3) and few fine prominent yellowish brown (10YR 5/8) irregular masses of iron accumulation throughout; few distinct black (10YR 2/1) organic coatings on vertical faces of peds; neutral; gradual smooth boundary."
      },
      {
        "name": "Btg3",
        "top": 91,
        "bottom": 119,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btg3--36 to 47 inches; gray (10YR 5/1) silty clay loam; weak fine subangular blocky structure; firm; few very fine roots throughout; few very fine pores with low continuity; common faint continuous clay films on faces of peds; common fine prominent yellowish brown (10YR 5/8) irregular masses of iron accumulation throughout; neutral; clear smooth boundary."
      },
      {
        "name": "Btg4",
        "top": 119,
        "bottom": 178,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btg4--47 to 70 inches; gray (10YR 5/1) silty clay loam; weak fine subangular blocky structure; firm; few very fine pores with low continuity; common faint discontinuous clay films on faces of peds; few fine prominent yellowish brown (10YR 5/8) irregular masses of iron accumulation throughout; neutral; gradual smooth boundary."
      },
      {
        "name": "Btg5",
        "top": 178,
        "bottom": 206,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "pH_class": "neutral",
        "narrative": "Btg5--70 to 81 inches; dark gray (10YR 4/1) silty clay loam; few fine prominent yellowish brown (10YR 5/8) irregular masses of iron accumulation throughout; weak fine subangular blocky structure; firm; few very fine pores with low continuity; common faint discontinuous clay films on faces of peds; neutral."
      }
    ]
  ]
}
