{
  "SERIES": "HADSELVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJT/WBS/DJE/ET",
  "REVDATE": "01/2023",
  "STATES": "CA",
  "OVERVIEW": "The Hadselville series consists of very shallow, moderately well drained soils formed in material weathered from weakly consolidated basic andesitic tuffaceous sediments. These soils are on hills with mound, intermound microrelief. These soils are in the intermound. slopes are 2 to 30 percent. The mean annual precipitation is about 19 inches and the mean annual temperature is about 60 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, thermic, shallow Entic Ultic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hadelville sandy loam in a concave intermound on an east facing complex slope of 13 percent under annual grasses and forbs at an elevation of 240 feet. When described September 23, 1982, the soil was moist throughout. (Colors are for dry soil unless otherwise stated).\nA--0 to 7 inches; grayish brown (10YR 5/2) sandy loam, very dark grayish brown (10YR 3/2) moist; common fine distinct yellowish brown (10YR 5/6) root stains, dark yellowish brown (10YR 3/6) moist; weak medium subangular blocky structure; hard, friable, nonsticky and slightly plastic; many very fine roots; many very fine interstitial and tubular pores; 10 percent 1/4 to 1 inch subrounded pebbles; discontinuous layer of gravelly sandy loam 1/2 to 2 inches thick with few thin clay films on ped faces at base of horizon; slightly acid (pH 6.5); abrupt wavy boundary. (4 to 10 inches thick)\nCr--7 to 20 inches; variegated light gray (10YR 7/1) and very dark gray (10YR 3/1) weakly consolidated basic andesitic tuffaceous sandstone, dark grayish brown (10YR 4/2) and very dark gray (10YR 3/1) moist; neutral (pH 7.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Sacramento County, California; about 3 miles south of Bridge House, 2.3 miles west of intersection of Ione Road and Meiss Road, 170 feet east of north-south fence, 75 feet north of Meiss Road, 1,750 feet south and 2,700 feet west of the northeast corner of sec. 22, T. 7 N., R. 8 E., MDB&M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth of paralithic contact and thickness of the A horizon ranges from 4 to 10 inches. The soil is dry at the paralithic contact or between 8 inches and the paralithic contact in most years for a period of 120 to 150 days from May 15 to October 1, moist in all parts for a period of 135 to 165 days from November 15 to April 15 and moist in some part the rest of the year. The mean annual soil temperature is 64 to 67 degrees F and the temperature remains above 47 degrees F throughout the year. Organic matter content ranges from 1 to 2 percent throughout the profile and is higher than the underlying material. The B.S. by sum of cations is 60 to 75 percent throughout the profile. This soil is influenced by small amounts of ash inherited from the parent material.\nThe A horizon dry color is 10YR 4/2, 5/2, 5/3. Moist color is 10YR 2/2, 3/2, 3/3, 7.5YR 3/2. Clay content is 8 to 18 percent. Coarse fragments are subrounded or rounded and unrelated to the underlying Cr horizon.  Content of coarse fragments is 0 to 15 percent with 0 to 5 percent cobbles and is greatest at the lower boundary in many pedons. Reaction is strongly acid to slightly acid.\nThe Cr horizon is commonly the color of individual sand grains. Dominant hue is 10YR or 2.5Y. It is weakly to moderately consolidated."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other soils in this family. Similar soils in other families are the Bonnydoon, Caperton, Gillender, Pentz, Tunehill and Tunis soils. Bonnydoon, Tunehill and Tunis soils have greater than 75 percent base saturation. Caperton soils have greater than 75 percent base saturation and 5 to 25 percent fine angular gravel.  Gillender soils have an ochric epipedon. Pentz soils are 10 to 20 inches deep and have a cambic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Hadselville soils are on undulating hills with mound, intermound microrelief. The microrelief is most strongly expressed on slopes of less than 20 percent. These soils are in the intermound position and Pentz soils are on the mound. Slopes are 2 to 30 percent. Elevation is 110 to 350 feet. These soils formed in material weathered from consolidated tuffaceous sediments of the Mehrten formation. The sediments are dominantly composed of basic andesitic sands that are stratified with conglomerate or andesite coarse fragments in some areas. Strongly consolidated strata may outcrop as bands across a hillslope. The climate is subhumid with hot dry summers and cool moist winters. Mean annual precipitation is 12 to 22 inches. Mean annual temperature is 60 to 61 degrees F; average January temperature is about 44 degrees F and average July temperature is about 77 degrees F.  Frost-free season is 250 to 275 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Gillender, and Pentz soils and the Amorus, Keyes, Pardee, Peters and Redding soils. Amorus soils have an ochric epipedon. Keyes and Redding soils have a fine textured argillic horizon and a duripan. Pardee soils have a loamy-skeletal argillic horizon. Peters soils are clayey."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; very slow to medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for rangeland. Native vegetation consists of soft chess, smooth cats ears, foxtail fescue and toad rush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Hills on the eastern edge of the Sacramento and San Joaquin Valleys, California. These soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Sacramento County, California, 1985. Names after a local creek."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly mapped as Pentz soils in the Sacramento Area Soil Survey Report (1954). The activity class was added to the classification in February of 2003. Competing series were not checked at that time. - ET\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the surface of the soil to a depth of 7 inches (Al horizon).\nParalithic contact - depth to contact is 7 inches (Cr horizon). Weakly consolidated sediments appear hard when dry but are easily crushed when moist.\nEntic Ultic subgroup features - this soil lacks a cambic horizon and base saturation by sum of cations is 62 percent throughout."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: This pedon sampled for complete characterization by Lincoln, NE NSSL in 1982. Pedon number is 582-CA-067-7-1 through 2.\nOSED scanned by SSQA. Last revised by state on 6/85."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 7 inches; grayish brown (10YR 5/2) sandy loam, very dark grayish brown (10YR 3/2) moist; common fine distinct yellowish brown (10YR 5/6) root stains, dark yellowish brown (10YR 3/6) moist; weak medium subangular blocky structure; hard, friable, nonsticky and slightly plastic; many very fine roots; many very fine interstitial and tubular pores; 10 percent 1/4 to 1 inch subrounded pebbles; discontinuous layer of gravelly sandy loam 1/2 to 2 inches thick with few thin clay films on ped faces at base of horizon; slightly acid (pH 6.5); abrupt wavy boundary. (4 to 10 inches thick)"
      },
      {
        "name": "Cr",
        "top": 18,
        "bottom": 51,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "sand",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 7.3,
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--7 to 20 inches; variegated light gray (10YR 7/1) and very dark gray (10YR 3/1) weakly consolidated basic andesitic tuffaceous sandstone, dark grayish brown (10YR 4/2) and very dark gray (10YR 3/1) moist; neutral (pH 7.3)."
      }
    ]
  ]
}
