{
  "SERIES": "HAGATA",
  "STATUS": "Established Series",
  "BYREV": "Rev. SES/SJB/JJJ",
  "REVDATE": "12/2003",
  "STATES": "CA",
  "OVERVIEW": "The Hagata series consists of moderately deep, well drained soils that formed in material weathered from tuff and lacustrine sediments.  Hagata soils are on terraces.  Slopes range from 0 to 2 percent.  The mean annual precipitation is about 13 inches and the mean annual temperature is about 45 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Xeric Paleargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hagata silt loam, rangeland, on a nearly level slope under bluebunch wheatgrass and low sagebrush at 5,310 feet. (When described October 11, 1979, the soil was dry throughout.  Colors are for dry soil unless otherwise noted.)\nA1--0 to 2 inches; light brownish gray (10YR 6/2) silt loam, dark grayish brown (10YR 4/2) moist; moderate medium platy structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine and fine interstitial and tubular pores; neutral (pH 7.0); abrupt smooth boundary.\nA2--2 to 6 inches; light brownish gray (10YR 6/2) silt loam, dark grayish brown (10YR 4/2) moist; weak medium platy structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and common fine roots; common very fine tubular and interstitial pores; neutral (pH 7.0); abrupt wavy boundary.  (The combined thickness of the A horizon is 4 to 6 inches.)\nBt--6 to 22 inches; brown (10YR 5/3) silty clay, dark brown (10YR 4/3) moist; moderate medium prismatic structure; very hard, firm, very sticky and very plastic; few very fine and fine roots; few very fine and fine tubular pores; common moderately thick clay films in pores and on peds; mildly alkaline (pH 7.5); abrupt wavy boundary.  (16 to 24 inches thick)\n2Cr--22 to 36 inches; weathered tuff; massive; very hard, very firm and firm; abrupt smooth boundary. (12 to 22 inches thick)\n3C--36 to 60 inches; light yellowish brown (10YR 6/4) loamy sand, dark yellowish brown (10YR 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; many very fine interstitial pores; slightly effervescent with disseminated lime; mildly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lassen County, California; about 6.0 miles E of HWY 139 on road to Termo and 200 feet N of this road; about 2600 feet E and 1100 feet S of the NW corner of section 30, T.35 N., R.12 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum and depth to soft bedrock is 20 to 30 inches.  The mean annual soil temperature varies from 48 to 52 degrees F.  The soil moisture control section (6 to 19 inches) is dry throughout from June 15 to November 15 (150 days) and is moist throughout form December 1 to May 1.  The soil temperature exceeds 41 degrees F from April 1 to December 1 and exceeds 47 degrees F from April 15 to November 15.  Thickness of the solum and depth to soft bedrock is 20 to 30 inches.  Depth to sand is 35 to 45 inches.\nThe A horizon has 12 to 15 percent clay.\nThe Bt horizon has 40 to 50 percent clay.  It is mildly or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Acoma (NV), Berdugo (OR), Biscaro (T CA), Borda (NV), Bowns (ID), Brent (ID), Chardoton (ID), Gariper (ID), Gooding (ID), Locey (T OR), Lodico (T CA), Mahala (NV), Phing (NV), Poall (OR), Reba (CA), Sorf (OR), Spangenburg (OR) and Verdico (NV) series.  The Acoma, Biscaro, Borda, Brent, Chardoton, Gooding,  Reba and Sorf soils are all 40 or more inches deep.  Biscaro soils have weak continuous silica cementation at a depth of 14 to 19 inches and are 20 to 40 inches deep to soft tuff which extend to a depth of 60 inches or more.  The Bowns soils are moderately deep to hard bedrock.  The Mahala and Verdico are 20 to 40 inches deep to soft tuff which extends to a depth of 60 inches or more.  These soils are Berbugo, Gariper, Locey, Lodico, Poall and Spanhenburg ?????"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hagata soils are on terraces.  Slopes are 0 to 2 percent.  These soils formed in material weathered from tuff and lacustrine sediments.  Elevation is 5,300 to 5,600 feet.  The climate is semiarid with warm dry summers and cold moist winters.  The mean annual precipitation is about 12 to 14 inches, including 10 to 20 inches of snow.  The mean annual temperature is about 45 degrees F, mean January temperature is about 26 degrees F, and mean July temperature is about 64 degrees F. Frost-free period is 60 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cochran, Ravendale and Truax soils.  Cochran soils are clayey-skeletal and have mollic epipedons on terraces.  Ravendale soils are silty clay throughout and very deep in basins. Truax soils are fine-loamy and very deep on terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, runoff ponded or slow; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Hagata soils are used as rangeland.  Vegetation is mainly bluebunch wheatgrass and low sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Lassen County on the high plains.   The soils of this series are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Lassen County, California, Susanville Area, parts of Lassen and Plumas County Soil Survey Area, 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the mineral soil surface to 6 inches (A1 and A2 horizons).\nArgillic horizon - the zone from about 6 to 22 inches (Bt horizon).\nLast revised by the state on 4/88.\nSeries reclassified on September, 1994.  Competing series not reviewed at that time.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 2 inches; light brownish gray (10YR 6/2) silt loam, dark grayish brown (10YR 4/2) moist; moderate medium platy structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine and fine interstitial and tubular pores; neutral (pH 7.0); abrupt smooth boundary."
      },
      {
        "name": "A2",
        "top": 5,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A2--2 to 6 inches; light brownish gray (10YR 6/2) silt loam, dark grayish brown (10YR 4/2) moist; weak medium platy structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and common fine roots; common very fine tubular and interstitial pores; neutral (pH 7.0); abrupt wavy boundary.  (The combined thickness of the A horizon is 4 to 6 inches.)"
      },
      {
        "name": "Bt",
        "top": 15,
        "bottom": 56,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": 7.5,
        "pH_class": "mildly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt--6 to 22 inches; brown (10YR 5/3) silty clay, dark brown (10YR 4/3) moist; moderate medium prismatic structure; very hard, firm, very sticky and very plastic; few very fine and fine roots; few very fine and fine tubular pores; common moderately thick clay films in pores and on peds; mildly alkaline (pH 7.5); abrupt wavy boundary.  (16 to 24 inches thick)"
      },
      {
        "name": "2Cr",
        "top": 56,
        "bottom": 91,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "2Cr--22 to 36 inches; weathered tuff; massive; very hard, very firm and firm; abrupt smooth boundary. (12 to 22 inches thick)"
      },
      {
        "name": "3C",
        "top": 91,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": 7.8,
        "pH_class": "mildly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "3C--36 to 60 inches; light yellowish brown (10YR 6/4) loamy sand, dark yellowish brown (10YR 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; many very fine interstitial pores; slightly effervescent with disseminated lime; mildly alkaline (pH 7.8)."
      }
    ]
  ]
}
