{
  "SERIES": "HAGGERTY",
  "STATUS": "Established Series",
  "BYREV": "Rev. JDS;EFR:ETA:TAL",
  "REVDATE": "04/2000",
  "STATES": "LA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, active, thermic Aeric Endoaquults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Haggerty loamy fine sand on a 0 percent slope in a wooded area.\n(Colors are for moist soil unless otherwise stated.)\nA--0 to 9 inches; pale brown (10YR 6/3) loamy fine sand; weak medium granular structure; very friable; common fine roots; few fine pores; common medium faint light yellowish brown (10YR 6/4) masses of iron accumulation; very strongly acid; clear smooth boundary. (4 to 10 inches thick)\nBt1--9 to 14 inches; light brownish gray (10YR 6/2) fine sandy loam; weak medium subangular blocky structure; friable; common fine and medium roots; few fine pores; sand grains are coated and bridged with clay; strong brown (7.5YR 4/6) iron stains around pores and abandoned root channels; many fine distinct yellowish brown masses of iron accumulation; very strongly acid; clear wavy boundary. (4 to 15 inches thick)\nBt2--14 to 20 inches; yellowish brown (10YR 5/4) fine sandy loam; weak medium subangular blocky structure; friable; many fine and medium roots; common fine pores; thin patchy clay films and common clay bridging between sand grains; many medium distinct light brownish gray (10YR 6/2) iron depletions; many medium distinct strong brown (7.5YR 5/6) masses of iron accumulation; very strongly acid; clear wavy boundary. (4 to 12 inches thick)\nBg1--20 to 30 inches; light brownish gray (10YR 6/2) fine sandy loam; weak medium subangular blocky structure; friable; few very fine and fine roots; few very fine and fine pores; clay bridging between sand grains; fine black iron/manganese stains on faces of peds; many coarse distinct yellowish brown (10YR 5/6) masses of iron accumulation; few fine distinct strong brown masses of iron accumulation; very strongly acid; clear wavy boundary. (6 to 25 inches thick)\nBg2--30 to 40 inches; light brownish gray (10YR 6/2) loamy fine sand; common medium distinct light yellowish brown (10YR 6/4) and yellowish brown (10YR 5/4) and few medium prominent strong brown (7.5YR 5/6) masses of fine sandy loam; weak medium subangular blocky structure; very friable; few very fine roots; few medium to coarse firm brittle bodies; very strongly acid; abrupt wavy boundary. (0 to 16 inches thick)\nCg--40 to 60 inches; light gray (10YR 6/1) sand; single grained; loose; few fine faint pale brown and few fine distinct yellowish brown masses of iron accumulation; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Morehouse Parish, Louisiana; 11 miles NW of Bastrop; 100 feet north of center of field road and 2,870 feet west of SE corner, in the SE1/4SW1/4 sec. 16, T. 22 N., R. 4 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 25 to 55 inches. Except for A horizons that have been limed, the soil is typically extremely acid or very strongly acid throughout, however subhorizons of some pedons range to strongly acid. Gravel content ranges from 0 to 5 percent in the lower part of the B and in the C horizons. The effective CEC is 50 percent or more saturated with exchangeable aluminum in the control section to a depth of 30 inches or more.\nThe A horizon has hue of 10YR, value of 3 to 6, and chroma of 2 to 4. Where color value is 3, thickness is 6 inches or less. Texture is commonly loamy fine sand or fine sandy loam, but some pedons have an overwash layer of silty clay or silty clay loam.\nThe upper part of the Bt horizon has hue of 10YR, value of 5 or 6, and chroma of 1 or 2. Texture is loamy fine sand or fine sandy loam with less than 18 percent clay. The lower part of the Bt horizon has hue of 10YR, value of 4 to 6, and chroma of 3 to 6. Texture is fine sandy loam or loamy fine sand. Iron accumulations and iron depletions in shades of gray, brown, and red are few to many.\nThe Bg horizon has hue of 10YR, value of 6 or 7, and chroma of 1 or 2. Texture is fine sandy loam or loamy fine sand.  Iron accumulations in shades of brown or red range from common to many.\nThe Cg horizon has hue of 10YR, value of 6 to 8, and chroma of 1 or 2.  Iron accumulations are in shades of brown. Texture is sand, fine sand, or loamy fine sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family. Amy, Guyton, Myatt, Rains, Smithton, Summerfield, and Weston series are in closely related families. Amy, Guyton, Myatt, Rains, and Summerfield soils have more than 18 percent clay in the upper part of the argillic horizon. Smithton soils have sola thicker than 60 inches. Weston soils have chroma of 1 or 2 throughout the B horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Haggerty soils are on level, low stream terraces of the Southern Coastal Plain. Slopes range from 0 to 2 percent. The soils formed in sandy and loamy Fluviatile sediments. Mean annual precipitation is about 51 inches and mean annual temperature is 67 degrees F. near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the closely related Guyton series, and the Frizzell, Perry, Providence, and Wrightsville series. Frizzell soils are on slightly higher landscape positions and are coarse silty. Perry soils are on lower flood plain positions and formed in clayey alluvium. Providence soils have a fragipan. Wrightsville soils formed in alluvium that is silty in the upper part and clayey in the lower part."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained; negligible to very low rate of runoff; moderately rapid permeability. These soils are flooded for very long periods when streams and rivers overflow in winter and spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of this soil are in flooded areas.  Native vegetation is willow oak, water oak, cherrybark oak, bald cypress, water tupelo, and persimmon. Undergrowth of shrubs and vines is common in most areas. In drained areas these soils commonly are planted to small grains and soybeans."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western Coastal Plain (MLRA 133B) in north central Louisiana. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Morehouse Parish, Louisiana, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nOchric epipedon........0 to 9 inches (A horizon)\nArgillic horizon.......9 to 20 inches (Bt1 and Bt2 horizons\nAquic conditions.......9 to 14 inches (Bt1 horizon)\nADDITIONAL DATA:  Fertility test data for the type location pedon were run by Louisiana Agricultural Experiment Station and are published in the Soil Survey of Moorehouse Parish, Louisiana (S80LA-067-11).  Additional fertility test data data for another pedon were run by Louisiana Agricultural Experiment Station and are published in the Soil Survey of Union Parish, Louisiana (S88LA-111-04).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
