{
  "SERIES": "HAGUE",
  "STATUS": "Established Series",
  "BYREV": "Rev. BPT:AGH",
  "REVDATE": "09/2002",
  "STATES": "FL",
  "OVERVIEW": "The Hague series consist of very deep, well drained soils  that formed in sandy and loamy marine deposits.  They are on uplands of Peninsular Florida.  Slopes are 0 to 8 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, siliceous, semiactive, hyperthermic Arenic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hague sand--plantation pine.\nAp--0 to 8 inches; dark grayish brown (10YR 4/2) sand; weak medium granular structure, very friable; few fine and medium roots; strongly acid; abrupt smooth boundary.  (6 to 10 inches thick.\nE1--8 to 17 inches; light yellowish brown (10YR 6/4) sand, weak medium granular structure; very friable, few fine and medium roots, dark grayish brown sand in old root channels; moderately acid, gradual smooth boundary.\nE2--17 to 24 inches; reddish yellow (7.5YR 6/8) sand; weak medium granular structure; very friable; few fine and medium roots; moderately acid; clear smooth boundary.  (Combined thickness of the E horizon extends to a depth of 20 to 40 inches)\nBt1--24 to 49 inches; strong brown (7.5YR 5/6) sandy clay loam; weak fine and medium subangular blocky structure; friable; few fine and medium roots; clay bridging between sand grains; moderately acid; clear wavy boundary.\nBt2--49 to 62 inches; yellowish red (5YR 5/6) sandy   loam; weak medium subangular blocky structure; very friable; few fine pores; moderately acid; gradual smooth boundary. (combined thickness of the Bt horizon extends to a depth of 50 or more inches.)\nBC--62 to 80 inches; strong brown (7.5YR 5/6) loamy sand; weak very coarse subangular blocky structure few fine pores; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Marion County, Florida; 400 ft. east of Bible Baptist Church, Ocala, Florida; NW1/4SW1/4, sec. 28 T.\n15 S., R. 22 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is 60 inches or more.  Reaction ranges from very strongly acid to moderately acid.  Depth to the Bt horizon is 20 to 40 inches.\nThe A horizon has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 1 to 3.  Texture is sand, fine sand, loamy sand, or loamy fine sand.\nThe E horizon has hue of 7.5YR or 10YR, value of 4 to 7, and chroma of 3 to 8.  Texture is sand, fine sand, or loamy fine sand.\nThe Bt horizon has hue of 2.5YR to 10YR, value of 4 to 7, and chroma of 4 to 8.  Texture is sandy loam or sandy clay loam with 18 to 30 percent clay and less than 15 percent silt in the control section.\nThe BC horizon has hue of 5YR to 10YR, value of 4 to 6, and chroma of 6 or 8.  Texture is loamy sand, loamy fine sand, or sandy loam.\nThe C horizon, where present, has hue of 7.5YR or 10YR, value of 7 or 8, and chroma of 4 or less, with or without pockets of finer textured material or mottles.  Texture is sand or fine sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Jonesville series in the same family and the Bulow, and Williston, and Zuber series.  Jonesville soils have limestone bedrock within 50 inches of the surface.  Other competing soils do not have an arenic epipedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hague soils are on Uplands in Peninsular Florida.  Slopes range from 0 to 8 percent.  The climate is humid and warm.  Precipitation is about 50 to 60 inches annually and mean annual air temperature is about 70 to 74 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Zuber soils on similar land forms and the Arrendondo, Blichton, and Micanopy soils.  Arrendondo soils have a sandy epipedon more than 40 inches thick.  Blichton and Micanopy soils are poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability.  Hague soils do not have a seasonal water table that persists as long as one month."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of these soils are used for Urban development.   Native vegetation includes live oak, laurel oak, water oak, longleaf pine, slash pine, dogwood, hickory, and magnolia."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Florida ridge of Peninsular Florida.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Marion County, Florida; 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon:\nOchric epipedon and arenic feature - 0 to 24 inches (A, E1, E2)\nArgillic horizon - 24 to 62 inches (Bt1, Bt2)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
