{
  "SERIES": "HAINESVILLE",
  "STATUS": "Established Series",
  "BYREV": "GLL:LSJ:CLN; Rev.JDS",
  "REVDATE": "11/2004",
  "STATES": "LA,TX",
  "OVERVIEW": "The Hainesville series consists of very deep, somewhat excessively drained, rapidly permeable, sandy soils that formed in sandy alluvial sediments. These soils are on nearly level stream terraces. Slopes range from 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Thermic, coated Lamellic Quartzipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hainesville fine sand-cropland. (Colors are for moist soil unless otherwise stated)\nAp--0 to 5 inches; yellowish brown (10YR 5/4) fine sand; single grain; very friable; many fine and medium roots; common fine vesicular and tubular pores; common fine and medium wormcasts; about 1 percent quartzite pebbles; slightly acid; clear smooth boundary. (3 to 8 inches thick)\nA--5 to 14 inches; yellowish brown (10YR 5/4), fine sand; weak coarse subangular blocky structure; very friable; many fine roots; common fine vesicular and tubular pores; few fine iron-manganese masses; common fine and medium wormcasts; about 1 percent quartzite pebbles; slightly acid; abrupt smooth boundary. (0 to 15 inches thick)\nBw--14 to 28 inches; strong brown (7.5YR 5/6) fine sand; few fine distinct very pale brown (10YR 8/3) spots of uncoated sand; weak coarse subangular blocky structure; very friable; common fine roots; common fine vesicular and tubular pores; few fine iron-manganese masses; about 1 percent quartzite pebbles; strongly acid; gradual smooth boundary. (0 to 20 inches thick)\nBw/E1--28 to 45 inches; strong brown (7.5YR 5/6) fine sand; common fine distinct very pale brown (10YR 8/3) spots of uncoated sand (E); weak coarse subangular blocky structure; very friable; common fine roots; many fine vesicular and tubular pores; very few iron-manganese coatings in root channels; about 1 percent quartzite pebbles; moderately acid; gradual smooth boundary.\nBw/E2--45 to 58 inches; yellowish brown (10YR 5/6) fine sand; many medium distinct very pale brown (10YR 8/3) spots of uncoated sand (E); weak coarse subangular blocky structure; very friable; common fine roots; many fine vesicular and tubular pores; about 1 percent quartzite pebbles; slightly acid; clear wavy boundary.\nBw/E3--58 to 70 inches; brownish yellow (10YR 6/6) fine sand; many medium distinct very pale brown (10YR 8/3) spots of uncoated sand (E); weak coarse subangular blocky structure; loose, very friable; common fine roots; many fine, medium and coarse vesicular pores; few strong brown (7.5YR 5/8) lamellae 0.2 to 1 cm thick make up combined thickness of 5 cm; about 1 percent quartzite pebbles; slightly acid; clear wavy boundary.\nBt&E--70 to 80 inches; yellow (10YR 7/6) fine sand; common fine distinct yellowish red (5YR 4/6) iron concentrations; single grain; very friable; common fine roots; common coarse pores; strong brown (7.5YR 5/8) discontinuous lamellae 0.2 to 2 cm thick make up combined thickness of 5 cm; common medium rounded iron-manganese concretions; about 1 percent quartzite pebbles; moderately acid. (Combined Bw/E, E/B and Bt&E horizons range from 40 to 70 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Houston County, Texas; from the intersection of Loop 304 and Texas Highway 7 on west side of Crockett, 4.5 miles west on Texas Highway 7 to Farm Road 132, 4.5 miles southwest on Farm Road 132 to end of pavement, 2.0 miles west on county road to cattle guard, 0.3 mile west on private road, 0.25 mile south in cropland. (Longitude 95W 43 05, Latitude 31N 13 40)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness: More than 80 inches\nClay content in the Control Section: 2 to 10 percent\nRedoximorphic features: None\nOther distinctive soil features: Lamellae are within a depth of 40 to 72 inches. These soils are dry in the moisture control section 60 to 90 cumulative days in most years.\nConcentrated minerals: Rounded quartzite or ironstone pebbles range from very few to about 3 percent in most pedons.\nA or Ap horizon:\nColor--Hue of 7.5YR or 10YR, value of 3 to 6, and chroma of 3 or 4\nRedoximorphic features--None\nTexture--Fine sand or loamy fine sand\nOther features--None\nReaction--Very strongly acid to slightly acid\nE horizon:  (where present)\nColor--Hue of 7.5YR or 10YR, value of 5 to 8, and chroma of 3 or 4\nRedoximorphic features--None\nTexture--Fine sand or loamy fine sand\nOther features--None\nReaction--Very strongly acid to slightly acid\nE/Bt or Bt/E horizon:\nColor--Hue of 7.5YR or 10YR, value of 5 to 8, and chroma of 3 or 4 in the E parts; and hue of 5YR to 10YR, value of 5 to 7, and chroma of 6 or 8 in the Bt parts\nRedoximorphic features--None\nTexture--Fine sand or loamy fine sand\nOther features--None\nReaction--Very strongly acid to slightly acid\nBw or Bt&E horizon:\nColor--Hue of 5YR to 10YR, value of 5 to 7, and chroma of 6 or 8; lamellae are in shades of brown or red.\nRedoximorphic features--None\nTexture--Fine sand or loamy fine sand; lamellae have texture of loamy fine sand or fine sandy loam.\nOther features--The lamellae range from 0.1 to 2.5 cm thick and the cumulative thickness is less than 6 inches (15 cm).\nReaction--Very strongly acid to slightly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Alpin, Catpoint, and Duffern series in the same family. Soils in closely related families are the Bienville, Betis, Darden, Flo, Grapeland, and Tonkawa series. Alpin soils are dry in the moisture control section for less than 60 days in normal years. Catpoint soils contain more gravel in the solum and are dry in the moisture control section for less than 60 days in normal years. Duffern soils formed in Eocene Age sediments on uplands. Bienville, Betis, Flo, and Grapeland soils have an argillic horizon. Darden and Tonkawa soils do not have lamellae within a depth of 80 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Hainesville soils are on nearly level Pleistocene Age stream terraces with slopes of 0 to 2 percent. Areas are about 5 to 35 feet above present streams. Mean annual temperature ranges from 64 to 67 degrees F. Frost free days range from 235 to 275 and elevation ranges from 125 to 350 feet above sea level. The mean annual rainfall ranges from 40 to 46 inches and the Thornthwaite P-E index ranges from 64 to 70."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Austonio, Bernaldo, Derly, Freestone, Gallime, Mollville, and Portersprings series. Austonio, Bernaldo, Freestone, and Gallime soils are on slightly higher positions. These soils have a loamy argillic horizon. Derly and Mollville soils are on slightly lower positions. These soils have a loamy or clayey argillic horizon. Portersprings soils have a mollic epipedon and are on similar or slightly lower terrace positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Hainesville soils are somewhat excessively drained. Runoff is negligible and permeability is rapid. These soils typically do not have a water table within a depth of 6 feet; however, a flooded phase is recognized that is wet in the layers below 4 to 6 feet from mid fall through the spring months in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for pastureland or woodland. Some areas are cropped to corn or small grain and truck crops such as squash, cucumbers, and peppers. Pastures are mainly improved bermudagrass. Small grain is commonly used for grazing."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: East-central and north-east Texas. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Wood County, Texas; 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Hainesville soils were formerly included with the Bienville series. The name is from a small community in Wood County. The series was updated in 2002 to allow very stronly acid reaction in the A horizon and value 5 matrix color in the E horizon based on documentation collected in Shelby County, Texas.  The series was updated in 2004 to clarify that a water table is typically not present within a depth of 6 feet, except in the flooded phase which was correlated in Vernon Parish, Louisiana.\nDiagnostic horizons and features recognized in this pedon:\nOchric epipedon - 0 to 14 inches (Ap and A horizons).\nLamellae - 58 to 80 inches (Bw/E3 and Bt&E horizons).\nAdditional Data: Houston County, Texas, TAMU Lab. (S90-TX-225-02) (S90-TX-225-04)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
