{
  "SERIES": "HALACAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. CEJ-RLB-JVC",
  "REVDATE": "11/2016",
  "STATES": "NV",
  "OVERVIEW": "The Halacan series consists of shallow, well drained soils that formed in residuum and colluvium derived from limestone and dolomite.  Halacan soils are on mountains.  Slopes are 8 to 50 percent.  The mean annual precipitation is about 400 mm and the mean annual temperature is about 3 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, carbonatic Lithic Cryrendolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Halacan very gravelly loam--rangeland.  (Colors are for dry soil unless otherwise noted.)  The soil surface is covered by approximately 50 percent gravel.\nA1--0 to 13 cm; brown (10YR 5/3) very gravelly loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine, fine, and medium roots; many very fine and fine interstitial pores; 40 percent gravel; very few coats of secondary calcium carbonate on bottoms of rock fragments; slightly effervescent; moderately alkaline (pH 8.0); clear wavy boundary.  (5 to 15 cm thick)\nA2--13 to 28 cm; brown (10YR 5/3) extremely channery loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many fine and medium roots; common fine tubular pores; 45 percent channers and 15 percent flagstones; very few coats of secondary calcium carbonate on bottoms of rock fragments; slightly effervescent; moderately alkaline (pH 8.2); clear wavy boundary.  (8 to 18 cm thick)\nBk--28 to 43 cm; brown (10YR 5/3) extremely channery loam, brown (10YR 4/3) moist; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine, and few medium roots; common fine tubular and interstitial pores; 45 percent channers and 30 percent flagstones; few coats of secondary calcium carbonate on bottoms of rock fragments; violently effervescent; moderately alkaline (pH 8.2); gradual wavy boundary.  (8 to 18 cm thick)\nR--43 cm; hard fractured limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lander County, Nevada; about 17 miles north of Austin on Mount Callaghan in the Toiyabe Range; approximately 1,400 feet north and 2,300 feet west of the southeast corner of section 1, T. 21 N., R. 44 E.; USGS Mount Callaghan 7.5 minute topographic quadrangle; latitude 39 degrees 42 minutes 43 seconds N and longitude 116 degrees 58 minutes 29 seconds W; WGS84 Decimal Degrees 39.7119444 latitude, -116.9747222 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist, moist late fall through mid summer, dry late summer through mid fall; xeric soil moisture regime that borders on aridic.\nMean annual soil temperature: 3 to 6 degrees C.\nMean summer soil temperature: 10 to 15 degrees C.\nMollic epipedon thickness: 18 to 30 cm.\nDepth to bedrock: 25 to 50 cm to a lithic contact.\nParticle-size control section - Clay content: 10 to 18 percent.\nRock fragments: 50 to 80 percent, mainly channers.  Lithology of fragments is limestone or dolomite.\nA horizons\nValue:  4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nOrganic matter content: 1 or 2 percent.\nCalcium carbonate equivalent: 10 to 20 percent in the less than 2 millimeter fraction and 30 to 50 percent in the less than 20 mm fraction.\nIdentifiable secondary carbonates: Very few (less than 5 percent by volume) coats on bottoms of rock fragments.\nEffervescence: Slightly effervescent or strongly effervescent.\nBk horizon\nValue:  5 through 7 dry, 3 through 5 moist.\nChroma: 2 through 6, dry or moist.\nTexture: Extremely channery loam or very channery loam.\nStructure: Weak or moderate subangular blocky.\nReaction: Moderately alkaline or strongly alkaline.\nConsistence: Very friable or friable moist.\nCalcium carbonate equivalent: 25 to 40 percent in the less than 2 mm fraction and 40 to 60 percent in the less than 20 mm fraction.\nIdentifiable secondary carbonates: Very few or few (1 to 5 percent by volume) coats on bottoms of rock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Haunchee and Sheege series.  Haunchee soils have a mean annual soil temperature of 6 to 7 degrees C and have mollic epipedons that are 30 to 50 cm thick.  Sheege soils lack Bk horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Halacan soils are on mountains.  They typically occur on shoulders and backslopes.  These soils formed in residuum and colluvium derived from limestone and dolomite.  Slopes are 8 to 50 percent.  Elevations range from 2,225 to 3,078 meters.  The climate is semiarid with cold, moist winters and cool, dry summers.  The mean annual precipitation is 350 to 450 mm, the mean annual temperature is 2 to 5 degrees C, and the frost-free period is 30 to 50 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hapgood, Hatur, Layview, and Packer soils.  Hapgood, Hatur and Packer soils have bedrock at depths greater than 50 cm.  Hapgood, Layview, and Packer soils have mixed mineralogy.  Layview and Packer soils have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; moderately; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Halacan soils are used for rangeland and wildlife habitat.  The present vegetation is mainly low sagebrush, black sagebrush, Idaho fescue, Nevada bluegrass, and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Nevada.  These soils are moderately extensive.  MLRA 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lander County (South Part), Nevada, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 28 cm (A1 and A2 horizons).\nIdentifiable secondary carbonates - The zone from the soil surface to 43 cm (A1, A2, and Bk horizons).\nLithic contact - The boundary at 43 cm to underlying hard bedrock (R layer).\nParticle-size control section - The zone from 25 to 43 cm (Bk horizon and part of the A2 horizon).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 13 cm; brown (10YR 5/3) very gravelly loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine, fine, and medium roots; many very fine and fine interstitial pores; 40 percent gravel; very few coats of secondary calcium carbonate on bottoms of rock fragments; slightly effervescent; moderately alkaline (pH 8.0); clear wavy boundary.  (5 to 15 cm thick)"
      },
      {
        "name": "A2",
        "top": 13,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "extremely channery",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--13 to 28 cm; brown (10YR 5/3) extremely channery loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many fine and medium roots; common fine tubular pores; 45 percent channers and 15 percent flagstones; very few coats of secondary calcium carbonate on bottoms of rock fragments; slightly effervescent; moderately alkaline (pH 8.2); clear wavy boundary.  (8 to 18 cm thick)"
      },
      {
        "name": "Bk",
        "top": 28,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "extremely channery",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bk--28 to 43 cm; brown (10YR 5/3) extremely channery loam, brown (10YR 4/3) moist; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine, and few medium roots; common fine tubular and interstitial pores; 45 percent channers and 30 percent flagstones; few coats of secondary calcium carbonate on bottoms of rock fragments; violently effervescent; moderately alkaline (pH 8.2); gradual wavy boundary.  (8 to 18 cm thick)"
      },
      {
        "name": "R",
        "top": 43,
        "narrative": "R--43 cm; hard fractured limestone."
      }
    ]
  ]
}
