{
  "SERIES": "HALE",
  "STATUS": "Established Series",
  "BYREV": "IRD - AG/RJE",
  "REVDATE": "10/2002",
  "STATES": "WA",
  "OVERVIEW": "The Hale series consists of deep, somewhat poorly drained soils formed in aeolian deposits and glacial outwash.  Hale soils are on outwash terraces and have slopes of 0 to 2 percent.  The average annual precipitation is about 45 inches and the mean annual air temperature is about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over sandy or sandy-skeletal, isotic over mixed, mesic Aquic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hale silt loam - on a 1 percent southwest-facing slope in pasture at 110 feet elevation.  (Colors are for moist soil unless otherwise noted.  All textures are apparent field textures.)\nAp--0 to 10 inches; very dark grayish brown (10YR 3/2) silt loam, light brownish gray (10YR 6/2) dry; moderate fine and medium subangular blocky structure; hard, friable, slightly sticky, slightly plastic; many very fine and fine roots; many fine irregular and few fine tubular pores; NaF pH 9.4; medium acid (pH 5.8); abrupt smooth boundary.  (8 to 11 inches thick)\nBs1--10 to 14 inches; mottle mix of olive gray (5Y 5/2), dark brown (7.5YR 3/4), and strong brown (7.5YR 4/6) silt loam, light gray (5Y 7/2), strong brown (7.5YR 5/6), and reddish yellow (7.5YR 6/6) dry; moderate medium subangular blocky structure; very hard, friable, slightly sticky, slightly plastic; many very fine roots; many very fine irregular and few very fine tubular pores; medium acid (pH 5.8); clear smooth boundary.\nBs2--14 to 19 inches; mottle mix of grayish brown (2.5Y 5/2), dark brown (7.5YR 3/4) and strong brown (7.5YR 4/6) loam, light gray (2.5Y 7/2), strong brown (7.5YR 5/6) and reddish yellow (7.5YR 6/6) dry; weak medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; many very fine roots; many very fine irregular and few very fine tubular pores; strongly acid (pH 5.4); clear smooth boundary.\nBs3--19 to 24 inches; mottle mix of olive gray (5Y 5/2), dark brown (7.5YR 4/4), and strong brown (7.5YR 4/6) loam, light gray (5Y 7/2), brown (7.5YR 5/4), and reddish yellow (7.5YR 6/6) dry; weak medium  subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; many very fine roots; many very fine irregular pores; strongly acid (pH 5.2); abrupt smooth boundary.\nBs4--24 to 26 inches; mottle mix of olive gray (5Y 4/2 and 5Y 5/2) and strong brown (7.5YR 4/6) loam, grayish brown (2.5Y 5/2), light gray (2.5Y 7/2), and strong brown (7.5YR 5/6) dry; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; common very fine roots; many very fine irregular pores; strongly acid (pH 5.2); abrupt smooth boundary.  (Combined thickness of the Bw horizon is 7 to 20 inches)\n2C1--26 to 38 inches; dark grayish brown (2.5Y 4/2) loamy fine sand, light grayish brown (2.5Y 6/2) dry; common medium prominent strong brown (7.5YR 4/6) mottles, strong brown (7.5YR 5/8) dry; massive; soft, very friable, nonsticky, nonplastic; common very fine roots; many very fine irregular pores; strongly acid (pH 5.4); abrupt smooth boundary.  (5 to 25 inches thick)\n2C2--38 to 60 inches; variegated, dominantly dark grayish brown (2.5Y 4/2) medium sand, light brownish gray (2.5Y 6/2) dry; single grain; loose; few very fine roots; many very fine irregular pores; slightly acid (pH 6.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Whatcom County, Washington; about 1-1/2 miles northwest of Lynden; 2,500 feet north and 100 feet west of the southeast corner of sec. 8, T. 40 N., R. 3 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is 50 to 54 degrees F.  Thickness of the solum is 15 to 30 inches.  The upper part of the particle-size control section has by weighted average, 10 to 18 percent clay and 0 to 10 percent pebbles.  The lower part of the particle-size control section has by weighted average, 0 to 5 percent clay and 0 to 15 percent pebbles, although individual subhorizons contain up to 25 percent pebbles.\nThe A horizon has value of 5 or 6 dry and chroma of 2 or 3 moist and dry.  Reaction is strongly acid, medium acid, or slightly acid.\nThe Bs horizon has dominant hue of 2.5Y or 5Y, value of 4 through 6 moist, 5 through 8 dry, and chroma of 2 or 3 moist and dry.  Mottles have hue of 7.5YR or 10YR, value of 3 through 5 moist, 4 through 6 dry, and chroma of 4 through 6 moist, 4 through 8 dry.  It is loam, silt loam, or sandy loam, and contains 0 to 15 percent ortstein concretions.  Reaction is strongly acid or medium acid.\nThe C horizon has hue of 10YR, 2.5Y, or 5Y, value of 4 or 5 moist, 5 through 7 dry, and chroma of 2 through 4 moist and dry.  It is massive or single grain.  It is loamy fine sand, loamy sand, sand, gravelly loamy sand, or gravelly sand.  Reaction is medium acid or slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Laxton series and the similar Clipper and Yelm series.  Clipper soils are coarse-loamy and average more than 35 percent rock fragments in the lower part of the particle-size control section.  Laxton soils lack mottles in the spodic horizon.  Yelm soils are coarse-loamy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hale soils are on outwash terraces and outwash plains at elevations of 50 to 300 feet.  Slopes are 0 to 2 percent.  The soils formed in aeolian deposits and glacial outwash.  Hale soils are in a marine climate with warm, dry summers and cool, moist winters.  Snow cover is intermittent.  Annual precipitation is 40 to 55 inches, which falls mostly between October and May.  Each of the summer months has at least one inch of rainfall.  Mean January temperature is 36 degrees F; mean July temperature is 62 degrees F.  The mean annual temperature is 50 degrees F.  The frost-free season is 150 to 190 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Clipper and Laxton soils and the Birchbay, Edmonds, Everson, Fishtrap, Labounty, Lynden, Pangborn, Tromp, Whitehorn, and Woodlyn soils.  Birchbay soils lack mottles with chroma of 2 or less within 6 inches below the bottom of the spodic horizon.  Edmonds soils have more than 50 percent ortstein fragments in the particle-size control section.  Everson soils are clayey in the upper part of the particle-size control section.  Labounty soils are fine-loamy.  Lynden soils are sandy and lack mottles above 30 inches.  Pangborn and Fishtrap soils are Histosols.  Tromp soils are sandy.  Whitehorn soils are coarse-loamy and have an aquic moisture regime.  Woodlyn soils have a cemented ortstein layer, and an aquic moisture regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; very slow runoff;  medium permeability in the solum, rapid in the substratum.  These soils have an apparent high water table at 1 to 2 feet from November to April unless artificially drained."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for cropland.  Hay and pasture are common crops.  Some is used for timber production and homesites.  Native vegetation is red alder, western hemlock, western redcedar, and Douglas-fir with an understory of salmonberry, western brackenfern, red huckleberry, and western swordfern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Washington.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Whatcom County, Washington, l939."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:   Characterization data are available on these soils.  Laboratory number 81P3077-3083.  This draft reflects a change in classification from coarse-loamy over sandy or sandy-skeletal, mixed, mesic Aquic Xerochrepts to coarse-loamy over sandy or sandy-skeletal, mixed mesic Aquic Haplorthods.  Diagnostic horizons and features recognized in this pedon are an ochric epipedon from the surface to 10 inches, a spodic horizon from 10 to 26 inches and an abrupt textural change at 26 inches.  The spodic horizon does not meet chemical criteria for a spodic horizon, but does meet micro morphological criteria, i.e. silt-sized pellets and cracked coatings.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
