{
  "SERIES": "HALFOSS",
  "STATUS": "Established Series",
  "BYREV": "Rev. RGC/HJP/DAL/TDT",
  "REVDATE": "06/2000",
  "STATES": "WA",
  "OVERVIEW": "The Halfoss series consists of moderately deep to bedrock, well drained soils that formed in colluvium from marine basalt and associated volcanic rocks on mountain slopes. Slopes are 30 to 90 percent.  The average annual precipitation is about 50 inches and average annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Medial-skeletal, ferrihydritic, frigid Typic Hapludands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Halfoss very gravelly medial loam - forestland, on a 70 percent slope with a northeasterly aspect at an elevation of 2,780 feet in a western hemlock/Pacific rhododendron plant association.  (When described on February 25, 1992, the soil was moist throughout.  Colors are for moist soil unless otherwise stated.  All textures are apparent field textures. )\nOi--0 to 2 inches; slightly decomposed needles, leaves, moss and lichen fragments and wood fragments; abrupt smooth boundary.  (1 to 3 inches thick)\nA--2 to 8 inches; dark yellowish brown (10YR 3/4) very gravelly medial loam, light yellowish brown (10YR 6/4) dry; weak very fine and fine granular and weak very fine subangular blocky structure; slightly hard, friable, sticky and slightly plastic; weakly smeary; many very fine, fine, medium, and coarse roots; common very fine and fine tubular and irregular pores; 40 percent gravel, 15 percent cobbles; moderately acid (pH 5.6); clear wavy boundary.  (4 to 7 inches thick)\nBw1--8 to 21 inches; dark yellowish brown (10YR 3/6) extremely gravelly medial loam, brownish yellow (10YR 6/6) dry; weak very fine subangular blocky and weak very fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; common very fine, fine, medium, and coarse roots; common very fine and fine tubular and irregular pores; 40 percent gravel, 25 percent cobbles; moderately acid (pH 5.8); clear wavy boundary.\nBw2--21 to 29 inches; dark yellowish brown (10YR 3/6) extremely gravelly medial loam, brownish yellow (10YR 6/6) dry; weak very fine and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; common very fine, fine, medium, and coarse roots; common very fine and fine tubular and irregular pores; 35 percent gravel, 30 percent cobbles; slightly acid (pH 6.4); abrupt wavy boundary.  (Combined thickness of the Bw horizon is 16 to 33 inches.)\nR--29 inches; hard metavolcanic rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clallam County, Washington, about 1 mile north of Dirty Face Ridge, 1,980 feet west and 1,715 feet south of the northeast corner of section 17, T. 28 N., R. 3 W.  (Latitude 47 degrees, 55 minutes, 15 seconds N.,Longitude 123 degrees, 5 minutes, 00 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is 44 to 47 degrees F.  These soils are usually moist, and are dry in the soil moisture control section 30 to 45 consecutive days following the summer solstice; udic moisture regime.  Depth to bedrock is 20 to 40 inches.  The particle-size control section from the mineral soil surface to the bedrock contact has andic soil properties and 60 to 90 percent rock fragments by volume.  The andic soil material has an estimated moist bulk density of 0.60 to 0.90 g/cc, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 2 to 3 percent, phosphate retention of 85 to 100 percent, and 15-bar water retention of 15 to 25 percent for air dried samples.  It has 1 to 2 cmol/kg of aluminum and acid oxalate extractable iron is 1.5 to 2.5 percent.\nThe A horizon has hue of 10YR or 7.5YR moist, value of 5 through 7 dry, and chroma of 3 or 4 moist and dry.  It has 5 to 10 percent organic matter.\nThe Bw horizon has hue of 10YR or 7.5YR moist, value of 5 through 7 dry, and chroma of 4 or 6 moist and 3, 4, or 6 dry.  It is extremely gravelly medial sandy loam, extremely gravelly medial loam, or extremely cobbly medial sandy loam.  Reaction is moderately or slightly acid.  It has 1 to 5 percent organic matter."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Duckabush, Fricaba, Gunderson, Lotloh, Maidenpeak, and Ruggedridge series.  All of these series are over 40 inches deep except for the Fricaba and Ruggedridge soils.  Fricaba soils are never dry or dry for 0 to 30 consecutive days.  Ruggedridge soils are over sedimentary bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Halfoss soils are on mountain slopes.  Slopes are 30 to 90 percent.  The soils formed in colluvium from marine basalt and associated volcanic rocks.  Elevations are 1,900 to 2,900 feet.  Average annual precipitation is 35 to 70 inches.  Average annual temperature is 42 to 45 degrees F.  The frost-free season is 150 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Graywolf, Juandefuca, Maidenpeak, Pennycreek, Slidecamp, Station, and Tunnelcreek soils.  Graywolf soils are on low relief dissected uplands and have an argillic horizon.  Juandefuca and Maidenpeak soils are on mountain slopes and are very deep.  Pennycreek soils are on mountain slopes and are 4 to 10 inches to bedrock.  Station soils are on mountain slopes and are 10 to 20 inches to bedrock.  Slidecamp soils are on low relief dissected uplands and have an argillic horizon with less than 35 percent rock fragments.  Juandefuca, Pennycreek and Tunnelcreek soils are on mountain slopes and have a xeric moisture regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Timber production, wildlife habitat, recreation, and watershed.  Native vegetation is Douglas-fir, western hemlock, western redcedar, Pacific rhododendron, western swordfern, and salal."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Clallam and Jefferson Counties, Washington; MLRA 1. Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Clallam County, Washington, 2000; Olympic National Forest."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are the following:\nOchric epipedon\nCambic horizon - 8 to 29 inches\nLithic contact - 29 inches\nAndic soil properties - 2 to 29 inches\nPSCS - 2 to 29 inches\nAll depths to diagnostic horizons or other features are measured from the top of the first mineral horizon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 5,
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oi--0 to 2 inches; slightly decomposed needles, leaves, moss and lichen fragments and wood fragments; abrupt smooth boundary.  (1 to 3 inches thick)"
      },
      {
        "name": "A",
        "top": 5,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 5.6,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--2 to 8 inches; dark yellowish brown (10YR 3/4) very gravelly medial loam, light yellowish brown (10YR 6/4) dry; weak very fine and fine granular and weak very fine subangular blocky structure; slightly hard, friable, sticky and slightly plastic; weakly smeary; many very fine, fine, medium, and coarse roots; common very fine and fine tubular and irregular pores; 40 percent gravel, 15 percent cobbles; moderately acid (pH 5.6); clear wavy boundary.  (4 to 7 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 20,
        "bottom": 53,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "extremely gravelly",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1--8 to 21 inches; dark yellowish brown (10YR 3/6) extremely gravelly medial loam, brownish yellow (10YR 6/6) dry; weak very fine subangular blocky and weak very fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; common very fine, fine, medium, and coarse roots; common very fine and fine tubular and irregular pores; 40 percent gravel, 25 percent cobbles; moderately acid (pH 5.8); clear wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 53,
        "bottom": 74,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "extremely gravelly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw2--21 to 29 inches; dark yellowish brown (10YR 3/6) extremely gravelly medial loam, brownish yellow (10YR 6/6) dry; weak very fine and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; common very fine, fine, medium, and coarse roots; common very fine and fine tubular and irregular pores; 35 percent gravel, 30 percent cobbles; slightly acid (pH 6.4); abrupt wavy boundary.  (Combined thickness of the Bw horizon is 16 to 33 inches.)"
      },
      {
        "name": "R",
        "top": 74,
        "narrative": "R--29 inches; hard metavolcanic rock."
      }
    ]
  ]
}
