{
  "SERIES": "HALLANDALE",
  "STATUS": "Established Series",
  "BYREV": "Rev. AGH-CAP-AMS",
  "REVDATE": "01/2020",
  "STATES": "FL",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Siliceous, isohyperthermic Lithic Psammaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hallandale fine sand, in an urban area at elevation of about 1.3 meters (4 feet) above mean sea level. (Colors are for moist soil.)\nA--0 to 10 centimeters (0 to 4 inches); black (10YR 2/1) fine sand; weak fine granular structure; very friable; loose; many medium and fine roots; moderately acid pH 5.8; clear smooth boundary. [5 to 18 centimeters (2 to 7 inches) thick]\nEg--10 to 25 centimeters (4 to 10 inches); light brownish gray (10YR 6/2) fine sand; few faint very dark grayish brown (10YR 3/2) redoximorphic concentrations and streaks along root channels; single grain; loose; few fine roots; slightly acid, pH 6.2; gradual wavy boundary. [0 to 20 centimeters (0 to 8 inches) thick]\nBw1--25 to 36 centimeters (10 to 14 inches); brown (10YR 5/3) fine sand; few faint very dark grayish brown (10YR 3/2) redoximorphic concentrations; single grain; loose; many sand grains uncoated; slightly acid, pH 6.3; gradual wavy boundary.  [0 to 43 centimeters (0 to 17 inches) thick]\nBw2--36 to 41 centimeters (14 to 16 inches); yellowish brown (10YR 5/4) fine sand, and very pale brown (10YR 8/4) decomposed limestone fragments; common medium distinct grayish brown (10YR 5/2) and yellowish brown (10YR 5/6) redoximorphic concentrations; single grain; loose; common uncoated sand grains; neutral, pH 7.3; abrupt irregular boundary. [0 to 20 centimeters (0 to 8 inches) thick]\n2R--41 to 66 centimeters (16 to 26 inches); hard, fractured limestone that can be excavated with power equipment."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Broward County, Florida; About 0.9 kilometers (0.6 miles) north of Stirling Road and 110 meters (360 feet) east of SW 145th Ave., about 1,710 feet east and 2,270 feet south of the NW corner of sec. 34, T. 40 S., R. 40 E. Latitude and Longitude; 26 degrees, 3 minutes, 8.25 seconds north; and 80 degrees, 20 minutes, 26.21 seconds west; WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: 18 to 51 centimeters (7 to 20 inches)\nAquic conditions: 0 to 30 centimeters (0 to 12 inches)\nDepth to lithic contact: 18 to 51 centimeters (7 to 20 inches) Fractures and solution cavities in the limestone are common and can extend to 50 inches or more in some areas. Soil material in the fractures and cavities may contain more clay.\nDepth to albic horizon: 10 to 25 centimeters (4 to 10 inches)\nDepth to redoximorphic features: 0 to 15 centimeters (0 to 6 inches)\nDepth to endosaturation: 0 to 25 centimeters (0 to 10 inches)\nThe Bw horizon does not qualify for a diagnostic cambic horizon, see remarks.\nParticle-size control section (weighted averages):\nClay content: 0 to 7 percent\nFine sand content: greater than 50 percent\nA or Ap horizon:\nHue: 10YR or Neutral\nValue: 2 to 6\nChroma: 1 or 2\nTexture: Fine sand or sand\nClay content: 0 to 7 percent\nEC (mmhos/cm): 1 to 2\nReaction: Strongly acid to neutral (pH 5.1 to 7.3)\nEg horizon, where present:\nHue: 10YR or Neutral\nValue: 4 to 7\nChroma: 1 or 2\nTexture: Fine sand or sand\nClay content: 0 to 7 percent\nEC (mmhos/cm): 1 to 2\nReaction: moderately acid to moderately alkaline (pH 5.6 to 8.4)\nBw horizon:\nHue: 10YR\nValue: 4 to 7\nChroma: 3 or 4\nTexture: Fine sand or sand\nRedoximorphic features: Depletions or concentrations, 1 to 20 percent, and fine or medium in size\nClay content: 0 to 7 percent\nEC (mmhos/cm): 1 to 2\nReaction: moderately acid to moderately alkaline (pH 5.6 to 8.4)\nCg horizon, where present:\nHue: 10YR\nValue: 4 to 8\nChroma: 1 to 4\nTexture: Fine sand or sand\nRedoximorphic features: Depletions or concentrations, 1 to 20 percent, and fine or medium in size\nClay content: 0 to 7 percent\nEC (mmhos/cm): 1 to 2\nReaction: Moderately acid to moderately alkaline (pH 5.6 to 8.4)\n2R horizon:\nHard porous limestone. Fractures range from 10 to 30 centimeters or more (4 to 12 inches) wide.  Solution holes range from about 10 centimeters (4 inches) to 1 meter (3 feet) in diameter and occur at 30 centimeters to 183 centimeters (1 foot to 6 feet) intervals.  Thin, discontinuous sandy loam, fine sandy loam, or sandy clay loam Bt horizons occur in some pedons in fractures and solution pits.\nIn some areas, a limestone ledge 64 centimeters to 122 centimeters (2 to 4 feet) thick with variable discontinuous layers of sandy and loamy material mixed with shells or shell fragments are beneath the limestone."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Sandy marine sediments over a limestone.\nLandscape: Lower Coastal Plains.\nLandform: Low broad flats, flatwoods, sloughs, and in depressions on Marine terraces.\nSlopes: 0 to 2 percent\nElevation: 0 to 20 meters (0 to 65 feet)\nMean annual temperature: 22 to 26 degrees C (70 to 79 degrees F)\nMean annual precipitation: 1067 to 1778 millimeters (42 to 70 inches)\nFrost-free period: 350 to 365 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nBasinger soils lack limestone bedrock within 51 centimeters (20 inches), have spodic horizons, and are on slightly lower landform positions.\nChobee soils have a mollic epipedon, argillic horizons, lack limestone bedrock, and are on slightly lower landform positions.\nDania soils have organic sapric material throughout and are on slightly lower landform positions.\nJupiter soils have a mollic epipedon and are on similar landform positions.\nPineda soils lack limestone bedrock, have argillic horizons, and are on similar landform positions.\nPompano lack limestone bedrock and are on similar landform positions.\nSanibel soils lack limestone bedrock, have histic epipedons, and are on lower landform positions.\nRiviera and Winder soils have argillic horizons, lack limestone bedrock, and are on similar landform positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class: very poorly to poorly drained.\nSaturated hydraulic conductivity (KSAT): high or very high.\nPermeability: rapid.\nRunoff: high to very high.\nDepth to seasonal high water table: 0 to 30 centimeters (0 to 12 inches) of the surface for 4 to 5 months during most years, and within a depth of 30 to 51 centimeters (12 to 20 inches) most of the rest of the year.\nPonding: 0 to 61 centimeters (0 to 24 inches) in depressions for 6 to 9 months each year and sloughs or low broad flats are covered with shallow slow moving water (sheet flow) 0 to 30 centimeters (0 to 12 inches) for about 7 days to one month."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nUnder natural conditions Hallandale soils are used for water quality and wildlife habitat, some areas are used for rangeland, tame pasture, and urban land.\nPotential native vegetation consists of pineland threeawn, paspalum spp., bluejoint panicum, blue maidencane, bluestem, scattered cypress, saw palmettos, and slash pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nMajor Land Resource Area (MLRA): Southern Florida Flatwoods (MLRA 155), South Central Florida Ridge (MLRA 154), Southern Florida Lowlands (MLRA 156B), and Everglades and Associated Areas (MLRA 156A)\nExtent: Moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:\nBroward County, Florida; 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle sized control section:  25 to 41 centimeters (10 to 16 inches)\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 25 centimeters (0 to 10 inches) (A, E horizons)\nAlbic horizon - 10 to 25 centimeters (4 to 10 inches) (E horizon)\nLithic contact - 41 centimeters (16 inches) (2R horizon)\nAquic conditions - 0 to 30 centimeters (0 to 12 inches)\nEndosaturation - 0 to 41 centimeters (0 to 16 inches)\nThis series does not contain a cambic horizon, it does not meet in taxonomy 2 a (1) which is soil structure or the absence of rock structure including fine stratification in more than  of the volume of the horizon. See Soil Taxonomy for additional information.\nTidal phases of the Hallandale series are on tidal flats and have electrical conductivity values of between 16 and 24. These areas will be investigated during MLRA update activities to determine if a new series is needed. Hallandale soils with EC's greater than 16 would have saline-sodic properties that would change classification.\nTaxonomic Version:  Classified according to Keys to Soil Taxonomy, 12th Edition.\nADDITIONAL DATA:\nLaboratory data is available on the National Soil Survey website at: http://ncsslabdatamart.sc.egov.usda.gov/querypage.aspx\nOSD User Site ID: S1971FL011003\nOSD Pedon Site ID: S1971FL011003\nNational Cooperative Soil Survey\nU.S.A."
  }
}
