{
  "SERIES": "HALLETTSVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLL-SEB-ACT",
  "REVDATE": "10/97",
  "STATES": "TX",
  "OVERVIEW": "The Hallettsville series consists of very deep, moderately well drained, very slowly permeable soils that formed in alkaline clayey marine sediments.  These soils are on gently sloping uplands.  Slopes range from 1 to 5 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Udertic Paleustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hallettsville fine sandy loam--rangeland.\n(Colors are for dry soil unless otherwise stated.)\nA--0 to 8 inches; very dark grayish brown (10YR 3/2) fine sandy loam, very dark brown (10YR 2/2) moist, moderate fine subangular blocky structure; hard, friable; common fine, medium and coarse roots; neutral; clear smooth boundary.  (5 to 12 inches thick)\nBt1--8 to 13 inches; dark gray (10YR 4/1) clay, very dark gray (10YR 3/1) moist; moderate medium angular blocky structure; very hard, firm; common fine and medium roots; few faint brown masses of iron accumulation; neutral; clear smooth boundary.  (4 to 12 inches thick)\nBt2--13 to 26 inches; grayish brown (2.5Y 5/2) sandy clay, dark grayish brown (2.5Y 4/2) moist; moderate medium angular blocky structure; very hard, firm; few fine and medium roots; few slickensides and pressure faces; few fine black concretions; common prominent distinct yellowish brown (10YR 5/6 masses of iron accumulation; neutral; gradual boundary. (8 to 18 inches thick)\nBt3--26 to 35 inches; grayish brown (2.5Y 5/2) sandy clay, dark grayish brown (2.5Y 4/2) moist; strong medium angular blocky structure; very hard, firm; few fine and medium roots; few slickensides; few fine and medium pitted black concretions; few concretions of calcium carbonate 5 to 10 mm in diameter in lower part; few fine distinct light olive brown (2.5Y 5/4) masses of iron accumulation; neutral; gradual boundary.  (8 to 16 inches thick)\nBtk1--35 to 45 inches; grayish brown (2.5Y 5/2) sandy clay loam, dark grayish brown (2.5Y 4/2) moist; moderate coarse angular blocky structure; very hard, firm; few fine and medium roots; common concretions of calcium carbonate 5 to 10 mm in diameter; strongly effervescent; moderately alkaline; clear wavy boundary.  (6 to 16 inches thick)\nBtk2--45 to 54 inches; light brown (7.5YR 6/4) sandy clay loam, brown (7.5YR 5/4) moist; moderate coarse angular blocky structure; very hard, firm; common concretions of calcium carbonate 5 to 10 mm in diameter; few fine black concretions and dark staining on faces of peds; few coarse distinct pale brown (10YR 6/3), common medium prominent yellowish red (5YR 5/6), and few fine prominent red (2.5YR 4/8) masses of iron accumulation, and common coarse prominent light gray (2.5Y 7/2) iron depletions; strongly effervescent; moderately alkaline, gradual boundary.  (0 to 14 inches thick)\n2BC1--54 to 64 inches; white (10YR 8/2) sandy clay loam, light gray (10YR 7/2) moist; moderate medium and coarse angular blocky structure; very hard, firm; few fine masses of barite; few siliceous pebbles; common coarse prominent brownish yellow (10YR 6/6), dark yellowish brown (10YR 4/4), and red (2.5YR 4/6) masses of iron accumulation; strongly effervescent; moderately alkaline; clear boundary.  (0 to 14 inches thick)\n2BC2--64 to 74 inches; white (10YR 8/2) sandy clay loam, light gray (10YR 7/2) moist; weak coarse angular blocky structure; very hard, firm; few fine masses of barite; slightly alkaline; gradual boundary.  (0 to 12 inches thick)\n2BC3--74 to 80 inches; light yellowish brown (10YR 6/4) fine sandy loam, yellowish brown (10YR 5/4) moist; weak medium and coarse angular blocky structure; very hard, very friable; few black concretions 2 to 5 mm in diameter; few fine masses of barite; common coarse faint very pale brown (10YR 7/4) masses of iron accumulation; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lavaca County, Texas; from intersection of U. S. Highway 77 and U. S. Highways 90A and 77A in Hallettsville; 11 miles west on U.  S. Highway 77A to Farm Road 531; 2.75 miles southeast on Farm Road 531 to gravel road; 0.45 mile northeast on gravel road, then 0.1 mile southeast on gravel road and 200 feet southwest of road in wooded rangeland."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 60 to greater than 80 inches.  The mollic epipedon ranges from 10 to 24 inches thick and includes the upper part of the argillic horizon in some pedons.  Depth to secondary carbonates is 20 to about 50 inches.  Slickensides and pressure faces range from few to common in the control section.  The COLE ranges from 0.07 to 0.10.  Exchangeable sodium ranges from 5 to 12 percent in the control section.\nThe A horizon has hue of 10YR or 2.5Y, value of 3 or 5, and chroma of 1 or 2.  Texture is sandy clay loam, loam or fine sandy loam.  Reaction ranges from medium acid to neutral.\nThe Bt horizon has hue of 7.5YR to 2.5Y, value of 3 to 6, and chroma of 1 or 6.  Values of 3 or 4 are limited to the upper 12 inches and chroma of 6 is limited to the lower part.  Texture is sandy clay, clay loam, or clay.  The average clay content of the control section ranges from 35 to 45 percent.  Mottles in shades of yellow, red or brown range from few to common and some layers have a mottled matrix.  Reaction is medium to mildly alkaline.\nThe Btk or Btkss horizons have hue of 7.5YR, 10YR or 2.5Y, value of 4 to 6, and chroma of 2 to 6, with or without reddish, brownish, or grayish redoximorphic features.  Texture is sandy clay, clay loam, or sandy clay loam.  Concretions, threads, or masses of calcium carbonate range from few to common.  Reaction is slightly alkaline or moderately alkaline and the matrix is calcareous in some pedons.\nThe C, 2BC, BCK,or 2C horizons, where present, are in shades of brown, yellow, gray, or white.  Texture is clay loam, sandy clay loam, sandy loam or fine sandy loam.  Some pedons have brown, yellow, or red masses of iron accumulation.  Most pedons contain a few masses of barite.  Siliceous pebbles range from none to a few.  Reaction ranges from neutral to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Barbarosa (TX)series.  Similar soils are the Agra, Coy, Crockett, Elmendorf, Kirkland, Renfrow, and Sproul series.  Barbarosa soils have a more clayey A horizon, more alkaline reaction and formed in alluvium.  Agra, Kirkland, and Renfrow soils have mixed mineralogy.  Coy and Elmendorf soils are in the hyperthermic temperature regime and Coy soils are calcareous throughout and along with Elmendorf do not have redoximorphic features in the argillic horizons.  Crockett soils do not have a mollic epipedon.  Sproul soils have very-fine control sections."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hallettsville soils are on gently sloping uplands.  They formed in alkaline clayey sediments of the Goliad and Fleming geological formations of Tertiary age.  Slopes are smooth to slightly concave.  Slope gradients are dominantly 1 to 3 percent but range from 1 to 5 percent.  Mean annual precipitation ranges from 32 to 40 inches.  Mean annual temperature is 68 to 70 degrees F.  Frost free days range from 260 to 280 days and elevation ranges from 250 to 600 feet.  Thornthwaite P-E indicies range from 48 to 52."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Elmendorf series and the Cuero, Denhawken, Dubina, Engle and Frelsburg series.  Cuero and Engle soils have loamy control sections and these soils occur on higher slopes in the landscape.  Denhawken soils do not have a mollic epipedon and are in a complex with Elmendorf soils.  Dubina soils have sandy epipedons.  Denhawken, Elmendorf and Dubina soils are on similar positions to Hallettsville soils.  Frelsburg soils are calcareous and clayey throughout and are typically on slightly higher positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained. Permeability is very slow.  Runoff is medium on 1 to 5 percent slopes and high on 3 to 5 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Hallettsville soils are used for rangeland, improved pasture, and cropland.  Present vegetation is a savannah with large live oak and post oak trees, with bluestems, gramas, paspalums and panicum grasses and invading yaupon.  Pasture grasses are mainly improved species of bermudagrass, bluestems and Kleingrass.  A few areas are in cultivation, mainly to corn and grain sorghums."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Claypan MLRA of South Central Texas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lavaca County, Texas; 1986."
  },
  "REMARKS": {
    "section": "ADDITIONAL DATA & REMARKS",
    "content": "ADDITIONAL DATA:  NSSL data S82TX-285-001, Lab. No. 82P864, Sample Nos.  82442028.\nREMARKS:  Hallettsville soils were formerly mapped in the Crockett or Wilson series.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 13 inches.  (A and Bt1 horizons).\nArgillic horizon - 8 to 54 inches with high shrink-swell potential. (Bt and Btk horizons)\nPale feature - Abrupt textural change between the A and Bt horizons.\nNational Cooperative Soil Survey\nU.S.A. & REMARKS:  Hallettsville soils were formerly mapped in the Crockett or Wilson series.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 13 inches.  (A and Bt1 horizons).\nArgillic horizon - 8 to 54 inches with high shrink-swell potential. (Bt and Btk horizons)\nPale feature - Abrupt textural change between the A and Bt horizons.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
