{
  "SERIES": "HALLORAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. GAW/JWF/GWH/TDC",
  "REVDATE": "04/2015",
  "STATES": "CA",
  "OVERVIEW": "The Halloran series consists of deep, moderately well drained soils that formed in mixed alluvium dominantly from granitic sources.  Halloran soils are on old alluvial terraces and depressional areas and have slopes of 0 to 2 percent.  The mean annual precipitation is about 4 inches and the mean annual temperature is about 63 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, thermic Typic Natrargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Halloran sandy loam, on a 1 1/2 percent slope under creosotebush, fourwing saltbush, and annual grasses at 1,800 feet elevations.  (Colors are for dry soil unless otherwise stated.  When described the soil was dry throughout.)\nA1--0 to 2 inches; very pale brown (10YR 7/4) sand, yellowish brown (10YR 5/4) moist; single grained; loose; common very fine roots; few very fine interstitial pores; about 4 percent pebbles (1/4 to 3/8 inch); slightly effervescent with disseminated lime; moderately alkaline (pH 8.2); abrupt smooth boundary.  (1 to 2 inches thick)\nB2tca--2 to 9 inches; reddish brown (5YR 5/4) heavy sandy loam, reddish brown (5YR 4/4) moist; strong medium prismatic structure; 1/8 inch caps of light sandy loam texture; light gray (10YR 7/2) on prisms; hard, friable, slightly sticky and slightly plastic; common very fine and fine roots along faces of peds; few very fine and fine tubular and common very fine interstitial pores; common moderately thick clay films on peds, many thin clay films as bridges between mineral grains and in tubular pores; about 4 percent pebbles (1/4 to 3/8 inch); strongly effervescent (8 percent calcium carbonate) with disseminated lime; lime segregated  in common fine and medium soft masses;, filaments and threads; strongly alkaline (pH 8.8); clear smooth boundary.  (5 to 16 inches thick)\nB3tca--9 to 21 inches; reddish yellow (7.5YR 6/6) sandy loam, strong brown (7.5YR 5/6) moist; moderate medium angular blocky structure; hard, friable, slightly sticky and nonplastic; few very fine roots; few fine tubular, common very fine interstitial pores; few thin clay films on peds, many thin clay films as bridges between mineral grains and intubular pores; about 4 percent pebbles (1/4 to 3/8 inch); strongly effervescent (5 percent calcium carbonate) with disseminated lime; segregated lime as in the above horizon; strongly alkaline (pH 8.8); gradual wavy boundary.  (5 to 26 inches thick)\nC1--21 to 29 inches; yellow (10YR 7/6) loamy sand, yellowish brown (10YR 5/6) moist; common fine distinct yellow (10YR 8/8) mottles; massive; slightly hard, very friable; few very fine roots; few very fine interstitial pores; about 5 percent pebbles (1/4 to 3/8 inch); moderately alkaline (pH 8.2); clear smooth boundary.  (6 to 10 inches thick)\nC2--29 to 33 inches; brown (10YR 5/3) loamy sand, very pale brown (10YR 7/3) moist; massive; hard, friable; few very fine interstitial pores; about 4 percent pebbles (1/4 to 3/8 inch); matrix noncalcareous; lime segregated in few fine soft masses; moderately alkaline (pH 8.2); clear smooth boundary.  (4 to 6 inches thick)\nC3--33 to 50 inches; yellowish brown (10YR 5/4) sandy loam, light yellowish brown (10YR 6/4) moist; weak fine and medium subangular blocky structure; hard, friable, slightly sticky and nonplastic; few very fine and fine interstitial pores; about 5 percent pebbles (1/2 inc); few dark brown (10YR 4/3) oblique and discontinuous lamellae bands (1/4 to 3/8 inch) of heavy sand loam; few very fine gypsum crystals; few soft manganese masses (1/8 inch); slightly effervescent with disseminated lime; moderately alkaline (pH 8/4); clear smooth boundary.  (16 to 18 inches thick)\nC4--50 to 60 inches; mixed yellow (10YR 7/6) and yellowish brown (10YR 5/4) loamy fine sand; pale brown (10YR 6/3) and dark brown (10YR 4/3) moist; massive; slightly hard, very friable, coarsely stratified with thin (3/8 inch) lenses of sandy loam; slightly effervescent with disseminated lime; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Bernardino, California; northeast of Newberry Springs; 0.75 mile south and 30 feet west of the intersection of Fremont Road and Farview Road; SE1/4 NE1/4 SE1/4 section 35, T.9N., R.3E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness usually ranges from 15 to 22 inches with some extending to 36 inches or as thin as 11 inches.  The mean annual soil temperature is about 65 degrees F., and the soil temperature usually is not below 47 degrees F. at any time.  The soil is usually dry and is not continuously moist for as long as 60 days.\nThe A1 horizon is very pale brown or light yellowish brown (10YR 7/3, 7/4, 6/4).  Moist colors are pale brown, light yellowish brown or yellowish brown (10YR 6/3, 6/4, 5/4).  The thin A1 horizon has been modified by wind.  It is mildly alkaline or moderately alkaline.  It is typically slightly effervescent or moderately effervescent but is noneffervescent in some pedons.\nA thin (1/8 to 1 inch) vesicular A2 horizon caps the natric horizon of some pedons.  It is light gray or very pale brown (10YR 7/2, 7/3, 8/3).  Moist colors are pale brown or brown (10YR 6/3, 5/3).  Textures are loamy fine sand, sand, or sandy loam.  Structure is weak very thin to medium platy.\nThe B2t horizon is reddish brown, yellowish red, light brown or brown (5YR 5/4, 5/6; 7.5YR 6/4, 5/4).   In some pedons it is red (2.5YR 5/6).  Moist colors are reddish brown, yellowish red, red, or dark brown (5YR 4/4, 4/6; 2.5YR 4/6; 7.5YR 4/4).  This horizon is sandy loam or heavy sandy loam and averages 10 to 18 percent clay.  It has strong fine or medium prismatic or columnar structure.  It is strongly alkaline or very strongly alkaline with pH ranging from 8.8 to 9.2 (Thymol Blue) and is slightly effervescent to violently effervescent with disseminated and segregated lime.  Segregated lime consists of few to common, fine and medium soft masses, filaments and threads.  The electrical conductivity is 4 to 45 mmhos/cm2 and exchangeable sodium exceeds 15 percent.  Most pedons have an exchangeable sodium percentage of 44 to 70 percent.\nThe B3t horizon is yellowish red, light reddish brown, reddish yellow, pink, reddish yellow, light  brown, or light yellowish brown (5YR 5/6, 6/3, 6/8; 7.5YR 7/4, 6/6, 6/4; 10YR 6/4).  Moist colors are brown, strong brown, yellowish brown, yellowish red or reddish brown (7.5YR 5/4, 5/6; 10YR 5/4; 5YR 5/8, 4/6, 4/3).  This horizon is sandy loam or heavy sandy loam.  It has weak to strong, fine to medium angular or subangular blocky structure.  This horizon is generally strongly alkaline but is very strongly alkaline in some pedons.  It is strongly to violently effervescent with disseminated lime.  Lime is segregated as soft masses, filaments, and threads. Many pedons have fine gypsum crystals present that often appear like soft masses or concretions (1/4 to 3/8 inch).\nThe C horizon is brown, yellowish brown, light yellowish brown, very pale brown, yellow or reddish yellow (10YR 5/3, 5/4, 5/6, 6/47/3, 7/4, 7/6, 8/3, 8/4, 8/8; 7.5YR 6/6., 7/8).  Moist colors are brown, yellowish brown, brownish yellow, light yellowish brown, Pale brown, very pale brown or strong brown (10YR 4/3, 5/6, 5/4, 5/3, 6/6, 6/4, 6/3, 7/3; 7.5YR 5/6, 5/8).   This horizon ranges from sand to sandy loam with many profiles containing alternating, often discontinuous strata of sandy loam and coarser textured material.  A few pedons are coarse textured beneath the Bt horizon to depths of 60 inches or more.  Yellow and reddish yellow mottles range from few to common, fine to medium, faint to distinct in most pedons in the lower parts of the C horizon.  Some fine gypsum crystals usually occur.  The reaction is moderately alkaline to very strongly alkaline.  The sandy strata are generally noncalcareous and the finer textured strata range from slightly effervescent to moderately effervescent with disseminated lime and segregated lime as filaments, threads and soft masses."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Gothard and Norab series in other families.  Both have more than 18 percent clay in the natric horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Halloran soils occupy level and minor depressional areas on old high alluvial river terraces and have gradients of 0 to 2 percent.  They formed in old alluvium of mixed origin, although granitic material makes up a considerable part.  They have been overblown with irregularly spaced hummocks and small dunes which occupy 15 to 35 percent of the area and are mapped in some areas as a complex with Dune land.  Elevations are 1,800 to 1,850 feet.  the climate is arid with hot, dry summers and cool, somewhat moist winters.  The mean annual precipitation is about 4 inches occurring as rain in late autumn and winter.  Some moisture falls occasionally as snow.  The mean annual temperature is 61 to 63 degrees F.; the mean January temperature is about 44 degrees F.; and the mean July temperature is about 83 degrees F.  The frost free season is 190 to 255 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cajon, Kimberlina, and Rosamond soils.  All of these soils lack a natric horizon.  Cajon soils have a control section.  Rosamond soils are fine, loamy in the particle size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow runoff with some ponding during flooding after heavy rainstorms; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for wildlife habitat and recreation.  Small areas are used for irrigated alfalfa, small grains and pasture.  Vegetation is mainly creosotebush, saltbush, and alkali tolerant vegetation.  Where wind blown hummocks and small dunes occur, mesquite trees grow."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Older higher alluvial river terraces of the Mojave Desert of California in MLRA 30.  The soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  San Bernardino County, California, Mojave River Area, 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The activity class was added to the classification in January of 2003. Competing series were not checked at that time. - ET\nDiagonostic horizons and features recognized in this pedon are:\nThe soil has a natric horizon at a depth of 2 to 21 inches.  The calcic horizon is also at 2 to 21 inches.   Field tests have been determined as follows:\nB2tca--2 to 9 inches; E.C. 4.7; SAR 75; ESP 52; Calcium carbonate 8 percent.\nB3tca--9 to 21 inches; E.C. 16.0; SAR 161; ESP 70; Calcium carbonate 5 percent.\nC1--21 to 29 inches; Calcium carbonate 0 percent.\nResponsibility for this series was transferred from Davis to Phoenix 4/2015. The last revision to the series was 1/2003. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
