{
  "SERIES": "HALVERSON",
  "STATUS": "Established Series",
  "BYREV": "Rev. CTS-ROP",
  "REVDATE": "12/2005",
  "STATES": "MN",
  "OVERVIEW": "The Halverson series consists of very deep, well drained soils that formed in a mantle of sandy glacial outwash or eolian sands and in the underlying loamy till. These soils are typically on convex slopes of till plains and moraines. The permeability is rapid in the sandy mantle and moderate in the underlying till. Slopes range from 0 to 25 percent. The mean annual precipitation is about 24 inches. Mean annual air temperature is about 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, frigid Arenic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Halverson loamy fine sand, on a west-facing, convex, slope of 1 percent, on a ground moraine, in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 10 inches; very dark brown (10YR 2/2) loamy fine sand, grayish brown (10YR 5/2) dry; weak medium subangular blocky structure; friable; many fine roots; 1 percent gravel; moderately acid; abrupt wavy boundary. (10 to 16 inches thick)\nE/A--10 to 15 inches; 65 percent grayish brown (10YR 5/2) and 35 percent very dark grayish brown (10YR 3/2) loamy fine sand; light brownish gray (10YR 6/2) dry; weak medium subangular blocky structure; very friable; common fine roots; slightly acid; abrupt wavy boundary. (0 to 8 inches thick)\nE--15 to 23 inches; brown (10YR 5/3) loamy fine sand, pale brown (10YR 6/3) dry; weak medium subangular blocky structure; very friable; common very fine roots; neutral; abrupt smooth boundary. (5 to 25 inches thick)\n2Bt1--23 to 29 inches; dark yellowish brown (10YR 4/4) very fine sandy loam; moderate medium subangular blocky structure; firm; few very fine roots; common distinct very dark grayish brown (10YR 3/2) clay films on faces of peds and in pores; few faint grayish brown (10YR 5/2) skeletons in root channels and pores; 7 percent gravel and 1 percent cobbles; neutral; clear smooth boundary.\n2Bt2--29 to 35 inches; yellowish brown (10YR 5/4) loam; moderate medium subangular blocky structure; firm; few very fine roots; common prominent very dark grayish brown (10YR 3/2) clay films on faces of peds and in root channels; 7 percent gravel and 1 percent cobbles; neutral; clear wavy boundary. (Combined thickness of the 2Bt horizon is 6 to 15 inches.)\n2Bk1--35 to 39 inches; pale brown (10YR 6/3) loam; weak medium platy structure; friable; many very pale brown (10YR 8/2) carbonate coats on faces of peds; 6 percent gravel and 2 percent cobbles; violently effervescent; moderately alkaline; clear wavy boundary.\n2Bk2--39 to 55 inches; pale brown (10YR 6/3) fine sandy loam; weak medium platy structure; firm; common light gray (10YR 7/2) masses of carbonate; 6 percent gravel and 2 percent cobbles; strongly effervescent; moderately alkaline; gradual wavy boundary. (Combined thickness of the 2Bk horizon is 4 to 30 inches.)\n2C--55 to 80 inches; pale brown (10YR 6/3) fine sandy loam; massive; firm; few strong brown (7.5YR 5/8) Fe stains on faces of soil fragments; few light gray (10YR 7/2) masses of carbonate; 11 percent gravel and 3 percent cobbles; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Polk County, Minnesota, about 2 miles north and 4 miles east of Fertile; located about 1,170 feet south and 1,340 feet east of northwest corner of section 7, T. 147 N., R. 43 W.; USGS Halverson Lake topographic quadrangle; lat. 47 degrees 34 minutes 4 seconds N. and long. 96 degrees 11 minutes 21 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the sandy mantle ranges from 20 to 40 inches. The mollic epipedon ranges from 10 to 16 inches in thickness. Depth to the base of the argillic ranges from 26 to 55 inches. The upper sediment typically does not have rock fragments, but may contain up to 10 percent, mainly at the boundary with loamy glacial till. The loamy till contains from 2 to 13 percent gravel and 0 to 5 percent cobbles of mixed lithology. The soil moisture control section is not dry in all parts for as long as 45 consecutive days for the 120 days following the summer solstice. It is also not dry in any part for as long as 90 cumulative days per year in 6 out of 10 years.\nThe Ap or A horizon has hue of 10YR, value of 2 or 3, and chroma of 1 to 3. It is typically loamy fine sand or loamy sand, but includes sand and fine sand. The reaction ranges from moderately acid to neutral.\nSome pedons have an A/E horizon.\nThe E horizon has hue of 10YR, value of 3 to 5, and chroma of 2 or 3. The E horizons are loamy fine sand, loamy sand, fine sand or sand. The reaction ranges from moderately acid to neutral.\nThe 2Bt horizon has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 3 to 6. It is commonly loam, very fine sandy loam, or fine sandy loam, but the range may include sandy clay loam and sandy loam. The clay content averages between 18 and 27 percent, and sand content is 45 to 65 percent. Clean silt and sand grains occur on faces of peds or in root channels and pores in the upper part of some pedons. Clay films range from few to many, and from faint to prominent. The reaction is slightly acid or neutral.\nThe 2Bk horizon is hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 2 to 6. It is fine sandy loam, loam, clay loam, sandy clay loam, very fine sandy loam or sandy loam. Carbonates are disseminated throughout or are in the form of common to many threads or masses. Reaction is slightly alkaline or moderately alkaline.\nSome pedons have a 2BC horizon.\nThe 2C horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 3 to 6. Typically, it is fine sandy loam, loam, or sandy loam. Reaction is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Krem series. The Krem soils have a soil moisture control section that is dry in some or all parts for 90 or more cumulative days in 6 out of 10 years."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Halverson soils are on sand capped till plains and moraines of Late Wisconsin glaciation on plane to convex slopes. Slope gradients range from 0 to 25 percent. These soils formed in sandy glacial outwash or eolian sands and in underlying loamy till. Elevation ranges from 1,000 to 1,600 feet. Mean annual temperature ranges from 38 to 42 degrees F. Mean annual precipitation ranges from 22 to 27 inches. Frost-free period ranges from 95 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Chapett, Eckvoll, Foldahl, Kratka, and Maddock soils. The well drained Chapett soils are on similar landscapes and do not have a sandy mantle over loamy till. The moderately well drained Eckvoll soils do not have a mollic epipedon and are lower lying. The moderately well drained Foldahl soils do not have an argillic horizon and are on lower lying or less sloping terrain. The poorly and very poorly drained Kratka soils are in depressions. The well drained Maddock soils are on similar landscapes but do not have underlying loamy till within a depth of 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Surface runoff is slow to medium. Permeability is rapid in the sandy mantle and moderate in the underlying till."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cultivated. The principal crops are small grain, corn, soybeans, and hay. Some areas are in woodland or pasture. Native vegetation is mixed hardwoods and prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwest and West central Minnesota. Not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Polk County, Minnesota, 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include: mollic epipedon - zone from 0 to 10 inches (Ap horizon); albic horizon - zone from 10 to 23 inches (E/A and E horizons); argillic horizon - zone from 23 to 35 inches (2Bt horizon); calcic horizon - zone from 35 to 55 inches (2Bk1 and 2Bk2 horizons); udic moisture regime.\nADDITIONAL DATA: See MAES CFC #3950 for laboratory analysis of the typical pedon. Soil Interpretation Record number is MN0631.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
