{
  "SERIES": "HAMAR",
  "STATUS": "Established Series",
  "BYREV": "LDS-CJH",
  "REVDATE": "04/2005",
  "STATES": "MN,ND,SD",
  "OVERVIEW": "The Hamar series consists of very deep, poorly drained soils formed in eolian or lacustrine sands in upland swales and depressions.  Permeability is rapid or moderately rapid.  Slopes range from 0 to 3 percent.  Mean annual precipitation is about 21 inches, and mean annual air temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, frigid Typic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hamar loamy fine sand - in a basin area of less than 1 percent slope in native grass.  When described the soil was moist throughout.  (Colors are for moist soil unless otherwise stated)\nA1--0 to 7 inches; black (10YR 2/1) loamy fine sand, dark gray (10YR 4/1) dry; single grain; few fine prominent yellowish brown (10YR 5/6) redoximorphic concentrations; many fine and medium roots; slightly alkaline; clear wavy boundary.\nA2--7 to 12 inches; black (10YR 2/1) loamy fine sand, dark gray (10YR 4/1) dry; single grain; common fine distinct dark yellowish brown (10YR 4/4) and common fine prominent brown (7.5YR 4/4) redoximorphic concentrations; many fine and medium roots; slightly alkaline; clear wavy boundary.  (Combined A horizons 10 to 30 inches thick)\nAC--12 to 17 inches; very dark gray (10YR 3/1) loamy fine sand, gray (10YR 5/1) dry; single grain; common fine distinct dark yellowish brown (10YR 4/4) redoximorphic concentrations; common fine and medium roots; moderately alkaline; clear wavy boundary.  (0 to 10 inches thick)\nC1--17 to 23 inches; very dark grayish brown (10YR 3/2) fine sand, grayish brown (10YR 5/2) dry; single grain; few fine distinct dark yellowish brown (10YR 4/4) and prominent yellowish brown (10YR 5/6) redoximorphic concentrations; slightly alkaline; clear wavy boundary.\nC2--23 to 40 inches; grayish brown (2.5Y 5/2) fine sand, light brownish gray (2.5Y 6/2) dry; single grain; common fine prominent yellowish brown (10YR 5/6) redoximorphic concentrations; common fine and medium roots in upper part and few fine and medium roots in lower part; slight effervescence in the lower part; slightly alkaline; clear wavy boundary.\nAb--40 to 47 inches; very dark gray (10YR 3/1) loamy fine sand, gray (10YR 5/1) dry; single grain; few fine distinct dark yellowish brown (10YR 4/4) redoximorphic concentrations; few fine and medium roots; strong effervescence; moderately alkaline; clear wavy boundary.\nCg--47 to 60 inches; olive gray (5Y 5/2) fine sand, light gray (5Y 7/2) dry; single grain; common fine prominent dark yellowish brown (10YR 4/4) and yellowish brown (10YR 5/6) redoximorphic concentrations and few fine distinct greenish gray (5G 5/1) redoximorphic depletions; few fine and medium roots; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Marshall County, South Dakota; about 9 miles north and 4 miles west of Britton; 1190 feet west and 290 feet north of the southeast corner of sec. 6, T. 128 N., R. 58 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the mollic epipedon ranges from 10 to 20 inches; horizons with values less than 5.5 dry and 3.5 moist extend to depths greater than 20 inches are in some pedons, but contain less than 0.6 percent organic carbon.  The control section is loamy fine sand, loamy sand, fine sand or sand.  Textures of loamy coarse sand and coarse sand with less than 30 percent coarse and very coarse sand are allowed.  Depth to carbonates typically is below depths of 30 inches, but ranges from 22 to 80 inches or more.  Buried horizons are below depths of 30 inches in most pedons.  Some pedons do not have Ab horizons.\nThe A horizon has hue of 10YR or 2.5Y, value of 2 or 3 and 3 to 5 dry, and chroma of 1 or 2.  It is loamy fine sand, loamy sand, sandy loam, or fine sandy loam.  Textures of loamy coarse sand and coarse sandy loam with less than 30 percent coarse and very coarse sand are allowed.  It is slightly acid to slightly alkaline.  Typically, distinct or prominent redoximorphic concentrations are in the lower part of the A horizon, but are throughout the entire A horizon in some pedons.\nThe AC horizon has hue of 10YR or 2.5Y, value of 2 or 3 and 3 to 5 dry, and chroma of 1 or 2.  It is loamy fine sand, loamy sand, fine sand, and fine sandy loam.  Textures of loamy coarse sand and coarse sand with less than 30 percent coarse and very coarse sand are allowed.  It ranges from neutral to moderately alkaline.\nSome pedons have a Bk horizon at depths below 25 inches.\nThe C horizon has hue of 2.5Y, 10YR or 5Y, value of 3 to 6 and 5 to 7 dry, and chroma of 1 to 4.  It is loamy fine sand, loamy sand, or fine sand.  Textures of loamy coarse sand and coarse sand with less than 30 percent coarse and very coarse sand are allowed.  It is slightly alkaline or moderately alkaline.  Clay loam, loam, silty clay or silty clay loam is between depths of 40 and 60 inches in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Garborg, Hangaard, Isan, Isanti, Medano and Venlo series.  Garborg soils are somewhat poorly drained and do not have a water table within 1.5 feet of the soils surface during the period of March through July.  Hangaard soils contain more than 10 percent rock fragments.  Isan, Isanti and Venlo soils are more moist in the soil moisture control section during the 120 days following the summer solstice.  In addition, Isanti soils are more acid.  Medano soils have carbonates at or near the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Hamar soils are on plane or concave slopes in swales and depressions.  They are on sandy lacustrine and glacial outwash plains and till plains mantled by eolian sand.  Slope gradients are less than 3 percent.  Mean annual air temperature ranges from 36 to 48 degrees F, and mean annual precipitation ranges from 16 to 24 inches.   Growing season is about 120 to 130 days; average growing season precipitation ranges from 14 to 18 inches; and growing degree days are about 2500 to 3000.   Frost-free period ranges from 90 to 140 days.  Elevation above sea level ranges from 650 to 2350 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Garborg and Venlo soils and the Fossum, Hecla, Kratka, Maddock and Ulen soils.   Garborg soils are on higher positions of the landscape.  Venlo soils are on lower parts of the landform.  Fossum and Ulen soils have carbonate at or near the surface.  Kratka soils are medium or moderately fine textured between depths of 20 and 40 inches. Fossum, Kratka and Ulen soils are on similar landforms.  Hecla soils are drier in the soil moisture control section, do not have distinct or prominent redoximorphic features in or immediately below the mollic epipedon, and are on slightly higher landforms.  The well drained Maddock soils do not have redoximorphic features above depths of 40 inches and are on higher parts of the landform.  Venlo soils are on lower parts of the landform."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Surface runoff is negligible to low.  Permeability is rapid or moderately rapid.   A seasonal water table is at depths between 0 and 1.5 feet at some time during the period of March through July."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Where artificially drained and cultivated, the principal crops are alfalfa, small grain, corn and tame pasture.  Native range species are big bluestem, indiangrass, switchgrass, little bluestem, sedges and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern South Dakota, eastern North Dakota, and western Minnesota.  The soil is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Spink County, South Dakota, 1955."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: mollic epipedon - the zone from the surface of the soil to a depth of about 17 inches (A, A2, and AC horizons); aquic suborder criteria - chroma of 1 in the lower part of the mollic epipedon and distinct redoximorphic concentrations (AC horizon).\nSoils previously correlated as a somewhat poorly drained phase are now included with the Garborg series.\nADDITIONAL DATA:  See laboratory data 74L1035-74L1042.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loamy fine sand",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 7 inches; black (10YR 2/1) loamy fine sand, dark gray (10YR 4/1) dry; single grain; few fine prominent yellowish brown (10YR 5/6) redoximorphic concentrations; many fine and medium roots; slightly alkaline; clear wavy boundary."
      },
      {
        "name": "A2",
        "top": 18,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loamy fine sand",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--7 to 12 inches; black (10YR 2/1) loamy fine sand, dark gray (10YR 4/1) dry; single grain; common fine distinct dark yellowish brown (10YR 4/4) and common fine prominent brown (7.5YR 4/4) redoximorphic concentrations; many fine and medium roots; slightly alkaline; clear wavy boundary.  (Combined A horizons 10 to 30 inches thick)"
      },
      {
        "name": "AC",
        "top": 30,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "loamy fine sand",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "AC--12 to 17 inches; very dark gray (10YR 3/1) loamy fine sand, gray (10YR 5/1) dry; single grain; common fine distinct dark yellowish brown (10YR 4/4) redoximorphic concentrations; common fine and medium roots; moderately alkaline; clear wavy boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "C1",
        "top": 43,
        "bottom": 58,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C1--17 to 23 inches; very dark grayish brown (10YR 3/2) fine sand, grayish brown (10YR 5/2) dry; single grain; few fine distinct dark yellowish brown (10YR 4/4) and prominent yellowish brown (10YR 5/6) redoximorphic concentrations; slightly alkaline; clear wavy boundary."
      },
      {
        "name": "C2",
        "top": 58,
        "bottom": 102,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C2--23 to 40 inches; grayish brown (2.5Y 5/2) fine sand, light brownish gray (2.5Y 6/2) dry; single grain; common fine prominent yellowish brown (10YR 5/6) redoximorphic concentrations; common fine and medium roots in upper part and few fine and medium roots in lower part; slight effervescence in the lower part; slightly alkaline; clear wavy boundary."
      },
      {
        "name": "Ab",
        "top": 102,
        "bottom": 119,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "loamy fine sand",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Ab--40 to 47 inches; very dark gray (10YR 3/1) loamy fine sand, gray (10YR 5/1) dry; single grain; few fine distinct dark yellowish brown (10YR 4/4) redoximorphic concentrations; few fine and medium roots; strong effervescence; moderately alkaline; clear wavy boundary."
      },
      {
        "name": "Cg",
        "top": 119,
        "bottom": 152,
        "dry_hue": "5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "pH_class": "moderately alkaline",
        "narrative": "Cg--47 to 60 inches; olive gray (5Y 5/2) fine sand, light gray (5Y 7/2) dry; single grain; common fine prominent dark yellowish brown (10YR 4/4) and yellowish brown (10YR 5/6) redoximorphic concentrations and few fine distinct greenish gray (5G 5/1) redoximorphic depletions; few fine and medium roots; strong effervescence; moderately alkaline."
      }
    ]
  ]
}
