{
  "SERIES": "HAMAKUAPOKO",
  "STATUS": "Established Series",
  "BYREV": "Rev. CWS/SN/HI",
  "REVDATE": "01/2004",
  "STATES": "HI",
  "OVERVIEW": "The Hamakuapoko series consists of deep, well drained soils that formed in material weathered from basic igneous rock.  Hamakuapoko soils are on uplands and have slopes of 3 to 15 percent.  The mean annual rainfall is about 50 inches, and the mean annual temperature is about 72 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, isohyperthermic Andic Palehumults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hamakuapoko silty clay--pineapple.  (Colors are for moist soil unless otherwise noted.  Textures are apparent field textures.)\nAp1--0 to 10 inches; dark brown (10YR 3/3) silty clay, dark grayish brown (10YR 4/2) dry; moderate medium and fine subangular blocky structure; hard, firm, very sticky and very plastic; common roots; many fine pores; common sand-size aggregates that resist crushing; high bulk density; extremely acid (pH 4.0); gradual wavy boundary.  (8 to 12 inches thick)\nAp2--10 to 16 inches; dark brown (10YR 3/3) silty clay, brown (10YR 4/3) dry; moderate fine and very fine subangular blocky structure; hard, firm, very sticky and very plastic; common roots; common fine and medium pores; common sand-size aggregates that resist crushing; high bulk density; very strongly acid (pH 4.7); clear wavy boundary.  (4 to 8 inches thick)\nBo--16 to 21 inches; dark brown (7.5YR 3/2) silty clay, brown (7.5YR 4/2) dry; moderate fine and very fine subangular blocky structure; hard, friable, sticky and plastic; few roots; many fine and very fine pores; strongly acid (pH 5.4); clear wavy boundary.  (3 to 7 inches thick)\nBt1--21 to 38 inches; dark brown (7.5YR 3/2) silty clay, brown (7.5YR 4/2) dry; strong fine and very fine subangular blocky structure; hard, firm, very sticky and plastic; few roots; many fine and very fine pores; nearly continuous moderately thick clay films; common sand-size aggregates that resist crushing; very strongly acid (pH 4.9); gradual wavy boundary.  (16 to 20 inches thick)\nBt2--38 to 51 inches; very dark grayish brown (10YR 3/2) paragravelly silty clay, brown (10YR 4/3) dry; moderate fine and very fine subangular blocky structure; hard, friable, sticky and plastic; few roots; common fine and very fine pores; thin patchy clay films; 15 to 20 percent highly weathered pebbles and cobblestones; very strongly acid (pH 4.7)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Island of Maui, Maui County, Hawaii.  About 200 feet west of Haliimaile Road in field 212, Maui Pineapple Company and about 1 mile northeast of Haliimaile; Haiku Quadrangle; lat. 20 degrees 52 minutes 52 seconds N. and long. 156 degrees 19 minutes 52 seconds W. (Old Hawaiian Datum)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum is more than 40 inches.  Mean annual soil temperature is about 72 degrees F.  The A horizon has value of 2 to 3 moist and chroma of 2 or 3 most or dry.  The Bt horizon has value of 2 or 3 moist and chroma of 2 or 3 dry.  It is silty clay or clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  (This needs updating.) These are the Alaeloa, Ioleau, Halawa, and Manana series.  Alaeloa soils have 2.5YR or redder hue in the B horizon.  Ioleau soils have an ochric epipedon and very compact upper Bt horizon.  Halawa soils have isothermic temperature, 5YR or redder hue and thin clay films in the argillic horizon.  Manana soils have an ochric epipedon, 5YR or redder hue throughout and panlike layers 15 to 50 inches below the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Hamakuapoko soils are on uplands at elevations ranging from 500 to 1,200 feet.  Slopes range from 3 to 15 percent.  The soils formed in residuum weathered from basic igneous rocks.  Mean annual rainfall is 40 to 60 inches.  Mean annual temperature is about 72 degrees F., average January temperature is 68 degrees F., and average July temperature is 74 degrees F.  Annual pan evaporation is 75 to 85 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Haiku, Haliimaile, and Paia soils.  Haiku soils have gibbsite nodules and 5YR or redder hue in the argillic horizon.  Haliimaile soils do not have an argillic horizon.  Paia soils have 5YR or redder hue in the B horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff depending on slope; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for growing pineapple.  The natural vegetation is christmasberry (Schinus terebinthifolius), guava (Psidium guajava), hilograss (Paspalum conjugatum), and yellow foxtail (Setaria geniculata)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Island of Maui, Maui County, Hawaii.  This series is intensive, with a total of approximately 8,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Island of Maui, Maui County, Hawaii, 1971.  Name is from Hamakuapoko town."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nUmbric epipedon - from the surface to 16 inches (Ap horizons).\nArgillic horizon - from 21 to 51 inches (Bt horizons).\nUstic Moisture Regime.\nFCC Classification: Cadkx.\nEdit Log: 12/03 SN.\n8/00 SN. Classification changed from Fine oxidic, isohyperthermic Ustic Haplohumults after review of lab data.  Horizon designations updated. Diagnostic horizons added in remarks.\nADDITIONAL DATA: MauiNet data S84HA-4-4 indicates andic properties in B horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
