{
  "SERIES": "HAMBONE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DWB/CAF/JJJ",
  "REVDATE": "10/97",
  "STATES": "CA",
  "OVERVIEW": "The Hambone series consists of deep, well drained soils formed in material weathered from extrusive igneous rock.  Hambone soils are on lava plateaus and hills.  Slopes range from 5 to 50 percent.  The mean annual precipitation is about 30 inches and the mean annual temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Ultic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hambone gravelly sandy loam on a south east facing 16 percent slope under a cover of Ponderosa pine, sugar pine, black oak, white fir and greenleaf manzanita at an elevation of 4500 feet.  (Colors are for dry soil unless, otherwise stated.  When described October 20, 1983, the soil was dry throughout.)\nOi--2 to 0 inches; leaves and twigs.\nA1--0 to 2 inches; dark brown (10YR 4/3) gravelly sandy loam, very dark grayish brown (10YR 3/2) moist; strong fine granular structure; soft, very friable, nonsticky and nonplastic; common very fine roots; common very fine interstitial pores; 5 percent cobbles, 25 percent gravel; NaF (pH 9.0); neutral (pH 6.6); clear wavy boundary.  (2 to 4 inches thick)\nA2--2 to 8 inches; brown (7.5YR 5/4) gravelly sandy loam, (7.5YR 3/4) dark brown moist; moderate fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine roots; common very fine tubular pores; 5 percent cobbles, 25 percent gravel; NaF (pH 9.0); neutral (pH 6.6); clear wavy boundary. (0 to 6 inches thick)\nBt1--8 to 15 inches; brown (7.5YR 5/4) very gravelly sandy clay loam; dark brown (7.5YR 3/4) moist; strong fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine and medium roots; common very fine tubular pores; common thin clay films in pores; 10 percent cobbles, 45 percent gravel; NaF (pH 9.0); neutral (pH 6.6); clear wavy boundary.\nBt2--15 to 22 inches; brown (7.5YR 5/4) very gravelly sandy clay loam; dark brown (7.5YR 3/4) moist; strong fine angular blocky structure; hard, friable, sticky and plastic; common very fine and fine and few roots; common very fine tubular pores; common thin clay film in pores and on peds; 10 percent stones; 45 percent gravel; NaF (pH 8.5); neutral (pH 6.6); clear wavy boundary.\nBt3--22 to 45 inches; brown (7.5YR 5/4) extremely cobbly sandy clay loam; dark brown (7.5YR 3/4) moist; strong fine angular blocky structure; hard, friable, sticky and plastic; common very fine and few fine and medium roots; common very fine tubular pores; many moderately thick clay films in pores and on peds; 10 percent stones, 20 percent cobbles, 35 percent gravel; NaF pH (8.5); slightly acid (pH 6.4); clear wavy boundary.  (Combined thickness of the Bt horizon is 28 to 50 inches)\nCr--45 to 60 inches; weathered tuff."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lassen County, California; about 8 miles northwest of Bieber on the east side of Big Valley Mountains, 100 feet on the north side of a dirt road; 50 feet south and 350 feet east of the northwest corner of sec. 12 T.39.N., R.6.E., Bieber NW (Lookout) Quadrangle (7.5 minute series)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the A and Bt horizon and depth to paralithic contact ranges from 40 to 60 inches.  The mean annual soil temperature is about 48 to 49 degrees F.  The soil temperature is above 41 degrees F. from early March late December and is above 47 degrees F.  from mid April mid November.  The soil moisture control section is moist throughout from mid November mid May 15 for about 180 days and is dry throughout from early July early November for about (120-130 days).  The surface is covered with 15 to 30 percent gravel or cobbles.  Base saturation ranges from 50 to 70 percent to a depth of 30 inches.  Reaction is slightly acid or neutral.  Clay content ranges from 20 to 35 percent in the particle size control section.\nThe A horizon is 10YR 5/4, 4/3; 7.5YR 5/4.  Moist color is 10YR 3/2, 3/3; 7.5YR 3/2, 3/4 or 5YR 3/2, 3/3.  Rock fragments, mostly gravel and cobbles, range from 15 to 35 percent by volume.  NaF pH ranges from 9.0 to 8.5.\nThe Bt horizon is 7.5YR 6/4, 5/4, 4/4.  Moist color is 7.5YR 3/4; 5YR 4/6, 4/4, or 3/4.  It is very gravelly sandy clay loam, very cobbly sandy clay loam, and extremely cobbly sandy clay loam.  Rock fragments, mostly subangular and subrounded gravel and cobbles, range from 35 to 70 percent by volume.  NaF pH ranges from 8.5 to 8.0"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Abegg (OR), Asabean (CA), Behemotosh (T CA), Chimneyrock (T OR) Collayomi (CA), Hollowtree (CA), Holohan (CA), Hoosimbim (CA), Marpa (CA), Pendola (CA), Skalan (ID), and Whispering (CA) series.  Abegg soils have a MAST greater than 52 degrees F.  Asabean soils are moderately acid to strongly acid in the control section.  Behemotosh, Hollowtree, Marpa, Skalan and Whispering soils are 20 to 40 inches deep.  Collayomi soils have MAST greater than 52 degrees F. and have a solum thickness of 60 to 80 inches.  Gasper soils have 18 to 25 percent clay in the control section.  Holohan soils have mean annual soil temperature of 55 to 59 degrees F. and reaction is moderately acid to very strongly acid. Hoosimbim soils have a lithic contact between 40 to 60 inches and have MAST greater than 49 degrees F.   Pendola soils have a MAST of 52 to 58 degrees F. and have 2.5YR hues."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hambone soils are on lava plateaus and hills.  Slopes are 5 to 50 percent.  These soils formed in material weathered from extrusive igneous rocks.  Elevation is 4,000 to 4,800 feet.  The climate is subhumid with warm dry summers and cold moist winters.  Mean annual precipitation is 20 to 30 inches.  Snowfall is 36 to 48 inches.  The mean annual temperature is 45 to 48 degrees F.  The mean January temperature is about 32 degrees F.  The mean July temperature is about 65 degrees F.  Frost-free season is 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Chirpchatter (T), Hunsinger (T), Roundbarn (T), and Rivalier (T) soils.  Chirpchatter soils are fine-loamy and have a mollic epipedon.  Hunsinger soils have a mollic epipedon.  Roundbarn soils are frigid and have a mollic epipedon greater than 20 inches thick.  Rivalier soils are frigid and moderately deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is mainly used for timber production. The natural vegetation is mainly ponderosa pine, sugar pine, white fir, incense cedar, and greenleaf manzanita."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern California.  The soils are not extensive.  MLRA is 22."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lassen County, Intermountain Soil Survey Area, California 1994.  Source of name is Hambone Butte on the Hambone Quadrangle."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the soil surface to 8 inches (A1, A2)\nArgillic horizon - 8 to 45 inches (Bt1, Bt2, Bt3).\nParalithic contact - the boundary at about 45 inches.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 5,
        "bottom": 0,
        "narrative": "Oi--2 to 0 inches; leaves and twigs."
      },
      {
        "name": "A1",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 9,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 2 inches; dark brown (10YR 4/3) gravelly sandy loam, very dark grayish brown (10YR 3/2) moist; strong fine granular structure; soft, very friable, nonsticky and nonplastic; common very fine roots; common very fine interstitial pores; 5 percent cobbles, 25 percent gravel; NaF (pH 9.0); neutral (pH 6.6); clear wavy boundary.  (2 to 4 inches thick)"
      },
      {
        "name": "A2",
        "top": 5,
        "bottom": 20,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 9,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--2 to 8 inches; brown (7.5YR 5/4) gravelly sandy loam, (7.5YR 3/4) dark brown moist; moderate fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine roots; common very fine tubular pores; 5 percent cobbles, 25 percent gravel; NaF (pH 9.0); neutral (pH 6.6); clear wavy boundary. (0 to 6 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 20,
        "bottom": 38,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "very gravelly",
        "pH": 9,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--8 to 15 inches; brown (7.5YR 5/4) very gravelly sandy clay loam; dark brown (7.5YR 3/4) moist; strong fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine and medium roots; common very fine tubular pores; common thin clay films in pores; 10 percent cobbles, 45 percent gravel; NaF (pH 9.0); neutral (pH 6.6); clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 38,
        "bottom": 56,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "very gravelly",
        "pH": 8.5,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--15 to 22 inches; brown (7.5YR 5/4) very gravelly sandy clay loam; dark brown (7.5YR 3/4) moist; strong fine angular blocky structure; hard, friable, sticky and plastic; common very fine and fine and few roots; common very fine tubular pores; common thin clay film in pores and on peds; 10 percent stones; 45 percent gravel; NaF (pH 8.5); neutral (pH 6.6); clear wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 56,
        "bottom": 114,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "extremely cobbly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt3--22 to 45 inches; brown (7.5YR 5/4) extremely cobbly sandy clay loam; dark brown (7.5YR 3/4) moist; strong fine angular blocky structure; hard, friable, sticky and plastic; common very fine and few fine and medium roots; common very fine tubular pores; many moderately thick clay films in pores and on peds; 10 percent stones, 20 percent cobbles, 35 percent gravel; NaF pH (8.5); slightly acid (pH 6.4); clear wavy boundary.  (Combined thickness of the Bt horizon is 28 to 50 inches)"
      },
      {
        "name": "Cr",
        "top": 114,
        "bottom": 152,
        "narrative": "Cr--45 to 60 inches; weathered tuff."
      }
    ]
  ]
}
