{
  "SERIES": "HAMLET",
  "STATUS": "Established Series",
  "BYREV": "JHT-ARG-JJB",
  "REVDATE": "03/2017",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Aquic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hamlet loam, on a linear slope of 2 percent, in a map unit of Hamlet-Souris loams, 0 to 3 percent slopes, in a cultivated field, at an elevation of about 500 meters. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 15 centimeters; black (10YR 2/1), very dark gray (10YR 3/1) dry; loam; weak cloddy structure parting to moderate fine subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots throughout; common fine pores; about 3 percent pebbles; pH 7.0 (neutral); abrupt smooth boundary.\nBw1--15 to 31 centimeters; very dark grayish brown (10YR 3/2), brown (10YR 4/3) dry; loam; moderate medium prismatic structure parting to moderate medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots throughout; common fine pores; few faint patchy clay films on surfaces along pores; about 3 percent pebbles; pH 7.0 (neutral); clear smooth boundary.\nBw2--31 to 43 centimeters; dark grayish brown (10YR 4/2), grayish brown (10YR 5/2) dry; loam; moderate medium prismatic structure parting to moderate medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; common fine roots throughout; about 3 percent pebbles; pH 7.6 (slightly alkaline); clear wavy boundary.\nBk--43 to 70 centimeters; light olive brown (2.5Y 5/3), light brownish gray (2.5Y 6/2) dry; loam; weak coarse prismatic structure parting to moderate coarse subangular blocky; hard, firm, slightly sticky and slightly plastic; few very fine roots throughout; common fine pores; common fine soft masses of carbonates; violent effervescence; common fine distinct gray (5Y 5/1) redoximorphic depletions; common fine prominent strong brown (7.5YR 4/6 and 7.5YR 4/8) and common fine faint light olive brown (2.5Y 5/4) redoximorphic concentrations; about 5 percent pebbles; pH 8.2 (moderately alkaline); clear wavy boundary.\nBCk--70 to 121 centimeters; olive brown (2.5Y 4/3), light olive brown (2.5Y 5/3) dry; clay loam; weak very coarse subangular blocky structure; hard, firm, moderately sticky and moderately plastic; very few, very fine roots throughout; few fine pores; common fine soft masses of carbonates; strong effervescence; common fine distinct gray (2.5Y 5/1) redoximorphic depletions; common fine prominent strong brown (7.5YR 4/6 and 7.5YR 4/8) and common fine faint light olive brown (2.5Y 5/4) redoximorphic concentrations; about 5 percent pebbles and 1 percent cobbles; pH 8.1 (moderately alkaline); gradual wavy boundary.\nC--121 to 158 centimeters; olive brown (2.5Y 4/3), light olive brown (2.5Y 5/3) dry; clay loam; massive; hard, firm, moderately sticky and moderately plastic; few fine pores; strong effervescence; few fine masses of gypsum; common fine faint olive gray (5Y 5/2) redoximorphic depletions; common fine prominent strong brown (7.5YR 4/6 and 7.5YR 4/8) and common fine faint light olive brown (2.5Y 5/4) redoximorphic concentrations; about 5 percent pebbles and 1 percent cobbles; pH 8.0 (moderately alkaline); gradual wavy boundary.\nCy--158 to 200 centimeters; olive brown (2.5Y 4/3), light olive brown (2.5Y 5/3) dry; clay loam; massive; hard, firm, moderately sticky and moderately plastic; strong effervescence; common fine and medium masses of gypsum; common fine prominent strong brown (7.5YR 4/6) and common fine faint light olive brown (2.5Y 5/4) redoximorphic concentrations; about 5 percent pebbles and 1 percent cobbles; pH 8.0 (moderately alkaline)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area 55A-Northern Black Glaciated Plains; Renville County, North Dakota; about 18 miles north and 2 miles west of Norma; located about 1,485 feet south and 165 feet east of the northwest corner, section 31, T. 164 N., R. 87 W.; USGS Bowbells NE topographic quadrangle; latitude 48.991023, longitude -102.020617, WGS 84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of mollic epipedon--18 to 40 centimeters (typically includes the upper part of the Bw horizon)\nDepth to carbonates--26 to 70 centimeters\nRock fragment content--0 to 10 percent gravel, 0 to 3 percent cobbles, mixed lithology\nClay content of the particle-size control section (weighted average)--18 to 35 percent\nSand content of the particle-size control section (weighted average)--30 to 52 percent\nDepth to redoximorphic features--40 to 75 centimeters\nAp horizon:\nHue--10YR\nValue--2 or 3 moist, 3 or 4 dry\nChroma--1 moist or dry\nTexture-Typically loam, clay loam, or silt loam, but range includes fine sandy loam\nClay content-16 to 30 percent\nSand content--25 to 55 percent\nReaction--pH 6.6 to 7.8\nThickness--13 to 25 centimeters\nSome pedons have a thin A or BA horizon\nBw horizon:\nHue--10YR or 2.5Y\nValue--2 to 4 moist, 4 to 6 dry\nChroma--2 to 4\nTexture--loam, clay loam, or silt loam\nClay content-- 16 to  30 percent\nSand content-- 25 to  52 percent\nReaction--pH 6.6 to  8.1\nThickness-- 12 to 45 centimeters\nSome pedons have faint redoximorphic features in the lower part of the Bw horizon\nBk and BCk horizons:\nHue--2.5Y or 5Y\nValue--4 to 6 moist, 5 to 7 dry\nChroma--2 to 4\nTexture--typically loam or clay loam, but range includes silt loam or silty clay loam\nClay content--18 to 35 percent\nSand content-- 18 to 52 percent\nCalcium carbonate equivalent-10 to 30 percent\nRedoximorphic features--common to many, distinct or prominent depletions and concentrations\nReaction--pH 7.9 to 8.4\nThickness (combined)--37 to  85 centimeters\nC horizon:\nHue--2.5Y or 5Y\nValue--3 to 5 moist, 5 or 6 dry\nChroma--3 or 4\nTexture--typically clay loam or loam, but range includes silt loam, or silty clay loam\nClay content--18 to 35 percent\nSand content--18 to 52 percent\nReaction--pH 7.9 to 8.4\nRedoximorphic features--few to common, distinct or prominent depletions and concentrations\nCy horizon:\nHue--2.5Y or 5Y\nValue--3 to 5 moist, 5 or 6 dry\nChroma--3 or 4\nTexture-clay loam or loam\nClay content--18 to 35 percent\nSand content--18 to 52 percent\nReaction--pH 7.9 to  9.0\nGypsum--5 to 10 percent\nRedoximorphic features--few to common, distinct or prominent depletions and concentrations\nIn some pedons, the Cy is not present or is below 200 centimeters.\nSome pedons have a 2C horizon containing higher amounts of sand below a depth of 100 centimeters."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAazdahl--have less than 30 percent sand in the 25 to 100 centimeter particle-size control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--fine-loamy till\nLandform--level to undulating ground moraines; linear and concave slopes\nSlope--0 to 5 percent\nElevation--290 to 650 meters above sea level\nMean annual air temperature--2 to 8 degrees C (36 to 46 degrees F)\nMean annual precipitation--410 to 780 millimeters (16 to 31 inches)\nFrost-free period--110 to 160 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the Balaton, Souris, Svea, Tonka and Wyard soils.\nBalaton--are on convex slopes and summits of rises and are calcareous to the surface\nSouris--are on linear and convex slopes of rises and have redox features below a depth of 75 centimeters\nSvea--are on foot slopes of rises and have a mollic epipedon greater than 40 centimeters thick\nTonka--are in depressions, and have an aquic moisture regime and an argillic horizon\nWyard--are on slightly lower on landscape positions ad have redox features within a depth of 40 centimeters"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--moderately well drained--these soils are frequently saturated between a depth of 40 and 75 centimeters during the wettest part (April and May) of normal years; this saturation is considered apparent\nSaturated hydraulic conductivity--1.00 to 10.00 micrometers per second"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are cultivated. Principal crops are small grains, canola, corn and soybeans. Native vegetation is green needlegrass, western wheatgrass, bearded wheatgrass, big bluestem, and a variety of forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic Section--Western Lake section\nMLRAs--Northern Black Glaciated Plains (55A); Rolling Till Prairie (102A)\nLRR--Northern Lake States Forest and Forage Region (K); Northern Great Plains Spring Wheat Region (F); north-central North Dakota and west-central Minnesota\nExtent--large"
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Renville County, North Dakota, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section-the zone from a depth of 25 to 100 centimeters (Bw1, Bw2, Bk, and BCk horizons);\nseries control section--the zone form the surface of the soil to a depth of 150 centimeters (Ap, Bw1, Bw2, Bk, BCk, and C horizons).\nDiagnostic horizons and features in this pedon include:\nmollic epipedon--the zone from the surface at the soil to a depth of 31 centimeters (Ap and Bw1 horizons);\naquic conditions--Endosaturation--40 to 75 centimeters;\nredoximorphic features--Redoximorphic concentrations, Masses--43 to 200 centimeters; Redoximorphic depletions, Iron--43 to 158 centimeters\nsoil moisture control section--10 to 30 centimeters;\nudic moisture regime;\nsoil temperature control section--0 to 50 centimeters;\nfrigid soil temperature regime.\nCation-exchange activity class is inferred from lab data for similar soils in the surrounding area.\nTaxonomy version--Keys to Soil Taxonomy, Twelfth Edition, 2014.\nThe classification was changed from the Oxyaquic subgroup to the Aquic subgroup after an extensive landscape investigation and pedon review.\nOccurring in close association with Hamlet on convex slopes and summits in MLRA 55A is the series Souris which classifies as Oxyaquic Hapludolls, and has thin A and Bw horizons and a Bk horizon commonly found within a depth of 26 centimeters (10 inches).   This series was formerly assigned as a taxadjunct to Hamlet.\nIn areas near to Glacial Lake Souris, the till appears to have been reworked by water action with lenses of silts and fine sands observed in some pedons. This area may need further investigation.\nADDITIONAL DATA:\nPedon S2016ND075020 is the type location.\nLaboratory data--pedons S1949ND075005, S1950ND075003, S1950ND075009, S2014ND075001, S2014ND075002, S2014ND075003, S2014ND075005, S2014ND075007 provide some additional accompanying data.\nS50NDak-38-5, S49NDak-38-6 Soil Survey Investigations No.2, pages 2-3, and pages 238-239.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
