{
  "SERIES": "HAMLIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. LWK-JEW-PSP",
  "REVDATE": "02/2012",
  "STATES": "NY,PA,VT",
  "OVERVIEW": "The Hamlin series consists of very deep, well drained soils formed in alluvium on flood plains and high bottoms. Permeability is moderate in the solum and  substratum. Slope ranges from 0 to 3 percent. Mean annual temperature is 48 degrees F, and mean annual precipitation is 37 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, active, mesic Dystric Fluventic Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hamlin silt loam - cultivated (Colors are for moist soil.)\nAp -- 0 to 9 inches; dark gray (10YR 4/1) silt loam; moderate coarse and medium granular structure; friable; many roots; neutral;  abrupt smooth boundary.  (6 to 12 inches thick.)\nBw1 -- 9 to 20 inches; dark grayish brown (10YR 4/2) silt loam; weak medium and coarse prismatic parting to weak fine subangular blocky structure; friable; common fine and medium roots; many fine pores; neutral; diffuse wavy boundary.\nBw2 -- 20 to 36 inches; brown (10YR 5/3) silt loam; weak coarse prismatic structure; friable; few medium roots; many fine pores; neutral; diffuse wavy boundary. (Combined thickness of Bw1 and Bw2 is from 16 to 36 inches.)\nC -- 36 to 85 inches; dark grayish brown (10YR 4/2) silt loam; few fine distinct dark yellowish brown (10YR 4/4) iron accumulations in the matrix; massive; friable; few roots; many fine pores; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Livingston County, New York; Town of Leicester, 1.5 miles east-northeast of Village of Cuylerville, along bank of the Genesee River. USGS Geneseo, NY topographic quadrangle; Latitude 42 degrees, 47 minutes, 48 seconds N. and Longitude 77 degrees, 51 minutes, 26 seconds W., NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 22 to 48 inches. Depth to carbonates and to strongly contrasting material is more than 40 inches. Depth to bedrock is more than 60 inches. Rock fragments range from 0 to 5 percent by volume above a depth of 40 inches and 0 to 10 percent below. The soil is strongly acid to neutral in the upper 20 inches and moderately acid to mildly alkaline below.\nThe Ap horizon has hue of 5YR through 10YR, value of 3 or 4, and chroma of 1 through 3. Dry value is 6 or 7.  It is silt loam or very fine sandy loam. It has weak or moderate, fine to coarse granular structure and very friable or friable consistence.\nThe B horizon has hue of 5YR through 10YR, value of 3 through 5, and chroma of 2 through 4. It is mottled below a depth of 24 inches from the soil surface in some pedons. It is silt loam or very fine sandy loam. It has weak or moderate granular, subangular blocky or prismatic structure.\nThe C horizon has hue of 5YR through 10YR, value of 3 through 5, and chroma of 2 through 4. It ranges from silt loam to fine sandy loam. The C horizon is massive or it has weak platy structure from fine stratification."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other known series in the same family.\nThe Chagrin, Eel, Genesee, Hadley, Middlebury, Moshannon, Teel, Tioga and Winooski series are similar soils in closely related families. Chagrin soils have fine-loamy particle size control sections. Eel and Genesee soils have carbonates above 40 inches. Hadley and Winooski soils have less than 60 percent base saturation. Middlebury and Tioga soils have coarse-loamy particle-size control sections. Moshannon soils have fine-silty particle-size control sections. Teel soils have mottles of chroma of 2 or less within a depth of 24 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Hamlin soils are nearly level soils on floodplains and high bottoms. The soils formed in post glacial alluvium mainly from areas of siltstone, shale and limestone. Mean annual precipitation ranges from 30 to 45 inches, mean annual air temperature from 46 degrees to 50 degrees F. and growing season from 120 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The Hamlin soils are the well drained member of a drainage sequence consisting of Sloan, Teel, Wakeville and Wayland series. The Honeoye, Lansing, Ontario and Valois soils and their wetter associates are till, the Alton, Howard, Hoosic and Palmyra soils on outwash, and the Amboy, Arkport and Dunkirk soils and their wetter associates on glacio lacustrine deposits."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Hamlin soils are well drained. The potential for surface runoff is very low to low. Permeability is moderate in the solum and substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly cleared and used for forage and truck crops. Flooding is a hazard for the more intensive uses. Native vegetation consists of the more demanding species of northern hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Lake Plains and the Allegheny Plateau of New York, Connecticut, and Vermont. MLRA's 100, 101, 139, 140, 142, 143, and 144A. The soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Monroe County area, New York, 1910.\nRemarks:  The concept of Hamlin series has been a soil on flood plains, with inherent reddish brown colors. The revised concept for Hamlin is centered on soils with brown colors and a relatively wide range in reaction. This is a mesic series, its use in MLRA 143 will need to be investigated.\nDiagnostic  horizons and features recognized in this pedon are:\na. Ochric epipedon - the zone from the surface to 9 inches (Ap horizon).\nb. Cambic horizon - the zone from 9 to 36 inches (Bw horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap -- 0 to 9 inches; dark gray (10YR 4/1) silt loam; moderate coarse and medium granular structure; friable; many roots; neutral;  abrupt smooth boundary.  (6 to 12 inches thick.)"
      },
      {
        "name": "Bw1",
        "top": 23,
        "bottom": 51,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Bw1 -- 9 to 20 inches; dark grayish brown (10YR 4/2) silt loam; weak medium and coarse prismatic parting to weak fine subangular blocky structure; friable; common fine and medium roots; many fine pores; neutral; diffuse wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 51,
        "bottom": 91,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Bw2 -- 20 to 36 inches; brown (10YR 5/3) silt loam; weak coarse prismatic structure; friable; few medium roots; many fine pores; neutral; diffuse wavy boundary. (Combined thickness of Bw1 and Bw2 is from 16 to 36 inches.)"
      },
      {
        "name": "C",
        "top": 91,
        "bottom": 216,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "narrative": "C -- 36 to 85 inches; dark grayish brown (10YR 4/2) silt loam; few fine distinct dark yellowish brown (10YR 4/4) iron accumulations in the matrix; massive; friable; few roots; many fine pores; neutral."
      }
    ]
  ]
}
