{
  "SERIES": "HAMPSON",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJB/BDG/EMM/MPR",
  "REVDATE": "09/2013",
  "STATES": "ID",
  "OVERVIEW": "The Hampson series consists of very deep, somewhat poorly drained soils that formed in alluvium from mixed sources.  Hampson soils are on nearly level floodplains and flood-plain steps on valley floors.  The mean annual precipitation is about 635 mm and the mean annual temperature is about 7 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, frigid Fluvaquentic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hampson silt loam on a south facing, smooth, one percent slope in a cultivated strip within a bluegrass seed increase plot.  (Colors are for dry soil unless otherwise stated. When described on November 8, 2011 the soil was moist to 30 cm and dry below.)\nAp--0 to 30 cm; gray (10YR 5/1) silt loam, black (10YR 2/1) moist; moderate coarse subangular blocky structure parting to moderate fine granular; hard, friable, slightly sticky and moderately plastic; many very fine roots; common very fine irregular, common fine and moderately few medium tubular pores; slightly acid (pH 6.4); abrupt wavy boundary.  (20 to 35 cm thick)\nAB--30 to 57 cm; light gray (10YR 7/1) silt loam, dark grayish brown (10YR 4/2) moist; moderate medium subangular blocky structure; hard, friable, nonsticky and nonplastic; few very fine roots between peds; common very fine irregular, common very fine tubular, and common coarse tubular pores; few faint silt coats on surfaces along pores; slightly acid (pH 6.4); clear wavy boundary.  (0 to 25 cm thick)\nBw1--57 to 68 cm; 95 percent white (10YR 8/1) and 5 percent gray (10YR 6/1) silt loam, dark grayish brown (10YR 4/2) moist; weak very thick platy structure parting to moderate medium and coarse subangular blocky; hard, friable, nonsticky and nonplastic; common very fine irregular, common very fine, and common coarse tubular pores; very few faint silt coats on surfaces along pores; common fine, distinct masses of iron accumulation in the matrix; neutral (pH 6.6); abrupt wavy boundary.\nBw2--68 to 94 cm; light gray (10YR 7/1) very fine sandy loam, brown (10YR 4/3) moist; weak very thick platy structure parting to moderate medium and coarse subangular blocky; hard, friable, nonsticky and nonplastic; common very fine irregular, common fine and common coarse tubular pores; many medium, faint, grayish brown (10YR 5/2) iron depletions on faces of peds, and common fine, distinct masses of iron accumulation in the matrix; neutral (pH 6.8); gradual wavy boundary.  (Combined thickness of Bw horizons is 25 to 38 cm)\nBt1--94 to 112 cm; very pale brown (10YR 8/2) very fine sandy loam, brown (10YR 4/3) moist; weak very thick platy structure parting to moderate medium subangular blocky; hard, friable, nonsticky and nonplastic; common very fine irregular, common fine and moderately few coarse tubular pores; few distinct clay films on surfaces along pores; common fine, distinct masses of iron accumulation in the matrix; neutral (pH 6.8); clear wavy boundary.\nBt2--112 to 121 cm; pinkish white (7.5YR 8/2) fine sandy loam, dark yellowish brown (10YR 4/4) moist; weak very thick platy structure parting to moderate medium subangular blocky; hard, friable, nonsticky and nonplastic; common very fine irregular, common fine and moderately few coarse tubular pores; few distinct clay films on surfaces along pores and very few prominent organoargillans on surfaces along pores; common medium, distinct iron depletions on faces of peds, and common fine, distinct masses of iron accumulation on faces of peds; neutral (pH 6.8); clear wavy boundary. (Combined thickness of Bt horizons is 0 to 56 cm)\nC1--121 to 131 cm; white (10YR 8/1) fine sandy loam, brown (10YR 5/3) moist; weak very thick platy structure; hard, friable, nonsticky and nonplastic; common very fine irregular and common fine tubular pores; few distinct clay films on surfaces along pores; common fine, distinct masses of iron accumulation in the matrix; neutral (pH 6.8); abrupt wavy boundary.  (15 to 50 cm thick)\nC2--131 to 150 cm; light brownish gray (10YR 6/2) silty clay loam, dark grayish brown (10YR 4/2) moist; weak very thick platy structure; extremely hard, firm, moderately sticky and very plastic; common very fine irregular pores; few distinct clay films on surfaces along pores; common fine, faint iron depletions on surfaces along pores, and common fine, faint masses of iron accumulation in the matrix; neutral (pH 6.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Latah County, Idaho; about 553 meters (1,815 feet) west and 100 meters (328 feet) south of the northeast corner of section 8, T. 41 N., R. 4 W.; Latitude - 46 degrees, 54 minutes, 59.9 seconds North, Longitude - 116 degrees, 51 minutes, 42.7 seconds West, NAD83; UTM zone 11 - 510519 m easting, 5195908 m northing, NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 7 to 8 degrees C.\nMean summer soil temperature - 15 to 18 degrees C., if without an O horizon. (frigid temperature regime)\nThe soils are usually moist but are dry between depths of 10 and 30 cm for 45 to 60 consecutive days in late summer. (Xeric moisture regime)\nMollic epipedon thickness - 25 to 50 cm\nDepth to redoximorphic features - 56 to 94 cm (low chroma material with masses of iron accumulation)(Aquic feature)\nOrganic Carbon content - greater than 0.3 from 0 to 150 cm\nA, AB, BA and Ab horizons\nValue - 4 to 6 dry, 2 or 3 moist\nChroma - 1 to 3 dry or moist\nClay content - 10 to 20 percent\nReaction - 5.6 to 6.8\nBw, Bt or BC horizons\nHue - 2.5Y, 7.5YR or 10YR\nValue - 4 to 8 dry, 3 to 6 moist\nChroma - 1 to 3 dry, 2 to 4 moist\nTexture - silt loam, very fine sandy loam or fine sandy loam\nClay content - 5 to 18 percent\nReaction - 6.3 to 6.8\nC horizons\nHue - 2.5Y or 10YR\nValue - 5 to 8 dry, 3 to 4 moist\nChroma - 1 to 3 dry, 2 to 4 moist\nTexture - silt loam, loam, very fine sandy loam, fine sandy loam, loamy fine sand or loamy sand (can be stratified with thin layers of silty clay loam)\nClay content - 3 to 28 percent\nReaction - 5.2 to 6.8"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The soils are on floodplains and flood-plain steps on valley floors.  Slope is 0 to 3 percent.  Elevation is from 745 to 800 meters.  The soils formed in alluvium from mixed sources.  The mean annual precipitation ranges from 635 to 686 mm.  The frost-free period ranges from 95 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Santa and Taney soils.  Both these soils are formed in loess on foothills and are moderately well drained. They have an albic horizon, an argillic horizon, and a fragipan. Santa soils have an ochric epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Somewhat poorly drained; moderately high saturated hydraulic conductivity. Depth to a water table is usually 35 to 70 cm during February and March, 55 to 90 cm during April and May, and 125 to >150 cm during June and July."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for hayland, pastureland, and cropland."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Latah County, Idaho.  The series is of small extent.  MLRAs 9 and 43A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Latah County, Idaho, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nMollic epipedon - the zone from 0 to 30 cm (Ap horizon)\nAlbic horizon - the zone from 30 to 68 cm (AB and Bw1 horizons)\nCambic horizon - the zone from 30 to 121 cm (AB, Bw1, Bw2, Bt1 and Bt2 horizons)\nParticle size control section - the zone from 25 to 100 cm (part of the A, Bw1, Bw2 and part of the Bt1 horizons)\nThe 8/2013 update reflects a re-description of the type location pedon and reclassification from the Fluventic to Fluvaquentic subgroup.\nSome pedons contain low chroma horizons without any features of iron accumulation. These materials are assumed to have their color inherited from the parent material.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
