{
  "SERIES": "HAMPSHIRE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RPS",
  "REVDATE": "04/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Ultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hampshire silt loam--pasture. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; brown (10YR 4/3) silt loam; moderate medium granular structure; friable; many grass roots; strongly acid; clear wavy boundary.  (5 to 9 inches thick)\nBt1--7 to 12 inches; brown (7.5YR 4/4) silty clay loam; moderate medium and fine subangular blocky structure; firm; common faint clay films on faces of peds; many fine roots; few soft fragments of shale; strongly acid; clear wavy boundary.  (3 to 7 inches thick)\nBt2--12 to 24 inches; strong brown (7.5YR 5/6) clay; moderate medium and fine subangular blocky structure; firm; many distinct clay films on faces of peds; few small soft and hard fragments of shale and limestone most of which are coated with clay films; few roots; strongly acid; gradual wavy boundary.  (8 to 15 inches thick)\nBt3--24 to 30 inches; strong brown (7.5YR 5/6) clay; moderate medium and fine subangular blocky structure; firm; many distinct clay films on faces of peds; few soft and hard fragments of shale and limestone; few fine roots; strongly acid; clear wavy boundary.  (Combined thickness of the Bt horizon ranges from 25 to 45 inches)\n2Bt4--30 to 40 inches; strong brown (7.5YR 5/6) clay loam; moderate medium subangular blocky structure; firm; few faint clay films on faces of peds; 15 percent by volume of soft fragments of sandstone and siltstone and a few hard fragments of limestone; few roots; strongly acid; clear wavy boundary.  (0 to 10 inches thick)\n2C--40 to 47 inches; strong brown (7.5YR 5/6) very channery loam; massive; friable; 60 percent soft and hard, flat fragments of sandstone, siltstone and limestone up to 10 inches across strongly acid; clear smooth boundary.  (0 to 12 inches thick)\n2Cr--47 to 60 inches; interbedded sandstone, siltstone and limestone. Weathered bedrock that is rippable and can be dug with a spade except for some hard strata."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Dekalb County, Tennessee; 1 mile southeast of Alexandria, in northwest corner of Lawrence farm."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 30 to 50 inches and depth to bedrock ranges from 40 to 60 inches.  Fragments of rock range from 0 to 15 percent in the A and Bt horizons, 10 to 50 percent in the BC and C horizons where present, 5 to 20 percent in the 2Bt horizon, and 25 to 75 percent in the 2C horizon. Reaction ranges from medium acid to very strongly acid.  Phosphate content is medium or high.\nThe Ap horizon has hue of 10YR, value of 4 or 5, and chroma of 3 to 6.  The chroma of 6 is in severely eroded areas.  It is dominantly silt loam, but ranges to silty clay loam in severely eroded areas.\nSome pedons have a transitional horizon between the A and Bt horizons.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 4 to 8.  Some pedons are mottled with shades of brown and yellow in the middle and lower parts.  It is clay, silty clay, silty clay loam or clay loam.  Clay content of the control section is dominantly 40 to 45 percent, but ranges from 35 to 55 percent.\nA lithologic discontinuity is not a requirement of the series.  Where present, the BC and C horizons have hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 4 to 8.  The fine earth texture ranges from loam to clay.\nThe 2Bt horizon has the same colors as the Bt horizon.  The fine texture is clay loam, silty clay loam or clay.\nThe 2C horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 4 to 8.  Mottles are in shades of brown, yellow, and gray.  The fine earth fraction is loam, silt loam, clay loam, or silty clay loam.\nThe 2Cr horizon is interbedded siltstone sandstone, shale and limestone.  The weathered bedrock is rippable and in most places can be dug with a spade, but it includes some thin strata that is hard. Most of the rock was calcareous prior to weathering and some strata contains phosphate nodules."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Brantley, Canton Bend, Capshaw, Cowton, Enon, Gundy, Maben, Magnet, Mecklenburg, Meth, Spray, and Zion series in the same family and Mimosa, Needmore and Talbott series in similar families.  Brantley and Enon soils are deeper than 60 inches to bedrock.  Canton Bend, Gundy, Maben, Magnet and Mecklenburg soils have hues of 5YR or redder in the B horizon.  Capshaw soils have gray mottles in the B horizon.  Cowton and Needmore soils have rippable bedrock at a depth of 40 to 60 inches.  Meth soils have a solum greater than 60 inches thick.  Mimosa soils have a solum less than 20 inches thick.  Talbott soils have hue of 5YR or redder in the major part of the B horizon.  Zion soils have hard bedrock at a depth of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Gently sloping to steep uplands.  Slopes range from 2 to 30 percent.  These soils formed in clayey residuum of interbedded limestone and shale the underlying residuum of interbedded siltstone, fine grained sandstone and limestone.   Near the type location, the average annual air temperature is 60 degrees F. and the average annual precipitation is about 52 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Mimosa soils and the Hicks, Inman, Dowellton and Sandhill and Stiversville series.  Hicks soils formed partly in a loess mantle and are fine-silty.  Inman soils are 20 to 40 inches to bedrock and are flaggy.  Dowellton soils have gentle slopes and are poorly drained.  Sandhill soils are fine-loamy and are flaggy.  Stiversville soils are fine-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately slow permeability; medium to rapid runoff."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are cleared.  Much of the soil is in pasture and hay, but some is used for growing corn, small grains, and tobacco.  The native vegetation is forests of oaks, walnut, locust, ash, hickory, beech, elm, and maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Central Basin in Tennessee.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Maury County, Tennessee; 1954."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 7 inches (Ap horizon)\nArgillic horizon - The zone from 7 to 40 inches (Bt horizon)\nParalithic contact - at 47 inches (top of Cr horizon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
