{
  "SERIES": "HAMPLAIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. ERS-WEH",
  "REVDATE": "02/2000",
  "STATES": "NY",
  "OVERVIEW": "The Hamplain series consists of very deep, well drained soils formed in silty alluvial deposits.  They are nearly level soils on floodplains.  Slopes range from 0 to 3 percent. Mean annual temperature is 48 degrees F, and mean annual precipitation is 39 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, active, mesic Fluventic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hamplain silt loam on a 1 percent slope in a cornfield.  (Colors are for moist soil unless otherwise noted.)\nAp--0 to 9 inches; very dark grayish brown (10YR 3/2) pale brown (10YR 6/3) dry, silt loam; weak fine and very fine subangular blocky structure; very friable; few medium and fine roots; neutral (limed); abrupt smooth boundary. (4 to 12 inches thick)\nBw--9 to 24 inches; brown (10YR 4/3) silt loam; weak fine subangular blocky structure; very friable; few very fine roots in upper part; slightly acid; clear smooth boundary. (10 to 25 inches thick)\nBC--24 to 38 inches; brown (10YR 4/3) very fine sandy loam; weak very fine subangular blocky structure; friable; slightly acid; gradual wavy boundary. (0 to 20 inches thick)\n2C--38 to 78 inches; brown (10YR 4/3) and dark yellowish brown (10YR 4/4) loamy very fine sand; massive; loose; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Otsego County, New York; Town of Oneonta; 1,500 feet east of the intersection of Pony Farm Road and NY Route 7, and 3,000 feet south of Pony Farm Road; USGS Oneonta topographic quadrangle; latitiude 42 degrees 25 minutes 36 seconds North and longitude 75 degrees 07 minutes 04 seconds West."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 24 to 48 inches.  Depth to bedrock is greater than 60 inches. Rock fragments range from 0 to 5 percent in the surface layer and subsoil, and from 0 to 15 percent in the substratum. Some pedons have stratified layers below 40 inches with subhorizons having up to 50 percent gravel and cobbles. Unless limed, reaction ranges from strongly acid through slightly acid throughout the soil.\nThe Ap or A horizons have hue of 7.5YR through 2.5Y, value of 2 through 4, and chroma of 2 through 4. Dry value is 6 or 7. Texture of the fine-earth fraction is silt loam, or very fine sandy loam. Structure is weak or moderate granular or subangular blocky. Consistence is friable or very friable.\nSome pedons have a thin E horizon with hue of 7.5YR through 2.5Y, value of 5 or 6, and chroma of 2 or 3. Texture of the fine-earth fraction is silt loam, very fine sandy loam, or fine sandy loam. Structure is granular, platy, or subangular blocky. Consistence is friable or very friable.\nThe Bw horizon has hue of 7.5YR through 2.5Y, value of 4 through 6, and chroma of 3 through 8. Texture of the fine-earth fraction is silt loam or very fine sandy loam. Structure is weak or moderate subangular blocky. Consistence is friable or very friable.\nThe BC horizon has hue of 10YR or 2.5Y, value of 4 through 6, and chroma of 3 through 6. Texture of the fine-earth fraction is silt loam or very fine sandy loam. Structure is subangular blocky or it is massive.  Consistence is friable or very friable.\nThe C or 2C horizons are massive or single grain with colors similar to the B horizons. Texture of the fine-earth fraction ranges from silt loam to loamy very fine sand which is stratified in some pedons. Consistence ranges from loose through friable."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family.  Barbour, Comus, Deposit, Fryeburg, Hadley, Linden, Occum, Otego, Pope, Trestle, and Wenonah series are similar soils in related families.  Barbour soils have a coarse-loamy over sandy or sandy-skeletal particle size control section. Fryeburg soils are frigid. Comus, Linden, Occum, Pope, and Wenonah soils are coarse-loamy.  Hadley soils lack a cambic horizon.  Otego soils have low chroma mottles within 24 inches.  Deposit and Trestle soils have a loamy-skeletal particle size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Hamplain soils are on floodplains near glacial till plateaus and glacial outwash terraces. Slopes range from 0 to 3 percent.  The soils developed in post-glacial alluvium derived mainly from regolith containing sandstone, siltstone, and shale. Mean annual air temperature ranges from 46 to 50 degrees F, mean annual precipitation ranges from 35 to 45 inches, and mean annual frost-free days ranges from 105 to 170 days. Elevation ranges from 700 to 1400 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Hamplain soils are the well drained member of a drainage sequence which includes the moderately well drained Otego soils, the somewhat poorly drained Wakeville soils, and the poorly drained and very poorly drained Wayland soils. Well drained and somewhat excessively drained Chenango and Tunkhannock soils are on nearby glacial outwash terraces. Unadilla and Scio soils are on adjacent higher lacustrine or old alluvial terraces and plains. Trestle soils are on adjacent floodplains that are gravelly in the subsoil and substratum.  Bath, Mardin, and Valois soils are on nearby glacial till uplands."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Runoff is slow. Permeability is moderate in the surface layer and subsoil, and moderate or moderately rapid in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cleared and are used for growing corn for silage, small grains, hay, and pasture. A few areas have reverted to woodland or brush. Native vegetation is sugar maple and willows. Brushy areas often contain dogwoods, willows, spirea, Hawthorne (thorn apple), and poplar."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central and Southern New York. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Otsego County, New York, 1989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This series is the low base saturation equivalent of the Hamlin series. Diagnostic horizons and features recognized in this pedon are:\n1. Ochric epipedon - the zone from the surface to 9 inches (Ap horizon).\n2. Cambic horizon - the zone from 9 to 38 inches (Bw and BC horizons).\nSoil Interpretation Record No. NY0397.\nADDITIONAL DATA: Base saturation data is available for this pedon (87-1), and other pedons from Otsego County, New York from Cornell University Soil Survey Laboratory.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
