{
  "SERIES": "HAMSLOUGH",
  "STATUS": "Established Series",
  "BYREV": "IRD: AEC/DWB",
  "REVDATE": "01/2006",
  "STATES": "CA",
  "OVERVIEW": "The Hamslough series consists of moderately deep, poorly drained soils that formed in alluvium from volcanic rocks.  Hamslough soils are in channels on low stream terraces and strath terraces.  Slopes range from 0 to 2 percent.  The mean annual precipitation is about 26 inches, (660 mm) and the mean annual temperature is about 62 degrees F, (17 degrees C).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, thermic Typic Petraquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hamslough clay, on a south facing less than 1 percent slope under a cover of ryegrass, spike rush and coyote thistle at an elevation of 191 feet, (58 m).  When described on 4/10/2000 the soil was slightly moist to 3 inches, (8 cm) and moist to 55 inches, (140 cm).  (Colors are for dry soil unless otherwise noted).\nA1--0 to 3 inches, (0 to 8 cm); dark gray (7.5YR 4/1) clay, dark brown (7.5YR 3/2) moist; 50 percent clay; moderate medium and coarse subangular blocky structure; very hard, friable, very sticky, very plastic; many very fine roots; few very fine and fine tubular and irregular pores; 20 percent fine threadlike strong brown (7.5YR 5/6) oxidized iron masses on surfaces along root channels; 5 percent gravel; neutral, pH 6.8 by Hellige-Truog; clear smooth boundary.\nA2--3 to 14 inches, (8 to 36 cm); dark gray (7.5YR 4/1) cobbly clay, brown (7.5YR 4/2) moist; 50 percent clay; moderate fine and medium subangular blocky structure; very hard, friable, very sticky, very plastic; common very fine roots; few very fine and fine tubular pores; 10 percent gravel and 15 percent cobbles; slightly alkaline, pH 7.5 by Hellige-Truog; abrupt smooth boundary. (Combined thickness of the A horizon is 3 to 15 inches, (8 to 38 cm) thick).\nBw--14 to 19 inches, (36 to 48 cm); light brown (7.5YR 6/3) extremely gravelly clay, brown (7.5YR 5/3) moist; 50 percent clay; moderate fine and medium subangular blocky structure; very hard, friable, very sticky, very plastic; common very fine roots; few very fine and fine tubular pores; 15 percent cobbles and 50 percent gravel; slightly alkaline, pH 7.8 by Hellige-Truog; gradual smooth boundary. (0 to 30 inches, (0 to 76 cm) thick)\nBg--19 to 27 inches, (48 to 69 cm); light brownish gray (2.5Y 6/2) extremely gravelly sandy clay, grayish brown (2.5Y 5/2) moist; 50 percent clay; weak fine subangular blocky structure; very hard, friable, very sticky, very plastic; few very fine roots; few very fine and fine tubular pores; 15 percent medium irregular brown (7.5YR 5/4) oxidized iron masses in matrix; 20 percent cobbles and 50 percent gravel; moderately alkaline, pH 8.0 by Hellige-Truog; clear smooth boundary. (0 to 30 inches, (0 to 76 cm) thick)\n2Bqm--27 to 55 inches, (69 to 140 cm); strongly cemented duripan; reddish yellow (7.5YR 7/6), brown (7.5YR 5/4) moist; massive; extremely hard, firm, strongly cemented, cemented by silica; few very fine and fine tubular and irregular pores; strongly alkaline, pH 8.5 by Hellige-Truog."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Butte County, California, about 1.7 miles south of the Neal Road Landfill, approximately 100 feet north and 1750 feet west of the southeast corner of Section 23, Township 21 N., Range 2 E., 39 degrees, 39 minutes, 16 seconds North latitude and 121 degrees, 43 minutes, 6 seconds West longitude, NAD83 - U.S.G.S Quad: Hamlin Canyon, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to duripan is 20 to 40 inches, (51 to 102 cm).  The mean annual soil temperature is 62 to 66 degrees F, (17 to 19 degrees C).  The particle-size control section averages 45 to 55 percent and 35 to 60 percent rock fragments, mostly gravel.  Mineralogy is smectitic.  Reversible surface-initiated cracks 0.25 to 1 inch, (0.6 to 3 cm) wide extend to a depth of 14 inches, (36 cm) from 150 to 180 days when the soil is not irrigated.  A fluctuating water table can occur between 60 inches, (152 cm) and the surface of the soil from December through May.  Redoximorphic features such as soft oxidized iron masses with colors of 7.5YR 5/4 or 5/6 occur throughout.  Rock fragments on the surface range from 0 to 20 percent gravel and 0 to 25 percent cobbles.  Some pedons have a Bss horizon.\nThe A horizon dry color is 7.5YR 4/1, 4/2, 5/2 or 10YR 5/1.  Moist color is 7.5YR 3/2, 4/2 or 10YR 4/1.  Texture is clay, gravelly clay or cobbly clay.  Clay content ranges from 40 to 60 percent.  Rock fragments range from 5 to 15 percent gravel and 0 to 15 percent cobbles.  Reaction ranges from neutral to slightly alkaline.\nThe Bw horizon dry color is 7.5YR 5/2, 6/3, 7/4 or 10YR 4/1.  Moist color is 7.5YR 4/2, 4/3, 5/3, 5/4 or 10YR 4/1.  Texture is clay, gravelly clay, very gravelly clay or extremely gravelly clay.  Clay content ranges from 40 to 60 percent.  Rock fragments range from 10 to 50 percent gravel and 0 to 25 percent cobbles.  Reaction ranges from slightly alkaline to moderately alkaline.\nThe Bg horizon dry color is 2.5Y 6/2 or 10YR 4/1.  Moist color is 2.5Y 5/2 or 10YR 4/1.  Texture is extremely gravelly clay, extremely gravelly sandy clay, cobbly clay or very gravelly sandy clay loam.  Clay content ranges from 30 to 60 percent.  Rock fragments range from 20 to 50 percent gravel and 15 to 25 percent cobbles.  Reaction ranges from moderately alkaline to strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Hamslough soils are in channels on low stream terraces and strath terraces.  Slopes range from 0 to 2 percent.  These soils formed in alluvium weathered from volcanic rocks.  Elevation is 140 to 440 feet, (43 to 134 m).  Mean annual precipitation is 25 to 29 inches, (635 to 737 mm).  The mean annual temperature is 61 to 62 degrees F, (16 to 17 degrees C).  Frost free season is 250 to 255 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Wafap and Clearhayes soils. The Wafap soils are on bars, are deep to duripan, and have mixed mineralogy.  The Clearhayes soils are on bars, are deep to a paralithic contact, and have mixed mineralogy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained; high runoff; slow saturated hydraulic conductivity in the A and Bw horizons, slow to moderately slow and very slow in the 2Bqm horizon.  The soils are occasionally flooded for brief periods in December through March.  Water frequently ponds up to 2 inches, (5 cm) above the surface for brief duration from December through March.  A fluctuating water table can occur between 60 inches (152 cm) and the surface of the soil from December through May.  Surface water accumulates from local runoff and subsurface flow and flows slowly during periods of intense rainfall events."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for livestock grazing, wildlife habitat and watershed.  Vegetation is ryegrass, brodiaea, spike rush, navarretia, coyote thistle, medusahead, clover, goldfields and tidy tips."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Butte County, California and occur in 262Ab (Northern Eastside Terraces) subsection of the 262A (Great Valley) section and in corridors of 262Aa (Northern Valley alluvium) subsection within the M261Fa (Tuscan Flows) subsection of the M261F (Sierra Nevada Foothills) section.  MLRA 17 - Sacramento Valley.  The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Butte County, California 2005.  Source of name from Hamlin Slough on the Hamlin Canyon Quad."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nParticle-size control section - zone from 10 to 27 in, (25 to 69 cm)\nOchric epipedon - zone from 0 to 14 in, (0 to 36 cm) (A1, A2)\nCambic horizon - zone from 14 to 27 in, (36 to 69 cm) (Bw, Bg)\nDuripan - 27 in, (69 cm)\nThe soil moisture control section - zone from 8 to 27 inches, (20 to 69 cm) is dry in all parts from about June to October (about 150 days).\nThe lack of slickensides is thought to be due to the high amount of rock fragments at the depth where slickensides commonly form in similar soils that lack rock fragments."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 8,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 3 inches, (0 to 8 cm); dark gray (7.5YR 4/1) clay, dark brown (7.5YR 3/2) moist; 50 percent clay; moderate medium and coarse subangular blocky structure; very hard, friable, very sticky, very plastic; many very fine roots; few very fine and fine tubular and irregular pores; 20 percent fine threadlike strong brown (7.5YR 5/6) oxidized iron masses on surfaces along root channels; 5 percent gravel; neutral, pH 6.8 by Hellige-Truog; clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 8,
        "bottom": 36,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "cobbly",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A2--3 to 14 inches, (8 to 36 cm); dark gray (7.5YR 4/1) cobbly clay, brown (7.5YR 4/2) moist; 50 percent clay; moderate fine and medium subangular blocky structure; very hard, friable, very sticky, very plastic; common very fine roots; few very fine and fine tubular pores; 10 percent gravel and 15 percent cobbles; slightly alkaline, pH 7.5 by Hellige-Truog; abrupt smooth boundary. (Combined thickness of the A horizon is 3 to 15 inches, (8 to 38 cm) thick)."
      },
      {
        "name": "Bw",
        "top": 36,
        "bottom": 48,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "clay",
        "cf_class": "extremely gravelly",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw--14 to 19 inches, (36 to 48 cm); light brown (7.5YR 6/3) extremely gravelly clay, brown (7.5YR 5/3) moist; 50 percent clay; moderate fine and medium subangular blocky structure; very hard, friable, very sticky, very plastic; common very fine roots; few very fine and fine tubular pores; 15 percent cobbles and 50 percent gravel; slightly alkaline, pH 7.8 by Hellige-Truog; gradual smooth boundary. (0 to 30 inches, (0 to 76 cm) thick)"
      },
      {
        "name": "Bg",
        "top": 48,
        "bottom": 69,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy clay",
        "cf_class": "extremely gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bg--19 to 27 inches, (48 to 69 cm); light brownish gray (2.5Y 6/2) extremely gravelly sandy clay, grayish brown (2.5Y 5/2) moist; 50 percent clay; weak fine subangular blocky structure; very hard, friable, very sticky, very plastic; few very fine roots; few very fine and fine tubular pores; 15 percent medium irregular brown (7.5YR 5/4) oxidized iron masses in matrix; 20 percent cobbles and 50 percent gravel; moderately alkaline, pH 8.0 by Hellige-Truog; clear smooth boundary. (0 to 30 inches, (0 to 76 cm) thick)"
      },
      {
        "name": "2Bqm",
        "top": 69,
        "bottom": 140,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Bqm--27 to 55 inches, (69 to 140 cm); strongly cemented duripan; reddish yellow (7.5YR 7/6), brown (7.5YR 5/4) moist; massive; extremely hard, firm, strongly cemented, cemented by silica; few very fine and fine tubular and irregular pores; strongly alkaline, pH 8.5 by Hellige-Truog."
      }
    ]
  ]
}
