{
  "SERIES": "HANAGITA",
  "STATUS": "Established Series",
  "BYREV": "Rev. MHC/JPM",
  "REVDATE": "11/2002",
  "STATES": "AK",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive Lithic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hanagita silt loam - on a 25 percent slope under white spruce at 1300 feet elevation.  When described the soil was moist throughout.\nOi--3 inches to 0; dark brown (7.5YR 3/3) raw fibrous moss, twigs, and root fibers with grayish brown (10YR 5/2) loess streaks.  (2 to 5 inches thick)\nA--0 to 3 inches; dark brown (10YR 3/3) silt loam, dark grayish brown (10YR 5/3) dry; with occasional striations of light yellowish brown (10YR 6/4) and olive gray (5Y 5/2) silt loam; weak very fine granular and very thin platy structure; very friable, nonsticky and nonplastic; many very fine, fine, and medium roots; neutral (pH 6.8); clear smooth boundary.  (3 to 6 inches thick)\nA/B--3 to 7 inches; dark brown (10YR 3/3) silt loam, grayish brown (10YR 5/2) dry; with bands and pockets of dark yellowish brown (10YR 4/4) silt loam; weak thin platy structure; very friable, nonsticky and nonplastic; common very fine, fine, and medium roots; neutral (pH 6.8); clear wavy boundary.  (0 to 4 inches thick)\nBw--7 to 15 inches; dark yellowish brown (10YR 4/4) silt loam, brown (10YR 5/3) dry; weak thin platy structure; very friable, nonsticky and nonplastic; few fine and medium roots; neutral (pH 7.0); gradual wavy boundary.  (2 to 9 inches thick)\n2C--15 to 18 inches; brown (10YR 4/3) gravelly silt loam, grayish brown (10YR 5/2) dry; weak medium subangular blocky structure; very friable, nonsticky and nonplastic; few fine and medium roots; neutral (pH 7.2); abrupt wavy boundary.  (0 to 4 inches thick)\n3R--18 inches; consolidated andesite bedrock with occasional fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Copper River Area, Alaska; 10 miles east of Chitina; 1700 feet south and 500 feet east of the NW corner of Section 22, T.4S., R.7E., Copper River Meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  MAST ranges from 32 to 35 degrees F.  Depth to bedrock ranges from 12 to 20 inches.  The solum ranges from 8 to 17 inches thick.  Texture of the control section is dominantly silt loam but includes silt and very fine sandy loam.  There is less than 18 percent clay and less than 15 percent fine sand or coarser in the control section.  Reaction throughout the profile is neutral with pH ranging from 6.6 to 7.2.\nThe A and A/B horizons have moist hue of 7.5Y or 10YR; moist value of 3 or 4, dry value of 4 or 5; moist chroma of 2 or 3.  Thin black (10YR 2/1) organic lenses and pockets of light yellowish brown (10YR 6/4) and olive gray (5Y 4/2 and 5Y 5/2) dry are common.  Texture is dominantly silt loam but ranges to include silt or very fine sandy loam.\nThe Bw horizon has moist hue of 7.5YR or 10YR; moist value from 3 through 5, dry value of 4 or 5; moist chroma from 2 through 4.  Thin pockets of material with moist value of 5 or 6 are common in this horizon.  Texture is dominantly silt loam but ranges to include silt or very fine sandy loam. The 2C horizon has moist hue from 7.5YR to 2.5Y; moist value from 3 to 5; moist chroma from 2 to 4.  Texture includes sandy loam, fine sandy loam, or silt loam.  Coarse fragment content ranges from 10 to 35 percent and includes channers, flagstones, cobble and gravel.  Reaction to cold dilute HCl is slightly to non-effervescent.  This  horizon is absent in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Duncom, Ganis(T), Hazton, Heisspitz(T), Jenkinson, Skisams, Spliten, Splitro, Trump, and Udelope(T) series in the same family.  Duncom soils have greater than 18 percent clay in the control section and contain limestone coarse fragments.  Ganis, Heisspitz, Jenkinson, Skisams, Spliten, and Udelope soils have MAST greater than 35 degrees F.  Hazton soils are coarse sandy loam throughout the control section. Splitro soils are sandy loam throughout the control section.  Trump soils have more than 18 percent clay in the control section and contain pedogenetic Bk horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hanagita soils are formed in a loess mantle over a thin layer of glacial till underlain by andesite and limestone bedrock.  These soils occur on steep backslope, shoulderslope, and narrow ridge positions on hillslopes.  The climate is subarctic continental with long, cold winters and short, warm summers.  Mean annual precipitation ranges from 8 to 17 inches, and the mean annual snowfall is 39 to 68 inches.  Mean January temperature is minus 10 degrees F., mean July temperature is 56 degrees F., and the mean annual temperature varies from 23 to 27 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Copper River and Strelna soils.  Copper River soils have histic epipedons and permafrost and are on toeslopes of less than 20 percent.  Strelna soils have permafrost and are on hillslopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained. Moderate permeability. Rapid runoff."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Hanagita soils have native vegetation of white spruce.  The successional state of vegetation in a given area is closely related to the fire history.  The soil is used primarily for wildlife habitat."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Copper River Basin, Alaska.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Copper River Area, Alaska.  1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic features and horizons recognized in this pedon include: a mollic epipedon from 0 to 7 inches; loamy material from 10 to 18 inches; a lithic contact at 18 inches; a cryic temperature regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
