{
  "SERIES": "HANEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. DRM-GRS-RAR",
  "REVDATE": "08/2013",
  "STATES": "IN,OH",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Aquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Haney loam, on a convex, 0 to 2 percent slope in a cultivated field at an elevation of 255 meters (835 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm (0 to 8 inches); dark grayish brown (10YR 4/2) loam, light brownish gray (10YR 6/2) dry; moderate medium granular structure; friable; many fine roots; 2 percent fine gravel; neutral; abrupt smooth boundary. [8 to 28 cm (3 to 11 inches) thick]\nBE--20 to 41 cm (8 to 16 inches); brown (10YR 4/3) loam; moderate fine subangular blocky structure; firm; common fine roots; few fine faint yellowish brown (10YR 5/4) masses of iron accumulation in the matrix; 5 percent fine gravel; strongly acid; clear smooth boundary. [0 to 20 cm (8 inches) thick]\nBt1--41 to 61 cm (16 to 24 inches); brown (7.5YR 4/4) clay loam; moderate fine subangular blocky structure; firm; few fine roots; many distinct brown (10YR 4/3) clay films on faces of peds; few fine distinct grayish brown (10YR 5/2) iron depletions in the matrix; few fine faint yellowish brown (10YR 5/4) masses of iron accumulation in the matrix; 10 percent gravel; moderately acid; clear wavy boundary.\nBt2--61 to 76 cm (24 to 30 inches); yellowish brown (10YR 5/4) gravelly clay loam; moderate medium subangular blocky structure; firm; common distinct dark grayish brown (10YR 4/2) clay films on faces of peds; common coarse distinct grayish brown (10YR 5/2) iron depletions in the matrix; 15 percent fine gravel; neutral; gradual wavy boundary.\nBt3--76 to 86 cm (30 to 34 inches); dark brown (7.5YR 3/2) gravelly clay loam; moderate coarse subangular blocky structure; firm; clay bridging between sand grains; few medium prominent light brownish gray (10YR 6/2) iron depletions in the matrix; common medium distinct yellowish brown (10YR 5/4) masses of iron accumulation in the matrix; 25 percent gravel; neutral; abrupt wavy boundary. [Combined thickness of the Bt horizon is 38 to 102 cm (15 to 40 inches).]\nC1--86 to 102 cm (34 to 40 inches); dark grayish brown (10YR 4/2) gravelly sandy loam; massive; very friable; 20 percent gravel; slightly alkaline; clear wavy boundary.\nC2--102 to 152 cm (40 to 60 inches); dark grayish brown (10YR 4/2) gravelly sandy loam; massive; very friable; 30 percent gravel; slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Wyandot County, Ohio; approximately 2.75 miles northeast of Sycamore, in Sycamore Township; 600 feet west and 2100 feet south of the northeast corner of sec. 5, T. 1 S., R. 15 E.; USGS Sycamore, Ohio topographic quadrangle; lat. 40 degrees 59 minutes 14 seconds N. and long. 83 degrees 09 minutes 12 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 76 to 112 cm (30 to 44 inches)\nDepth to carbonates: 76 to 112 cm (30 to 44 inches)\nRock fragments: rounded and subrounded glacial pebbles of mixed lithology\nAp horizon:\nHue: 10YR\nValue: 4 or 5 (6 or more dry)\nChroma: 2 or 3\nTexture: loam, silt loam, fine sandy loam, or sandy loam\nRock fragment content: 2 to 14 percent\nReaction: moderately acid to neutral\nE or BE horizon:\nHue: 10YR\nValue: 4 to 6\nChroma: 2 or 3\nTexture: loam, silt loam, fine sandy loam, or sandy loam\nRock fragment content: 2 to 14 percent\nReaction: strongly acid to neutral\nBt horizon or BC horizon, where present:\nHue: 7.5YR or 10YR\nValue: 3 to 5\nChroma: 3 to 6, with chroma of 2 permitted in the lower part\nTexture: clay loam, sandy clay loam, or loam, or the gravelly analogs of these textures\nRock fragment content: 2 to 34 percent\nReaction: very strongly acid to neutral in the upper part and slightly acid to slightly alkaline\nC or Cg horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 7\nChroma: 1 to 8\nTexture: sandy loam or loamy sand, or the gravelly or very gravelly analogs of these textures; strata of sand, sandy clay loam, loam, or fine gravel are in some pedons\nRock fragment content: 10 to 40 percent and averages more than 15 percent\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bogart, Centerburg, Cygnet, Houcktown, Jenera, Jugtown, Nicely, Passport, Reaville, Scattersville, Swampoodle, Thackery, Tuscola, Vallonia, Vanlue, and Williamstown series. Bogart, Passport, Scattersville, and Swampoodle soils do not have carbonates within a depth of 112 cm (44 inches). Centerburg, Cygnet, Houcktown, Jenera, Nicely, Tuscola, Vallonia, Vanlue, and Williamstown soils average less than 15 percent rock fragments in the lower part of the series control section. Jugtown soils have rock fragments of sandstone, chert, and shale. Reaville soils have a lithic contact within a depth of 102 cm (40 inches). Thackery soils have less than 2 percent rock fragments in the upper part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Haney soils are on outwash plains, terraces, and glacial drainage channels. Slope ranges from 0 to 12 percent. The soils formed in loamy and gravelly outwash overlying gravelly, loamy, and sandy outwash material. Mean annual precipitation ranges from 813 to 1067 mm (32 to 42 inches). Mean annual air temperature ranges from 9 to 13 degrees C (49 to 55 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Belmore, Digby, and Millgrove soils that form a toposequence with the Haney soils. The well drained Belmore soils are on higher topographic positions than Haney soils. The somewhat poorly drained Digby soils and the very poorly drained Millgrove soils are on lower topographic positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. The depth to the top of an intermittent apparent high water table ranges from 30 to 61 cm (1.0 foot to 2.0 feet) between January and April in normal years. The potential for surface runoff is negligible to medium. Saturated hydraulic conductivity is moderately high in the solum and high or very high in the underlying material. Permeability is moderate in the solum and rapid in the underlying material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cultivated. Principal crops are corn, soybeans, wheat, oats, and hay, with some tomatoes and sugar beets. Native vegetation is deciduous hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West-central Ohio and eastern Indiana; MLRAs 111A, 111B, and 111E. The type location is in MLRA 111E. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Paulding County, Ohio, 1957."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: With the 7/98 OSD revision, the typical pedon of Haney soils was transferred to Wyandot County and the series will be used only in MLRA 111. Haney soils in MLRA 99 are being converted to Cygnet or Shawtown series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 41 cm (Ap, BE horizons).\nArgillic horizon: from a depth of 41 to 86 cm (Bt horizon).\nAquic conditions: redox features in all horizons below the ochric epipedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
