{
  "SERIES": "HANIPOE",
  "STATUS": "Established Series",
  "BYREV": "Rev. HHS/RCH/AMS",
  "REVDATE": "05/2012",
  "STATES": "HI",
  "OVERVIEW": "The Hanipoe series consists of deep, well drained soils that formed in basic volcanic ash over `a`a lava flows.  Hanipoe soils are on undulating ash fields of high elevation windward mountain slopes of Mauna Kea and have slopes of 0 to 20 percent.  The mean annual rainfall is about 1016 millimeters (40 inches) and the mean annual temperature is about 13 degrees C (55 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial, amorphic, isomesic Dystric Haplustands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hanipoe medial fine sandy loam, on a 6 percent east facing slope under a cover of pasture at an elevation of 1580 meters (5180 feet).  (Colors are for moist soil unless otherwise noted.  When described the surface soil was dry but the subsoil was moist. All textures are apparent field textures.)\nA--0 to 20 centimeters (0 to 8 inches); very dark brown (10YR 2/2) medial very fine sandy loam, dark brown (7.5YR 3/2), dry; weak fine granular structure; soft, very friable, non-sticky, non-plastic, weakly smeary; many fine and medium roots throughout; many fine pores; slightly acid (pH 6.2); abrupt smooth boundary.  (10 to 20 centimeters {4 to 8 inches} thick)\nBw1--20 to 53 centimeters (8 to 21 inches); black (5YR 2.5/1) medial sandy loam, very dark brown (7.5YR 2.5/2), dry; weak fine subangular blocky structure parting to single grain; slightly hard, friable, non-sticky, non-plastic, weakly smeary; common fine roots throughout; many fine pores; 5 percent weathered `a`a paragravel; neutral (pH 6.7); abrupt wavy boundary.  (15 to 35 centimeters {6 to 14 inches} thick)\nBw2/2C--53 to 85 centimeters (21 to 33 inches); very dark grayish brown (10YR 3/2) medial silt loam, dark yellowish brown (10YR 3/4), dry (Bw material); dark reddish brown (5YR 3/4) ashy loamy sand, yellowish red (5YR 4/6), dry (2C material); weak medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic, weakly smeary; common fine roots throughout; many fine pores; slightly acid (pH 6.2); abrupt smooth boundary.  (25 to 38 centimeters thick {10 to 15 inches} thick)\n3Bw3--85 to 122 centimeters (33 to 48 inches); dark brown (10YR 3/3) medial silt loam, dark yellowish brown (10YR 4/6), dry; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic, weakly smeary; few fine roots throughout; many fine pores; 5 percent weathered `a`a paragravel and 5 percent charcoal; slightly acid (pH 6.2); abrupt smooth boundary.  (25 to 38 centimeters {10 to 15 inches} thick)\n3Bw4--122 to 152 centimeters (48 to 60 inches); dark brown (10YR 3/3) medial silt loam, dark yellowish brown (10YR 4/4), dry; strong medium subangular blocky structure; moderately hard, firm, slightly sticky, slightly plastic, weakly smeary; few fine roots throughout; many fine pores; moderately acid (pH 6.0). (20 to 40 centimeters {8 to 16 inches} thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Island of Hawaii, Hawaii County, Hawaii; On Kukaiau Ranch, 1.6 kilometers (1 mile) south of Kukaiau Ranch headquarters and 0.4 kilometers (0.25 mile) north of Keanakolu Road, 91 meters (100 yards) west of ranch road. Umikoa Quadrangle - 19 degrees 56 minutes 31.4 seconds North latitude and 155 degrees 23 minutes 41.8 seconds West longitude. (Old Hawaiian Datum,  12 feet, measured by Garmin GPS)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil is typically dry in some or all parts for short intermittent periods totaling 90 or more days during the months of April through October in most years.\nSoil temperature: 13 to 15 degrees C (55 to 59 degrees F).\nReaction: moderately acid to neutral (pH 6.0 to 6.7)\nDepth to bedrock: Greater than 100 centimeters (40 inches).\nRock fragments: 0 to 10 percent on the surface and range from gravel to stone size `a`a lava rocks.\nA horizon\nHue: 5YR to 10YR.\nValue: 2 to 3.\nChroma: 1 to 3.\nTexture: medial silt loam or very fine sandy loam.\n2C horizon (occurs in some pedons, at various depths, sometimes mixed with Bw horizons)\nHue: 2.5YR to 5YR.\nValue: 3 to 5.\nChroma: 4 to 6.\nTexture: ashy sandy loam or coarse sandy loam.\nFragments: 0 to 5 percent (by volume) gravel sized charcoal and cinder.\nBw horizons\nHue: 5YR to 10YR.\nValue: 2 to 3.\nChroma: 2 to 4.\nTexture: medial silt loam, very fine sandy loam, or sandy loam;\nFragments: 0 to 20 percent (by volume) gravel and cobble sized `a`a lava; 0 to 5 percent gravel sized charcoal and cinder."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Hanipoe soils are on high elevation windward mountain slopes of Mauna Kea shield volcano at elevations of 1524 to 1981 meters (5000 to 6500 feet).  The soils are on all hillslope profile positions of undulating ash fields that overlie 11,000 to 300,000 year old lava flows.  The dominant slope range is from 6 to 20 percent, with some slopes less than 6.  The soils formed in basic volcanic ash.  The mean annual rainfall is 762 to 1270 millimeters (30 to 50 inches). Cloud cover and fog are common.  The mean annual temperature is 13 degrees C (55 degrees F) and the mean annual soil temperature is 14 degrees C (57 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Umikoa, Lanapohaku and Pohakulehu soils.  Umikoa soils occur at lower elevation, have soil temperature of 16 degrees C (61 degrees F) (isothermic soil temperature), and have silt loam surface texture. Lanapohaku soils are ashy throughout the control section. Pohakulehu soils are on narrow, rocky ridges that intersect Hanipoe soils on 11,000 to 64,000 year old lava flows."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; low runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally for pasture.  The vegetation is dominated by kikuyugrass (Pennisetum clandestinum), rattailgrass (Sporobolus indicus), and sweet vernalgrass (Anthoxanthum odoratum) and Yorkshire fog (Holcus lanatus) at the higher elevations.  Natural vegetation includes koa (Acacia koa), mamane (Sophora chrysophylla), ulei (Osteomeles anthyllidifolia), and naio (Myoporum sandwicense)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  This series occurs in the Hamakua and Mauna Kea districts on the island of Hawaii.  It is moderately extensive, with a total of about 14,000 acres. MLRA 160: Subhumid and humid intermediate and high mountain slopes."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Soil Survey, Territory of Hawaii, 1949."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon include:\nUstic soil moisture regime - dry in some or all parts for short intermittent periods totaling 90 or more days during the months of April through October in most years.\nIsomesic soil temperature regime.\nUmbric epipedon: 0 to 53 centimeters (0 to 21 inches).\nAndic soil properties: 0 to 152 centimeters (0 to 60 inches).\nLithologic discontinuity: 53 to 85 centimeters (21 to 33 inches).\n09/2011: Updated type location and range of characteristics.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
