{
  "SERIES": "HANLY",
  "STATUS": "Established Series",
  "BYREV": "Rev. DDO-CJH",
  "REVDATE": "6/96",
  "STATES": "MT,ND,SD",
  "OVERVIEW": "The Hanly series consists of very deep, somewhat excessively and excessively drained, rapidly permeable soils that formed in stratified sandy alluvium.  These soils are on flood plains and low terraces.  Slope ranges from 0 to 6 percent.  Mean annual air temperature is 42 degrees F, and mean annual precipitation is 14 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, frigid Aridic Ustifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hanly loamy fine sand - on a nearly level flood plain having a slope of less than 1 percent under native grass.  (Colors are for dry soil unless otherwise stated.  Where described, the soil was moist throughout.)\nA--0 to 5 inches; light brownish gray (2.5Y 6/2) loamy fine sand, dark grayish brown (2.5Y 4/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many fine and few coarse roots; slight effervescence; slightly alkaline; clear smooth boundary. (2 to 7 inches thick)\nC1--5 to 14 inches; grayish brown (2.5Y 5/2) loamy sand, dark grayish brown (2.5Y 4/2) moist; single grain; loose, nonsticky and nonplastic; common fine and few large roots; dark and light colored sand grains have salt and pepper appearance; slight effervescence; slightly alkaline; abrupt smooth boundary.\nC2--14 to 16 inches; light brownish gray (2.5Y 6/2) finely stratified fine sandy loam, dark grayish brown (2.5Y 4/2) moist; few brownish yellow (10YR 6/6) stains on faces of plate-like stratifications; massive; slightly hard, very friable, slightly sticky and nonplastic; common fine roots; slight effervescence; slightly alkaline; abrupt smooth boundary.\nC3--16 to 60 inches; light brownish gray and grayish brown (2.5Y 6/2 and 5/2) finely stratified loamy fine sand and loamy sand with thin bands of loam and sand, dark grayish brown (2.5Y 4/2) moist; massive; soft, nonsticky and nonplastic; slight effervescence; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Slope County, North Dakota; west of the Little Missouri River about 26 miles west of Amidon; 100 feet south and 90 feet east of the northwest corner, sec. 27, T. 135 N., R. 105 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The 10- to 40-inch control section is loamy fine sand or loamy sand averaging less than 10 percent clay.  It is stratified and contains one or more very thin layers of loam, silt loam or very fine sandy loam.  The soil is neutral to moderately alkaline throughout.\nThe A horizon has hue of 2.5Y or 10YR, value of 5 to 7 and 4 to 6 moist, and chroma of 2 or 3.  Surface horizons having value as dark as 5 dry and 3 moist do not exceed 6 inches in thickness.  This horizon is loamy fine sand, loamy sand, fine sandy loam, sandy loam or loam.\nThe C horizon has hue of 10YR, 2.5Y or 5Y, value of 5 to 7 and 4 to 6 moist, and chroma of 2 to 4.  Some pedons contain thin coarse sand layers below a depth of 30 inches.  A few pedons contain thin Ab horizons below a depth of 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hanly soils are on flood plains and low terraces of larger streams.  Slopes mainly are less than 2 percent, but some are as steep as 6 percent along narrow edges of terraces.  The soils formed in stratified sandy recent alluvium.  The mean annual air temperature ranges from 39 to 45 degrees F, and the mean annual precipitation ranges from 13 to 16 inches.  Most of the moisture falls in the spring and summer."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Chanta, Glendive, Havre, Kremlin, Wolf Point and Zeona soils.  Chanta and Kremlin soils are on higher lying adjacent terraces.  They have mollic epipedons.  Glendive and Havre soils are on the same flood plain, but are further from the stream.  Glendive soils are coarse-loamy.  Havre soils are fine-loamy.  Wolf Point soils are on adjacent low flood plains.  The are fine.  Zeona soils are on adjacent wind modified terraces and uplands.  They do not have stratification and do not have carbonates in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively and excessively drained.  Runoff is negligible to very low depending on slope.  Permeability is rapid.  The soils are flooded for a short time in the spring when snow melts rapidly, and once every 10 to 20 years during summer."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for native range.  A few areas are cropped to small grains and forage crops.  Native vegetation is prairie sandreed, needleandthread, sagebrush, scattered willows, cottonwood, and few forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern North Dakota, northwestern South Dakota, and eastern Montana.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Bowman County, North Dakota, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizon and features recognized in this pedon are: ochric epipedon - zone from the surface of the soil to a depth of 5 inches (A horizon).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively and excessively",
        "drainage_overview": "somewhat excessively and excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 5 inches; light brownish gray (2.5Y 6/2) loamy fine sand, dark grayish brown (2.5Y 4/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many fine and few coarse roots; slight effervescence; slightly alkaline; clear smooth boundary. (2 to 7 inches thick)"
      },
      {
        "name": "C1",
        "top": 13,
        "bottom": 36,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C1--5 to 14 inches; grayish brown (2.5Y 5/2) loamy sand, dark grayish brown (2.5Y 4/2) moist; single grain; loose, nonsticky and nonplastic; common fine and few large roots; dark and light colored sand grains have salt and pepper appearance; slight effervescence; slightly alkaline; abrupt smooth boundary."
      },
      {
        "name": "C2",
        "top": 36,
        "bottom": 41,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C2--14 to 16 inches; light brownish gray (2.5Y 6/2) finely stratified fine sandy loam, dark grayish brown (2.5Y 4/2) moist; few brownish yellow (10YR 6/6) stains on faces of plate-like stratifications; massive; slightly hard, very friable, slightly sticky and nonplastic; common fine roots; slight effervescence; slightly alkaline; abrupt smooth boundary."
      },
      {
        "name": "C3",
        "top": 41,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C3--16 to 60 inches; light brownish gray and grayish brown (2.5Y 6/2 and 5/2) finely stratified loamy fine sand and loamy sand with thin bands of loam and sand, dark grayish brown (2.5Y 4/2) moist; massive; soft, nonsticky and nonplastic; slight effervescence; slightly alkaline."
      }
    ]
  ]
}
