{
  "SERIES": "HANNAWA",
  "STATUS": "Established Series",
  "BYREV": "Rev. SCC-FLG",
  "REVDATE": "02/2000",
  "STATES": "NY",
  "OVERVIEW": "The Hannawa series consists of shallow, poorly drained soils on uplands.  They formed in loamy, calcareous glacial till.  Slopes range from 0 to 2 percent.  Mean annual temperature is 43 degrees F., and mean annual precipitation is 38 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, active, frigid Lithic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hannawa loam, on a 1 percent southeast-facing slope in an abandoned field.  (Colors are for moist soil unless otherwise noted.)\nAp--0 to 8 inches; very dark grayish brown (10YR 3/2) loam, grayish brown (10YR 5/2) dry; few medium distinct yellowish brown (10YR 5/6) mottles; weak medium granular structure; friable; many fine and medium roots; 5 percent gravel; neutral; abrupt smooth boundary.  (4 to 10 inches thick)\nBw--8 to 14 inches; light yellowish brown (2.5Y 6/4) fine sandy loam; common fine distinct brownish yellow (10YR 6/8) mottles and common coarse prominent dark brown (7.5YR 3/2) mottles; moderate medium subangular blocky structure; friable; few fine and medium roots; many fine and medium, and few coarse tubular pores; 10 percent gravel, 2 percent cobbles and large channers; neutral; clear smooth boundary.  (0 to 10 inches thick)\nBg--14 to 19 inches; grayish brown (2.5Y 5/2) gravelly fine sandy loam; many medium faint dark brown (10YR 4/3) and brown (10YR 5/3) mottles and few fine distinct strong brown (7.5YR 5/6) mottles; weak medium subangular blocky structure; common medium and coarse tubular pores and common fine and medium vesicular pores; 20 percent gravel; neutral; abrupt smooth boundary.  (5 to 10 inches thick)\nR--19 inches; hard dolomitic limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  St. Lawrence County, New York; town of Potsdam, 132 feet south, 22 degrees east of a point on the north side of Hoadley Road that is .6 mile northeast of the junction of Hoadley Road and Baker Road, 44 degrees 42 minutes 18 seconds North Latitude, 75 degrees 06 minutes 34 seconds West Longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum and depth to bedrock range from 10 to 20 inches.  Rock fragments, mostly gravel, range from 0 to 20 percent by volume throughout the soil.\nThe A horizon has hue of 10YR, value of 2 or 3, and chroma of 1 or 2.  Dry color value is 5 or less.  It is loam, silt loam, fine sandy loam, or sandy loam in the fine-earth fraction.  Reaction is slightly acid or neutral.\nThe B horizon has hue of 10YR or 2.5Y, value of 3 through 6, and chroma of 2 through 4.  It is fine sandy loam, loam, silt loam, or sandy loam in the fine-earth fraction.  Reaction is neutral or mildly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other known series in this family.  Similar soils are the Ensign, Joliet, Romeo, Ruse, Tor and Torull series.  The Ensign, Ruse, Tor and Torull soils do not have mollic epipedons.  The Joliet and Romeo soils are mesic."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hannawa soils are on upland benches and in shallow troughs where the mantle of regolith is thin over underlying sandstone, dolomitic, limestone, or marble bedrock.  In most places the regolith is composed of glacial till; however, in some places where the bedrock is fissile or easily weathered, the regolith consists of residuum.  Slopes range from 0 to 2 percent.  The mean annual temperature ranges from 42 to 45 degrees F., and the mean annual precipitation ranges from 35 to 42 inches.  The growing season ranges from 120 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Guff, Isula, Matoon, Nehasne, and Summerville series.  Guff and Matoon soils are on similar topographic positions as Hannawa soils but are in fine families.  Insula, Nehasne, and Summerville soils are on higher, better drained landscape positions and have udic moisture regimes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Runoff is slow.  Permeability is moderate or moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Hannawa soils have been cleared.  Some areas are in stages of forest succession, other areas are in natural pasture.  A few areas are under cultivation or are used for hayland.  Woodland species include Northern white cedar, balsam fir, trembling aspen, grey birch, and white ash."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The St. Lawrence Valley of Northern New York and possibly the Champlain Valley of Northern New York and Vermont.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  St. Lawrence County, New York, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\na.  Mollic epipedon - the zone from 0 to 8 inches (Ap horizon).\nb.  Cambic horizon - the zone from 8 to 19 inches (Bw and Bg horizons).  c.  Lithic contact at 19 inches (R layer)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Characterization data for the typifying pedon is published in Cornell University Agronomy Mimeo 83-4, pp. 97-100."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; very dark grayish brown (10YR 3/2) loam, grayish brown (10YR 5/2) dry; few medium distinct yellowish brown (10YR 5/6) mottles; weak medium granular structure; friable; many fine and medium roots; 5 percent gravel; neutral; abrupt smooth boundary.  (4 to 10 inches thick)"
      },
      {
        "name": "Bw",
        "top": 20,
        "bottom": 36,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw--8 to 14 inches; light yellowish brown (2.5Y 6/4) fine sandy loam; common fine distinct brownish yellow (10YR 6/8) mottles and common coarse prominent dark brown (7.5YR 3/2) mottles; moderate medium subangular blocky structure; friable; few fine and medium roots; many fine and medium, and few coarse tubular pores; 10 percent gravel, 2 percent cobbles and large channers; neutral; clear smooth boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "Bg",
        "top": 36,
        "bottom": 48,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bg--14 to 19 inches; grayish brown (2.5Y 5/2) gravelly fine sandy loam; many medium faint dark brown (10YR 4/3) and brown (10YR 5/3) mottles and few fine distinct strong brown (7.5YR 5/6) mottles; weak medium subangular blocky structure; common medium and coarse tubular pores and common fine and medium vesicular pores; 20 percent gravel; neutral; abrupt smooth boundary.  (5 to 10 inches thick)"
      },
      {
        "name": "R",
        "top": 48,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--19 inches; hard dolomitic limestone."
      }
    ]
  ]
}
