{
  "SERIES": "HANNON",
  "STATUS": "Established Series",
  "BYREV": "JMM:PGM",
  "REVDATE": "03/2005",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Chromic Hapluderts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hannon clay loam in an idle field; micro-high of cyclic pedon. (Colors are for moist soil.)\nAp--0 to 7 inches; dark brown (10YR 3/3) clay loam; moderate medium subangular blocky structure; friable; many fine roots; neutral; abrupt smooth boundary. (3 to 8 inches thick)\nBt--7 to 16 inches; yellowish red (5YR 4/6) clay; weak coarse prismatic structure which parts to strong fine and medium angular blocky; firm; plastic; sticky; many fine roots; many pressure faces; common dark brown (10YR 3/3) worm casts; few medium distinct light olive brown (2.5Y 5/4) masses of iron accumulation within the matrix; common very fine flakes of mica; moderately acid; clear wavy boundary. (5 to 15 inches thick)\nBss1--16 to 21 inches; light olive brown (2.5Y 5/6) clay; moderate coarse angular blocky structure parting to strong fine and medium angular blocky; firm; plastic; sticky; common fine roots; common large intersecting slickensides having prominent polished and grooved faces; slickenside planes are 1 to 2 inches apart; many pressure faces; few medium distinct yellowish red (5YR 4/6) masses of iron accumulation within the matrix; few medium distinct light brownish gray (10YR 6/2) iron depletions within the matrix and on faces of slickensides and peds; common very fine flakes of mica; moderately acid; clear wavy boundary.\nBss2--21 to 26 inches; light olive brown (2.5Y 5/4) clay; moderate coarse angular blocky structure parting to strong medium angular blocky; firm; plastic; sticky; common fine roots, flattened on faces of peds; common large intersecting slickensides having prominent polished and grooved faces; slickenside planes are 1 to 2 inches apart; many pressure faces; common medium distinct yellowish red (5YR 4/6) masses of iron accumulation within the matrix; few medium distinct light brownish gray (2.5Y 6/2) iron depletions within the matrix and on faces of slickensides and peds; common very fine flakes of mica; neutral; clear wavy boundary. (Combined thickness of the Bss horizons is 0 to 15 inches.)\nBkss1--26 to 40 inches; light olive brown (2.5Y 5/4) interior and grayish brown (2.5Y 5/2) exterior, silty clay; moderate coarse angular blocky structure which parts to strong medium angular blocky; firm; plastic; sticky; few fine roots, flattened on faces of peds; common large intersecting slickensides having prominent polished and grooved faces; grayish brown colors on faces of slickensides and peds are iron depletions; common fine flakes of mica; many fine and medium rounded soft masses of calcium carbonate; strongly effervescent; moderately alkaline; clear wavy boundary.\nBkss2--40 to 59 inches; light olive brown (2.5Y 5/6) interior and light olive gray (5Y 6/2) exterior, clay; moderate coarse angular blocky structure which parts to strong medium angular blocky; firm; common large intersecting slickensides having prominent polished and grooved faces; light olive gray colors on faces of peds and slickensides are iron depletions; common medium distinct olive yellow (2.5Y 6/6) masses of iron accumulation on faces of peds; common fine flakes of mica; few fine soft black masses and stains (MnO2); many fine and medium rounded soft masses of calcium carbonate; strongly effervescent; moderately alkaline; clear wavy boundary. (Combined thickness of the Bkss horizon is 15 to 50 inches.)\nBC--59 to 76 inches; 35 percent pale olive (5Y 6/3), 30 percent light olive brown (2.5Y 5/6), and 25 percent light olive gray (5Y 6/2) clay loam; moderate medium platy structure parting to moderate medium and coarse angular blocky; firm; many very fine flakes of mica; few fine soft black masses and stains (MnO2); many fine and medium soft rounded masses of calcium carbonate; violently effervescent; moderately alkaline; clear wavy boundary. (0 to 20 inches thick)\n2C--76 to 80 inches; thinly stratified light olive gray (5Y 6/2) sandy clay, olive (5Y 5/6) sandy loam, and olive (5Y 5/4) sandy clay loam; weak medium platy rock structure; firm; many very fine flakes of mica; many fine and medium soft rounded masses of calcium carbonate; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Macon County, Alabama; about 1/2 mile west of Hannon on County Road 2; 1400 feet south and 600 feet west of the northeast corner of Section 33, T.15N., R.25E. Lat. 32 degrees 16 minutes and 40 seconds N. and Long. 85 degrees 33 minutes and 05 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to horizons with carbonates ranges from 12 to 30 inches. Depth to chalk bedrock characterized as paralithic is more than 80 inches.\nThe A or Ap horizon has hue of 7.5YR to 10YR, value of 3 to 5, and chroma of 2 to 4. Texture is clay loam, silty clay loam, clay, or silty clay. Reaction ranges from strongly acid to neutral.\nThe Bt horizon, or Btss, where present, has hue of 2.5YR to 7.5YR, value of 4 or 5, and chroma of 4 to 8. Texture is clay or silty clay. Iron depletions and masses of iron accumulation range from none to common, generally increasing with depth. Reaction ranges from strongly acid to neutral.\nThe Bss horizon, where present, has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 4 to 8. Iron depletions and masses of iron accumulation range from few to many. Texture is clay or silty clay. Reaction ranges from moderately acid to slightly alkaline.\nThe Bkss horizon has hue of 2.5Y or 5Y and value of 5 or 6. Chroma is 4 to 6 in ped interiors and 2 to 4 on exterior faces of peds and slickensides. Iron depletions and masses of iron accumulation range from few to many and are most common on surfaces of peds or slickensides. Texture is clay, silty\nclay, silty clay loam, or clay loam. Reaction is slightly alkaline or moderately alkaline. Soft masses of calcium carbonate range from common to many and concretions of calcium carbonate range from few to common. Soft black masses or stains (MnO2) range from none to common.\nThe BC or CB horizon has the same range in color as the Bkss horizon or has no dominant matrix color and is multi-colored in shades of olive, gray, and brown. Texture is loam, clay loam, sandy clay loam, or silty clay loam. Soft masses and/or concretions of calcium carbonate range from common to many. Soft black masses and stains (MnO2) range from none to common.\nThe 2C or C horizon is commonly stratified. It has hue of 2.5Y or 5Y, value of 5 or 6, and chroma of 2 to 6. Strata with chroma of 4 to 6 are generally thinner and have less clay than those with chroma of 2 or 3. It is massive or has platy rock structure. Texture ranges from sandy loam to clay. Some pedons have strata of soft chalk, marl, or shell."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Naclina series in the same family and the Brazoria, Burkeville, Dylan, Oktibbeha, Redco, Ships, and Tahoula series in closely related families. The Brazoria, Burkeville, Dylan, Redco, Ships, and Tahoula soils are very-fine. Naclina soils are well drained, do not have an argillic horizon, and are derived from shale. Oktibbeha soils are very-fine and do not have carbonates within 30 inches of the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Hannon soils are on broad ridges and side slopes on uplands of the Alabama and Mississippi Blackland Prairie and the Southern Coastal Plain MLRA's. Slopes are commonly 1 to 12 percent but range to 25 percent in the more dissected areas. They formed in clayey marine sediments overlying stratified loamy and clayey materials and chalk. The average annual air temperature ranges from 60 to 65 degrees F., and the average annual precipitation ranges from 48 to 56 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Keiffer, Maytag, Sumter, and Vaiden soils. The Keiffer, Maytag, and Sumter soils are calcareous to the surface and have hue of 10YR or yellower throughout. They are generally on lower slopes. The Vaiden soils, on lower positions, are very-fine and have hue of 10YR or yellower throughout."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; slow to rapid runoff; very slow permeability. No free water has been observed in these soils but soil morphology suggests that they may be saturated within a depth of 1.5 to 3.5 feet of the surface for short periods during winter and spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Principal use is woodland and wildlife habitat. Some areas are in pasture, hayland, or cultivated crops. The main crops are cotton, corn, and soybeans. Common trees in wooded areas include longleaf pine, loblolly pine, shortleaf pine, southern red oak, post oak, sweetgum, and hickory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Alabama and possibly Louisiana and Mississippi. It is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Macon County, Alabama in 1998. The series name is that of a small community in Macon County, Alabama."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This soil has been included in mapping with the Oktibbeha series. An argillic horizon is not currently recognized in the Vertisol order, but is considered an important feature of this soil.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - from the surface to a depth of 7 inches (Ap horizon)\nArgillic horizon - from 7 to 16 inches (Bt Horizon)\nCambic horizon - from 16 to 59 inches (Bss and Bkss horizons)\nVertic features - intersecting slickensides beginning at about 16 inches and continuing to a depth of 59 inches (Bss and Bkss horizons)\nCharacterization data developed by the Alabama Agricultural Experiment Station is available for two pedons in Macon County, AL. Sample numbers S91AL-087-5 and S91AL-087-6.\nSIR = AL0153; MLRA 135A and 133A\nNational Cooperative Soil Survey\nU.S.A."
  }
}
