{
  "SERIES": "HANSKA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JFC-HRF-TWN",
  "REVDATE": "08/2007",
  "STATES": "IA,MN",
  "OVERVIEW": "The Hanska series consists of very deep, poorly and very poorly drained soils formed in 50 to 100 centimeters of loamy sediments and the underlying sandy glacial outwash or lacustrine sediments. These soils are on slightly concave to slightly convex slopes on glacial outwash plains, lake plains and valley trains. Slope ranges from 0 to 2 percent. Mean annual precipitation is about 765 millimeters. Mean annual temperature is about 8 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Typic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hanska loam, on a plane slope of less than 1 percent, on a glacial outwash plain, in a cultivated field.  (Colors are for moist soil unless otherwise noted.)\nAp--0 to 30 centimeters; black (10YR 2/1) loam, very dark gray (10YR 3/1) dry; weak medium subangular blocky structure; friable; about 1 percent rock fragments; neutral; abrupt smooth boundary.\nA--30 to 48 centimeters; very dark gray (10YR 3/1) loam, dark gray (10YR 4/1) dry; weak coarse subangular blocky structure; friable; few very dark grayish brown (10YR 3/2) organic stains on surfaces along root channels; about 1 percent rock fragments; neutral; clear irregular boundary.  (Combined thickness of A horizon is 25 to 60 centimeters.)\nBg1--48 to 69 centimeters; dark grayish brown (2.5Y 4/2) sandy loam; weak coarse subangular blocky structure; very friable; few very dark grayish brown (10YR 3/2) organic stains on surfaces along root channels; few fine distinct dark brown (7.5YR 3/2) redoximorphic concentrations; about 1 percent rock fragments; neutral; clear wavy boundary.  (15 to 50 centimeters thick)\n2Bg2--69 to 97 centimeters; dark grayish brown (2.5Y 4/2) loamy sand; weak coarse subangular blocky structure; very friable; many fine faint grayish brown (2.5Y 5/2) redoximorphic depletions, many fine distinct light olive brown (2.5Y 5/4) and many fine prominent dark brown (7.5YR 3/4) redoximorphic concentrations; about 2 percent rock fragments; neutral; abrupt wavy boundary. (0 to 40 centimeters thick)\n2Cg1--97 to 122 centimeters; grayish brown (2.5Y 5/2) sand; single grain; loose; many fine prominent dark brown (7.5YR 3/4) redoximorphic concentrations; about 4 percent rock fragments; neutral; abrupt wavy boundary.\n2Cg2--122 to 152 centimeters; very dark grayish brown (2.5Y 3/2) sand; single grain; loose; about 4 percent rock fragments; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 103-Central Iowa and Minnesota Till Prairies, Freeborn County, Minnesota subset; about 3 miles southeast of Geneva; located about 700 feet south and 1,000 feet east of the northwest corner of section 29, T. 104 N., R. 20 W.; USGS Ellendale topographic quadrangle; lat. 43 degrees 47 minutes 14 seconds N. and long. 93 degrees 15 minutes 57 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of mollic epipedon--25 to 60 centimeters\nDepth to sandy and gravelly sediments--50 to 100 centimeters\nDepth to carbonates--75 to 150 centimeters\nClay content in the particle-size control section (weighted average)--8 to 18 percent, the percentage of silt plus twice the percentage of clay exceeds 30 percent\nSand content in the particle-size control section (weighted average)--45 to 75 percent, less than 85 percent fine sand or very fine sand\nAp or A horizon:\nHue--10YR, 2.5Y or is neutral\nValue--2 or 3\nChroma--0 or 1\nTexture--sandy loam, fine sandy loam, or loam\nClay content--6 to 18 percent\nSand content--45 to 75 percent\nRock fragment content--0 to 5 percent, mixed lithology\nReaction--slightly acid to slightly alkaline\nSome pedons have carbonates in the upper 25 centimeters\nBg horizon:\nHue--2.5Y or 5Y\nValue--4 or 5\nChroma--1 or 2\nTexture--sandy loam, coarse sandy loam, or loam\nClay content--6 to 18 percent\nSand content--50 to 75 percent\nRock fragment content--0 to 5 percent, mixed lithology\nReaction--slightly acid or neutral\n2Bg horizon (when present):\nHue--2.5Y or 5Y\nValue--4 or 5\nChroma--1 or 2\nTexture--loamy sand, loamy coarse sand, sand or coarse sand\nClay content--2 to 10 percent\nSand content--75 to 95 percent\nRock fragment content--2 to 15 percent, mixed lithology\nReaction--slightly acid to slightly alkaline\n2Cg horizon:\nHue--2.5Y or 5Y\nValue--3 to 6\nChroma--2 to 4\nTexture--sand, coarse sand, gravelly sand, or gravelly coarse sand\nClay content--2 to 10 percent\nSand content--75 to 95 percent\nRock fragment content--2 to 35 percent, mixed lithology\nReaction--neutral or slightly alkaline\nSome pedons have thin, discontinuous sandy loam, loam, or silt loam bands"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Darfur, Dassel, Gilford, Goodell, Jubilee, Lyles, Monon, Mudgepond, Overshue, Toolesboro, Uniongrove, and Whitepost series.\nDarfur--have more than 85 percent fine sand and very fine sand in the particle-size control section and is stratified in the lower third of the series control section\nDassel--have stratified layers in the series control section\nGilford--have sandy sediments within depths of 75 to 100 centimeters and are in areas that have a mean annual precipitation range of 750 to 1,070 millimeters\nGoodell--have a clay content of more than 10 percent in the lower third of the series control section\nJubilee--do not have a cambic horizon and are in areas that have a mean annual precipitation range of 200 to 300 millimeters\nLyles--do not have sandy sediments within a depth of 100 centimeters\nMonon--do not have carbonates within a depth of 150 centimeters and have a lithic contact with limestone within a depth of 200 centimeters\nMudgepond--have a rock fragment content of more than 5 percent in the upper third of the series control section and are in areas that have a mean annual precipitation range of 1,070 to 1,320 millimeters\nOvershue--have a clay content of more than 10 percent in the lower third of the series control section\nToolesboro--have a matrix hue of 5YR to 10YR in the middle third of the series control section and do not have carbonates within a depth of 150 centimeters\nUniongrove--have a sand content of less than 55 percent in the lower half of the series control section\nWhitepost--have a sand content of less than 20 percent in the lower third of the series control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--50 to 100 centimeters of loamy sediments and the underlying sandy glacial outwash or lacustrine sediments of late Wisconsin age\nLandform--slightly concave to slightly convex slopes on glacial outwash plains, lake plains and valley trains\nSlope--0 to 2 percent\nElevation--300 to 400 meters above sea level\nMean annual air temperature--6 to 10 degrees C\nMean annual precipitation--585 to 940 millimeters\nFrost free period--155 to 200 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Dickinson, Fieldon, Lemond, and Linder soils.\nDickinson--are at higher landscape positions and do not have a frequently saturated zone within a depth of 1.8 meters during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nFieldon--are in landscape positions similar to those of the Hanska soils, do not have rock fragments in the series control section and are calcareous in all parts between depths of 25 and 50 centimeters\nLemond--are at slightly higher landscape positions on low rises or rims of depressions and are calcareous in all parts between depths of 25 and 50 centimeters\nLinder--are at slightly higher landscape positions and do not have a frequently saturated zone within a depth of 0.6 meter during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--poorly and very poorly drained--a frequently saturated zone occurs at the surface to a depth of 0.3 meters during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nSaturated hydraulic conductivity--10.00 to 100.00 micrometers per second in the loamy sediments and 100.00 to 705.00 micrometers per second in the underlying sandy outwash"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are cultivated. The principal crops include corn, soybeans, small grains, and hay. The native vegetation is big bluestem, western wheatgrass, sedges, blue grama and other species of the tall grass prairie that are tolerant of excessive wetness."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic section--Western lake section and Dissected till plains\nMLRAs--Central Iowa and Minnesota Till Prairies (103) and Eastern Iowa and Minnesota Till Prairies (104)\nLRR M; north-central Iowa and south-central Minnesota\nExtent--moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Brown County, Minnesota, 1949."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 25 to 100 centimeters;\nseries control section--the zone from the surface to a depth of 150 centimeters.\nDiagnostic horizons and features recognized in this pedon include:\nmollic epipedon--the zone from the surface to a depth of 48 centimeters (Ap and A horizons);\ncambic horizon--the zone from a depth of 48 to 97 centimeters (Bg1 and 2Bg2 horizons);\naquic moisture regime.\nCation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomy version--Keys to Soil Taxonomy, tenth edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
