{
  "SERIES": "HAOZOUS",
  "STATUS": "Established Series",
  "BYREV": "Rev. CDH/JVC/WWJ",
  "REVDATE": "01/2008",
  "STATES": "NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Cumulic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Haozous very gravelly coarse sandy loam--on a linear to convex-shaped inset fan sloping 9 percent to the west at 6,088 feet elevation--rangeland.  (Colors are for dry soil unless otherwise noted.  When described, the soil was dry from the surface to 8 inches, slightly moist from 8 to 50 inches, and dry below 50 inches.)\nAC1--0 to 1 inch; brown (7.5YR 4/3) very gravelly coarse sandy loam, dark brown (7.5YR 3/2) moist; weak fine granular structure; soft, very friable, slightly sticky and nonplastic; common fine and common very fine roots; few very fine irregularly shaped pores; 40 percent gravel and 5 percent cobbles; slightly effervescent; neutral (pH 7.2); abrupt smooth boundary. (1 to 4 inches thick)\nAC2--1 to 8 inches; brown (7.5YR 5/4) very gravelly coarse sand, brown (7.5YR 4/3) moist; single grain; loose, nonsticky and nonplastic; few fine and common very fine roots; few very fine irregularly shaped pores; 45 percent gravel; few thin strata of sandy loam; slightly to strongly effervescent; neutral (pH 7.2); abrupt wavy boundary. (3 to 7 inches thick)\nAB--8 to 14 inches; brown (7.5YR 4/3) with brown (7.5YR 5/4) gravelly sandy loam, dark brown (7.5YR 3/2) with brown (7.5YR 4/3) moist; weak medium subangular blocky structure; soft, very friable, slightly sticky and nonplastic; common very fine roots; few very fine irregularly shaped pores; 30 percent gravel; few lenses of very gravelly coarse sand; slightly to strongly effervescent; neutral (pH 7.2); abrupt smooth boundary. (3 to 6 inches thick)\nBw1--14 to 27 inches; brown (7.5YR 4/2) gravelly coarse sandy loam, dark brown (7.5YR 3/2) moist; moderate coarse subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; few medium and few very fine roots; few fine and few very fine irregularly shaped pores; 30 percent gravel; slightly alkaline (pH 7.6); clear wavy boundary. (6 to 13 inches thick)\nBw2--27 to 34 inches; brown (7.5YR 4/3) gravelly coarse sandy loam, dark brown (7.5YR 3/2) moist; moderate coarse subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; few medium, few fine, and few very fine roots; few fine and few very fine tubular pores; 25 percent gravel; noneffervescent to slightly effervescent; slightly alkaline (pH 7.4); clear wavy boundary. (5 to 12 inches thick)\nBw3--34 to 44 inches; brown (7.5YR 4/3) gravelly coarse sandy loam, dark brown (7.5YR 3/3) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; few fine and few very fine roots; few fine tubular pores; 30 percent gravel; noneffervescent to slightly effervescent; slightly alkaline (pH 7.4); abrupt wavy boundary. (6 to 10 inches thick)\nBk1--44 to 48 inches; brown (7.5YR 5/3) gravelly coarse sandy loam, brown (7.5YR 4/3) moist; weak coarse subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; few fine and few very fine roots; few fine and common very fine tubular pores; 30 percent gravel; strongly effervescent, secondary calcium carbonate segregated as common fine and medium irregularly shaped coats on faces of peds and on rock fragments; moderately alkaline (pH 8.2); clear wavy boundary. (4 to 16 inches thick)\nBk2--48 to 57 inches; light brown (7.5YR 6/3) very gravelly coarse sandy loam, brown (7.5YR 4/3) moist; weak medium subangular blocky structure; soft, very friable, slightly sticky and nonplastic; few very fine roots; few fine and common very fine tubular pores; 40 percent gravel; violently effervescent, secondary calcium carbonate segregated as common fine and medium irregularly shaped coats on faces of peds and on rock fragments; moderately alkaline (pH 8.2); clear wavy boundary. (8 to 21 inches thick)\nBCk1--57 to 89 inches; light brown (7.5YR 6/3) and reddish brown (5YR 5/3) stratified gravelly loamy coarse sand to very gravelly coarse sand, brown (7.5YR 4/3) and reddish brown (5YR 4/3) moist; single grain; loose, nonsticky and nonplastic; few very fine roots; 20 to 45 percent gravel; slightly to violently effervescent, secondary calcium carbonate segregated as few fine and medium irregularly shaped coats on rock fragments; moderately alkaline (pH 8.2); clear wavy boundary. (12 to 32 inches thick)\nBCk2--89 to 120 inches; brown (7.5YR 5/4) stratified very gravelly loamy coarse sand to gravelly coarse sandy loam, brown (7.5YR 4/4) moist; single grain and massive; loose and soft, loose in the thicker strata and very friable in the thinner strata, nonsticky and nonplastic in the thicker strata and slightly sticky and nonplastic in the thinner strata; 25 to 45 percent gravel; slightly to violently effervescent, secondary calcium carbonate segregated as few fine and medium irregularly shaped coats on rock fragments; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Santa Fe County, New Mexico; about 4.5 miles west-northwest of Las Dos; 300 feet north and 1,025 feet west of the southeast corner of section 20, T.18N., R.8E.; USGS Horcado Ranch 7.5 minute topographic quadrangle; Latitude 35 degrees 46 minutes 11 seconds North and Longitude 106 degrees 6 minutes 37 seconds West, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soil moisture control section is intermittently moist in some part from July to October and December to March.  The soils are driest in May and June.  The soil moisture regime is aridic bordering on ustic.\nMean annual soil temperature - 52 to 54 degrees F.\nThickness of surface mantle - 5 to 10 inches\nThickness of mollic epipedon - 20 to 36 inches\nDepth to calcareous material (as visible secondary calcium carbonate) - 20 to 36 inches\nLithology of rock fragments: granite, gneiss, and schist\nOrganic matter content - 1 to 4 percent in the mollic epipedon\nReaction - neutral to slightly alkaline in the surface and subsurface horizon; slightly alkaline in the subsoil; moderately alkaline in the substratum\nSalinity, mmhos/cm - 0 to 2 in the surface and subsurface horizon; 0 to 1 in the subsoil and substratum\nSodicity, SAR - 0 to 1\nParticle-size control section (weighted averages)\nSilicate clay content: 10 to 18 percent\nSand content: 50 to 70 percent\nFine sand or coarser content: 40 to 60 percent\nRock fragment content: 15 to 35 percent gravel\nAC1 horizon\nValue: 4 or 5 dry\nChroma: 2 or 3, dry or moist\nRock fragments: total range is 35 to 50 percent\n30 to 45 percent gravel\n0 to 5 percent cobbles\nAC2 horizon\nValue: 3 or 4 moist\nChroma: 2 or 3, dry or moist\nTexture: stratified very gravelly coarse sand to gravelly loamy coarse sand; most pedons have thin strata and lenses of sandy loam and loamy sand\nRock fragments: total range is 15 to 55 percent, averaging 25 to 45 percent gravel\nAB horizon\nValue: 4 or 5 dry\nChroma: 2 or 3, dry or moist\nTexture: gravelly sandy loam or gravelly coarse sandy loam\nRock fragments: 20 to 35 percent gravel\nBw horizons\nValue: 3 through 5 dry, 2.5 or 3 moist\nChroma: 2 or 3, dry or moist\nTexture: gravelly coarse sandy loam or gravelly sandy loam\nRock fragments: 15 to 30 percent gravel\nBk horizons\nValue: 5 through 7 dry, 4 through 6 moist\nChroma: 2 through 4, dry or moist\nTexture: gravelly coarse sandy loam, very gravelly coarse sandy loam, or gravelly sandy loam\nRock fragments: 20 to 40 percent gravel\nCalcium carbonate equivalent: 1 to 3 percent\nBCk horizons\nHue: 5YR or 7.5YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 3 through 6, dry or moist\nTexture: stratified gravelly coarse sandy loam to very gravelly coarse sand\nRock fragments: 20 to 40 percent gravel\nCalcium carbonate equivalent: 1 to 3 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Crucitas, Janude, Kaskan, Lamesilla, Paymaster, and Payter series.\nJanude, Payter, and Paymaster soils average less than 15 percent rock fragments in the particle-size control section and do not have significant amounts of medium to very coarse angular granitic sands.\nJanude and Kaskan soils have an ustic moisture regime bordering on udic.\nCricitas, Lamesilla, Paymaster, and Payter soils have an ustic moisture regime bordering on aridic."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Haozous soils are on inset fans of erosional fan remnants.  They formed in alluvium derived from Precambrian granite, gneiss, and schist.  Slopes are 5 to 15 percent.  Elevation ranges from 5,400 to 6,600 feet.  The mean annual precipitation is 10 to 13 inches with about 45 percent falling as rain from high-intensity convective thunderstorms between July and September.  The mean annual air temperature is 50 to 52 degrees F.  The frost-free period is 150 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Chupe, Golondrina, Paraje, and Vitrina soils.  Chupe soils are sandy, do not have diagnostic horizons, and occur on flood plains of valley floors.  Golondrina soils are loamy-skeletal, have thin mollic epipedons and argillic horizons, and occur on backslopes and footslopes of erosional fan remnants.  Paraje soils are loamy-skeletal, have argillic and calcic horizons, and occur on shoulders of erosional fan remnants.  Vitrina soils are coarse-loamy, have thin mollic epipedons and argillic horizons, and occur on adjacent toeslopes of erosional fan remnants."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; low surface runoff; permeability is moderately rapid.  Haozous soils are subject to frequent, extremely brief periods of flooding between July and September.  Floodwaters have low velocity and are generally less than 1 foot deep."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Haozous soils are used for urban development, livestock grazing, and recreation.  The historic climax vegetation is blue grama, black  grama, galleta, oak, and oneseed juniper.  The ecological site is Hills(R036XB124NM)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Haozous soils are of small extent on the southeastern Espanola Basin part of the Basin and Range province in northcentral New Mexico.  The MLRA is 36."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Santa Fe County, New Mexico; Santa Fe Area Soil Survey Update; 2008.  Haozous is a street name in San Marcos."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nSurface mantle feature - The zone of new alluvial material from the soil surface to a depth of about 8 inches. (AC1 and AC2 horizons)\nMollic epipedon - The zone from 8 to about 44 inches. (AB, Bw1, Bw2, and Bw3 horizons)\nCumulic feature - The presence of a mollic epipedon that is greater than 20 inches thick accompanied by an irregular organic matter distribution between 10 and 50 inches. (AB, Bw1, Bw2, Bw3, and Bk1 horizons)\nClassified according to Keys to Soil Taxonomy, Tenth Edition, 2006\nNational Cooperative Soil Survey\nU.S.A."
  }
}
