{
  "SERIES": "HARBORCREEK",
  "STATUS": "Established Series",
  "BYREV": "AWD",
  "REVDATE": "05/2015",
  "STATES": "PA",
  "OVERVIEW": "The Harborcreek series consists of very deep, somewhat excessively drained soils formed in water worked stratified sandy and gravelly deposits. They are nearly level to very steep soils on beach ridges, deltas, and stream incised lake plains. Slope ranges from 0 to 70 percent. Mean annual temperature is 9 degrees C (49 degrees F) and mean annual precipitation is 1092 millimeters (43 inches).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, mesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Harborcreek gravelly coarse sandy loam, on a 4 percent slope in a crop shrub field. (Colors are for moist soil unless otherwise specified).\nAp -- 0 to 30 centimeters (0.0 to 11.8 inches); dark grayish brown (10YR 4/2) gravelly coarse sandy loam, light gray (10YR 7/2), dry; weak coarse subangular blocky structure parting to weak coarse granular structure; very friable, nonsticky, nonplastic; common fine and medium roots throughout; 5 percent flat well rounded 2 to 50 millimeter shale channers and 20 percent well rounded 2 to 10 millimeter mixed sandstone and shale gravel; moderately acid, pH 5.8; abrupt wavy boundary. (15 to 34 centimeters thick)\nBw -- 30 to 45 centimeters (11.8 to 17.7 inches); yellowish brown (10YR 5/4) gravelly coarse sandy loam; weak coarse subangular blocky structure; friable, slightly sticky, slightly plastic; few very fine roots between peds; few faint patchy clay films on ped faces; 5 percent flat well rounded 50 to 150 millimeter shale channers and 25 percent well rounded 2 to 10 millimeter mixed sandstone and shale gravels; moderately acid, pH 5.9; clear wavy boundary. (15 to 40 cm thick)\nC1 -- 45 to 76 centimeters (17.7 to 29.9 inches); brown (10YR 4/3) very gravelly loamy coarse sand; structureless, single grain; loose, nonsticky, nonplastic; very few fine roots throughout; 5 percent flat well rounded 50 to 150 millimeter shale channers and 55 percent well rounded 2 to 10 millimeter mixed sandstone and shale gravels; moderately acid, pH 5.7; clear wavy boundary.\nC2 -- 76 to 107 centimeters (29.9 to 42.1 inches); dark yellowish brown (10YR 4/4) very gravelly coarse sand; structureless, single grain; loose, nonsticky, nonplastic; 5 percent flat well rounded 15 to 100 millimeter shale channers and 35 percent well rounded 2 to 10 millimeter mixed shale and sandstone gravel; moderately acid, pH 5.6; gradual wavy boundary.\nC3 -- 107 to 200 centimeters (42.1 to 78.7 inches); brown (10YR 4/3) very gravelly loamy coarse sand; structureless, single grain; loose, nonsticky, nonplastic; 15 percent flat well rounded 5 to 20 millimeter shale channers and 35 percent well rounded 2 to 10 millimeter mixed shale and sandstone gravel; moderately acid, pH 5.8; clear wavy boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Erie County, Pennsylvania, Springfield Township, .4 miles east of the intersection of State Route 215 and US route 20, 60 meters south of Tubbs road. USGS East Springfield, PA topographic quadrangle; latitude 41 degrees, 57 minutes, 59.74 seconds N. and longitude 80 degrees, 24 minutes, 2.01 seconds W. NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 30 to 60 centimeters (12 to 23 inches) 30 to 60 centimeters. Bedrock is deeper than 152 centimeters (60 inches). Rock fragment lithology is dominantly shale and sandstone with minor amounts of limestone and granitic erratics. Rock fragment content ranges from 10 to 40 percent by volume in the A horizon, 20 to 55 percent in the B horizon, and 30 to 80 percent in the C horizon, with some thin stratified layers having more or fewer rock fragments.\nThe Ap horizon has hue of 10YR, value of 3 or 4, and chroma of 2 or 3. Texture of the fine earth fraction is coarse sandy loam, sandy loam, or loam. It has weak or moderate, medium or fine granular structure, some pedons range to subangular blocky. Consistence is friable or very friable. Reaction, unless limed, is very strongly or strongly acid.\nThe Bw horizon has hue of 7.5YR to 2.5Y, value of 4 or 5, and chroma of 3 through 6. Texture is loam, sandy loam, coarse sandy loam or very coarse sandy loam in the fine earth fraction. Structure is very weak to moderate, fine to coarse subangular blocky. Consistence is friable or very friable. Reaction ranges from very strongly acid to moderately acid.\nSome pedons have a BC horizon ranging from 10 to 50 centimeters (4 to 20 inches) in thickness. Hue is 7.5YR to 2.5Y, value of 4 or 5, and chroma of 3 through 5.  Texture of the fine earth is typically loamy sand, but ranges from very coarse sandy loam to fine sand.  Structure is very weak or weak, fine to coarse, subangular blocky. Consistence is friable to loose.  Reaction ranges from very strongly acid to slightly acid.\nThe C horizons have hue of 7.5YR to 2.5Y, value of 3 through 5, and chroma of 2 through 4. They are stratified loamy sand, loamy coarse sand, coarse sand, or sand in the fine earth fraction. They are single grained and loose. Reaction ranges from strongly acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Brandywine, Gloucester, and Hoosic series in the same family. Gloucester soils lack stratified C horizons. Brandywine soils lack stratified C horizons and formed in materials weatherd from granitic gniess.  Hoosic soils have a rock fragment lithology dominated by slate and phyllite.\nThe Chenango, Otisville, and Wyoming series are similar soils in related families. Chenango and Wyoming soils have loamy skeletal particle-size control sections. Otisville soils lack cambic horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Harborcreek soils are nearly level to undulating soils mainly on beach ridges, but also on other related lacustrine landforms. Slope ranges from 0 to 70 percent. The soils formed in water-sorted sandy and gravelly material dominated by sandstone and shale. Mean annual precipation ranges from 965 to 1168 millimeters (38 to 46 inches) and mean annual air temperature ranges from 7.7 to 10.5 degrees C (46 to 51 degrees F). Mean annual frost free period ranges from 165 to 200 days. Elevation ranges from 183 to 244 meters (600 to 800 feet) above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Pompton, Red Hook, Colonie, Elnora, Harbor, and Painesville series. Pompton, Red Hook, Elnora, Harbor and Painesville soils all have redoximorphic features within 60 centimeters (24 inches) of the soil surface. Colonie soils have lamellae and contain less than 5 percent rock fragments in the upper 122 centimeters (48 inches)."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained. The potential for surface runoff ranges from low to high. Saturated hydraulic conductivity is high or very high in the solum and very high in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas have been cleared and are used to grow grapes, deciduous fruit or vegetable crops, or are in a hay-small grain rotation. Some areas are used to grow commercial landscape shrubs. Woodlots contain sugar maple, oak, and hickory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwestern Pennsylvania, northeastern Ohio, and possibly western New York. MLRA's 139 and 101. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Erie County, Pennsylvania, 2011."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recongnized in the typical pedon are:\n(1) Ochric Epipedon - the zone from the surface of the soil to a depth of about 30 centimeters (12 inches) (Ap horizon).\n(2) Cambic Horizon - the zone from 30 to 45 centimeters (12 to 18 inches) (Bw  horizon)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Refer to pedon S08PA049015 for characterization data on the typical pedon.  Also, sample number S08PA049008 falls with the concept of this series."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "coarse sandy loam",
        "structure": "weak coarse granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Ap -- 0 to 30 centimeters (0.0 to 11.8 inches); dark grayish brown (10YR 4/2) gravelly coarse sandy loam, light gray (10YR 7/2), dry; weak coarse subangular blocky structure parting to weak coarse granular structure; very friable, nonsticky, nonplastic; common fine and medium roots throughout; 5 percent flat well rounded 2 to 50 millimeter shale channers and 20 percent well rounded 2 to 10 millimeter mixed sandstone and shale gravel; moderately acid, pH 5.8; abrupt wavy boundary. (15 to 34 centimeters thick)"
      },
      {
        "name": "Bw",
        "top": 30,
        "bottom": 45,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "coarse sandy loam",
        "structure": "weak coarse subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw -- 30 to 45 centimeters (11.8 to 17.7 inches); yellowish brown (10YR 5/4) gravelly coarse sandy loam; weak coarse subangular blocky structure; friable, slightly sticky, slightly plastic; few very fine roots between peds; few faint patchy clay films on ped faces; 5 percent flat well rounded 50 to 150 millimeter shale channers and 25 percent well rounded 2 to 10 millimeter mixed sandstone and shale gravels; moderately acid, pH 5.9; clear wavy boundary. (15 to 40 cm thick)"
      },
      {
        "name": "C1",
        "top": 45,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy coarse sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C1 -- 45 to 76 centimeters (17.7 to 29.9 inches); brown (10YR 4/3) very gravelly loamy coarse sand; structureless, single grain; loose, nonsticky, nonplastic; very few fine roots throughout; 5 percent flat well rounded 50 to 150 millimeter shale channers and 55 percent well rounded 2 to 10 millimeter mixed sandstone and shale gravels; moderately acid, pH 5.7; clear wavy boundary."
      },
      {
        "name": "C2",
        "top": 76,
        "bottom": 107,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "coarse sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C2 -- 76 to 107 centimeters (29.9 to 42.1 inches); dark yellowish brown (10YR 4/4) very gravelly coarse sand; structureless, single grain; loose, nonsticky, nonplastic; 5 percent flat well rounded 15 to 100 millimeter shale channers and 35 percent well rounded 2 to 10 millimeter mixed shale and sandstone gravel; moderately acid, pH 5.6; gradual wavy boundary."
      },
      {
        "name": "C3",
        "top": 107,
        "bottom": 200,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy coarse sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C3 -- 107 to 200 centimeters (42.1 to 78.7 inches); brown (10YR 4/3) very gravelly loamy coarse sand; structureless, single grain; loose, nonsticky, nonplastic; 15 percent flat well rounded 5 to 20 millimeter shale channers and 35 percent well rounded 2 to 10 millimeter mixed shale and sandstone gravel; moderately acid, pH 5.8; clear wavy boundary."
      }
    ]
  ]
}
