{
  "SERIES": "HARCANY",
  "STATUS": "Established Series",
  "BYREV": "Rev. LIL/MJZ/RLB/JBF",
  "REVDATE": "07/2016",
  "STATES": "NV,OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Pachic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Harcany gravelly silt loam, rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 10 cm; dark grayish brown (10YR 4/2) gravelly silt loam, very dark brown (10YR 2/2) moist; strong very fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and few fine and medium roots; many very fine interstitial pores; 25 percent gravel, 5 percent cobbles and 1 percent stones; neutral (pH 6.6); clear wavy boundary.  (8 to 15 cm)\nA2--10 to 25 cm; dark grayish brown (10YR 4/2) gravelly silt loam, very dark brown (10YR 2/2) moist; moderate very fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and few fine and medium roots; many very fine interstitial pores; 25 percent gravel, 5 percent cobbles and stones; neutral (pH 6.6); clear wavy boundary.  (10 to 20 cm thick)\nA3--25 to 46 cm; dark grayish brown (10YR 4/2) very gravelly silt loam, very dark brown (10YR 2/2) moist; massive; slightly hard, very friable, nonsticky and nonplastic; common very fine and few fine and medium roots; many very fine interstitial pores; 40 percent gravel, 15 percent cobbles and stones; neutral (pH 6.6); clear wavy boundary. (15 to 25 cm thick)\n2A1--46 to 122 cm; brown (10YR 5/3) extremely gravelly sandy loam, dark brown (10YR 3/3) moist; massive; hard, friable, slightly sticky and slightly plastic; common very fine and few fine and medium roots; common very fine interstitial and few very fine tubular pores; 60 percent gravel, 5 percent cobbles and stones; neutral (pH 6.8); clear wavy boundary.  (50 to 90 cm thick)\n2A2--122 to 183 cm; brown (10YR 5/3) extremely gravelly sandy loam, dark brown (10YR 3/3) moist; massive; hard, friable, slightly sticky and slightly plastic; few very fine roots; common very fine interstitial and few very fine tubular pores; 50 percent gravel, 20 percent cobbles and stones; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Humboldt County, Nevada; approximately 6 miles southeast of Winnemucca, about 600 feet west and 1,000 feet north of the southeast corner of section 13, T. 35 N., R. 38 E; USGS Winnemucca East 7.5 minute topographic quadrangle; latitude 40 degrees 54 minutes 12 seconds N and longitude 117 degrees 38 minutes 39 seconds W; WGS84 Decimal Degrees 40.9033333 latitude, -117.6441667 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist, moist in winter through early summer, dry from August through September; xeric soil moisture regime.\nMean annual soil temperature: 2 to 6 degrees C.\nAverage summer soil temperature: 12 to 15 degrees C.\nMollic epipedon thickness: 86 to 200 cm.\nDepth to 2A horizon: 36 to 60 cm.\nParticle-size control section - Clay content: Average 10 to 18 percent.\nRock fragments:  50 to 80 percent, mainly gravel.\nA1 horizon\nValue:  3 through 5 dry, 2 or 3 moist.\nChroma:  2 or 3.\nA2 and A3 horizons\nValue:  3 through 5 dry, 2 or 3 moist.\nChroma:  2 or 3.\nGravelly or very gravelly silt loam.\nClay content: 5 to 10 percent\n2A horizons\nValue:  5 or 6 dry.\nTexture:  Sandy loam, silt loam, loam with strata of gravelly loam or gravelly silt loam.\nClay content: 10 to 18 percent.\nModifiers: Extremely gravelly, very gravely, extremely stony or extremely cobbly.\nRock fragments:  Average 60 to 80 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Baconcamp, Badgerton, Badhap, Behanco, Behanin, Belsac, Boydhollow, Bullrey, Busterback, Croesus, Dressel, Gateview, Goodski, Hapgood, Hobacker, Lionhead, Lolon, Marcetta, Mundos, Nagitsy, Namela, Nazaton, Papaspila, Parkcity, Poleline, Povey, Snacreek, Snopoc, Splitbutte and Tonigut series.\nBaconcamp, Belsac, Croesus, Goodski, Nagitsy, Namela, Prong and Splitbutte soils are moderately deep to bedrock. Badgerton, Boydhollow, Bullrey, Busterback, Lolon, Marcetta, Snacreek, and Snopoc have a mollic epipedon less than 86 cm thick. Badhap, Behanco, Behanin, Boydhollow, Dressel, Hapgood, Mundos, Papaspila and Tonigut soils average more than 18 percent clay in the particle-size control section.  Hobacker soils have visible carbonates and very gravelly loamy sand textures in the series control section.  Lionhead,  Nazaton, Poleline and Povey soils have cambic horizons.  Gateview and Parkcity soils have an udic soil moisture regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Harcany soils are on side slopes of mountains.  These soils formed in colluvium derived from mixed rocks with additions of loess and volcanic ash. Slopes are 2 to 75 percent.  Elevations are 1,830 to 2,750 meters.  The climate is cool, semiarid with cold, moist winters and cool, dry summers.  The mean annual precipitation is 300 to 500 mm, mean annual temperature is 2 to 7 degrees C, and the frost-free season is 45 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Golsum and Spinlin soils.  Both of these soils have clayey-skeletal particle-size control sections.  Golsum soils also have a frigid temperature regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; rapid runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Livestock grazing and wildlife habitat.  The present vegetation is mainly mountain big sagebrush, snowberry, mountain brome, and Idaho fescue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Nevada and southeastern Oregon.  These soils are of moderate extent.  MLRA 23, 24."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Humboldt County, Nevada, (BLM Sonoma Planning Unit).  1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 183 cm (A1, A2, A3, 2A1 and 2A2 horizons).\nParticle-size control section - The zone from 25 to 100 cm (A3 and part of the 2A1 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
