{
  "SERIES": "HARCOT",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLB-JDH-RJB",
  "REVDATE": "06/2015",
  "STATES": "IA,MN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive, mesic Typic Calciaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Harcot loam, on a nearly level slope, in a cultivated field.  (Colors are for moist soil unless otherwise stated.)\nApk--0 to 20 centimeters; black (10YR 2/1) loam, dark gray (10YR 4/1) dry; weak very fine granular structure; friable; violently effervescent, moderately alkaline; clear smooth boundary.\nAk--20 to 36 centimeters; black (N 2/0) loam, dark gray (10YR 4/1) dry; weak fine granular structure; friable; violently effervescent; moderately alkaline; clear smooth boundary\nABk--36 to 51 centimeters; very dark gray (10YR 3/1) loam, gray (10YR 5/1) dry; weak medium subangular blocky structure; friable; few fine prominent brown (7.5YR 4/4) iron concentrations; violently effervescent; moderately alkaline; clear smooth boundary.\nBkg--51 to 61 centimeters; gray (10YR 5/1) loam; weak medium subangular blocky structure; friable; few dark reddish brown (5YR 2/2) concretions (oxides); common fine prominent strong brown (7.5YR 5/6) iron concentrations; violently effervescent; moderately alkaline; clear wavy boundary.\nBC--61 to 74 centimeters; mixed strong brown (7.5YR 5/6), reddish brown (2.5YR 5/4) and light brownish gray (2.5Y 6/2) loam; weak coarse subangular blocky structure; friable; few dark reddish brown (5YR 2/2) concretions (oxides); strongly effervescent; slightly alkaline; clear smooth boundary.\n2C1--74 to 102 centimeters; pale brown (10YR 6/3) fine sand; single grain; loose; few fine prominent yellowish brown (10YR 5/8) iron concentrations; slightly effervescent; slightly alkaline; gradual smooth boundary.\n2C2--102 to 142 centimeters; light brownish gray (2.5Y 6/2) fine sand; single grain; loose; few fine prominent yellowish brown (10YR 5/6) iron concentrations; slightly effervescent; slightly alkaline; gradual smooth boundary.\n2C3--142 to 200 centimeters; light brownish gray (2.5Y 6/2) fine sand; single grain; loose; few fine distinct yellowish brown (10YR 5/6) iron concentrations; about 5 percent gravel; slightly effervescent; slightly alkaline"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 103-Central Iowa and Minnesota Till Prairies, Worth County, Iowa subset; about 4 miles west and 3 miles north of Northwood; located about 160 feet north and 85 feet west of the southeast corner of section 11, T. 100 N., R. 21 W.; USGS Fertile NE topographic quadrangle; lat. 43 degrees 29 minutes 17.8 seconds N. and long. 93 degrees 16 minutes 51.1 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the mollic epipedon--25 to 60 centimeters\nDepth to coarse textured material--50 to 100 centimeters\nClay content of the upper part of the particle-size control section (weighted average)--20 to 27 percent\nClay content of the lower part of the particle-size control section (weighted average)--less than 10 percent\nSand content of the upper part of the particle-size control section (weighted average)--35 to 50 percent\nSand content of the lower part of the particle-size control section (weighted average)--more than 75 percent\nRock fragment content (upper mantle)--0 to 5 percent\nRock fragment content (underlying material)--0 to 25 percent\nApk or Ak horizon:\nHue--10YR or neutral\nValue--2 or 3\nChroma--0 to 2\nTexture--loam, clay loam, and silt loam\nClay content--18 to 30 percent\nSand content--25 to 50 percent\nReaction--pH 7.4 to 8.4\nThickness--30 to 45 centimeters\nABk horizon:\nHue--10YR to 5Y or neutral\nValue--3\nChroma--0 to 3\nTexture--loam, clay loam, and silt loam\nClay content--18 to 30 percent\nSand content--25 to 50 percent\nReaction--pH 7.9 to 8.4\nThickness--0 to 20 centimeters\nBkg horizon:\nHue--10YR to 5Y\nValue--4 or 5\nChroma--1 or 2\nTexture--loam, clay loam, and sandy clay loam\nClay content--18 to 30 percent\nSand content--40 to 55 percent\nReaction--pH 7.9 to 8.4\nThickness--15 to 35 centimeters\nBC horizon:\nHue--7.5YR to 5Y\nValue--4 to 6\nChroma--2 to 6\nTexture--loam, sandy clay loam, and sandy loam\nClay content--18 to 25 percent\nSand content--40 to 60 percent\nReaction--pH 7.4 to 8.4\nThickness--0 to 20 centimeters\nBC horizons with texture of sandy loam are less than 13 centimeters thick\n2C horizon:\nHue--10YR to 5Y\nValue--5 or 6\nChroma--1 to 6\nTexture--loamy fine sand, fine sand, sand, loamy sand, and their gravelly analogues\nClay content--less than 10 percent\nSand content--more than 80 percent\nReaction--pH 6.6 to 7.8\nNote--In some pedons, the upper 10 to 30 centimeters of the 2C horizon contains over 35 percent gravel and cobbles"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Arlo series.\nArlo--are in areas that receive less rainfall and are drier in the soil moisture control section, see remarks"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--50 to 100 centimeters of alluvium and in the underlying sandy and gravelly outwash\nLandform--slightly concave to slightly convex positions on treads on stream terraces and on flood plains in river valleys, and on outwash plains\nSlope--0 to 2 percent\nElevation--300 to 400 meters above mean sea level\nMean annual air temperature--6 to 10 degrees C\nMean annual precipitation--585 to 890 millimeters\nFrost-free period--155 to 200 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  Near the type location, these are the Coland, Dickinson, Lawler, and Marshan soils.\nColand--are in slightly lower landscape positions on floodplains and have a sand content that averages less than 15 to 30 percent in the particle-size control section\nDickinson--are on higher landscape positions and are not frequently saturated within a depth of 1.8 meters during the wettest periods of years when the precipitation is within one standard deviation of the 30 year mean of annual precipitation\nLawler--are on slightly higher landscape positions and do not have carbonates in the series control section\nMarshan--are on landscape positions similar to those of the Harcot soils and do not have carbonates within a depth of 100 centimeters"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--poorly drained--these soils have a frequently saturated zone from the surface of the soil to a depth of 0.3 meter during the wettest periods of years when the precipitation is within one standard deviation of the 30 year mean of annual precipitation and this saturation is considered apparent\nSaturated hydraulic conductivity--1.0 to 10.0 micrometers per second in the alluvium and 100 to 705 micrometers per second in the underlying outwash\nFlooding--not flooded to rarely flooded for brief duration"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nWhere artificially drained, Harcot soils are cultivated.  The principal crops are corn and soybeans.  Undrained areas are pastured or wildlife land.  The native vegetative cover is a herbaceous wetland community commonly inhabited with Bluejoint Grasses, Fowl Bluegrasses, Green Muhlies, Fox Sedges, Field Sedges, Dudleys Rushes, Torreys Rushes, Swamp Milkweeds, False Sneezeweeds, False Asters, New England Asters, White Panicled Asters, and Wild Mints."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic Section--Western Lake section\nMLRA--Central Iowa and Minnesota Till Prairies (103)\nLRR M; central and north-central Iowa and southern Minnesota\nExtent--moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Worth County, Iowa, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 25 to 100 centimeters;\nseries control section--the zone from the surface of the soil to a depth of 150 centimeters.\nDiagnostic horizons and features recognized in this pedon include:\nmollic epipedon--the zone from the surface of the soil to a depth of 51 centimeters (Apk, Ak, and ABk horizons);\ncalcic horizon--the zone from the surface to a depth of 61 centimeters (Apk, Ak, ABk, and Bkg horizons);\naquic moisture regime.\nAquic subgroup based on low chroma matrix of the zone from a depth of 51 to 61 centimeters (Bkg horizon).\nDifferentia between Harcot series and Arlo series needs further study.\nCation-exchange class is inferred from lab data from similar soils in the surrounding area.\nTaxonomy version--Keys to Soil Taxonomy, tenth edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
