{
  "SERIES": "HARD LABOR",
  "STATUS": "Established Series",
  "BYREV": "WGG-REE-MJB/Rev. DTA",
  "REVDATE": "08/2008",
  "STATES": "AL,GA,NC,SC",
  "OVERVIEW": "The Hard Labor series consists of very deep, moderately well drained, slowly permeable soils that formed in material weathered from felsic igneous and metamorphic rock, primarily granite and granite gneiss. The Hard Labor soils are on summits and side slopes of the Piedmont uplands. There is a perched water table in late winter and early spring. Slope ranges from 0 to 15 percent. Near the type location, the mean annual temperature is 60 degrees F, and the mean annual precipitation is 45 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, kaolinitic, thermic Oxyaquic Kanhapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hard Labor coarse sandy loam on a northwest facing 2 percent slope, at an elevation of 730 feet, in a hayfield. (Colors are for moist soil.)\nAp--0 to 3 inches; very dark grayish brown (10YR 3/2) coarse sandy loam; moderate medium granular structure; very friable; many fine and very fine roots; very strongly acid; clear smooth boundary. (2 to 10 inches thick)\nE--3 to 7 inches; light olive brown (2.5Y 5/3) loamy sand; moderate medium granular structure; very friable; many fine and common very fine roots; strongly acid; clear wavy boundary. (0 to 10 inches thick)\nBt1--7 to 13 inches; yellowish brown (10YR 5/6) clay; moderate coarse subangular blocky structure; firm, slightly sticky and moderately plastic; common fine and very fine roots; common prominent light yellowish brown (2.5Y 6/3) clay films on faces of peds, and in pores; few fine flakes of mica; few fine red (2.5YR 4/6) masses of oxidized iron on faces of peds; strongly acid; gradual wavy boundary.\nBt2--13 to 19 inches; yellowish brown (10YR 5/6) clay; moderate coarse subangular blocky structure parting to moderate thick platy; firm,  lightly sticky and moderately plastic; common fine and very fine roots; common prominent light yellowish brown (2.5Y 6/3) clay films on faces of peds, in pores, and in former root channels; few fine flakes of mica; few fine red (2.5YR 4/8) masses of oxidized iron on faces of peds; moderately acid; gradual wavy boundary.\nBt3--19 to 32 inches; yellowish brown (10YR 5/8) clay; weak coarse subangular blocky structure parting to strong medium platy; firm, slightly sticky and moderately plastic; few fine and very fine roots between horizontal faces of peds; common prominent light yellowish brown (10YR 6/4) clay films in former root channels, in pores, and on horizontal faces of peds; few fine flakes of mica; many medium and coarse red (2.5YR 4/6) masses of oxidized iron on faces of peds; many medium very pale brown (10YR 8/4) iron depletions on faces of peds; strongly acid; gradual wavy boundary. (Combined thickness of the Bt horizon is 18 to 40 inches)\nBC--32 to 48 inches; 35 percent yellowish brown (10YR 5/8), 35 percent red (2.5YR 4/6), and 30 percent very pale brown (10YR 8/4) sandy clay loam; weak moderate subangular blocky structure; friable, slightly sticky and slightly plastic; few fine and very fine roots; common prominent light yellowish brown (2.5Y 6/3) clay films in former root channels; common fine flakes of mica; common medium white (10YR 8/1) masses and streaks of stripped kaolinite; few fine light brownish gray (10YR 6/2) iron depletions on faces of peds; strongly acid; gradual wavy boundary. (6 to 18 inches thick)\nC--48 to 60 inches; 35 percent yellowish brown (10YR 5/8), 35 percent red (2.5YR 4/6), and 30 percent very pale brown (10YR 8/4) sandy clay loam saprolite; massive; very friable; many fine flakes of mica; common medium white (10YR 8/1) masses and streaks of stripped kaolinite; common fine and medium light brownish gray (10YR 6/2) iron depletions; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Morgan County, Georgia; located about 400 feet southwest of Prospect Road, 5,000 feet south of Prospect Church; USGS Quadrangle, Rutledge North, GA (1971); lat. 33 degrees 40 minutes 29 seconds N. and long. 83 degrees 33 minutes 51 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 40 to 60 inches or more. Depth to bedrock is more than 5 feet. Reaction ranges from very strongly acid to moderately acid throughout the profile, unless limed. Limed soils typically are slightly acid or neutral in the upper part of the profile. Content of rock fragments ranges from 0 to 35 percent by volume in the A and E horizons, and from 0 to 10 percent by volume in the B and C horizons. Fragments are dominantly pebbles in size. Most pedons have none to common flakes of mica in the A, E, and Bt horizons, and few to many flakes of mica in the BC and C horizons. Content of plinthite nodules ranges from 0 to 5 percent in the lower Bt and BC horizons.\nThe A or Ap horizon has hue of 7.5YR to 2.5Y, value of 3 to 6, and chroma of 2 to 6. Texture is loamy coarse sand, loamy sand, coarse sandy loam, or sandy loam in the fine-earth fraction. Severely eroded phases are sandy clay loam or clay loam in the fine-earth fraction.\nThe E horizon, where present, has hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 3 to 6. Texture is loamy coarse sand, loamy sand, coarse sandy loam, or sandy loam in the fine-earth fraction.\nThe BA or BE horizon, where present, has hue of 7.5YR to 2.5Y, value of 5 or 6, and chroma of 3 to 8. Texture is coarse sandy loam, sandy loam, or sandy clay loam.\nThe Bt horizon typically has hue of 5YR to 10YR, value of 4 to 6, and chroma of 3 to 8, with chroma 3 restricted to hue of 10YR. Some pedons have hue of 2.5YR, value of 4 or 5, and chroma of 4 to 6 in some subhorizons; some pedons have hue of 2.5Y, value of 5 to 7, and chroma of 3 to 6 in the lower subhorizons. Masses of oxidized iron in shades of red, yellow, and brown range from few to many in most pedons. Iron depletions with chroma of 2 or less are below a depth of 30 inches. Texture is clay loam, sandy clay, or clay. The Bt horizon contains 35 to 60 percent clay.\nThe BC horizon is multicolored in hues of 2.5YR to 2.5Y, value of 4 to 7, and chroma of 3 to 8, with iron depletions in shades of gray and brown. Some pedons have masses and streaks of white stripped kaolinite. Texture is sandy clay loam, clay loam, or sandy clay.\nThe C horizon, where present, is similar in color to the BC horizon. Some pedons have masses and streaks of white stripped kaolinite. Texture is loamy saprolite weathered from felsic igneous and metamorphic rock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Cataula series in the same family. Soils in closely related families include the Appling, Bush River, Cecil, Colfax, Helena, Madison, Lloyd, Pacolet, Prosperity, Santuc, Vance, Wedowee, and Whistlestop soils. Cataula soils are dominantly red in color. Appling, Cecil, Madison, Lloyd, Pacolet, Vance, and Wedowee soils do not have a seasonal high water table within a depth of 60 inches. Colfax soils are somewhat poorly drained and have a fragipan. Helena and Santuc soils have seasonal high water tables at depths of 18 to 30 inches; additionally, Santuc soils are in a fine-loamy family. Bush River and Prosperity have a paralithic contact within 60 inches. Whistlestop soils have mixed mineralogy and are found on stream terraces."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Hard Labor soils are on broad nearly level to gently sloping summits and on sloping to strongly sloping side slopes in the southern Piedmont. Slopes typically range from 2 to 10 percent, but include slopes of 0 to 15 percent. Hard Labor soils formed in material weathered from felsic igneous and metamorphic rock. Mean annual temperature is in the range of 59 to 62 degrees F. Mean annual precipitation is in the range of 45 to 50 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: In addition to the similar Appling, Bush River, Cataula, Cecil, Colfax, Helena, Lloyd, Pacolet, Prosperity, Vance, and Wedowee soils, these are the Altavista, Chewacla, Toccoa, and Wehadkee soils. Appling, Cecil, Lloyd, Pacolet, Vance, and Wedowee soils are on landform positions similar to, and steeper than those of the Hard Labor soils. Colfax soils are in shallow depressions, on toe slopes, and around the heads of drainageways. Bush River, Helena, and Prospereity soils are in landform positions similar to those of the Hard Labor soils, as well as on toe slopes, and around the heads of drainageways. Altavista soils are moderately well drained, fine-loamy, and on low stream terraces. Toccoa soils are in a coarse-loamy family and on flood plains. Wehadkee soils are poorly drained, fine-loamy, and on flood plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; medium to rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the acreage is in cultivation or pasture and the remainder is in forests of mixed hardwoods and pine. Common crops are cotton, corn, soybeans, and small grains."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Southern Piedmont of Georgia, Alabama, North Carolina, South Carolina, and possibly Virginia. The series is currently of small extent, but is anticipated to become of large extent with future examinations of areas in the Piedmont mapped as Appling, Durham, Vance, or Wedowee soils."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Morgan County, Georgia; 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were included with the Appling series in several surveys. The name Hard Labor is from a creek and State Park in Morgan County, Georgia.\n2006 revision to clean up text only. RHB\nDiagnostic horizons and soil characteristics in this pedon are:\nOchric epipedon--the zone from the surface of the soil to a depth of 7 inches (Ap and E horizons)\nKandic horizon--the zone between 7 and 48 inches has low activity clay in more than 50 percent of the horizon (Bt1, Bt2, Bt3 and BC horizons)\nArgillic horizon--the zone between 7 and 48 inches (Bt1, Bt2, and Bt3 and BC horizons)\nOxyaquic feature--saturation with water, in one or more layers within one meter of the mineral soil surface, for one month or more per year in 6 or more out of 10 years\nMLRA=136\nREVISED = KSL 11/2000, RHB 10/2002, RHB 03/2006\nADDITIONAL DATA:\nTABULAR SERIES DATA:\nSOI-5   Soil Name   Slope   Airtemp   FrFr/Seas   Precip   Elevation\nGA0110  HARD LABOR  0-15    57-62     185-240     45-50    350-900\nSOI-5 FloodL FloodH Watertable  Kind      Months    Bedrock Hardness\nGA0110 NONE         2.5-5.0     PERCHED   NOV-APR   >60\nSOI-5  Depth  Texture      3-Inch  No-10    Clay%  -CEC-\nGA0110 0-7    FSL SL COSL  0- 5    80-100   5-20   1-5\nGA0110 0-7    SCL CL       0- 5    85-100  20-35   5-10\nGA0110 7-32   SC CL C      0- 5    90-100  35-60   3-12\nGA0110 32-48  SC CL SCL    0- 5    85-100  20-45   2-8\nGA0110 48-60  SL SCL L     0- 1    70-100  10-30   2-8\nSOI-5  Depth    -pH-      O.M.   Salin  Permeab    Shnk-Swll\nGA0110 0-7    4.5-6.0   0.5-2.0  0-0    2.0-6.0    LOW\nGA0110 0-7    4.5-6.0   0.5-1.0  0-0    0.6-2.0    LOW\nGA0110 7-32   4.5-6.0   0.0-0.5  0-0    0.2-0.6    LOW\nGA0110 32-48  4.5-6.0   0.0-0.5  0-0   0.06-0.2    LOW\nGA0110 48-60  4.5-6.0   0.0-0.5  0-0    0.6-2.0    LOW\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 8,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "coarse sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 3 inches; very dark grayish brown (10YR 3/2) coarse sandy loam; moderate medium granular structure; very friable; many fine and very fine roots; very strongly acid; clear smooth boundary. (2 to 10 inches thick)"
      },
      {
        "name": "E",
        "top": 8,
        "bottom": 18,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E--3 to 7 inches; light olive brown (2.5Y 5/3) loamy sand; moderate medium granular structure; very friable; many fine and common very fine roots; strongly acid; clear wavy boundary. (0 to 10 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 18,
        "bottom": 33,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--7 to 13 inches; yellowish brown (10YR 5/6) clay; moderate coarse subangular blocky structure; firm, slightly sticky and moderately plastic; common fine and very fine roots; common prominent light yellowish brown (2.5Y 6/3) clay films on faces of peds, and in pores; few fine flakes of mica; few fine red (2.5YR 4/6) masses of oxidized iron on faces of peds; strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 33,
        "bottom": 48,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--13 to 19 inches; yellowish brown (10YR 5/6) clay; moderate coarse subangular blocky structure parting to moderate thick platy; firm,  lightly sticky and moderately plastic; common fine and very fine roots; common prominent light yellowish brown (2.5Y 6/3) clay films on faces of peds, in pores, and in former root channels; few fine flakes of mica; few fine red (2.5YR 4/8) masses of oxidized iron on faces of peds; moderately acid; gradual wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 48,
        "bottom": 81,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "clay",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt3--19 to 32 inches; yellowish brown (10YR 5/8) clay; weak coarse subangular blocky structure parting to strong medium platy; firm, slightly sticky and moderately plastic; few fine and very fine roots between horizontal faces of peds; common prominent light yellowish brown (10YR 6/4) clay films in former root channels, in pores, and on horizontal faces of peds; few fine flakes of mica; many medium and coarse red (2.5YR 4/6) masses of oxidized iron on faces of peds; many medium very pale brown (10YR 8/4) iron depletions on faces of peds; strongly acid; gradual wavy boundary. (Combined thickness of the Bt horizon is 18 to 40 inches)"
      },
      {
        "name": "BC",
        "top": 81,
        "bottom": 122,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "sandy clay loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BC--32 to 48 inches; 35 percent yellowish brown (10YR 5/8), 35 percent red (2.5YR 4/6), and 30 percent very pale brown (10YR 8/4) sandy clay loam; weak moderate subangular blocky structure; friable, slightly sticky and slightly plastic; few fine and very fine roots; common prominent light yellowish brown (2.5Y 6/3) clay films in former root channels; common fine flakes of mica; common medium white (10YR 8/1) masses and streaks of stripped kaolinite; few fine light brownish gray (10YR 6/2) iron depletions on faces of peds; strongly acid; gradual wavy boundary. (6 to 18 inches thick)"
      },
      {
        "name": "C",
        "top": 122,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "sandy clay loam",
        "pH_class": "strongly acid",
        "narrative": "C--48 to 60 inches; 35 percent yellowish brown (10YR 5/8), 35 percent red (2.5YR 4/6), and 30 percent very pale brown (10YR 8/4) sandy clay loam saprolite; massive; very friable; many fine flakes of mica; common medium white (10YR 8/1) masses and streaks of stripped kaolinite; common fine and medium light brownish gray (10YR 6/2) iron depletions; strongly acid."
      }
    ]
  ]
}
