{
  "SERIES": "HARLINGEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. CLG:JLJ:CLN",
  "REVDATE": "02/97",
  "STATES": "TX",
  "OVERVIEW": "The Harlingen series consists of very deep, moderately well drained, very slowly permeable soils that formed in clayey sediments. These soils are on nearly level stream terraces.  Slopes range from 0 to 1 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, smectitic, hyperthermic Sodic Haplusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Harlingen clay--cropland.                (Colors are for dry soil unless otherwise stated.)\nAp--0 to 11 inches; grayish brown (10YR 5/2) clay, brown (7.5YR 4/2) moist; weak fine granular and subangular blocky structure; very hard, very firm; strongly effervescent; moderately alkaline; clear smooth boundary.  (6 to 14 inches thick)\nA--11 to 23 inches; brown (7.5YR 5/2) clay, dark brown (7.5YR 4/2) moist; moderate medium blocky structure; very hard, very firm; strongly effervescent; moderately alkaline; diffuse wavy boundary.  (10 to 14 inches thick)\nBss--23 to 35 inches; brown (7.5YR 5/2) clay, dark brown (7.5YR 4/2) moist; moderate medium angular blocky structure; very hard, firm; many slickensides and wedge-shaped peds having long axes tilted 30 to 45 degrees from the horizontal; shiny pressure faces on peds; few salt threads; slightly saline; strongly effervescent; moderately alkaline; diffuse wavy boundary. (8 to 16 inches thick)\nBnss1--35 to 59 inches; light brown (7.5YR 6/3) clay, dark brown (7.5YR 4/3) moist; moderate medium angular blocky structure; very hard, very firm; common prominent slickensides and wedge-shaped peds; few salt threads; few strongly and weakly cemented concretions and few films and threads of calcium carbonate; moderately saline; strongly effervescent; moderately alkaline; diffuse wavy boundary. (20 to 30 inches thick)\nBnss2--59 to 71 inches; brown (7.5YR 5/3) clay, dark brown (7.5YR 4/3) moist; moderate medium angular blocky structure; very hard, very firm; few prominent slickensides and wedge-shaped peds; common films and threads of salt; few concretions of calcium carbonate; moderately saline; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cameron County, Texas; From the intersection of Farm Road 509 and U.S. Highway 83 on the west side of San Benito; 3.3 miles southwest on Farm Road 509; 600 feet northwest in cropland. (Latitude 26N, 07, 00; Longitude 97W, 42, 16)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is more than 80 inches.  Weighted average clay content of the particle-size control section ranges from 60 to 75 percent.  Slickensides and wedge-shaped aggregates begin at depths ranging from 20 to 30 inches below the surface.  Cracks remain open from 150 to 210 cumulative days in most years.  Undisturbed areas have gilgai microrelief with microhighs 2 to 6 inches higher than microlows.  Distance from center of the microhigh to the center of the microlow ranges from 5 to 10 feet.  Soil salinity usually increases with depth and ranges from 16 to 20 dS/m in the lower part of the pedon.  Exchangeable sodium precentage (ESP) increases with depth and ranges from about 6 in the A horizons to about 25 in the Bnss2 horizon.  However, ESP ranges from 16 to 20 within 40 inches of the surface.  Reaction is moderately alkaline throughout.\nThe A horizon has color in hue of 7.5YR or 10YR, value 5 or 6, and chroma 2 or 3.  Texture is clay or silty clay.  Moist values are about 1 unit less than dry values.\nThe Bss horizons has color with hue of 7.5YR or 10YR, value 5 or 6, and chroma 2 or 3.  Texture is clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family.  Similar soils are Cotulla, Lattas, LaSalle, and Mercedes.  All of these soils have a fine particle-size control section.  Cotulla and LaSalle soils are in drier climates.  Lattas soils have ESP less than 16 at 40 inches below the surface.  Mercedes, and also Lattas soils, have chroma less than 1.5 in the upper 12 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Harlingen soils are on nearly level terraces of the Rio Grande River.  Slopes are less than 1 percent.  The soil formed in calcareous clayey alluvial sediments many feet thick.  The mean annual precipitation ranges from 20 to 25 inches.  The mean annual air temperature ranges from 73 to 74 degrees F.  Elevation is 20 to 120 feet.  Frost free days range from 325 to 345 days.  Thornthwaite annual P-E indices range from 22 to about 34."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include Benito, Cameron, Chargo, Laredo, and Olmito series.  Benito, Cameron, Chargo, Laredo, and Olmito soils are on similar surfaces.  Benito soils have grayer colors with chroma less than 1.5 in the upper 50 inches.  Cameron soils have clayey over loamy texture control sections.  Laredo soils have fine-silty texture control sections.  Lomalta soils have grayish colors associated with wetness.  Olmito soils do not have slickensides."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Very slow permeability.  Runoff is low.  Some areas are subject to rare flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly used for irrigated cropland except in areas near the coast that are saline.  Crops grown are cotton, grain sorghum, and a wide variety of cool season vegetables.  In pasture the main grasses are coastal bermudagrass, African star, and angleton grass.  The woody vegetation is mostly mesquite, retama, huisache, and spiny hackberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Occurs principally on stream terraces and deltas along the lower reaches of the Rio Grande River and its major tributaries in southern Texas.  Series is extensive in south Texas and probably extensive in Mexico.  This soil is in the Lower Rio Grande Valley MLRA (83D)."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cameron County, Texas; 1923."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The classification is changed from Entic Chromusterts to Sodic Haplusterts 2/94 based on Amendment 16 to Soil Taxonomy.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon -- The Ap and A horizon from 0 to 23 inches.\nCambic horizon -- The Bss and Bnss horizons from 23 to 71 inches.\nVertic features -- Cracks when dry and slickensides from a depth of 23 to 71 inches (Bss and Bnss horizons).\nSodic feature -- ESP of more than 16 in a horizon (Bnss1) within 40 inches of the surface.\nADDITIONAL DATA:  NSSL data from Cameron County, TX (S83TX-061-002)\nSOIL INTERPRETATION RECORD: TX0412, TX0413 (saline).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 11 inches; grayish brown (10YR 5/2) clay, brown (7.5YR 4/2) moist; weak fine granular and subangular blocky structure; very hard, very firm; strongly effervescent; moderately alkaline; clear smooth boundary.  (6 to 14 inches thick)"
      },
      {
        "name": "A",
        "top": 28,
        "bottom": 58,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "A--11 to 23 inches; brown (7.5YR 5/2) clay, dark brown (7.5YR 4/2) moist; moderate medium blocky structure; very hard, very firm; strongly effervescent; moderately alkaline; diffuse wavy boundary.  (10 to 14 inches thick)"
      },
      {
        "name": "Bss",
        "top": 58,
        "bottom": 89,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Bss--23 to 35 inches; brown (7.5YR 5/2) clay, dark brown (7.5YR 4/2) moist; moderate medium angular blocky structure; very hard, firm; many slickensides and wedge-shaped peds having long axes tilted 30 to 45 degrees from the horizontal; shiny pressure faces on peds; few salt threads; slightly saline; strongly effervescent; moderately alkaline; diffuse wavy boundary. (8 to 16 inches thick)"
      },
      {
        "name": "Bnss1",
        "top": 89,
        "bottom": 150,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Bnss1--35 to 59 inches; light brown (7.5YR 6/3) clay, dark brown (7.5YR 4/3) moist; moderate medium angular blocky structure; very hard, very firm; common prominent slickensides and wedge-shaped peds; few salt threads; few strongly and weakly cemented concretions and few films and threads of calcium carbonate; moderately saline; strongly effervescent; moderately alkaline; diffuse wavy boundary. (20 to 30 inches thick)"
      },
      {
        "name": "Bnss2",
        "top": 150,
        "bottom": 180,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "narrative": "Bnss2--59 to 71 inches; brown (7.5YR 5/3) clay, dark brown (7.5YR 4/3) moist; moderate medium angular blocky structure; very hard, very firm; few prominent slickensides and wedge-shaped peds; common films and threads of salt; few concretions of calcium carbonate; moderately saline; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
