{
  "SERIES": "HARLOW",
  "STATUS": "Established Series",
  "BYREV": "Rev. HRG/RJE/KWH",
  "REVDATE": "06/2006",
  "STATES": "OR,WA",
  "OVERVIEW": "The Harlow series consists of shallow, well drained soils formed in loess and colluvium from basalt or argillite. Harlow soils are on canyons, structural benches, and basalt plateaus. Slopes are 2 to 90 percent. The average annual precipitation is about 26 inches and average annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, frigid Lithic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Harlow very stony clay loam- rangeland on a 55 percent southwest facing slope at an elevation of 4,320 feet. (Colors are for dry soils unless otherwise noted.\nA1--0 to 3 inches; dark grayish brown (10YR 4/2) very stony clay loam, very dark brown (10YR 2/2) moist; moderate fine and medium granular structure; hard, firm, moderately sticky and moderately plastic; many very fine roots; many very fine irregular pores; 30 percent gravel, 10 percent cobbles, and 5 percent stones; neutral (pH 6.7); clear wavy boundary.\nA2--3 to 6 inches; dark grayish brown (10YR 4/2) very gravelly clay loam, very dark brown (10YR 2/2) moist; moderate fine and medium granular structure; hard, firm, moderately sticky and moderately plastic; many very fine roots; many irregular pores; 30 percent gravel and 10 percent cobbles; neutral (pH 7.0); clear wavy boundary. (Combined thickness of the A horizon is 4 to 8 inches)\nBt1--6 to 10 inches; brown (10YR 5/3) very cobbly clay loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; many very fine and few medium roots; common very fine irregular pores; continuous faint stress cutans on faces of peds; 30 percent gravel and 25 percent cobbles; neutral (pH 7.0); clear wavy boundary.\nBt2--10 to 14 inches; brown (10YR 4/3) extremely cobbly clay, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; very hard, firm, very sticky and very plastic; common very fine and few medium roots; common very fine irregular pores; continuous distinct stress cutans on faces of peds and few clay films in pores; 30 percent gravel and 35 percent cobbles; neutral (pH 7.2); abrupt irregular boundary. (Combined thickness of the Bt horizon is 6 to 12 inches)\nR--14 inches; basalt"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Asotin County, Washington; about 9 miles southeast of Anatone; 1,400 feet north and 2,400 feet west of southeast corner of sec. 12, T. 6 N., R. 46 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of solum and depth to a lithic contact is 10 to 20 inches. The average annual soil temperature at lithic contact is about 45 degrees F. These soils are usually moist, but are dry in all parts between 4 and 12 inches for 60 to 75 consecutive days during summer and fall. The particle-size control section averages 45 to 75 percent angular basalt fragments by volume and is 35 to 50 percent clay in the fine earth fraction. The mollic epipedon is 10 to 20 inches thick and includes all of the argillic horizon.\nThe A1 horizon has hue of 7.5YR or 10YR, value of 3 or 4 dry, 2 or 3 moist, and chroma of 2 or 3 dry and 1 through 3 moist. It is loam, silt loam or clay loam with 18 to 35 percent clay. It has 0 to 15 percent stones, 0 to 25 percent cobbles, and 0 to 30 percent gravel.\nThe A2 horizon is clay loam with 27 to 35 percent clay. It has 0 to 5 percent stones, 10 to 25 percent cobbles, and 25 to 45 percent gravel.\nThe Bt horizon has hue of 5YR, 7.5YR or 10YR, value of 3 through 5 dry, 2 or 3 moist, and chroma of 2 or 3 dry or moist. It is clay loam or clay with 35 to 50 percent clay. It has 0 to 5 percent stones, 15 to 40 percent cobbles, and 30 to 45 percent gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ateron, Camool (T), Canest(T), Chen, Douhide, Graley, Itca, Vennob and Wallsburg. Ateron soils have a mollic epipedon that does not include the argillic horizon. Canest soils are 5 to 10 inches deep to a lithic contact. Chen, Douhide, and Graley soils have aridic moisture regimes bordering on xeric. Itca soils are not mollic in the lower part of the Bt horizon and have prismatic structure. Wallsburg soils lack basalt fragments and have more than 50 percent sandstone, shale and limestone fragments in the particle-size control section. Camool soils have a surface layer 5 to 9 inches thick that meets Vitrandic subgroup criteria. Vennob soils have a mollic epipedon 7 to 10 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Harlow soils are on canyons, structural benches, and basalt plateaus. Slopes are 2 to 90 percent. These soils formed in loess and colluvium and slope alluvium from basalt or argillite. Elevation ranges from 2,800 to 6,200 feet. Summers are warm and dry and winters are cool and moist. The average annual precipitation is 13 to 40 inches. Average annual temperature is 42 to 45 degrees F. Frost-free season is 50 to 115 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Getaway, Klicker, Snell, Sweitberg and Sweiting soils. Getaway, Snell and Sweiting soils are on canyon walls. Klicker and Sweitberg soils are on plateaus. All of these soils are more than 20 inches deep to a lithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow to rapid runoff. Slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for livestock grazing and wildlife habitat. Native vegetation is mainly bluebunch wheatgrass and Idaho fescue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern Washington and northeastern Oregon; MLRA 9 and 43.. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Asotin County, Washington, 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nmollic epipedon - from the surface to 14 inches\nargillic horizon - from 6 to 14 inches\nlithic contact - at 14 inches.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "very stony",
        "pH": 6.7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 3 inches; dark grayish brown (10YR 4/2) very stony clay loam, very dark brown (10YR 2/2) moist; moderate fine and medium granular structure; hard, firm, moderately sticky and moderately plastic; many very fine roots; many very fine irregular pores; 30 percent gravel, 10 percent cobbles, and 5 percent stones; neutral (pH 6.7); clear wavy boundary."
      },
      {
        "name": "A2",
        "top": 8,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "very gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--3 to 6 inches; dark grayish brown (10YR 4/2) very gravelly clay loam, very dark brown (10YR 2/2) moist; moderate fine and medium granular structure; hard, firm, moderately sticky and moderately plastic; many very fine roots; many irregular pores; 30 percent gravel and 10 percent cobbles; neutral (pH 7.0); clear wavy boundary. (Combined thickness of the A horizon is 4 to 8 inches)"
      },
      {
        "name": "Bt1",
        "top": 15,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "very cobbly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--6 to 10 inches; brown (10YR 5/3) very cobbly clay loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; many very fine and few medium roots; common very fine irregular pores; continuous faint stress cutans on faces of peds; 30 percent gravel and 25 percent cobbles; neutral (pH 7.0); clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 25,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay",
        "cf_class": "extremely cobbly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bt2--10 to 14 inches; brown (10YR 4/3) extremely cobbly clay, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; very hard, firm, very sticky and very plastic; common very fine and few medium roots; common very fine irregular pores; continuous distinct stress cutans on faces of peds and few clay films in pores; 30 percent gravel and 35 percent cobbles; neutral (pH 7.2); abrupt irregular boundary. (Combined thickness of the Bt horizon is 6 to 12 inches)"
      },
      {
        "name": "R",
        "top": 36,
        "narrative": "R--14 inches; basalt"
      }
    ]
  ]
}
