{
  "SERIES": "HARLESTON",
  "STATUS": "Established Series",
  "BYREV": "Rev: WMK: RBH; GRB",
  "REVDATE": "03/2014",
  "STATES": "AL,AR,LA,MS",
  "OVERVIEW": "The Harleston series consists of very deep, moderately well drained, moderately permeable soils on terraces and uplands of the Southern Coastal Plain (MLRA 133A) and the Eastern Gulf Coast Flatwoods (MLRA 152A) Major Land Resource Areas. They formed in marine or stream deposits consisting of thick beds of sandy and loamy material. Near the type location, the mean annual temperature is about 65 degrees F., and the mean annual precipitation is about 62 inches. Slopes range from 0 to 12 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, semiactive, thermic Aquic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Harleston loam, in a pasture (Colors are for moist soil unless otherwise stated).\nAp--0 to 5 inches; very dark gray (10YR 3/1) loam; weak medium granular structure; very friable; many fine roots; very strongly acid; abrupt smooth boundary. (2 to 7 inches thick)\nE--5 to 9 inches; light olive brown (2.5Y 5/4) loam; weak fine and medium granular structure; very friable; many wormcasts containing very dark gray (10YR 3/1) Ap material; very strongly acid; clear smooth boundary. (3 to 10 inches thick)\nBt1--9 to 20 inches; yellowish brown (10YR 5/6) loam; weak fine and medium subangular blocky structure; friable; sand grains coated and bridged with clay; few faint clay films on ped faces; few soft brown (10YR 4/3) bodies; very strongly acid; clear wavy boundary. (10 to 15 inches thick)\nBt2--20 to 26 inches; yellowish brown (10YR 5/6) loam; weak medium subangular blocky structure; friable; sand grains coated and bridged with clay; common distinct clay films on faces of peds; few pockets of uncoated sand grains; few medium to coarse red (2.5YR 4/6) bodies; many medium and coarse distinct yellowish red (5YR 5/8) masses of iron accumulation and common medium distinct light brownish gray (10YR 6/2) areas of iron depletions; very strongly acid; gradual smooth boundary.  (4 to 10 inches thick)\nBt3--26 to 33 inches; brownish yellow (10YR 6/6) loam; weak medium subangular blocky structure; friable; sand grains coated and bridged with clay; few pockets of sandy loam; common medium distinct light brownish gray (10YR 6/2), pale brown (10YR 6/3) areas of iron depletions and common medium distinct strong brown (7.5YR 5/6) masses of iron accumulations; very strongly acid; clear wavy boundary.\nBt4--33 to 60 inches; yellowish brown (10YR 5/6) loam; weak medium subangular blocky structure; friable; slightly brittle; few soft strong brown to yellowish red bodies; sand grains coated and bridged with clay; patchy clay films; few polygonal cracks filled with light brownish gray (10YR 6/2) material depleted of iron and having a sandy loam texture and extending downward; many medium and coarse distinct strong brown (7.5YR 5/6) masses of iron accumulation and light brownish gray (2.5Y 6/2) areas of iron depletions; very strongly acid; gradual irregular boundary.\nBt5--60 to 72 inches; 25 percent red (2.5YR 4/6), 25 percent gray (10YR 6/1), 25 percent yellowish brown (10YR 5/6), and 25 percent strong brown (7.5YR 5/6) sandy clay loam in a coarse variegated pattern; moderate medium subangular blocky structure; friable; slightly brittle; common distinct clay films on faces of peds; sand grains coated and bridged with clay; very strongly acid. (Combined thickness of the lower part of the Bt subhorizons is 45 to 60 inches or more.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jackson County, Mississippi. Approximately 2.0 miles southeast of Hurley and about 200 yards east of blacktop road into pasture.  NW1/4, NW1/4 Sec. 10, T. 5 S., R. 5. W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness exceeds 60 inches. Reaction ranges from extremely acid to strongly acid throughout, except where the surface has been limed. The control section has 20 to 50 percent silt content. Content of gravel ranges from 0 to 10 percent, by volume, throughout the profile.\nThe A or Ap horizon has hue of 10YR, value of 3 to 5, and chroma of 1 to 3.  Texture is loam, sandy loam, fine sandy loam, or loamy fine sand.\nThe E horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 2 to 4. Texture is loamy fine sand, sandy loam, fine sandy loam, or loam.\nThe BE horizon, where present, has hue of 10YR or 2.5Y, value of 5, and chroma of 4 to 6. Texture is fine sandy loam or loam.\nThe upper part of the Bt horizon has hue of 7.5YR to 2.5Y, value of 5 or 6, and chroma of 4 to 8. Redoximorphic features in shades of red, yellow and brown range from none to common. Texture is sandy loam or loam.\nThe lower part of the Bt horizon has hue of 7.5YR to 2.5Y, value of 5 or 6, and chroma of 4 to 8; or there is no dominant color and is multicolored and variegated in shades of gray, brown, yellow and red.  Some pedons have 1 to 5 percent plinthite. Content of fine to medium iron concretions ranges from none to many. Texture is sandy loam, loam, or sandy clay loam.\nThe BC and C horizons, where present, has the same range of colors as the lower part of the Bt horizon. Texture is loamy sand, loamy fine sand, sandy loam or fine sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Foreston series is the only known series in the same family. Foreston soils have a Bt horizon with less than 20 percent silt and a Bt horizon that commonly decreases in clay in the lower part and has skeletons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Harleston soils are on terraces and uplands of the Southern Coastal Plain and the Eastern Gulf Coast Flatwoods. They formed in sandy and loamy marine or stream deposits. The climate is humid subtropical. Near the type location, the mean annual temperature is about 65 degrees F., and the mean annual rainfall is about 62 inches. Slopes range from 0 to 12 percent."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Basin, Benndale, Escambia, Eustis, McLaurin, Poarch, Saucier, Smithton and Susquehanna series. The somewhat poorly drained Basin and Escambia soils are on slightly lower positions. In additions, Basin soils have a fragipan and Escambia soils have more than 5 percent, by volume, plinthite in the subsoil. The well drained Benndale and McLaurin soils are on slightly higher positions. In addition, McLaurin soils have redder subsoils. The Somewhat excessively drained Eustis soils are on higher positions and are sandy throughout. The moderately well and well drained Poarch soils are in similar positions but have more than 5 percent, by volume, plinthite in the subsoil. Saucier soils are on similar positions, have fine-loamy control sections and have more than 5 percent, by volume, plinthite in the subsoil. The poorly drained Smithton soils are on adjacent lower flood plains and depressions. The somewhat poorly drained Susquehanna soils are on adjacent lower side slopes and have clayey smectitic subsoils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow to medium runoff and moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Harleson soil are forested. Some areas have been cleared and are used for pasture, hay, corn, and soybeans.\nThe vegetation consists of loblolly pine, shortleaf pine, and slash pine. The understory is gallberry, wax myrtle, and native grass species plants, including pinehill bluestem, common arpetgrass, and longleaf uniola."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Southern Coastal Plain and the Eastern Gulf Flatwoods in Mississippi, Alabama, Arkansas and Louisiana. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  George County, Mississippi; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - the zone from the surface to 9 inches (Ap and E horizons).\nArgillic horizon - the zone from 9 inches to a depth of 72 inches (Bt1, Bt2, Bt3, Bt4 and Bt5 horizons).\nAquic feature - Redoximorphic depletions at a depth of 20 inches. (Bt2 horizon).\nSome of the low terrace areas overflow occasionally for very brief duration during periods of high rainfall.\nHarleston soils were formerly included in the Goldsboro series.\nHarleston soils are in MLRAs 133A and 152A."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Laboratory data is available on the National Soil Survey website at: http;://ncsslabdatamart.sc.egov.usda.gov/querypage.aspx\nLaboratory data was provided by Auburn University, Soil Characterization laboratory, Auburn AL., and the National Soil Survey laboratory, Lincoln, NE."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 5 inches; very dark gray (10YR 3/1) loam; weak medium granular structure; very friable; many fine roots; very strongly acid; abrupt smooth boundary. (2 to 7 inches thick)"
      },
      {
        "name": "E",
        "top": 13,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E--5 to 9 inches; light olive brown (2.5Y 5/4) loam; weak fine and medium granular structure; very friable; many wormcasts containing very dark gray (10YR 3/1) Ap material; very strongly acid; clear smooth boundary. (3 to 10 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 23,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--9 to 20 inches; yellowish brown (10YR 5/6) loam; weak fine and medium subangular blocky structure; friable; sand grains coated and bridged with clay; few faint clay films on ped faces; few soft brown (10YR 4/3) bodies; very strongly acid; clear wavy boundary. (10 to 15 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 51,
        "bottom": 66,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt2--20 to 26 inches; yellowish brown (10YR 5/6) loam; weak medium subangular blocky structure; friable; sand grains coated and bridged with clay; common distinct clay films on faces of peds; few pockets of uncoated sand grains; few medium to coarse red (2.5YR 4/6) bodies; many medium and coarse distinct yellowish red (5YR 5/8) masses of iron accumulation and common medium distinct light brownish gray (10YR 6/2) areas of iron depletions; very strongly acid; gradual smooth boundary.  (4 to 10 inches thick)"
      },
      {
        "name": "Bt3",
        "top": 66,
        "bottom": 84,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt3--26 to 33 inches; brownish yellow (10YR 6/6) loam; weak medium subangular blocky structure; friable; sand grains coated and bridged with clay; few pockets of sandy loam; common medium distinct light brownish gray (10YR 6/2), pale brown (10YR 6/3) areas of iron depletions and common medium distinct strong brown (7.5YR 5/6) masses of iron accumulations; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Bt4",
        "top": 84,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "Bt4--33 to 60 inches; yellowish brown (10YR 5/6) loam; weak medium subangular blocky structure; friable; slightly brittle; few soft strong brown to yellowish red bodies; sand grains coated and bridged with clay; patchy clay films; few polygonal cracks filled with light brownish gray (10YR 6/2) material depleted of iron and having a sandy loam texture and extending downward; many medium and coarse distinct strong brown (7.5YR 5/6) masses of iron accumulation and light brownish gray (2.5Y 6/2) areas of iron depletions; very strongly acid; gradual irregular boundary."
      },
      {
        "name": "Bt5",
        "top": 152,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bt5--60 to 72 inches; 25 percent red (2.5YR 4/6), 25 percent gray (10YR 6/1), 25 percent yellowish brown (10YR 5/6), and 25 percent strong brown (7.5YR 5/6) sandy clay loam in a coarse variegated pattern; moderate medium subangular blocky structure; friable; slightly brittle; common distinct clay films on faces of peds; sand grains coated and bridged with clay; very strongly acid. (Combined thickness of the lower part of the Bt subhorizons is 45 to 60 inches or more.)"
      }
    ]
  ]
}
