{
  "SERIES": "HARMILLER",
  "STATUS": "Established Series",
  "BYREV": "RHR:JBA:JAK; Rev. MKC",
  "REVDATE": "10/2001",
  "STATES": "NC",
  "OVERVIEW": "The Harmiller series consists of moderately deep, well drained soils with moderate permeability. They formed in residuum affected by soil creep in the upper part, weathered from low-grade metasedimentary rocks such as feldspathic metasandstone, metasiltstone, and phyllite. These soils are on ridges and side slopes in the Blue Ridge (MLRA 130). Slope ranges from 5 to 50 percent. Mean annual precipitation is about 50 inches and mean annual air temperature is about 55 degrees F., near the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Harmiller sandy loam on a 20 percent southwest-facing intermediate mountain side slope, elevation 3,675 feet--forested. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 4 inches; brown (10YR 4/3) sandy loam, yellowish brown (10YR 5/4) dry; weak fine granular structure; very friable; many very fine, common fine, and few medium roots; many very fine, common fine, and few medium tubular pores; 10 percent by volume gravel and 2 percent cobbles; very strongly acid; abrupt smooth boundary. (1 to 8 inches thick)\nBt--4 to 22 inches; dark yellowish brown (10YR 4/6) loam; moderate medium subangular blocky structure; friable; common very fine or fine and few medium roots; few very fine, common fine, and few medium tubular pores; few faint dark yellowish brown (10YR 4/4) clay films on faces of peds; 5 percent by volume gravel and 5 percent cobbles; very strongly acid; clear wavy boundary. (10 to 39 inches thick)\nC--22 to 31 inches; multicolored, gravelly loamy sand saprolite; massive; very friable; few very fine or fine roots; few very fine or fine tubular pores; few streaks of dark yellowish brown (10YR 4/6) loam; 15 percent by volume gravel and 5 percent cobbles; very strongly acid; clear wavy boundary. (0 to 15 inches thick)\nCr--31 to 61 inches; weathered, multicolored, partially consolidated low-grade metasandstone that can be dug with difficulty by spade."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Mitchell County, North Carolina; about 5.5 miles north of Bakersville on North Carolina Highway 226 to the intersection with North Carolina Highway 197, 14.7 miles northwest on North Carolina Highway 197 to U.S. Forest Service Road 214, 0.8 mile south on the USFS road to a wildlife field, 0.1 mile south in the field; Huntdale USGS quadrangle; lat. 36 degrees, 06 minutes, 08 seconds N., and long. 82 degrees, 22 minutes, 44 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 15 to 40 inches. Depth to paralithic contact is 20 to 40 inches. Depth to lithic contact is more than 60 inches. Flakes of mica are none or few throughout. Rock fragment content is less than 35 percent by volume in the A and B horizons, and less than 60 percent in the C horizon. Reaction ranges from extremely acid to moderately acid, except where surface layers have been limed.\nThe Ap or A horizon has hue of 7.5YR or 10YR, value of 3 to 6, and chroma of 2 to 8. Horizons with value of 3 are less than 7inches thick. Texture of the fine-earth fraction is coarse sandy loam, sandy loam, fine sandy loam, or loam.\nThe AB or BA horizon, where present, has hue of 7.5YR to 2.5Y, value of 3 to 6, and chroma of 3 to 8. Texture of the fine-earth fraction is coarse sandy loam, sandy loam, fine sandy loam, or loam.\nThe Bt horizon has hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 4 to 8. It is commonly loam, but includes sandy clay loam or clay loam in the fine-earth fraction.\nThe BC or CB horizon, where present, has hue of 7.5YR to 2.5Y, value of 4 to 8, and chroma of 4 to 8. Texture of the fine-earth fraction is coarse sandy loam, sandy loam, fine sandy loam, or loam.\nThe C horizon, where present, is multicolored or it has hue of 5YR to 2.5Y, value of 3 to 8, and chroma of 3 to 8 and may be mixed or mottled in shades of these colors. Texture of the fine-earth fraction is loamy coarse sand, loamy sand, loamy fine sand, coarse sandy loam, sandy loam, fine sandy loam, or loam.\nThe Cr horizon is weathered, multicolored low-grade metasedimentary bedrock. It is partially consolidated but can be dug with difficulty by hand tools. Roots, where present, are in cracks or seams spaced more than 4 inches apart."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Alonzville, Bailegap, Beersheba, Gunstock, Hambrook, Jefferson, Keener, Lily, Lonewood, Marr, McCamy, Raftville (T), Riney, Sassafras, and Sunnyside series. The Shinbone series is in a closely related family.  Alonzville, Bailegap, Hambrook, Jefferson, Keener, Lonewood, Marr, Riney, Sassafrass, Shinbone, and Sunnyside soils are more than 40 inches to paralithic or lithic contact. Beersheba and Gunstock soils have a lithic contact at 40 to 60 inches. Lily, McCamy, and Raftville soils have a lithic contact at 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Harmiller soils are on ridges and side slopes of low and intermediate mountains, commonly where there is a linear or convex surface. Slopes range from 5 to 50 percent. Elevation ranges from about 1,500 to 4,500 feet. Harmiller soils formed in residuum affected by soil creep in the upper part, weathered from low-grade metasedimentary rocks such as feldspathic metasandstone, metasiltstone, and phyllite.  The mean annual air temperature ranges from about 46 to 57 degrees F., the frost free season ranges from about 100 to 150 days, and the average annual rainfall ranges from about 48 to 64 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: In addition to the competing Shinbone soils, these are the Cataska, Chestoa, Jeffrey, Lostcove, Marbleyard, McCamy, Soco, Spivey, Sylco, and Whiteoak soils. Cataska, Soco, and Sylco soils are typically on steeper parts of nearby landforms. Cataska soils 10 to 20 inches to a paralithic contact. Soco soils have mixed mineralogy and a cambic horizon. Sylco soils are 20 to 40 inches to a lithic contact. Chestoa and Jeffrey soils are on adjacent landscapes with cool aspects, are 20 to 40 inches to a lithic contact. Chestoa soils have siliceous mineralogy and Jeffrey soils have mixed mineralogy. Lostcove, Spivey, and Whiteoak soils are on colluvial landscapes. They are very deep to bedrock. Marbleyard soils are loamy-skeletal and soils have a lithic contact at 20 to 40 inches below the soil surface. McCamy soils have a lithic contact at 20 to 40 inches below the soil surface."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow runoff where forest litter has not been disturbed, and medium to very rapid runoff where litter has been significantly disturbed or removed; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of Harmiller soils are forested. Common trees are chestnut oak, white oak, scarlet oak, black oak, hickory, eastern white pine, with some Virginia pine and pitch pine. A small acreage is cleared and used for pasture and hayland."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Blue Ridge (MLRA 130) of North Carolina, and possibly Georgia, South Carolina, Tennessee, and Virginia. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Mitchell County, North Carolina; 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Soils now included with the Harmiller series were previously mapped with Junaluska soils. Junaluska soils have an argillic horizon with hue that is dominantly 2.5YR or 5YR and have mixed mineralogy. The clay content of the particle-size control section for Harmiller soils averages about 18 percent. The total silt content ranges from about 30 to 50 percent. The fine silt fraction averages about 30 percent and ranges from about 20 to 40 percent. According to engineering index data, a large portion of the silt content is very fine silt.\nDiagnostic horizons and soil characteristics recognized in this pedon are:\nOchric epipedon - the zone from the soil surface to a depth of 4 inches (Ap horizon)\nArgillic horizon - the zone from 4 to 22 inches (Bt horizon)\nParalithic contact - weathered bedrock contact at 31 inches (upper boundary of the Cr horizon)\nSIR = NC0244 MLRA = 130\nADDITIONAL DATA: Reference data is available from the North Carolina State University Soils Department, Raleigh, NC; pedon number S92NC-121-002.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 4 inches; brown (10YR 4/3) sandy loam, yellowish brown (10YR 5/4) dry; weak fine granular structure; very friable; many very fine, common fine, and few medium roots; many very fine, common fine, and few medium tubular pores; 10 percent by volume gravel and 2 percent cobbles; very strongly acid; abrupt smooth boundary. (1 to 8 inches thick)"
      },
      {
        "name": "Bt",
        "top": 10,
        "bottom": 56,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt--4 to 22 inches; dark yellowish brown (10YR 4/6) loam; moderate medium subangular blocky structure; friable; common very fine or fine and few medium roots; few very fine, common fine, and few medium tubular pores; few faint dark yellowish brown (10YR 4/4) clay films on faces of peds; 5 percent by volume gravel and 5 percent cobbles; very strongly acid; clear wavy boundary. (10 to 39 inches thick)"
      },
      {
        "name": "C",
        "top": 56,
        "bottom": 79,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loamy sand",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C--22 to 31 inches; multicolored, gravelly loamy sand saprolite; massive; very friable; few very fine or fine roots; few very fine or fine tubular pores; few streaks of dark yellowish brown (10YR 4/6) loam; 15 percent by volume gravel and 5 percent cobbles; very strongly acid; clear wavy boundary. (0 to 15 inches thick)"
      },
      {
        "name": "Cr",
        "top": 79,
        "bottom": 155,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--31 to 61 inches; weathered, multicolored, partially consolidated low-grade metasandstone that can be dug with difficulty by spade."
      }
    ]
  ]
}
