{
  "SERIES": "HARPETH",
  "STATUS": "Established Series",
  "BYREV": "Rev.  DEL:JLP",
  "REVDATE": "04/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, thermic Typic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Harpeth silt loam - pasture.  (Colors are for moist soil)\nAp--0 to 7 inches; brown (l0YR 4/3) silt loam; weak fine granular structure; friable, many fine roots; many fine tubular pores; strongly acid; abrupt smooth boundary.  (6 to 16 inches thick)\nBA--7 to 15 inches; strong brown (7.5YR 4/6) and brown (10YR 4/3) silt loam; weak fine granular structure parting to weak fine subangular blocky; friable; many fine roots; many fine tubular pores; few fine iron-manganese concretions; medium acid; clear smooth boundary.\nBt1--l5 to 25 inches; strong brown (7.5YR 4/6) silt loam; weak fine and medium subangular blocky structure; friable; common fine roots; many fine tubular pores; few faint clay films on faces of peds; few fine iron-manganese concretions; slightly acid; clear smooth boundary.\nBt2--25 to 35 inches; strong brown (7.5YR 4/6) silt loam; moderate fine and medium subangular blocky structure; friable; few fine roots; many fine tubular pores; common distinct clay films on faces of peds; common fine iron-manganese concretions; slightly acid; clear smooth boundary.  (Combined thickness of the Bt ranges from 20 to 60 inches or more.)\n2Bt3--35 to 49 inches; strong brown (7.5YR 4/6) clay loam; moderate fine and medium subangular blocky structure; friable; few fine roots; many fine tubular pores; common distinct clay films on faces of peds; common fine iron-manganese concretions; about 1 percent by weight pebbles of mixed sedimentary rocks 2 to 5 mm in diameter; slightly acid; gradual smooth boundary.\n2Bt4--49 to 65 inches; strong brown (7.5YR 4/6) clay loam; many medium faint strong brown (7.5YR 5/6) mottles; moderate medium subangular blocky structure; firm; few fine roots; common fine tubular pores; common distinct clay films on faces of peds; common fine iron-manganese concretions; about 1 percent by weight pebbles of mixed sedimentary rocks 2 to 5 mm in diameter; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sumner County, Tennessee; west of Gallatin, 2.0 miles west along Long Hollow Pike from intersection of State Highway 25 and Long Hollow Pike, 200 feet north of road and 150 feet east of private drive."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness and depth to limestone bedrock are more than 60 inches.  Most pedons have a lithologic discontinuity however, this is not a requirement for the series.  Content of fragments of gravel range from 0 to 10 percent in the A and Bt horizons and from 0 to 15 percent in the 2Bt horizons.  This soil is slightly acid to strongly acid except the surface layer is less acid where limed.  Most pedons have transition horizons with colors and textures similar to adjacent horizons.\nThe Ap horizon has hue of l0YR or 7.5YR, value of 3 or 4 and chroma of 4.  Some pedons have surfaces layers less than 7 inches thick with hue of l0YR or 7.5YR, value of 3 and chroma of 2 or 3.\nThe Bt horizons have hue of 7.5YR or 5YR, value of 4 or 5 and chroma of 4 or 6.  They are silt loam or silty clay loam.  Some pedons contain few to common brownish mottles.\nThe 2Bt horizon has hue of l0YR, 7.5YR, or 5YR, value of 4 or 5 and chroma of 4 or 6.  They are clay loam or silty clay loam except in some pedons, below about 48 inches, texture includes silty clay or clay.  Most pedons contain few to common brownish mottles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Atwood, Lexington and Sykes series in the same family and the Armour, Crider, Kamie, Macon, Peridge and Ryker series.  Atwood soils formed in marine or fluvitile sediments in the Southern Coastal Plains.  Armour and Lexington soils have argillic horizons that decrease in clay content by 20 percent or more of the maximum within 60 inches of the soil surface.  Crider, Peridge and Ryker soils are mesic.  Kame and Macon soils are fine-loamy.  Sykes soils have clayey discontinuities with moderately slow permeability within 48 inches of the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Harpeth soils are on nearly level to rolling high stream terraces and uplands.  The soil formed in a silty mantle (presumably loess) 2 to 3 feet and underlying old loamy alluvial deposits.  In many places this is underlain by clayey limestone residuum.  Commonly slopes are complex and convex and range from 0 to 12 percent.  Near the type location the average annual air temperature is about 58 degrees F and the average annual precipitation is about 48 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Armour and Sykes series and the Barfield, Byler, Inman, and Mimosa soils.  Barfield and Inman soils, at similar elevations on nearby uplands, are clayey and are less than 40 inches deep to rock.  Byler soils, on stream terraces at lower elevations, have a fragipan and are moderately well drained.  Mimosa soils, on adjacent and nearby uplands, are clayey."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability; medium runoff."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Nearly all areas are cleared and used for growing row crops, pasture and hay.  Crops commonly grown are corn, soybeans, tobacco, small grains and alfalfa.  The native vegetation was mixed hardwoods such as oaks, hickories, beech, sweetgum and popular."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Nashville Basin in Tennessee.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rutherford County, Tennessee, January 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  In the past, the Harpeth soils were included with the Pembroke, Maury and Armour series in Tennessee.  The site of the original Official Series Description is on the University of Tennessee Middle Tennessee Experiment Station\nin Maury County, Tennessee.  The area is mapped in the Maury series in the 1952 published soil survey of Maury County.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - from the surface of the soil to about 7 inches (Ap horizon).\nArgillic horizon - from about 7 inches to about 65 inches (BA, Bt1, Bt2, 2Bt3, 2Bt4 horizon\nADDITIONAL DATA:  Particle size and chemical data on this pedon was provided by the National Soil Survey Laboratory in Lincoln, Nebraska in 1986.  (S85TN-165-001).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
