{
  "SERIES": "HARPS",
  "STATUS": "Established Series",
  "BYREV": "Rev. CSF-RJW-TWN",
  "REVDATE": "05/2014",
  "STATES": "IA,MN,SD",
  "OVERVIEW": "The Harps series consists of very deep, poorly drained soils formed in till or alluvium derived from till.  Harps soils are on narrow rims or shorelines of depressions on till plains and moraines.  Slope ranges from 0 to 3 percent.  Mean annual air temperature is about 8 degrees C.  Mean annual precipitation is about 675 millimeters.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Calciaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Harps clay loam, on a nearly level rim of a depression, in a cultivated field.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 centimeters; black (10YR 2/1) clay loam, dark gray (5Y 4/1) dry; moderate fine granular structure; friable; about 5 percent rock fragments; violently effervescent; moderately alkaline; abrupt smooth boundary.\nAk1--20 to 31 centimeters; black (10YR 2/1) clay loam, dark gray (10YR 4/1) dry; moderate fine granular structure; friable; about 5 percent rock fragments; violently effervescent; moderately alkaline; clear smooth boundary.\nAk2--31 to 41 centimeters; very dark gray (N 3/0) with about 20 percent dark gray (5Y 4/1) clay loam, gray (10YR 5/1) dry; weak fine and very fine subangular blocky structure; friable; common medium prominent light gray (10YR 7/2) masses of calcium carbonate; about 3 percent rock fragments; violently effervescent; moderately alkaline; clear wavy boundary.  (Combined thickness of the A horizon is 30 to 60 centimeters.)\nBkg1--41 to 66 centimeters; mixed light olive gray (5Y 6/2) and gray (5Y 5/1) loam, weak fine subangular blocky structure; very friable; few very dark gray (10YR 3/1) krotovinas; many fine and medium distinct light gray (10YR 7/2) masses of calcium carbonate; common fine prominent dark yellowish brown (10YR 4/4) redoximorphic concentrations; about 3 percent rock fragments; violently effervescent; moderately alkaline; clear smooth boundary.\nBkg2--66 to 86 centimeters; mixed olive gray (5Y 5/2) and gray (5Y 5/1) loam; weak medium prismatic structure parting to weak medium subangular blocky; friable; about a 3 centimeter very dark gray (10YR 3/1) krotovina; many fine and medium prominent light gray (10YR 7/1) masses of calcium carbonate; many fine prominent light olive brown (2.5Y 5/6) redoximorphic concentrations; about 3 percent rock fragments; strongly effervescent; moderately alkaline; gradual smooth boundary.\nBkg3--86 to 107 centimeters; mixed olive gray (5Y 5/2) and gray (5Y 5/1) loam; weak medium prismatic structure parting to very weak medium subangular blocky; friable; few dark gray (5Y 4/1) and very dark gray (N 3/0) coats on faces of peds; about a 3 centimeter very dark gray (N 3/0) krotovina; common medium prominent light gray (10YR 7/1) masses of calcium carbonate; many fine prominent dark yellowish brown (10YR 4/4) redoximorphic concentrations; about 5 percent rock fragments; strongly effervescent; moderately alkaline; diffuse smooth boundary.\nBkg4--107 to 160 centimeters; gray (5Y 5/1) loam; weak medium prismatic structure parting to weak medium subangular blocky; friable; common prominent strong brown (7.5YR 5/6) iron coats on faces of peds; few medium prominent light gray (10YR 7/1) masses of calcium carbonate; many fine prominent dark yellowish brown (10YR 4/4) redoximorphic concentrations; about 5 percent rock fragments; strongly effervescent; moderately alkaline; gradual smooth boundary. (Combined thickness of the Bkg horizon is 60 to 130 centimeters.)\nBCg--160 to 200 centimeters; dark gray (5Y 4/1) loam; weak coarse prismatic structure; firm; common prominent strong brown (7.5YR 5/6) iron coats on faces of peds; common medium prominent red (2.5YR 4/6) masses of iron; few fine prominent light gray (10YR 7/2) masses of calcium carbonate; about 7 percent rock fragments; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 103-Central Iowa and Minnesota Till Prairies, Webster County, Iowa subset; about 8 miles east of Fort Dodge; located about 225 feet west and 2,180 feet north of the southeast corner of section 23, T. 89 N., R. 27 W.; USGS Eagle Grove SW topographic quadrangle; lat. 42 degrees 30 minutes 26 seconds N. and long. 93 degrees 59 minutes 32 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of mollic epipedon--30 to 60 centimeters\nDepth to carbonates--carbonates are present throughout the profile\nClay content in the particle-size control section (weighted average)--20 to 30 percent\nSand content in the particle-size control section (weighted average)--30 to 55 percent\nGypsum content--0 to 5 percent\nAp or Ak horizon:\nHue--10YR or is neutral\nValue--2 or 3\nChroma--0 or 1\nTexture--loam or clay loam\nClay content--25 to 35 percent\nSand content--30 to 45 percent\nRock fragment content--1 to 5 percent\nCalcium carbonate equivalent--15 to 45 percent (centers on about 30 percent)\nReaction--moderately alkaline or strongly alkaline\nAB horizon (if present):\nHue--10YR to 5Y, or is neutral\nValue--3 or 4\nChroma--0 or 1\nTexture--loam or clay loam\nClay content--20 to 35 percent\nSand content--30 to 50\nRock fragment content--1 to 5 percent\nCalcium carbonate equivalent--15 to 40 percent (centers on about 30 percent)\nReaction--moderately alkaline or strongly alkaline\nBkg horizon:\nHue--10YR to 5Y\nValue--5 or 6\nChroma--1 or 2\nTexture--loam, clay loam, or sandy clay loam\nClay content--18 to 32 percent\nSand content--30 to 60 percent\nRock fragment content--1 to 5 percent\nCalcium carbonate equivalent--10 to 40 percent\nReaction--moderately alkaline or strongly alkaline\nBCg or Cg (if present) horizon:\nHue--2.5Y or 5Y\nValue--4 to 6\nChroma--1 or 2\nTexture--loam, fine sandy loam, sandy loam, or clay loam\nClay content--12 to 30 percent\nSand content--35 to 65 percent\nRock fragment content--2 to 10 percent\nCalcium carbonate equivalent--10 to 30 percent\nReaction--moderately alkaline or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Baldock, Lawet, and Revere series.\nBaldock--are in areas that have a mean annual precipitation range of 150 to 300 millimeters\nLawet--do not have rock fragments in the series control section\nRevere--have a gypsic horizon"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--till of Wisconsin age or alluvium derived from till\nLandform--narrow rims or shorelines of depressions on till plains and moraines\nSlope--0 to 3 percent\nElevation--300 to 600 meters above sea level\nMean annual air temperature--6 to 10 degrees C\nMean annual precipitation--455 to 890 millimeters\nFrost free period--140 to 200 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Canisteo, Klossner, Okoboji, Wacousta, and Webster soils.\nCanisteo--are at slightly lower landscape positions on flats and swales and are not violently effervescent in the upper third of the series control section\nKlossner--are at lower landscape positions in depressions and have organic materials in the upper third of the series control section\nOkoboji--are at lower landscape positions in depressions and have mollic epipedons greater than 60 centimeters thick\nWacousta--are at lower landscape positions in depressions and have a sand content that averages less than 15 percent sand in the particle-size control section\nWebster--are at slightly lower landscape positions on flats and swales and do not have calcic horizons"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--poorly drained--in an undrained condition, a frequently saturated zone occurs at the surface to a depth of 0.3 meters during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nSaturated hydraulic conductivity--1.00 to 10.00 micrometers per second"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are artificially drained and cultivated. The principal corps are corn, soybeans, small grains, and legume hay.  Reed canarygrass commonly dominates partially drained pasture. Native vegetation is predominantly wet-site tall prairie species such as prairie cordgrass, switchgrass, big bluestem, wooly sedge, giant goldenrod and Canada goldenrod."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic section--Western lake section\nMLRAs--Central Iowa and Minnesota Till Prairies (103) and Southern Black Glaciated Plains (55C)\nLRRs F and M; north-central Iowa, south-central Minnesota, and southeastern South Dakota\nExtent--large"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Webster County, Iowa, 1968."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 25 to 100 centimeters;\nseries control section--the zone from the surface to a depth of 160 centimeters.\nDiagnostic horizons and features recognized in this pedon include:\nmollic epipedon--the zone from the surface to a depth of 41 centimeters (Ap, Ak1 and Ak2 horizons);\ncalcic horizon--the zone from a depth of 20 to 160 centimeters (Ak1, Ak2, Bkg1, Bkg2, Bkg3, and Bgk4 horizons);\naquic moisture regime.\nCation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nA moderately coarse substratum phase is recognized in the southern part of MLRA 103 and a moderately fine substratum phase is recognized in the northern part of MLRA 103.  This difference is based on statistical analysis of lab data throughout the MLRA.\nTaxonomy version--Keys to Soil Taxonomy, tenth edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
