{
  "SERIES": "HARQUA",
  "STATUS": "Established Series",
  "BYREV": "Rev. GWH/DJB/PDC",
  "REVDATE": "08/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, mixed, superactive, hyperthermic Typic Calciargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Harqua extremely gravelly clay loam - rangeland. (Colors are for dry soil unless otherwise noted.) 80 to 90 percent of the surface is covered with gravel - thin coat of desert varnish on gravel.\nAn--0 to 1 inch; pinkish gray (7.5YR 7/2) extremely gravelly clay loam, strong brown (7.5YR 5/6) moist; weak thick platy structure; slightly hard, firm, moderately sticky and moderately plastic; common vesicular pores; strongly effervescent; very strongly alkaline (pH 9.4); abrupt smooth boundary. (.5 to 4 inches thick)\nBz--1 to 3 inches; 60 percent pinkish gray (7.5YR 7/2) and 40 percent light reddish brown (5YR 6/4) loam, strong brown (7.5YR 5/6) and brown (7.5YR 5/4) moist; weak fine and medium subangular blocky structure; slightly hard, firm, slightly sticky and moderately plastic; few tubular pores; strongly effervescent; moderately alkaline (pH 8.0); abrupt smooth boundary. (0 to 2 inches thick)\nBtz--3 to 9 inches; reddish brown (5YR 5/4) gravelly clay loam, yellowish red (5YR 4/6) moist; weak very fine subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; many very fine irregular pores; few faint clay films lining pores; slightly effervescent; moderately alkaline (pH 8.0); clear smooth boundary. (4 to 11 inches thick)\nBtknz1--9 to 12 inches; light reddish brown (5YR 6/4) gravelly clay loam, reddish brown (5YR 4/4) moist; weak fine subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common fine tubular pores; common faint clay films on faces of peds; slightly effervescent as common fine irregular calcium carbonate masses and salt crystals; moderately alkaline (pH 8.0); clear smooth boundary. (2 to 6 inches thick)\nBtknz2--12 to 20 inches; light reddish brown (5YR 6/4) gravelly clay loam, reddish brown (5YR 4/4) moist; weak fine subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common fine tubular pores; few faint clay films lining pores and bridging sand grains; violently effervescent as many coarse irregular calcium carbonate masses; moderately alkaline (pH 8.0); abrupt smooth boundary.  (2 to 8 inches thick)\nBtknz3--20 to 28 inches; pink (7.5YR 7/4) gravelly clay loam, brown (7.5YR 5/4) moist; massive; hard, friable, moderately sticky and moderately plastic; many fine and very fine tubular and common fine irregular pores; few faint clay films lining pores; violently effervescent as common fine irregular calcium carbonate masses; moderately alkaline (pH 8.0); abrupt smooth boundary. (2 to 9 inches thick)\nBknz1--28 to 33 inches; light brown (7.5YR 6/4) clay loam, brown (7.5YR 5/4) moist; massive; very hard, firm, slightly sticky and moderately plastic; many very fine tubular pores; very few faint clay films lining pores; slightly effervescent as common fine irregular calcium carbonate masses; moderately alkaline (pH 8.0); abrupt smooth boundary. (5 to 10 inches thick)\nBknz2--33 to 60 inches; light brown (7.5YR 6/4) gravelly clay loam, brown (7.5YR 4/4) moist; massive; very hard, firm, slightly sticky and moderately plastic; many fine and very fine tubular and irregular pores; very few faint clay films lining pores; strongly effervescent as common medium irregular calcium carbonate masses; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Maricopa County, Arizona; Harquahala Valley; 150 feet west and 1,550 feet south of the northeast corner of section 13, T. 1 S., R. 9 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Intermittently moist in some part of the soil moisture control section during July-September and December-February.  Driest during May and June.  Typic aridic soil moisture regime.\nSoil temperature - 72 to 78 degrees F.\nRock fragments - Averages 15 to 35 percent in the particle size control section; individual horizons can range to 50 percent\nSodicity - SAR usually ranges from 10 to 35, but is as much as 50 in some pedons.  Does not have the structure required of a natric horizon.\nElectrical conductivity - Ranges from 4 to 20, but is as much as 35 in some pedons\nReaction - Moderately to very strongly alkaline\nDepth to calcic horizon - Less than 20 inches; calcium carbonate equivalent averages 15 to 25 percent.\nA horizon\nHue:  7.5YR, 10YR\nValue:  5, 6, or 7 dry, 4, 5 or 6 moist\nChroma:  2, 3, or 4 dry, 2, 3, 4 or 6 moist\nBt horizon\nHue:  7.5YR, 5YR\nValue:  4, 5, or 6 dry, 3, 4 or 5 moist\nChroma:  4, 5, or 6, dry or moist\nTexture:  Sandy clay loam, loam, clay loam (averages 18 to 35 percent clay)\nBk horizon\nHue:  7.5YR, 5YR\nValue:  4, 5, or 6 dry, 3, 4, or 5 moist\nChroma:  4, 5, or 6, dry or moist\nTexture:  Sandy loam, loamy fine sand, sandy clay loam, clay loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Mohall (AZ),), Snaggletooth (CA), Tremant (AZ), and Tucson (AZ) series.  Mohall and Tremant soils have calcic horizons at depths of 20 to 40 inches.  Snaggletooth soils are usually dry, they moist in some part for short periods during winter and early spring. Tucson soils average less than 15 percent gravel in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Harqua soils are on nearly level to gently sloping stream or fan terraces at elevations of 600 to 2,500 feet.  Slopes range from 0 to 10 percent, but are dominantly less than 2 percent.  These soils formed in fan alluvium from mixed sources.  Mean annual precipitation ranges from 4 to 10 inches.  The mean annual air temperature ranges from 70 to 76 degrees F.  The frost-free period is 250 to 325 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Antho, Estrella, Gilman, Gunsight, Laveen, Rillito, and Valencia soils.  These soils do not have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Irrigated areas are planted to alfalfa, cotton, small grains, sorghum, vegetables, and other crops.  This soil has very little value for livestock grazing.  Vegetation is a sparse growth of saltbush, creosotebush, bursage, cacti, and annual weeds and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Arizona.  Harqua soils are moderately extensive.  MLRAs 31 & 40."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Pima County (Organ Pipe National Monument Survey Area), Arizona; 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 1 inch (An horizon)\nArgillic horizon - The zone from 3 to 28 inches (Btz, Btknz1, Btknz2, Btknz3 horizons)\nCalcic horizon - The zone from 9 to 60 inches (Btknz1, Btknz2, Btknz3, Bknz1, Bknz2 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
