{
  "SERIES": "HARRISBURG",
  "STATUS": "Established Series",
  "BYREV": "Rev. VLM/RSJ/MJD/WWJ",
  "REVDATE": "04/2015",
  "STATES": "NM,UT",
  "OVERVIEW": "The Harrisburg series consists of moderately deep to a hardpan, well drained soils on mesas.  Harrisburg soils formed in residuum and eolian sediments from sandstone, shale, and volcanic ash.  Slope ranges from 1 to 15 percent.  The mean annual precipitation is about 9 inches and mean air annual temperature is 61 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, thermic Typic Petrocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Harrisburg fine sandy loam - rangeland (Colors are for air dry soil unless otherwise noted.)\nA--0 to 2 inches; yellowish red (5YR 5/6) fine sandy loam, yellowish red (5YR 4/6) moist; weak thin platy structure; soft, very friable, nonsticky, nonplastic; common fine and very fine roots; common fine and very fine vesicular pores; 5 percent gravel; slightly effervescent; slightly alkaline (pH 7.7); abrupt smooth boundary. (2 to 8 inches thick)\nBw1--2 to 26 inches; yellowish red (5YR 5/6) fine sandy loam, yellowish red (5YR 4/6) moist; weak medium subangular blocky structure; soft, very friable, nonsticky, nonplastic; few fine and very fine roots; common fine and very fine tubular pores; 5 percent gravel; slightly effervescent; slightly alkaline (pH 7.7); clear smooth boundary. (16 to 32 inches thick)\nBw2--26 to 35 inches; yellowish red (5YR 5/6) fine sandy loam, yellowish red (5YR 4/6) moist; weak medium subangular blocky structure; soft, very friable, nonsticky, nonplastic; few fine and very fine roots; common fine and very fine tubular pores; slightly effervescent slightly alkaline (pH 7.6); abrupt wavy boundary. (O to 15 inches thick)\nBkm--35 to 44 inches; indurated carbonate hardpan."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Washington County, Utah; 2 miles east of old St. George airport; 1,600 feet south and 1,600 feet east of the NW corner of sec.  24, T.43S., R.15W; Washington Dome Quadrangle; lat. 37 degrees 2 minutes 0 seconds N. and long. 113 degrees 29 minutes seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 59 to 63 degrees F.\nSoil moisture: The soils are dry in all parts of the moisture control section 75 to 85 percent of the time the soil temperature is above 41 degrees F., unless irrigated.  The soil moisture regime is typic aridic.\nDepth to petrocalcic horizon: 20 to 40 inches\nReaction: slightly to strongly alkaline\nRock fragments: 0 to 35 percent\nTexture: fine sandy loam, very fine sandy loam, or loam\nA horizon\nHue: 7.5YR or 5YR\nValue: 5 to 7 dry, 3 to 6 moist\nChroma: 3 through 6\nB horizon\nHue: 5YR, 2.5YR, or 7.5YR\nValue: 5 or 6 dry, 3 through 5 moist\nChroma: 4 through 8\nEffervescence: slightly to strongly effervescent\nIn some pedons the upper part of the hardpan is fractured and the fragments are mixed in the lower part of the B horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Nations series. Nations soils have massive 2Bw horizons above the petrocalcic horizon and sandy horizons below the petrocalcic horizon. In addition, Nations soils are in the Trans-Pecos portion (MLRA 42) of the Chihuahuan Desert and receive mostly summer precipitation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Harrisburg soils are on desert mesas at elevations of 1,600 to 4200 feet. Slopes range from 1 to 15 percent. These soils formed in residuum from sandstone and wind blown sediments from sandstone, volcanic ash and shale. The mean annual temperature is 57 to 70 degrees F., and the mean summer temperature is 80 to 84 degrees F.  The frost-free period is 180 to 200 days in Utah and ranges to 240 days in Arizona. Average annual precipitation ranges from 6 to 11 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bermesa, Pintura, Tobler and Winkel soils. Bermesa soils have an argillic horizon and have more than 35 percent coarse fragments. Pintura soils are in a sandy family and lack petrocalcic horizons. Tobler soils lack petrocalcic horizons.  Winkel soils are less than 20 inches deep to the petrocalcic horizon and have loamy-skeletal control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well-drained; slow runoff; moderately rapid permeability to the hardpan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used as rangeland. Vegetation is creosote bush, galleta, filaree, yellowbrush and cheatgrass. In Utah this series is correlated with Desert Climate Zone range sites."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southwestern Utah and Northern Arizona.  These soils are inextensive. MLRA 30."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Virgin River Valley Area, Utah, 1936."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon are:\nOchric epipedon - The zone from 0 to 2 inches (A Horizon).\nPetrocalcic horizon - The zone from 35 to 44 inches (Bkm horizon).\nClassified according to Soil Taxonomy Second Edition, 1999\nThe classification was changed from Typic Paleorthids to Typic Petrocalcids in 12/94.\nADDITIONAL DATA: lab data for this pedon is available - S69Utah-27-3.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "pH": 7.7,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 2 inches; yellowish red (5YR 5/6) fine sandy loam, yellowish red (5YR 4/6) moist; weak thin platy structure; soft, very friable, nonsticky, nonplastic; common fine and very fine roots; common fine and very fine vesicular pores; 5 percent gravel; slightly effervescent; slightly alkaline (pH 7.7); abrupt smooth boundary. (2 to 8 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 5,
        "bottom": 66,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "pH": 7.7,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--2 to 26 inches; yellowish red (5YR 5/6) fine sandy loam, yellowish red (5YR 4/6) moist; weak medium subangular blocky structure; soft, very friable, nonsticky, nonplastic; few fine and very fine roots; common fine and very fine tubular pores; 5 percent gravel; slightly effervescent; slightly alkaline (pH 7.7); clear smooth boundary. (16 to 32 inches thick)"
      },
      {
        "name": "Bw2",
        "top": 66,
        "bottom": 89,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw2--26 to 35 inches; yellowish red (5YR 5/6) fine sandy loam, yellowish red (5YR 4/6) moist; weak medium subangular blocky structure; soft, very friable, nonsticky, nonplastic; few fine and very fine roots; common fine and very fine tubular pores; slightly effervescent slightly alkaline (pH 7.6); abrupt wavy boundary. (O to 15 inches thick)"
      },
      {
        "name": "Bkm",
        "top": 89,
        "bottom": 112,
        "narrative": "Bkm--35 to 44 inches; indurated carbonate hardpan."
      }
    ]
  ]
}
