{
  "SERIES": "HARREL",
  "STATUS": "Established Series",
  "BYREV": "Rev ET/JJJ",
  "REVDATE": "03/2017",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, nonacid, mesic Duric Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Harrel sandy loam - on a 2 percent northeast slope at 2,190 meters elevation under big sagebrush and Douglas rabbitbrush vegetation.  Colors are for dry soil unless otherwise stated.  When described August 13, 1979 the soil was dry throughout.\nA--0 to 10 cm; light gray (10YR 7/2) sandy loam, dark brown (10YR 3/3) moist; single grain; loose, nonsticky and nonplastic; many very fine and common fine roots; many very fine interstitial pores; 5 percent gravel; slightly acid (pH 6.3); abrupt smooth boundary.  (10 to 25 cm thick)\nC1--10 to 50 cm; light gray (10YR 7/2) sandy loam, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine, and few fine and medium roots; many very fine interstitial pores; 5 percent fine gravel; slightly acid (pH 6.3); clear wavy boundary.  (8 to 50 cm thick)\nC2--50 to 90 cm; light gray (10YR 7/2) sandy loam, brown (10YR 5/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; many fine interstitial pores; 5 percent fine gravel; slightly acid (pH 6.3); abrupt wavy boundary.  (0 to 50 cm thick)\n2Btq1--90 to 112 cm; pale yellow (5Y 8/3) sandy loam, olive (5Y 5/3) moist; moderate medium platy structure; hard, firm, slightly sticky and slightly plastic; common very fine interstitial pores; common faint clay films in pores and as clay bridges between mineral grains; 5 percent fine gravel; neutral (pH 7.0); abrupt smooth boundary.  (20 to 50 cm thick)\n2Btq2--112 to 122 cm; pale yellow (5Y 8/2) sandy clay loam, olive (5Y 5/3) moist; moderate medium platy structure; hard, firm, slightly sticky and slightly plastic; common very fine interstitial pores; common distinct clay films in pores and as clay bridges between mineral grains; 5 percent fine gravel; slightly alkaline (pH 7.8); abrupt wavy boundary.  (10 to 25 cm thick)\n3Bq--122 to 162 cm; white (5Y 8/1) silty clay loam, pale yellow (5Y 7/3) moist; weak medium platy structure; slightly hard, friable, moderately sticky and moderately plastic; common very fine interstitial pores; slightly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mono County, California.  About 2 miles north of Crowley Lake and 100 yards south of a dirt road; about 2,200 feet north and 400 feet east of the southwest corner of sec. 24, T. 3 S., R. 29 E.; USGS Watterson Canyon 7.5 minute topographic quadrangle; latitude 37 degrees 40 minutes 19 seconds N and longitude 118 degrees 44 minutes 06 seconds W; WGS84 Decimal Degrees 37.6719444 latitude, -118.7350000 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth of the soil is 152 cm or more.  Depth to lake sediments is 25 to 100 cm.  The soil between depths of 20 and 75 cm is usually dry from about May 30 to November 15, and is moist in some or all parts the rest of the time.  The soil temperature is above 5.0 degrees C. from about April 1 to December 20, and is above 8.3 degrees C. from about April 15 to November 30.  Mean annual soil temperature is 8.9 to 11.1 degrees C.  Summer thunder showers occur, but are sporadic and usually do not wet the control section; aridic (torric) moisture regime bordering on xeric\n.  Reaction is slightly acid to slightly alkaline.\nThe A horizon color is 10YR 6/2, 6/3, 7/1, 7/2 or 7/3.  Moist color is 10YR 4/2, 4/3, 5/2, 5/3 or 5/4.  Textures are loamy sand or sandy loam.  Gravel content is 5 to 15 percent, mostly fine pumice and obsidian gravel.  Ash content is estimated at 20 to 30 percent by weight.\nThe C horizon color is 10YR 6/2, 6/3, 7/2, 7/3, 8/1; 2.5Y 7/2, 8/2; 5Y 8/1, 8/2 or 8/3.  Moist color is 10YR 4/4, 5/2, 5/3, 7/2; 2.5Y 5/2, 5/4, 6/4; 5Y 5/2, 5/3 or 7/3.  Textures are sandy loam and coarse sandy loam with 12 to 18 percent clay.\nThe 2Btq and 3Bq horizon color is 10YR 5/3, 6/2, 6/3, 7/2, 7/3, 8/1; 2.5Y 7/2, 8/2; 5Y 8/1, 8/2 or 8/3.  Moist color is 10YR 3/3, 4/4, 5/2, 5/3, 7/2; 2.5Y 5/2, 5/4, 6/4; 5Y 5/2, 5/3 or 7/3.  Textures are stratified sandy loam, coarse sandy loam, sandy clay loam, silt, silt loam, or silty clay loam.  Strata of clay, sand or gravel are present in some pedons.  Clay content ranges from 18 to 35 percent.   Gravel content ranges from 0 to 10 percent, mostly fine and medium gravel.  These horizons are brittle and firm when moist but more than 50 percent of the air-dry fragments slake in water.  Some pedons have thin strata of 15 to 30 percent gravel.  Some pedons are slightly effervescent with disseminated carbonate."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Harrel soils are on remnants of lake terraces and in small mountain valleys.  The parent material is rhyolitic ash and mixed alluvium over stratified lake sediments.  The elevation ranges from 2,075 to 2,135 meters.  The mean annual precipitation is 230 to 280 mm, and the mean annual temperature is 6.1 to 8.3 degrees C. The mean January temperature is about -1.6 degrees C; the mean July temperature is about 19 degrees C.  The frost-free season is about 115 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Brantel, Buscones  and Cashbaugh  soils. Brantel soils are ashy. Buscones soils are sandy and moderately deep over hard tuffaceous sandstone or conglomerate bedrock on hills and terraces.  Cashbaugh soils are sandy and shallow over hard, tuffaceous sandstone or conglomerate bedrock on lake terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; slow to medium runoff; moderately slow permeability slow saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for grazing and wildlife habitat and commercial diatomite mining in some areas. Vegetation is mainly big sagebrush, antelope bitterbrush, Indian ricegrass, and western needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East-central California; Long Valley area near Crowley Lake, Mono County, California.  The soils are of small extent in MLRA 26."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Mono County, California; Benton-Owens Valley Soil Survey, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Stratification is typically present in the lower part of the profile.  Diatomaceous strata are present in some areas around Crowley Lake.\nDiagnostic horizons and features recognized in the profile are:\nOchric epipedon - The zone from 0 to 18 cm (The A and part of then C1 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
