{
  "SERIES": "HARSAN",
  "STATUS": "Established Series",
  "BYREV": "Rev.  KAB/MEJ/DA/CLM",
  "REVDATE": "10/2011",
  "STATES": "ID",
  "OVERVIEW": "The Harsan series consists of soils that are well drained and deep to a duripan that formed in eolian materials and alluvium from mixed sources.  They are on terraces and basalt plains and buttes. Slopes range from 0 to 8 percent.  The mean annual precipitation is about 10 inches, and the mean annual temperature is about 51 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Xeric Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Harsan loamy sand - on a slope of 1 percent under rangeland vegetation at 3,700 feet elevation.  When described on October 21, 1980, the soil profile was dry from 0 to 9 inches and slightly moist from 9 to 59 inches.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 4 inches; brown (10YR 5/3) loamy sand, very dark grayish brown (10YR 3/2) moist; single grain; loose; common very fine, fine, and medium roots; many very fine irregular pores; slightly acid (pH 6.3); gradual wavy boundary.  (3 to 9 inches thick)\nAB--4 to 9 inches; brown (10YR 5/3) loamy fine sand, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; slightly hard, very friable; few very fine, fine and medium roots; many very fine irregular pores; neutral (pH 6.9); clear smooth boundary.  (5 to 14 inches thick)\nBt1--9 to 19 inches; yellowish brown (10YR 5/4) sandy loam, brown (10YR 5/3) moist; moderate medium subangular block structure; hard, friable, slightly sticky and slightly plastic; few very fine, fine and medium roots; many fine tubular pores; common thin clay films on faces of peds and in pores, and some bridges between sand grains; neutral (pH 7.1); clear smooth boundary.  (6 to 10 inches thick)\nBt2--19 to 34 inches; light yellowish brown (10YR 6/4) sandy clay loam, yellowish brown (10YR 5/4) moist; strong medium subangular blocky structure; extremely hard, firm, slightly sticky and slightly plastic; few very fine, fine and medium roots; common fine tubular pores; common thin clay films on faces of peds and in pores, and some bridges between sand grains; slightly alkaline (pH 7.6); gradual wavy boundary.  (6 to 16 inches thick)\n2Bkq--34 to 54 inches; very pale brown (10YR 7/3) clay loam, dark yellowish brown (10YR 4/4) moist; moderate thin platy structure; very hard, firm, sticky and plastic; few very fine and fine roots; few fine tubular pores; 5 percent gravel; strongly effervescent (18 percent calcium carbonate); many soft lime masses; slightly alkaline (pH 7.8); abrupt wavy boundary.  (18 to 22 inches thick)\n2Bkqm--54 to 60 inches; very pale brown (10YR 8/3) duripan, light yellowish brown (10YR 6/4) moist; extremely hard, extremely firm."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jerome County; about 6 miles northwest of Jerome, Idaho, in the southeast 1/4, southwest 1/4, southeast 1/4, section 20, T. 7 S., R. 16 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock - more than 60 inches\nDepth to duripan - 40 to 60 inches\nClay content in control section average - 18 to 30 percent\nMean annual soil temperature - 50 to 54 degrees F.\nBA horizons are present in some pedons\nA horizon\nValue - 5 or 6 dry, 3 to 5 moist\nChroma - 2 through 4 dry or moist\nReaction - slightly acid or neutral\nBt horizons\nValue - 5 though 7 dry, 4 through 6 moist\nChroma - 3 or 4 dry and moist\nTexture - SL, SCL, CL, and L\nReaction - slightly acid through slightly alkaline\n2Bkq or Bk horizons\nValue - 5 through 8 dry, 4 through 6 moist\nChroma - 2 through 4 dry or moist\nTexture - CL, GR-CL, SIL, SCL, L, and FSL\nStructure type - platy or massive\nDry consistence - very hard or extremely hard\nGravel - 0 to 20 percent\nBtk horizon - present in some pedons"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Abgese, Ackelton (T), Ackley, Blacknest (T), Colbar (T), Esha (T), Eusbio (T), Greenbrae, Hardtrigger (T), Hoosegow (T), Lankbush, Morfitt (T), Paulville, Sevy, Shawave, Sidlake (T), Stiles (T), Turria, Windypoint (T), and Zane series.  Abgese, Hardtrigger (T), Shawave, and Windypoint soils have sandy and/or gravelly material in the substratum and Abgese, Ackley, Hardtrigger, Shawave, and Windypoint soils lack a very hard and firm consistence immediately below the argillic horizon.  Ackelton soils have less than 20 percent clay in the Bkq horizon.  Colbar, Eusbio, and Sidlake soils are moderately deep to bedrock. Blacknest soils are moderately deep to sand and gravel.  Esha, Greenbrae, Hoosegow, Lankbush, Morfitt, and Turria soils lack Bk horizons.  Paulville soils lack a duripan at 40 to 60 inches, and have Bk horizons with less than 15 percent clay.  Sevy and Zane soils have hues redder than 10YR.  Stiles soils have moderately alkaline or strongly alkaline Bt horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Harsan soils are on terraces and basalt plains and buttes. The slopes range from 0 to 8 percent.  The soils formed in eolian material and alluvium from mixed sources.  Elevations are 3,200 to 4,400 feet.  The mean annual precipitation is 9 to 11 inches.  The mean annual temperature is 48 to 52 degrees F.  The frost free season is 100 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Banbury, Emberton, Kecko, and Paulville soils.  Banbury, Emberton, Kecko and Paulville soils occur on the same landscape.  Banbury soils are shallow to bedrock.  Emberton soils are moderately deep to bedrock.  Kecko soils are coarse-loamy.  Paulville soils have a clay loam or silty clay loam argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, slow runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Harsan soils are used for rangeland and irrigated cropland.  Native vegetation is Indian ricegrass, Thurber needlegrass, needleandthread, and basin big sagebrush.  Irrigated crops are mainly sugar beets, wheat, alfalfa, barley, corn silage, and potatoes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Harsan soils are of small extent in south central Idaho."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jerome County, Idaho, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 9 inches (A and AB horizon)\nArgillic horizon - 9 to 29 inches (Bt1 and part of the Bt2 horizon)\nCalcic horizon - 34 to 54 inches (2Bkq horizon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
