{
  "SERIES": "HARTSMILL",
  "STATUS": "Established Series",
  "BYREV": "IRD: DWB",
  "REVDATE": "10/2006",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic Ultic Palexeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hartsmill gravelly loam, on a southwest facing 46 percent slope under a cover of whiteleaf manzanita, toyon, interior live oak, California black oak, Pacific poison oak and very scattered ponderosa pine at an elevation of 1,840 feet, (561 m).  When described on 7/27/1999 the soil was dry throughout.  (Colors are for dry soil unless otherwise noted).\nOi--0 to 1 inch, (0 to 3 cm); slightly decomposed plant material; abrupt smooth boundary.\nA--1 to 3 inches, (3 to 8 cm); reddish brown (5YR 4/4) gravelly loam, dark reddish brown (5YR 3/3), moist; 14 percent clay; strong fine granular structure; soft, very friable, nonsticky, slightly plastic; common very fine roots; many very fine irregular pores; 30 percent angular gravel; slightly acid, pH 6.5 by Hellige-Truog; abrupt smooth boundary. (2 to 3 inches, (5 to 8 cm) thick)\nBt1--3 to 6 inches, (8 to 15 cm); yellowish red (5YR 4/6) very gravelly loam, dark reddish brown (5YR 3/4), moist; 17 percent clay; strong coarse subangular blocky structure; hard, friable, nonsticky, slightly plastic; common fine and few medium and very fine roots; few very fine tubular pores; 10 percent continuous distinct clay films on surfaces along pores; 40 percent angular gravel; slightly acid, pH 6.5 by Hellige-Truog; clear smooth boundary.\nBt2--6 to 13 inches, (15 to 33 cm); yellowish red (5YR 4/6) very gravelly loam, dark reddish brown (2.5YR 3/4), moist; 20 percent clay; moderate medium subangular blocky structure; slightly hard, friable, nonsticky, moderately plastic; common fine and few medium and coarse roots; many very fine tubular pores; 30 percent discontinuous distinct clay films on faces of peds; 45 percent angular gravel; slightly acid, pH 6.3 by Hellige-Truog; clear wavy boundary.\nBt3--13 to 24 inches, (33 to 61 cm); red (2.5YR 4/6) very gravelly loam, dark reddish brown (2.5YR 3/4), moist; 25 percent clay; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky, moderately plastic; common fine and few medium and coarse roots; common very fine tubular pores; 45 percent continuous distinct clay films; 45 percent angular gravel; slightly acid, pH 6.3 by Hellige-Truog; gradual wavy boundary. (Combined thickness of the Bt horizon is 21 to 70 inches, (53 to 178 cm) thick).\nBCt1--24 to 35 inches, (61 to 89 cm); red (2.5YR 4/6) very cobbly clay loam, dark red (2.5YR 3/6), moist; 33 percent clay; moderate medium angular blocky structure; hard, firm, moderately sticky, very plastic; few medium and coarse roots; common very fine tubular pores; 60 percent continuous distinct clay films on faces of peds and 90 percent continuous prominent clay films on rock fragments; 10 percent angular gravel and 40 percent angular cobbles; slightly acid, pH 6.2 by Hellige-Truog; clear smooth boundary\nBCt2--35 to 62 inches, (89 to 157 cm); red (2.5YR 4/6) extremely cobbly clay loam, dark red (2.5YR 3/6), moist; 38 percent clay; moderate medium angular blocky structure; hard, very firm, moderately sticky, very plastic; few fine roots; common very fine tubular pores; 70 percent continuous distinct clay films on all faces of peds and 90 percent continuous distinct clay films on rock fragments; 10 percent angular gravel and 55 percent angular cobbles; slightly acid, pH 6.2 by Hellige-Truog; gradual wavy boundary. (Combined thickness of the BCt horizon is 0 to 38 inches, (0 to 97 cm) thick).\nCrt--62 inches, (157 cm); moderately cemented weathered greenschist with 90 percent continuous prominent clay films."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Butte County, California; about 5.8 miles northeast of Oroville Dam, approximately 2250 feet west and 2150 feet north of the southeast corner of Section 9, Township 20 N., Range 5 E., 39 degrees, 36 minutes, 16.41 seconds North latitude; 121 degrees, 25 minutes, 05.33 seconds West longitude.  NAD83 - U.S.G.S. Quad - Oroville Dam, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to paralithic bedrock is greater than 60 inches, (152 cm).  The mean annual soil temperature is 59 to 63 degrees F, (15 to 17 degrees C).  The soil moisture control section is dry in all parts from about May to about October (about 150 to 200 days).  The particle-size control section averages 20 to 27 percent clay and 35 to 50 percent rock fragments, mostly gravel.  Mineralogy is mixed.  Organic matter ranges from 1 to 3 percent to a depth of 13 inches, (33 cm) and is less than 1 percent below.  Rock fragments on the surface range from 0 to 15 percent gravel, 0 to 10 percent cobbles, 0 to 15 percent stones and 0 to 15 percent boulders.  Some pedons have BAt horizon.\nThe A horizon dry color is 5YR 4/4, 4/6 or 5/6.  Moist color is 5YR 3/3, 3/4 or 4/6.  Texture is gravelly loam with high silt content.  Clay content ranges from 14 to 18 percent.  Rock fragments range from 10 to 30 percent gravel.  Reaction ranges from moderately acid to slightly acid.\nThe Bt horizon dry color is 5YR 4/6, 5/6, 2.5YR 3/6 or 4/6.  Moist color is 5YR 3/4, 2.5YR 3/4 or 3/6.  Texture is very gravelly loam, gravelly loam, gravelly clay loam, very gravelly clay loam or extremely gravelly clay with high silt content.  Clay content ranges from 17 to 30 percent.  Rock fragments range from 10 to 50 percent gravel and 0 to 15 percent cobbles.  Reaction ranges from moderately acid to neutral.\nThe BCt horizon dry color is 2.5YR 4/6.  Moist color is 2.5YR 3/6.  Texture is very cobbly clay loam or extremely cobbly clay loam.  Clay content ranges from 28 to 40 percent.  Rock fragments range from 0 to 10 percent gravel and 40 to 55 percent cobbles.  Reaction ranges from moderately acid to slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Hartsmill soils are on ridge tops and side slopes on metamorphic Sierra Nevada foothills.  Slopes range from 2 to 90 percent.  These soils formed in colluvium and residuum weathered from metavolcanic rocks, mainly greenschist.  Elevation is 1200 to 2000 feet, (366 to 610 m).  Mean annual precipitation is 40 to 45 inches, (102 to 114 cm).  The mean annual temperature is 57 to 61 degrees F, (14 to 16 degrees C).  Frost free season is 240 to 260 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bigridge, Dunstone, Featherfalls, Islandbar, Loafercreek, Minniecreek, Mounthope and Surnuf soils.  Bigridge soils are deep to a paralithic contact of greenschist and are mesic.  Dunstone soils are shallow to a paralithic contact of greenschist and are loamy.  Featherfalls soils are on mountains, are fine-loamy and are mesic.  Loafercreek soils are fine-loamy and are moderately deep to a paralithic contact.  Islandbar soils are on mountains, are loamy-skeletal and are mesic.  Minniecreek soils are moderately deep to a paralithic contact of greenschist, are fine-loamy and are mesic.  Mounthope soils are fine-loamy and are deep to a paralithic contact of greenschist.  Surnuf soils are on mountains, are fine, are very deep and are mesic."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; low to medium runoff; moderately rapid saturated hydraulic conductivity in the A horizon, moderate to moderately slow in the Bt horizon and moderately slow in the BCt horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for wildlife habitat, watershed and home site development.  Vegetation is whiteleaf manzanita, toyon, interior live oak, California black oak, Pacific poison oak, buckbrush, Pacific madrone, blue oak, hedgehog dogtail, and very scattered ponderosa pine and incense cedar."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Butte County, California and occurs in the (M261Fb) Lower Foothills Metamorphic Belt subsection of the (M261F) Sierra Nevada Foothills section.  MLRA 18 - Sierra Nevada Foothills.  The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Butte County, California 2005.  Source of name from Hartsmill Fire Station, Berry Creek quad."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - zone from 1 to 3 inches, (3 to 8 cm) (A)\nArgillic horizon - zone from 3 to 24 inches, (8 to 61 cm) (Bt1, Bt2, Bt3)\nParalithic contact - zone from 62 to 80 inches, (157 to 203 cm) (Cr)\nParticle-size control section - zone from 3 to 23 inches, (8 to 58 cm) (Bt1, Bt2, Bt3)\nThe soil moisture control section - zone from 10 to 31 inches, (25 to 79 cm)\nADDITIONAL DATA: Used data from nearby reference sample #S00CA-007-013 NSSL, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
