{
  "SERIES": "HARTFORD",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAS-EHS-MFF",
  "REVDATE": "08/2004",
  "STATES": "CT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, mesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hartford sandy loam  on a 1 percent slope in a cultivated field at an elevation of about 163 feet. (Colors are for moist soil.)\nAp--0 to 8 inches; dark reddish brown (5YR 3/4) sandy loam; weak coarse granular structure; very friable; many fine roots; 5 percent gravel; strongly acid; clear smooth boundary.  (6 to 10 inches thick)\nBw1--8 to 20 inches; yellowish red (5YR 4/6) sandy loam; weak fine granular structure; very friable; few fine roots; 5 percent gravel; strongly acid; clear wavy boundary.\nBw2--20 to 26 inches; reddish brown (5YR 4/4) loamy sand; single grain; loose; 10 percent gravel; strongly acid; clear wavy boundary. (Combined thickness of the Bw horizons is 12 to 29 inches.)\n2C--26 to 65 inches; reddish brown (5YR 4/4) stratified sand and gravel; single grain; loose; 35 percent gravel; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hartford County, Connecticut; town of Rocky Hill, 150 feet south of Brook Street at a point 0.95 mile west of the intersection of Brook Street and Connecticut Route 9. USGS Hartford South quadrangle, 41 degrees 38 minutes 34 seconds North, 72 degrees 39 minutes 53 seconds West, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 18 to 30 inches.  Rock fragments, mainly rounded gravel, range from 5 to 30 percent by volume in the solum and from 10 to 65 percent in individual layers of the substratum.  The weighted average volume of rock fragments in the particle-size control section is less than 35 percent. Unless limed, the soil ranges from very strongly acid\nto moderately acid throughout.\nThe Ap horizon has hue of 5YR to 10YR, value of 3 or 4, and chroma of 2 tothrough 4.\nUndisturbed pedons have a thin A horizon with value of 2 or 3 and chroma of 1 to\n3.  The Ap or A horizon is sandy loam in the fine-earth fraction.  It has weak granular structure and is friable or very friable.\nThe Bw horizon has hue of 5YR or 2.5YR, value of 3 to 5, and chroma of 3 to 8.\nTexture in the upper subhorizon is sandy loam.  The subhorizon has weak granular or subangular blocky structure, or it is massive.  Consistence is friable or very friable. Texture in the lower part of the Bw subhorizons is sandy loam or loamy sand in the fine-earth fraction.  The subhorizon has weak granular or subangular blocky structure or it is massive or single grain.  Consistence is very friable or loose. Texture of sandy loam in the Bw horizon does not extend below a depth of 28 inches.\nThe 2C horizon has hue of 2.5YR or 5YR, value and chroma of 3 to 6. The horizon is commonly stratified sand and gravel.  Texture of individual layers ranges from coarse sand and sand to loamy fine sand in the fine-earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Knickerbocker and Merrimac series. Knickerbocker soils are 7.5YR or yellower in the B and 2C horizons and contain more than 35 percent rock fragments in the 2C horizon. Merrimac soils are 7.5YR or yellower in the B and 2C horizons and generally contain more rock fragments in the solum and more than 30 percent rock fragments in the 2C horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Hartford soils are nearly level to strongly sloping and are\non terraces and outwash plains. Slope commonly is 0 to 8 percent. The soils formed in sandy and gravelly glaciofluvial materials derived mainly from red sedimentary rocks and basalt. Mean annual temperature ranges from 45 to 52 degrees F., mean annual precipitation ranges from 38 to 50 inches, and the growing season ranges from 140 to 185 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bash, Berlin, Branford, Cheshire,\nEllington, Holyoke, Ludlow, Manchester, Menlo, Penwood, Raypol, Raynham,\nWalpole, Watchaug, Wethersfield, Wilbraham, and Yalesville soils on nearby\nlandscapes. Bash soils are somewhat poorly drained soils on floodplains.  Berlin soils are fine-textured soils on glacial lacustrine terraces.  Cheshire, Holyoke, Ludlow, Menlo, Watchaug, Wethersfield, Wilbraham, and Yalesville soils are on nearby glacial till uplands.  Ellington soils are moderately well drained terrace associates. Raypol, Raynham, and Walpole soils are poorly drained and are in low areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained. Surface runoff is negligible to medium. Saturated hydraulic conductivity is high in the solum and high or very high in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Much of the acreage is used for cultivated crops, hay, and pasture. Common crops are silage corn, vegetables, tobacco, and nursery stock. Some areas are wooded or used for community development. Common trees are white, red, black, and scarlet oak, gray birch, and white pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Glaciofluvial terraces in the Connecticut River Valley area of Connecticut; MLRA 145. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Connecticut Valley Survey, 1899."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon include:\n1.  Ochric epipedon - the zone from 0 to 8 inches (Ap horizon).\n2.  Cambic horizon - the zone from 8 to 26 inches (Bw1 and Bw2 horizons).\n3.  The control section from 10 to 40 inches averages sandy (Bw1, Bw2, and 2C horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
