{
  "SERIES": "HARTWICK",
  "STATUS": "Established Series",
  "BYREV": "Rev. JOW-WEF",
  "REVDATE": "08/2012",
  "STATES": "MI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, frigid Entic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hartwick sand, on a 1 percent slope in a forested area beneath a 2.5 cm (1 inch) layer of fresh, undecomposed needles, twigs, and grass, at an elevation of about 381 meters (1250 feet). (Colors are for moist soil unless otherwise stated.)\nA--0 to 5 cm (2 inches); black (N 2.5/) sand, black (10YR 2/1) dry; mixed with 20 percent brown (7.5YR 5/2) uncoated sand grains; weak fine subangular blocky structure; very friable; many fine, common medium, and few coarse roots; about 3 percent fine gravel; very strongly acid; abrupt smooth boundary. [2.5 to 10 cm (1 to 4 inches) thick]\nE--5 to 10 cm (2 to 4 inches); brown (7.5YR 5/2) sand, pinkish gray (7.5YR 6/2) dry; very weak fine subangular blocky structure parting to weak fine granular; very friable; many fine, common medium, and few coarse roots; about 3 percent fine gravel; strongly acid; abrupt wavy boundary. [2.5 to 13 cm (1 to 5 inches) thick]\nBs1--10 to 20 cm (4 to 8 inches); dark brown (7.5YR 3/4) sand; moderate fine and medium subangular blocky structure; very friable; many fine, common medium, and few coarse roots; about 8 percent fine and 2 percent medium gravel and 1 percent cobbles; moderately acid; clear wavy boundary. [10 to 20 cm (4 to 8 inches) thick]\nBs2--20 to 61 cm (8 to 24 inches); strong brown (7.5YR 4/6) very gravelly sand; weak fine and medium subangular blocky structure parting to weak fine granular; very friable; common fine and few medium and coarse roots; columns of yellowish brown (10YR 5/6) (70 percent) and dark reddish brown (5YR 3/2) (30 percent) moderately cemented ortstein 2.5 to 8 cm (1 to 3 inches) wide extend through this horizon; columns are 61 to 91 cm (24 to 36 inches) apart; ortstein occupies about 5 percent of the horizon; about 20 percent fine, 10 percent medium, and 5 percent coarse gravel and 1 percent cobbles; moderately acid; clear wavy boundary. [20 to 51 cm (8 to 20 inches) thick]\nBC--61 to 76 cm (24 to 30 inches); yellowish brown (10YR 5/6) sand; weak fine and medium subangular blocky structure parting to single grain; very friable to loose; few fine to coarse roots; about 5 percent fine and 2 percent medium gravel; moderately acid; clear wavy boundary. [0 to 25 cm (10 inches) thick]\nC1--76 to 99 cm (30 to 39 inches); light yellowish brown (10YR 6/4) very gravelly sand; single grain; loose; few fine and medium roots; about 35 percent fine, 10 percent medium, and 5 percent coarse gravel; strongly effervescent; moderately alkaline; clear wavy boundary. [10 to 30 cm (4 to 12 inches) thick]\nC2--99 to 203 cm (39 to 80 inches); pale brown (10YR 6/3) and light yellowish brown (10YR 6/4) sand; single grain; loose; about 5 percent fine and 2 percent medium gravel; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Crawford County, Michigan; 600 feet east and 550 feet south of the northwest corner of sec. 3, T. 27 N., R. 3 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Unless otherwise stated the depths in this paragraph are measured from the top of the mineral surface.\nDepth to carbonates: 64 to 102 cm (25 to 40 inches)\nParticle-size control section: averages between 10 and 35 percent gravel but ranges from 0 to 50 percent by volume in individual horizons or strata\nRock fragment content: below a depth of 102 cm (40 inches) gravel content averages less than 25 percent; cobble content ranges from 0 to 3 percent throughout the profile\nClay content: less than 10 percent throughout the profile\nA horizon:\nHue: 7.5YR, 10YR, or is neutral\nValue: 2, 2.5, or 3\nChroma: 0 to 2\nTexture: sand or loamy sand or the gravelly analogues of these textures\nReaction: very strongly acid to slightly acid\nE horizon:\nHue: 7.5YR or 10YR\nValue: 5 or 6\nChroma: 1 to 3\nTexture: sand or loamy sand or the gravelly analogues of these textures\nSome pedons have an Ap horizon.\nBs1 horizon:\nHue: 7.5YR\nValue: 3 or 4\nChroma: 3 or 4; value and chroma of 3 do not occur together\nTexture: sand, loamy sand, or gravelly or very gravelly analogues of these textures\nOrtstein content: 0 to 20 percent\nReaction: very strongly acid to moderately acid\nBs2 horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 4 to 6\nTexture: sand, loamy sand, or gravelly or very gravelly analogues of these textures\nOrtstein content: 0 to 20 percent\nReaction: very strongly acid to moderately acid\nBC horizon:\nHue: 10YR\nValue: 4 to 6\nChroma: 6 to 8\nTexture: sand, loamy sand, or the gravelly or very gravelly analogues of these textures\nReaction: moderately acid or slightly acid\nC horizon:\nHue: 10YR\nValue: 6 or 7\nChroma: 2 to 4\nCalcium carbonate equivalent: 5 to 25 percent\nTexture: dominantly sand with thin strata of gravelly sand or very gravelly sand\nRock fragment content: averages less than 25 percent gravel\nReaction: neutral to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Duel, East Lake, Ishpeming, Karlin, Kiva, Rousseau, Rubicon, Sayner, and Sultz series. Duel and Ishpeming soils have a lithic contact within a depth of 102 cm (40 inches). East Lake soils have more than 25 percent gravel below a depth of 102 cm (40 inches). Karlin, Rubicon, Sayner, and Sultz soils do not have carbonates within a depth of 102 cm (40 inches). Kiva soils contain more than 10 percent clay in the upper part of the series control section. Rousseau soils average less than 10 percent gravel in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Hartwick soils are in paleo drainage channels on ground moraines and outwash plains. Slope ranges from 0 to 6 percent. Mean annual precipitation ranges from 686 to 813 mm (27 to 32 inches). Mean annual temperature ranges from 5.6 to 7.2 degrees C (42 to 45 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the well drained to excessively drained Blue Lake, Kalkaska, and Rubicon soils. They occur on similar or slightly higher landscape positions. The moderately well drained Croswell soils occur on lower landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Excessively drained. Potential for surface runoff is negligible or very low. Saturated hydraulic conductivity is high or very high. Permeability is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of this soil are forested. Pine plantations make up a small portion of this area. Common tree species include quaking aspen, red maple, eastern white pine, red pine, northern red oak, and sugar maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 94A in northern Lower Michigan. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Crawford County, Michigan, 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 10 cm (4 inches) (A and E horizons).\nAlbic horizon: from a depth of 5 to 10 cm (2 to 4 inches) (E horizon).\nSpodic horizon: from a depth of 10 to 20 cm (4 to 8 inches) (Bs1 horizon).\nADDITIONAL DATA: Soil Interpretation Record - MI0607.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
