{
  "SERIES": "HARTLESS",
  "STATUS": "Established Series",
  "BYREV": "TLH/DWS/DJE",
  "REVDATE": "7/98",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, mesic Typic Dystroxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hartless very gravelly loam; on a west facing slope of 48 percent in a previously logged area under whitethorn ceanothus, snowberry, greenleaf manzanita, sierra gooseberry, and squawcarpet at 4,900 feet elevation.  (Colors are for dry soil unless otherwise stated.  When described on August 27, 1984, the soil was dry throughout.)\n0--1 inch to 0; leaves, needles and twigs in various stages of decomposition; mixed with gravel.\nA--0 to 7 inches; very dark grayish brown (10YR 3/2) very gravelly loam, very dark brown (10YR 2/2) moist; moderate fine and medium granular structure; soft, very friable, nonsticky and nonplastic; many very fine and common fine roots; common very fine, fine, medium and coarse interstitial pores; 40 percent pebbles; medium acid (pH 5.6); clear smooth boundary.  (3 to 7 inches thick)\nBA--7 to 21 inches; brown (7.5YR 5/4) very gravelly fine sandy loam, dark brown (7.5YR 3/4) moist; moderate fine and medium granular structure; soft, very friable, slightly sticky and slightly plastic; common very fine, fine and medium roots; common very fine and fine tubular and interstitial pores; 35 percent pebbles and 5 percent cobbles; very strongly acid (pH 5.0); clear smooth boundary.  (8 to 16 inches thick)\nBw1--21 to 36 inches; strong brown (7.5YR 5/6) very gravelly fine sandy loam, strong brown (7.5YR 4/6) moist; weak fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine, fine and medium roots; common very fine and fine and few medium tubular and interstitial pores; 40 percent pebbles and 10 percent cobbles; very strongly acid (pH 5.0); gradual wavy boundary.  (10 to 20 inches thick)\nBw2--36 to 58 inches; reddish yellow (7.5YR 6/6) very gravelly sandy loam, strong brown (7.5YR 4/6) moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common medium and coarse and few fine roots; few very fine, fine and medium tubular and interstitial pores; 45 percent pebbles and 10 percent cobbles; very strongly acid (pH 5.0); diffuse wavy boundary. (15 to 30 inches thick)\nBC--58 to 64 inches; reddish yellow (7.5YR 6/6) very gravelly sandy loam, strong brown (7.5YR 4/6) moist; massive; slightly hard, friable; nonsticky and nonplastic; few fine, medium and coarse roots; few very fine and fine tubular pores; 30 percent pebbles and 15 percent cobbles; strongly acid (pH 5.1).  (4 to 12 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  El Dorado County, California; about 1.25 miles north of Union Valley Dam on the west fork of the U.S. Forest Service road 12N30.2 about 1,200 feet south of its junction with road 12N52.1; in the center of the SE 1/4 of the NE 1/4 section 18, T.12 N., R.14 E., Robbs Peak quadrangle, MDB&M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a paralithic contact is 40 to greater than 60 inches.  The mean annual soil temperature is estimated to be 47 to 53 degrees F.  The soils are dry in all parts of the moisture control section from late July through early October.  They are usually moist in some or all parts the rest of the year.  The particle-size control section averages from 10 to 18 percent clay and from 40 to 60 percent rock fragments.  Base saturation (ammonium acetate) is 5 to 35 percent throughout.\nThe A horizon is 10YR 3/2, 3/3, 3/4, 4/4; 7.5YR 3/4 or 4/4.  Moist color is 10YR 2/1, 2/2, 3/2, 3/3; 7.5YR 2/2 or 3/2.  It is 3 to 7 inches thick.  Clay content ranges from 10 to 20 percent.  Gravel content ranges from 20 to 60 percent.  Cobble content ranges from 0 to 10 percent.  Reaction is medium acid through strongly acid.\nThe Bw horizon is 7.5YR 5/4, 5/6 or 6/6.  Moist color 7.5YR 3/4, 4/4, 4/6, 5/6; 5YR 4/6 or 5/6.  It is very gravelly or very cobbly loam or sandy loam.  Clay content ranges from 10 to 20 percent.  Gravel content ranges from 30 to 55 percent.  Cobble content ranges from 5 to 20 percent.  Stone content ranges from 0 to 5 percent.  Reaction is strongly acid through very strongly acid.  Some pedons have a C horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Atring, Baldhill, Beausite, Brew, Chamate, Clallam, Farber, Inskip, Kanid, Kindig, Mayacama, Neuns, Sheetiron, Straight, Terbies, Vena, and Woodin series.  Atring, Beausite, Clallam, Mayacama, Neuns, Inskip, Sheetiron, Straight, Vena, and Woodin soils are 20 to 40 inches deep.  Baldhill soils have 2 to 10 percent clay and 10 to 25 percent stones in the particle-size control section.  Brew soils are 20 to 30 inches deep to hard andesite.  Chamate soils have a mean annual soil temperature of 53 to 57 degrees F and have high amounts of pyroclastic material.  Farber soils formed in loess mixed with sedimentary colluvium and are dry for 45 to 60 days.  Kanid soils have mean annual soil temperature of 54 to 58 degrees F.  Kindig have 2.5Y and 5Y hues in the Bw horizon.  Terbies soils have Bw horizons and are dry for 45 to 60 days."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hartless soils are on mountains.  Slopes are 5 to 75 percent.  The soils formed in material weathered from marine metasedimentary rocks.  Elevations are 4,400 to 6,300 feet.  The climate is subhumid with warm dry summers and cool moist winters.  The mean annual precipitation is 50 to 65 inches, much of which occurs as snow in winter.  Mean January temperature is about 35 degrees F; mean July temperature is about 70 degrees F; mean annual temperature is about 53 degrees F.  Frost-free season is 95 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Jocal, Meiruf, and Neuns soils.  Jocal soils have less than 35 percent rock fragments in the particle-size control section and have an argillic horizon.  Mieruf soils have less than 35 percent rock fragments in the particle-size control section.  Neuns soils are 20 to 40 inches deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to very rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for timber production, wildlife habitat, and watershed.  Vegetation consists of mixed stands of white fir, ponderosa pine, sugar pine, whitethorn ceanothus, snowberry, greenleaf manzanita, and sierra gooseberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTIBUTION AND EXTENT",
    "content": "DISTIBUTION AND EXTENT:  The middle mountain area of the Sierra Nevada range of California.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  El Dorado County, California, 1985.\nLast revised by the state on 4/85.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
