{
  "SERIES": "HARTLAND",
  "STATUS": "Established Series",
  "BYREV": "Rev. WJS-SHG-SWF",
  "REVDATE": "06/2006",
  "STATES": "CT,ME,MA,NH,NY,VT",
  "OVERVIEW": "The Hartland series consists of very deep, well drained soils on terraces and glacial lake plains. They formed in silty eolian or glaciolacustrine deposits. Saturated hydraulic conductivity is moderately high or high throughout the mineral soil. Slope ranges from 0 to 50 percent. Mean annual temperature is 48 degrees F, and the mean annual precipitation is 38 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, active, mesic Dystric Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hartland silt loam - described in an area of Hartland silt loam, 15 to 25 percent slopes. (Colors are for moist soil unless otherwise noted)\nAp -- 0 to 6 inches; dark grayish brown (2.5Y 4/2) silt loam; weak fine granular structure; very friable; many roots; moderately acid; abrupt smooth boundary. (4 to 12 inches thick.)\nBw1 -- 6 to 15 inches; olive brown (2.5Y 4/4) silt loam; weak fine granular structure; very friable; many roots; slightly acid; clear wavy boundary.\nBw2 -- 15 to 19 inches; light olive brown (2.5Y 5/4) silt loam; weak fine granular structure; very friable; common roots; neutral; abrupt wavy boundary. (The combined thickness of the B horizon is 7 to 24 inches.)\nC1 -- 19 to 32 inches; stratified dark grayish brown (2.5Y 4/2) silt and light olive brown (2.5Y 5/4) very fine sandy loam; weak thick platy structure; friable; common roots; neutral; gradual smooth boundary.\nC2 -- 32 to 65 inches; stratified olive (5Y 4/3 and 5Y 5/3) silt and yellowish brown (10YR 5/6) and olive (5Y 4/3 and 5Y 5/3) very fine sandy loam; medium and thick platy structure; friable; few roots; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Orange County, Vermont, Town of Bradford; about 1,000 feet north of the Bradford Center School; east side of knoll, 25 feet from top of knoll, 100 feet west of woods, East Corinth, VT topographic quadrangle; Latitude 44 degrees, 00 minutes, 55 seconds N. and Longitude 72 degrees, 10 minutes, 08 seconds W., NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the solum ranges from 14 to 40 inches. Depth to bedrock is greater than 60 inches. Rock fragments range from 0 to 5 percent. The dominant textures throughout the soil are very fine sandy loam, silt loam, and silt. Fine sandy loam, loamy very fine sand, and very fine sand are allowed in the lower part of the substratum. Thin strata of coarser and finer textured material are common in the lower part of the solum and the substratum of some pedons. Reaction ranges from strongly acid to slightly alkaline.\nThe Ap horizon has hue of 10YR or 2.5Y, value of 3 through 5, and chroma of 2 or 3. Some pedons have an A horizon. Some pedons have a thin E horizon.\nThe upper part of the Bw horizon has hue of 7.5YR through 5Y, value of 4 or 5, and chroma of 3 through 6. The lower part of the Bw has hue of 10YR through 5Y, value of 4 through 7, and chroma of 2 through 8. Some pedons have a BC horizon.\nThe C horizon is neutral or has hue of 10YR through 5Y, value of 3 through 6, and chroma of 2 through 6."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family.\nThe Allard, Amboy, Belgrade, Buxton, Canaseraga, Enfield, Hadley, Salmon, Scio, Timula, and Unadilla series are in related families. The Allard and Enfield soils have sandy material within a depth of 40 inches. Amboy and Canaseraga soils have a fragipan. Belgrade and Scio soils have mottles with chroma of 2 or less within 24 inches. Buxton soils have clayey textures in the lower part of the control section and are mottled in the upper 24 inches and have a frigid soil temperature regime. Hadley soils have an irregular decrease in organic matter with depth and have base saturation Less than 60 percent throughout the upper 30 inches. Salmon soils have a spodic horizon and are frigid. Timula soils are calcareous within 40 inches of the surface. Unadilla soils have base saturation less than 60 percent throughout the upper 30 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Hartland soils are nearly level to very steep soils on terraces and glacial lake plains. They are on broad plains and on the tops and side slopes of hills, ridges, and knolls. Slope ranges from 0 to 50 percent. The soils formed in silty eolian or glaciolacustrine deposits. Mean annual precipitation ranges from 26 to 50 inches and the mean annual temperature ranges from 45 to 52 degrees Fahrenheit. The frost free season ranges from 105 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the moderately well drained Belgrade, the poorly and very poorly drained Canandaigua, and the poorly drained Raynham soils on nearby landscapes. The Agawam, Merrimac, and Windsor soils, on similar terrace positions, have sandy and gravelly textures. The Boxford, Munson, and Scitica soils, occupy similar landscapes, and have clayey textures in the lower part of the control section. The Hadley, Limerick, Occum, Pootatuck, Rippowam, and Winooski soils are on adjacent flood plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. The potential for surface runoff is low to high. Saturated hydraulic conductivity is moderately high or high throughout the mineral soil."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the areas of less than 15 percent slope are used for hay, pasture, and corn. Some areas are used for potatoes, sweet corn, vegetables, tobacco, and other cash crops. Most areas of more than 15 percent slope are wooded. Common trees are white pine, white oak, red oak, black oak, sugar maple, hickory, ash, black birch, yellow birch, and white birch, beech, and hemlock."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Vermont and eastern New York and possibly Maine, Massachusetts, and New Hampshire. MLRA 101, 141, 142, 143, 144A, 144B, and 145. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Grafton County, New Hampshire, 1936."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This revision reflects new horizon designations and general updating.\nThis is a mesic soil series and its continued use in MLRA's 141, 143, and 144B and the state of Maine are doubtful. Also, it is doubtful it will be retained in the Connecticut state-wide update. For the present time these references are shown until areas of past use are updated.\nThe horizons and features diagnostic for the typical pedon are:\n1. Ochric epipedon from 0 to 6 inches.\n2. Cambic horizon from 6 to 19 inches.\n3. Base saturation by Ammonium Acetate is greater than 60 percent in some subhorizon between the depths of 10 to 30 inches below the soil surface.\n4. Carbonates are not present within a depth of 40 inches from the soil surface.\n5. Particle size control section from 10 to 40 inches, is coarse-silty.\n6. Mesic soil temperature regime.\n7. Udic soil moisture regime.\nADDITIONAL DATA: NSSL laboratory data is available for the following pedon - S70VT-9-3\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap -- 0 to 6 inches; dark grayish brown (2.5Y 4/2) silt loam; weak fine granular structure; very friable; many roots; moderately acid; abrupt smooth boundary. (4 to 12 inches thick.)"
      },
      {
        "name": "Bw1",
        "top": 15,
        "bottom": 38,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1 -- 6 to 15 inches; olive brown (2.5Y 4/4) silt loam; weak fine granular structure; very friable; many roots; slightly acid; clear wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 38,
        "bottom": 48,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw2 -- 15 to 19 inches; light olive brown (2.5Y 5/4) silt loam; weak fine granular structure; very friable; common roots; neutral; abrupt wavy boundary. (The combined thickness of the B horizon is 7 to 24 inches.)"
      },
      {
        "name": "C1",
        "top": 48,
        "bottom": 81,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "C1 -- 19 to 32 inches; stratified dark grayish brown (2.5Y 4/2) silt and light olive brown (2.5Y 5/4) very fine sandy loam; weak thick platy structure; friable; common roots; neutral; gradual smooth boundary."
      },
      {
        "name": "C2",
        "top": 81,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2 -- 32 to 65 inches; stratified olive (5Y 4/3 and 5Y 5/3) silt and yellowish brown (10YR 5/6) and olive (5Y 4/3 and 5Y 5/3) very fine sandy loam; medium and thick platy structure; friable; few roots; neutral."
      }
    ]
  ]
}
