{
  "SERIES": "HARVAN",
  "STATUS": "Established Series",
  "BYREV": "Rev: BKP/PWB/TM/JBF",
  "REVDATE": "06/2016",
  "STATES": "NV",
  "OVERVIEW": "The Harvan series consists of shallow to a densic contact, well drained soils that formed in colluvium from welded tuff and reworked lacustrine deposits. Harvan soils are on backslopes of pediment remnants. Slopes range from 8 to 30 percent. The mean annual precipitation is 200 mm and the mean annual air temperature is 11 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic, shallow Xeric Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Harvan gravelly sandy loam--rangeland. (Colors are for dry soil unless otherwise noted.) The soil surface is covered by approximately 60 percent gravel and 5 percent cobbles. Lithology of the rock fragments is mainly welded tuff.\nA--0 to 10 cm; brown (7.5YR 5/3) gravelly sandy loam, dark brown (7.5YR 3/3)moist; moderate medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine, fine and medium roots throughout; common very fine and fine interstitial pores; 30 percent gravel; noneffervescent; neutral (pH 7.3); clear smooth boundary. (4 to 15 cm thick)\nBtk1--10 to 36 cm; reddish brown (5YR 5/4) extremely gravelly sandy clay loam, yellowish red (5YR 4/6) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common fine and few medium roots throughout; common very fine and fine interstitial pores; 15 percent distinct clay films around rock fragments; 10 percent fine irregular very strongly cemented calcium carbonate nodules with sharp boundaries in matrix and 5 percent fine irregular very strongly cemented calcium carbonate laminae with clear boundaries on bottom of rock fragments; 60 percent gravel and 10 percent calcium carbonate nodules; slightly effervescent; slightly alkaline (pH 7.5); clear smooth boundary.\nBtk2--36 to 50 cm; light reddish brown (5YR 6/4) extremely gravelly sandy clay loam, yellowish red (5YR 4/6) moist; massive; slightly sticky and slightly plastic; common very fine, fine and medium roots throughout; common very fine and fine interstitial pores; 10 percent distinct clay films around rock fragments; 20 percent fine very strongly cemented calcium carbonate laminae with clear boundaries on the bottom of rock fragments; 60 percent gravel; strongly effervescent; moderately alkaline (pH 7.9); clear smooth boundary. (26 to 46 cm thick combined)\n2Cd--50 to 150 cm; light reddish brown (5YR 6/4) very gravelly coarse sandy loam, yellowish red (5YR 4/6) moist; massive; nonsticky and nonplastic; moderately cemented; high excavation difficulty; 30 percent gravel and 5 percent cobbles; very slightly effervescent; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lincoln County, Nevada; 300 meters west and 600 meters south of the northwest corner of section 7, T. 4 S., R. 67 E.; USGS Indian Cove, NV 7.5 minute topographic quadrangle; latitude 37 degrees 37 minutes 50.3 seconds N and longitude 114 degrees 26 minutes 28 seconds W; WGS84 Decimal Degrees 37.6306389 latitude, -114.4411111 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in winter and spring, dry in summer and fall except intermittently moist for 10 to 20 days between July and September due to convection storms; aridic moisture regime that borders on xeric.\nMean annual soil temperature: 8 to 12 degrees C.\nDepth to the argillic horizon: 4 to 15 cm.\nDepth to base of the argillic horizon: 30 to 50 cm.\nDepth to densic materials: 30 to 50 cm.\nParticle-size control section - Clay content: average 18 to 27 percent.\nRock fragments: average 60 to 70 percent.\nA horizon\nHue: 10YR and 7.5YR.\nValue: 4 or 5 dry.\nChroma: 3 or 4 moist.\nReaction: Neutral through moderately alkaline.\nMineralogy: 12 to 20 percent volcanic glass in the 0.02 to 2 mm fraction and averages 0.01 to 0.05 percent Al plus 1/2Fe, extracted by ammonium oxalate.\nBtk horizons and Bt horizons (when present)\nHue: 5YR, 7.5YR, and 10YR.\nValue: 4 through 6 dry, 3 or 4 moist.\nChroma: 3 or 4 dry and 3 through 6 moist.\nClay content: 18 to 27 percent.\nRock Fragments: 60 to 70 percent mainly gravel, with some pedons containing thin sub-horizons that average between 45 and 55 percent rock fragments.\nMineralogy: 12 to 24 percent volcanic glass in the 0.02 to 2 mm fraction and averages 0.01 to 0.09 percent Al plus 1/2Fe, extracted by ammonium oxalate.\nStructure: Medium or coarse subangular blocky or massive.\nEffervescence: Very slightly effervescent through strongly effervescent.\nReaction: Slightly alkaline through strongly alkaline.\nCalcium carbonate equivalent: 5 to 25 percent, mainly as nodules.\n2Cd horizon\nHue: 5YR or 7.5YR.\nValue: 5 or 6 dry.\nChroma: 4 through 6 dry.\nTexture: loamy sand or coarse sandy loam.\nClay content: 5 to 18 percent.\nRock fragments: 35 to 40 percent, mainly gravel, with some pedons containing thin sub-horizons that range less than 35 percent and above 70 percent rock fragments.\nCalcium carbonate equivalent: 5 to 25 percent in the less than 20 millimeter fraction.\nReaction: moderately alkaline or strongly alkaline.\nCementation class: Weakly cemented through strongly cemented.\nDensic layer: Formed of lacustrine sediments of varying textures and composition that differ with changes in the depositional environment."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Abalan, Alcan, Armoine, Berit, Bouncer, Entero, Flex, Ginex, Penelas, Ravenell, Sedsked, Soar, Stodick and Zyzzi soils.\nAbalan, Alcan, Armoine, Berit, Bouncer, Entero, Flex, Ginex, Penelas, Ravenell, Sedsked, Soar, Stodick, and Zyzzi soils do not have densic materials in the lower horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Harvan soils are on backslopes of rock pediment remnants. Slopes range from 8 to 30 percent. These soils formed in colluvium from welded tuff and reworked lacustrine deposits. Elevations are 1,400 to 1,900 meters. The climate is cool, semiarid with mean annual precipitation is 200 to 250 mm; mean annual air temperature is 10 to 11 degrees C., and the frost-free season is 90 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Linco, Devildog and Acana soils. Linco soils are very deep and do not have argillic horizons. Devildog soils are very deep and have cambic horizons. Acana soils are shallow to a duripan and have durinodes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium runoff; moderate permeability to the densic contact, then slow permeability in the densic layer; moderately high saturated hydraulic conductivity to the densic contact then moderately low saturated hydraulic conductivity in the densic layer."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for wildlife habitat and livestock grazing. Potential native vegetation is black sagebrush, Nevada ephedra, rabbitbrush, Indian ricegrass, Whipple's yucca and blue grama. This pedon is correlated to ecological site number R029XY167NV, Gravelly Loam 8-10 P.Z."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Meadow Valley area of Lincoln County, Nevada, U.S.A.; MLRA 29. These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lincoln County (Meadow Valley Area, NV713), Nevada, 2010. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in the profile are:\nOchric epipedon - The zone from the surface to 10 cm (A horizon).\nArgillic horizon - The zone from 10 to 50 cm (Btk1 and Btk2 horizons).\nDensic horizon - The zone from 50 to 152 cm (2Cd horizon).\nParticle-size control section - The zone from 10 to 50 cm (Btk1 and Btk2 horizons).\nAdditional Data: User Pedon ID# 06NV613067-BKP.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 7.3,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 10 cm; brown (7.5YR 5/3) gravelly sandy loam, dark brown (7.5YR 3/3)moist; moderate medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine, fine and medium roots throughout; common very fine and fine interstitial pores; 30 percent gravel; noneffervescent; neutral (pH 7.3); clear smooth boundary. (4 to 15 cm thick)"
      },
      {
        "name": "Btk1",
        "top": 10,
        "bottom": 36,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "cf_class": "extremely gravelly",
        "pH": 7.5,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btk1--10 to 36 cm; reddish brown (5YR 5/4) extremely gravelly sandy clay loam, yellowish red (5YR 4/6) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common fine and few medium roots throughout; common very fine and fine interstitial pores; 15 percent distinct clay films around rock fragments; 10 percent fine irregular very strongly cemented calcium carbonate nodules with sharp boundaries in matrix and 5 percent fine irregular very strongly cemented calcium carbonate laminae with clear boundaries on bottom of rock fragments; 60 percent gravel and 10 percent calcium carbonate nodules; slightly effervescent; slightly alkaline (pH 7.5); clear smooth boundary."
      },
      {
        "name": "Btk2",
        "top": 36,
        "bottom": 50,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "cf_class": "extremely gravelly",
        "pH": 7.9,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btk2--36 to 50 cm; light reddish brown (5YR 6/4) extremely gravelly sandy clay loam, yellowish red (5YR 4/6) moist; massive; slightly sticky and slightly plastic; common very fine, fine and medium roots throughout; common very fine and fine interstitial pores; 10 percent distinct clay films around rock fragments; 20 percent fine very strongly cemented calcium carbonate laminae with clear boundaries on the bottom of rock fragments; 60 percent gravel; strongly effervescent; moderately alkaline (pH 7.9); clear smooth boundary. (26 to 46 cm thick combined)"
      },
      {
        "name": "2Cd",
        "top": 50,
        "bottom": 150,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "coarse sandy loam",
        "cf_class": "very gravelly",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cd--50 to 150 cm; light reddish brown (5YR 6/4) very gravelly coarse sandy loam, yellowish red (5YR 4/6) moist; massive; nonsticky and nonplastic; moderately cemented; high excavation difficulty; 30 percent gravel and 5 percent cobbles; very slightly effervescent; moderately alkaline (pH 8.0)."
      }
    ]
  ]
}
