{
  "SERIES": "HASLIE",
  "STATUS": "Established Series",
  "BYREV": "Rev. CTS-AGG-ROP",
  "REVDATE": "01/2011",
  "STATES": "MN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coprogenous, euic, frigid Limnic Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Haslie muck, on a south facing, plane, 1 percent slope in a pasture at an elevation of 1380 feet. (Colors are for moist soil unless otherwise stated.)\nOa1--0 to 12 inches; black (10YR 2/1) broken face and very dark brown (10YR 2/2) rubbed muck; about 20 percent fiber and 5 percent rubbed; weak medium and fine subangular blocky structure parting to weak fine granular; very friable; many fine roots; mostly herbaceous fiber; few snail shells; neutral; gradual wavy boundary.\nOa2--12 to 30 inches; black (10YR 2/1) broken face and very dark brown (10YR 2/2) rubbed muck; about 30 percent fiber and 5 percent rubbed; weak fine and medium subangular blocky structure; very friable; common fine roots; mostly herbaceous fiber; few snail shells; neutral; abrupt smooth boundary.  (Combined thickness of the Oa horizon is 16 to 51 inches)\nCg1--30 to 39 inches; about 70 percent olive gray (5Y 4/2) and about 30 percent olive gray (5Y 5/2) mucky silt loam (coprogenous earth); traces of fiber; massive; very friable; common medium distinct very dark gray (5Y 3/1) Fe depletions; slightly sticky; about 5 percent snail shells and fragments; slightly effervescent; slightly alkaline; gradual smooth boundary.\nCg2--39 to 51 inches; dark olive gray (5Y 3/2) mucky silt loam (coprogenous earth); massive; very friable; common medium faint olive gray (5Y 5/2) Fe depletions; slightly sticky; about 10 percent snail shells and fragments; slightly effervescent; slightly alkaline; gradual smooth boundary.\nCg3--51 to 80 inches; olive gray (5Y 4/2) mucky silt loam (coprogenous earth); plant detritus in channels; massive; very friable; few medium distinct olive (5Y 5/3) Fe concentrations; slightly sticky; about 7 percent snail shells and fragments; slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Polk County, Minnesota; about 3/8 mile east and 1/4 mile north of Lengby; about 1600 feet north and 2160 feet west of the southeast corner of Sec. 28, T.147 N., R.39 W.; USGS Fosston East quadrangle; Lat. 47 degrees 31 minutes 7 seconds N. and long. 95 degrees 37 minutes 37 seconds W., NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to coprogenous earth (sedimentary peat) ranges from 16 to 51 inches. The fiber is derived primarily from herbaceous plants. Some pedons contain up to about 15 percent, by volume, woody fragments that range from 1/8 to 3 inches in diameter. In some pedons hemic soil material totaling up to as much as 10 inches in thickness is in the surface and subsurface tiers.\nThe Oa horizon has hue of 7.5YR, 10YR, 2.5Y or is neutral, value of 2 or 3 and chroma of 0 to 3 broken face or rubbed.  The content of fiber is less than 35 percent in the undisturbed condition and less than 10 percent after rubbing.  Reaction ranges from moderately acid to slightly alkaline.\nThe Cg horizon has hue of 5GY, 5Y, 2.5Y, 10YR or is neutral, value of 2 to 7 and chroma of 0 to 3.  Values of 5 or more are considered as marl and allowed in the range of the series.  Coprogenous earth has a low bulk density (0.1 to 0.5 gm/cc).  It commonly contains snail shells and in some layers the shells and fragments occupy up to 15 percent of the volume. Plant detritus comprise less than 10 percent of the volume. It ranges from slightly alkaline to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Yamsay series is the only competing series.  It formed in stratified and intermixed organic and limnic material."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Haslie soils are on plane or concave areas in bogs on glacial moraines, glacial outwash plains, glacial lake plains and flood plains. The bogs evolved from former area of open water. Haslie soils formed in organic material from grasses, sedges, and reeds over coprogenous earth (sedimentary peat). Slope gradients range from 0 to 1 percent.  Mean annual air temperature ranges from 38 to 45 degrees F. Mean annual precipitation ranges from 20 to 28 inches. Frost-free days range from 88 to 140 days. Elevation above sea level ranges from 1000 to 1600 feet"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cathro, Markey, Rifle, Rondeau and Seelyeville soils. Cathro and Markey soils have mineral substratum above 51 inches.  Rifle and Seelyeville soils do not have coprogenous earth above a depth of 51 inches.  Rondeau soils contain marl layers in the control section.  Other mineral soils are associates at the margins of bogs."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Very poorly drained. Surface runoff is low or very low. Permeability is moderate to moderately rapid in the sapric material and moderately slow to slow in the coprogenous earth (sedimentary peat). An apparent seasonal high water table is +1 to 0.5 feet at some time during November to July in most years.  The ponded phase has a water table at +3 to 0 feet from January to December in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of this soil remains in native vegetation. Some is used for pasture or hay. Native vegetation primarily is sedges and grasses, with some areas having scattered willows or tamarack."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwest and west central Minnesota.  Widely distributed but not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Mahnomen County, Minnesota, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features are:  Histic epipedon - the zone from the surface to a depth of 30 inches; Limnic subgroup-the zone from 30 to 80 inches. 1/12/2011-TYPE LOCATION error corrected.\nADDITIONAL DATA:  Soil Interpretation Record number MN0629 and MN0630, ponded.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
