{
  "SERIES": "HATERTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. PSD",
  "REVDATE": "03/2003",
  "STATES": "WY",
  "OVERVIEW": "The Haterton series consists of well drained soils that are shallow and very shallow to soft, calcareous shale.  These soils formed in residuum and colluvial slopewash weathered from the underlying bedrock.  Haterton soils are on hill and ridge backslopes, shoulders, and summits.  Slopes are 0 to 60 percent and are both complex and simple.  The mean annual precipitation is about 8 inches, and the mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, calcareous, frigid, shallow Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Haterton loam-rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 2 inches; light olive brown (2.5Y 5/4) loam, olive brown (2.5Y 4/3) moist; moderate fine granular structure, thin surface, vesicular crust in upper half inch; soft, very friable, slightly sticky and slightly plastic; few fine and medium roots; strongly effervescent, lime disseminated; moderately alkaline (pH 8.4); clear smooth boundary.  (1 to 4 inches thick)\nAC--2 to 7 inches; light olive brown (2.5Y 5/4) loam, olive brown (2.5Y 4/3) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few fine and medium roots; strongly effervescent, lime disseminated; moderatley alkaline (pH 8.4); gradual wavy boundary.  (0 to 10 inches thick)\nC--7 to 14 inches; grayish brown (2.5Y 5/2) loam, dark grayish brown (2.5Y 4/2) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; few fine roots; strongly effervescent, lime disseminated and as few soft masses; 5 percent soft shale chips; moderately alkaline (pH 8.4); abrupt wavy boundary.  (2 to 8 inches thick)\nCr--14 to 60 inches; soft, calcareous gray shale interbedded with thin lenses of sandy shale and loamstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Carbon County, Wyoming; about 600 feet southwest of the northeast corner of sec. 27, T. 19 N., R. 87 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock and the paralithic contact ranges from 3 to 20 inches.  The soil is typically calcareous to the surface but is leached up to 8 inches in some thicker pedons but never leached throughout.  The mean annual soil temperature is 41 to 47 degrees F., and the mean summer temperature is 59 to 64 degrees F.  The particle size control section is loam, clay loam, or sandy clay loam with 18 to 35 percent clay, 10 to 50 percent silt, and 20 to 70 percent sand.  Coarse fragments in the control section range from 0 to 35 percent shale ships of which about half break down upon pretreatment.  Exchangeable sodium ranges from 0 to 15 percent throughout.  EC ranges from 2 to 4 mmhos throughout.\nThe A horizon has hue of 5Y through 7.5YR, value of 4 through 7 dry, 3 through 6 moist, and chroma of 1 through 6.  Reaction is mildly through strongly alkaline.\nThe AC horizon, absent in thinner pedons, has hue of 5Y through 7.5YR, value of 5 or 6 dry, 4 or 5 moist, and chroma of 1 through 4.  Reaction is moderately or strongly alkaline.\nThe C horizon has hue of 5Y through 7.5YR, value of 5 through 7 dry, 4 through 6 moist, and chroma of 1 through 4.  Some minor secondary accumulations of carbonates occur in many pedons so a designator of Bk is applicable for this horizon.  Gypsum crystals occur irregularly in some pedons.  Reaction is moderately or strongly alkaline unless buffered by calcium sulfate to mildly alkaline.\nThe Cr horizon consists of soft, calcareous shale interbedded with thin lenses of sandy shale and loamstone.  The soil-bedrock interface is a paralithic contact.  Carbonates and gypsum occur throughout the bedrock as thin streaks, filaments, and crystals between platelets.  Thin lenses of lithic or fissile shale occur but are discontinuous."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Coaldraw, Hatermus, and Huguston series.  The Coaldraw soils have 5 to 35 percent gypsum in the control section.  The Hatermus soils have more than 15 percent exchangeable sodium throughout.  The Huguston soils have 5 to 18 percent clay throughout the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Haterton soils are on ridge and hill backslopes, shoulders, and summits and also occur on nearly level rock-controlled uplands.  These soils formed in residuum and colluvial slopewash derived from calcareous shale.  Slopes are 0 to 60 percent and both complex and simple.  Elevations are 6,400 to 7,200 feet.  The mean annual precipitation is about 8 inches and ranges from 6 to 10 inches of which about half falls as snow or rain in April, May, and early June.  The mean annual temperature is about 42 degrees and ranges from 39 to 44 degrees F.  The frost-free season is estimated to range from 60 to 100 days depending upon aspect, elevation, and air drainage."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Worfman and the competing Huguston soils.  Worfman soils occur on more stable positions and have Bt horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to very rapid runoff depending upon slope; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  Native vegetation consists of bluebunch wheatgrass, Indian ricegrass, thickspike wheatgrass, and big sagebrush on the deeper sites with Gardner saltbush dominating on the shallower sites."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western and south central Wyoming.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Carbon County, Wyoming; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 2 inches; light olive brown (2.5Y 5/4) loam, olive brown (2.5Y 4/3) moist; moderate fine granular structure, thin surface, vesicular crust in upper half inch; soft, very friable, slightly sticky and slightly plastic; few fine and medium roots; strongly effervescent, lime disseminated; moderately alkaline (pH 8.4); clear smooth boundary.  (1 to 4 inches thick)"
      },
      {
        "name": "AC",
        "top": 5,
        "bottom": 18,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 8.4,
        "pH_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "AC--2 to 7 inches; light olive brown (2.5Y 5/4) loam, olive brown (2.5Y 4/3) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few fine and medium roots; strongly effervescent, lime disseminated; moderatley alkaline (pH 8.4); gradual wavy boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "C",
        "top": 18,
        "bottom": 36,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C--7 to 14 inches; grayish brown (2.5Y 5/2) loam, dark grayish brown (2.5Y 4/2) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; few fine roots; strongly effervescent, lime disseminated and as few soft masses; 5 percent soft shale chips; moderately alkaline (pH 8.4); abrupt wavy boundary.  (2 to 8 inches thick)"
      },
      {
        "name": "Cr",
        "top": 36,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--14 to 60 inches; soft, calcareous gray shale interbedded with thin lenses of sandy shale and loamstone."
      }
    ]
  ]
}
