{
  "SERIES": "HATLIFF",
  "STATUS": "Established Series",
  "BYREV": "FFW-JKW-RM",
  "REVDATE": "07/2014",
  "STATES": "LA,TX",
  "OVERVIEW": "The Hatliff series consists of very deep, well drained soils that formed in loamy alluvial deposits of Holocene age.  These soils are on natural levees and point bars.  Slope ranges from 0 to 1 percent but mainly less than 1 percent. Mean annual temperature is about 19.5 degrees C (67 degrees F), and mean annual precipitation is about 1422 mm (56 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, active, thermic Fluventic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hatliff fine sandy loam- woodland.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 8 cm, (0 to 3 in); brown (10YR 5/3) fine sandy loam; weak medium granular structure; very friable; many fine roots throughout and common medium roots throughout and common very coarse roots throughout; many fine vesicular pores; strongly acid; clear smooth boundary. (8 to 48 cm [3 to 19 in] thick)\nBw1--8 to 61 cm, (3 to 24 in); yellowish brown (10YR 5/4) fine sandy loam; weak fine subangular blocky structure; very friable; common fine to coarse roots throughout; common fine and medium tubular pores; very strongly acid; gradual smooth boundary. (combined thickness of the Bw horizons is 125 to 195 cm [49 to 77 in])\nBw2--61 to 74 cm, (24 to 29 in); yellowish brown (10YR 5/4) fine sandy loam; weak medium subangular blocky structure; friable; common fine and medium roots throughout; common fine tubular pores; very strongly acid; clear smooth boundary.\nBw3--74 to 105 cm, (29 to 41 in); brown (7.5YR 4/4) fine sandy loam; moderate medium subangular blocky structure; friable; common fine roots throughout; common fine tubular pores; very strongly acid; few masses of light brownish gray (10YR 6/2) clean sand masses along root channels; gradual smooth boundary.\nBw4--105 to 190 cm, (41 to 75 in); pale brown (10YR 6/3) loamy fine sand; weak coarse subangular blocky structure; very friable; common fine roots throughout; common fine tubular pores; 1 percent medium  distinct iron depletions with clear boundaries in matrix surrounding redox concentrations and 2 percent fine prominent reddish yellow (7.5YR 6/8) masses of oxidized iron with clear boundaries in matrix; 1 percent medium silica concretions; very strongly acid ; common fine masses of  gray (10YR 6/1) loamy sand along root channels; gradual smooth boundary.\nBw5--190 to 203 cm, (75 to 80 in); brown (7.5YR 4/4) loamy sand; massive structure; very friable; common very fine roots throughout; common fine tubular pores; very strongly acid; few strata of light brownish gray(10YR 6/2) sand."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Polk County, Texas.  From intersection of Farm Road 943 and Farm Road 1276 near Segno, 0.6 mile north on Farm Road 1276 to the north side of the bridge; 350 feet west on natural levee. (Segno NE USGS topographic quadrangle; Latitude: 30 degrees 34 minutes 39.10 seconds north; Longitude: 94 degrees 37 minutes 52.70 seconds west. WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: A udic soil moisture regime. These soils remain moist in some parts of the soil moisture control section throughout the year in normal years.\nMean annual soil temperature: 20.6 to 21.7 degrees C (69 to 71 degrees F)\nParticle-size control section (weighted average)\nClay content: 8 to 18 percent\nA Horizon\nHue: 10YR\nValue: 3 to 6\nChroma: 1 to 4\nTexture: loamy fine sand, sandy loam, fine sandy loam or loam\nClay content: 4 to 8 percent\nReaction: extremely acid to strongly acid\nBw Horizons(some pedons have Bg horizons in the lower part)\nHue: 7.5YR, 10YR, or 2.5Y\nValue: 4 to 8\nChroma: 2 to 4 (chroma of 2 are associated with Bg horizons)\nTexture: fine sand, loamy fine sand, fine sandy loam, or loam\nClay content: 4 to 26 percent\nRedox concentrations: amount-0 to 8 percent, shades-brown or yellow\nRedox depletions: amount-0 to 2, shades-gray\nReaction: extremely acid to strongly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are no series in the same family. Similar soils are the Alonemill (VA), Gladden (MO), Iulus (TX), Tioga (NY), Wirt (IN) series.\nAlonemill, Gladden, Tiogoa, and Wirt soils: in a mesic soil temperature regime; superactive CEC to clay class\nIulus soils: are moderately well drained; have aquic conditions in theupper part."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy alluvial deposits of Holocene age.\nLandscape:  River valley\nLandform: flood plains\nMicrofeature: bars and natural levees\nSlope:  0 to 1 percent slopes\nMean annual air temperature range: 19.5 to 20.6 degrees C (67 to 69) degrees F)\nMean annual precipitation range: 1219 to 1473 mm (48 to 58 in)\nPrecipitation Pattern:  Rainfall is fairly uniform throughout the year\nFrost-free period: 240 to 300 days\nElevation: 6 to 46 m (20 to 150 ft)\nThornthwaite annual P-E indices: 76 to 80"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Gowker (TX) , Hatliff (TX), Kaman (TX),  Kian (TX), Nahatche (TX), Pluck (TX),  and Voss (TX)  series.\nGowker soils: a mollic epipedon; on a higher position on the same landform\nKaman soils: are clayey throughout\nKian soils: are in a coarse-loamy family; on a lower position on a similar landform\nNahatche soils: are somewhat poorly drained; on a similar landform\nPluck soils: are poorly drained; on a lower position on a similar landform\nVoss soils:  sandy throughout; bars adjacent to stream channels."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  well drained. Runoff is negligible. Occasionally or frequently flooded for very brief to long periods in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the soils are in native forest of pine and hardwood trees.  The principal use is woodland grazing and timber production.  The main vegetation is loblolly pine, water oak, willow oak, red oak, sycamore, sweetgum, American beautyberry, wild grape, berry vines, yaupon, pepper vine, longleaf uniola, beaked panicum, and switchgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeast Texas and southwest Louisiana; Land Resource Region T; MLRA 152B; the series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Harris County, Texas; 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The series was formerly included in the Iulus series. The series was separated based on taxonomy and climate. The type location was moved from Harris County to Polk County, Texas during the update of MLRA 152B. The Harris County location was not central to the majority of the map units and was experiencing the influence of urban encroachment.  The classification was changed from entisols to inceptisols due to the presence of a cambic horizon in most pedons.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 8 cm (0 to 3 in) (A horizon)\nCambic horizon- 8 to 203 cm (3 to 80 in) (Bw horizons\nADDITIONAL DATA:  Kellogg Soil Survey Laboratory data pending on pedon S12TX3731025 from the type location in Polk County, Texas and from S2012TX2017130 (lab pedon number 12N8315) from Harris County.  Soil Survey office lab data available on 5 pedons.\nTaxonomic Version:  Keys to Soil Taxonomy, Eleventh Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 8 cm, (0 to 3 in); brown (10YR 5/3) fine sandy loam; weak medium granular structure; very friable; many fine roots throughout and common medium roots throughout and common very coarse roots throughout; many fine vesicular pores; strongly acid; clear smooth boundary. (8 to 48 cm [3 to 19 in] thick)"
      },
      {
        "name": "Bw1",
        "top": 8,
        "bottom": 61,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw1--8 to 61 cm, (3 to 24 in); yellowish brown (10YR 5/4) fine sandy loam; weak fine subangular blocky structure; very friable; common fine to coarse roots throughout; common fine and medium tubular pores; very strongly acid; gradual smooth boundary. (combined thickness of the Bw horizons is 125 to 195 cm [49 to 77 in])"
      },
      {
        "name": "Bw2",
        "top": 61,
        "bottom": 74,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw2--61 to 74 cm, (24 to 29 in); yellowish brown (10YR 5/4) fine sandy loam; weak medium subangular blocky structure; friable; common fine and medium roots throughout; common fine tubular pores; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Bw3",
        "top": 74,
        "bottom": 105,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw3--74 to 105 cm, (29 to 41 in); brown (7.5YR 4/4) fine sandy loam; moderate medium subangular blocky structure; friable; common fine roots throughout; common fine tubular pores; very strongly acid; few masses of light brownish gray (10YR 6/2) clean sand masses along root channels; gradual smooth boundary."
      },
      {
        "name": "Bw4",
        "top": 105,
        "bottom": 190,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "loamy fine sand",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw4--105 to 190 cm, (41 to 75 in); pale brown (10YR 6/3) loamy fine sand; weak coarse subangular blocky structure; very friable; common fine roots throughout; common fine tubular pores; 1 percent medium  distinct iron depletions with clear boundaries in matrix surrounding redox concentrations and 2 percent fine prominent reddish yellow (7.5YR 6/8) masses of oxidized iron with clear boundaries in matrix; 1 percent medium silica concretions; very strongly acid ; common fine masses of  gray (10YR 6/1) loamy sand along root channels; gradual smooth boundary."
      },
      {
        "name": "Bw5",
        "top": 190,
        "bottom": 203,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "pH_class": "very strongly acid",
        "narrative": "Bw5--190 to 203 cm, (75 to 80 in); brown (7.5YR 4/4) loamy sand; massive structure; very friable; common very fine roots throughout; common fine tubular pores; very strongly acid; few strata of light brownish gray(10YR 6/2) sand."
      }
    ]
  ]
}
