{
  "SERIES": "HATPEAK",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAF/RLB/JBF",
  "REVDATE": "01/2019",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Typic Durixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hatpeak loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 8 cm; brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure parting to moderate very fine subangular blocky; soft, friable, slightly sticky and slightly plastic; many very fine roots; common very fine tubular pores; neutral (pH 7.2); abrupt smooth boundary.  (8 to 10 cm thick)\nA2--8 to 25 cm; brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; moderate very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; common very fine tubular pores; neutral (pH 7.2); clear smooth boundary.  (8 to 18 cm thick)\nBt1--25 to 30 cm; pale brown (10YR 6/3) silty clay loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few fine and very fine roots; few faint clay films on faces of peds; 5 percent cobbles; slightly alkaline (pH 7.4); clear smooth boundary.  (5 to 23 cm thick)\nBt2--30 to 48 cm; pale brown (10YR 6/3) silty clay, brown (10YR 4/3) moist; strong fine angular blocky structure; very hard, very firm, very sticky and very plastic; few fine and very fine roots; few fine and very fine tubular pores; common distinct clay films on faces of peds; 5 percent cobbles; slightly alkaline (pH 7.4); clear smooth boundary.  (13 to 18 cm thick).\nBt3--48 to 75 cm; yellowish brown (10YR 5/4) silty clay, dark yellowish brown (10YR 3/4) moist; strong medium prismatic structure; extremely hard, very firm, very sticky and very plastic; very few fine roots; many distinct clay films on faces of peds; slightly alkaline (pH 7.4); gradual wavy boundary.  (10 to 28 cm thick).\nBqkm1--75 to 97 cm; light yellowish brown (10YR 6/4) fractured indurated duripan, dark yellowish brown (10YR 4/4) moist; strong thick and very thick platy structure; very hard, very firm, strongly effervescent; strongly alkaline (pH 9.0); gradual wavy boundary. (0 to 20 cm thick).\nBqkm2--97 to 150 cm; very pale brown (10YR 8/2) continuous indurated duripan, light gray (10YR 7/2) moist; massive; extremely hard, extremely firm; opal laminae 0.3 to 0.6 cm thick; strongly effervescent, strongly alkaline (pH 9.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Elko County, Nevada; Owyhee Desert, approximately 20 miles north of Wilson Reservoir, about 2,430 feet south and 2,300 feet east of the northwest corner of section 11, T. 47 N., R. 49 E.; USGS Hat Peak 7.5 minute topographic quadrangle; latitude 41 degrees, 59 minutes, 25 seconds N and longitude 116 degrees, 27 minutes, 09 seconds W; WGS84 Decimal Degrees 41.9902778 latitude, -116.4525000 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist in winter and spring, dry from mid July through October; aridic soil moisture regime bordering on xeric.\nMean annual soil temperature: 7 to 8 degrees C.\nThickness mollic epipedon: 20 to 38 cm.\nDepth to duripan:  50 to 86 cm.\nDepth to bedrock:  100 to over 150 cm.\nParticle-size control section Clay content:  35 to 50 percent.\nRock fragments:  Up to 15 percent, mainly cobbles.\nA horizon\nValue:  2 or 3 moist.\nChroma:  2 or 3.\nReaction:  Slightly acid or neutral.\nBt horizon\nValue:  3 or 4 moist.\nTexture:  Silty clay loam, silty clay, clay loam and clay.\nStructure:  Prismatic, angular or subangular blocky.\nReaction:  Neutral or slightly alkaline.\nBqkm horizon\nValue:  4 through 7 moist.\nChroma:  2 through 4.\nConsistence:  Very hard or extremely hard.\nOther features:  Some pedons have a strongly silica cemented duripan below the indurated duripan."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Budlewis, Dranket, Forvic, Manard, Oshone, Peevywell and Rastus series.\nBudlewis, Dranket and Manard soils have bedrock at within 100 cm. Forvic soils have mollic epipedons 50 to 75 cm thick and are moderately deep to welded ash. Oshone soils have duripan that are less than 25 cm thick and contain 5 to 25 percent gravel. Peevywell soils are noneffervescent in the duripan and have an abrupt boundary between the A and Bt horizons. Rastus soils have an abrupt textural change between the A and Bt horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hatpeak soils are on side slopes of fan piedmont remnants and upland plateaus.  These soils formed in alluvium derived from rhyolite, basalt and tuff with a small component of loess and volcanic ash.  Slopes are 1 to 15 percent.  Elevations are 1,590 to 1,895 meters.  Climate is cool and subhumid with warm, dry summers and cool, moist winters.  Mean annual precipitation is 300 to 400 mm, mean annual temperature is 5 to 7 degrees C, and the frost-free season is 70 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Berning, Deunah, Petan, and Susie Creek soils.  Berning and Deunah soils lack a mollic epipedon.   Petan soils are shallow to a duripan.  Berning and Susie Creek soils also lack an indurated duripan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; slow or medium runoff; moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Livestock grazing and wildlife habitat. Vegetation is mainly basin big sagebrush, Wyoming big sagebrush, bluebunch wheatgrass, Idaho fescue, Sandberg bluegrass, and rubber rabbitbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Nevada and southwestern Idaho.  Hatpeak soils are of small extent. MLRA 25."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Elko County, Nevada, Duck Valley Indian Reservation, Idaho and Nevada, 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to a depth of 25 cm (A1 and A2 horizons).\nArgillic horizon - The zone from 25 to 75 cm (Bt1, Bt2 and Bt3 horizons).\nDuripan - The zone from 75 to 150 cm (Bqkm1, Bqkm2 horizons).\nParticle-size control section - The zone from 25 to 75 cm (Bt1, Bt2 and Bt3 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
