{
  "SERIES": "HATU",
  "STATUS": "Established Series",
  "BYREV": "Rev. RSJ/MJD",
  "REVDATE": "10/98",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, calcareous, mesic Aquic Torrifluvents\nApz--0 to 10 inches; brown (10YR 5/3) silty clay, dark brown (7.5YR 3/4) moist; moderate coarse platy structure; very hard, very firm, very sticky and very plastic; common fine and very fine roots; few medium, common fine and very fine pores; moderately saline (8.5 mmhos/cm), many flecks, crystals and filaments of salt; strongly effervescent, carbonates are disseminated; moderately alkaline (pH 8.4); clear smooth boundary. (6 to 10 inches thick)\nCz1--10 to 21 inches; brown (7.5YR 5/4) silty clay, brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; very hard, very firm, very sticky and very plastic; few fine and very fine roots; common fine and very fine pores; moderately saline (11.5 mmhos/cm), many flecks, crystals and filaments of salt; strongly effervescent, carbonates are disseminated; moderately alkaline (pH 8.4); clear wavy boundary. (9 to 23 inches thick)\nCz2--21 to 36 inches; light reddish brown (5YR 6/4) clay, yellowish red (5YR 4/6) moist; few medium distinct dark brown (7.5YR 4/2) mottles; massive; very hard, very firm, very sticky and very plastic; few fine and very fine roots; common fine and very fine pores; strongly saline (25.5 mmhos/cm), many flecks, crystals and filaments of salt; strongly effervescent, carbonates are disseminated; moderately alkaline (pH 8.4); clear wavy boundary. (4 to 21 inches thick)\nCz3--36 to 42 inches; light reddish brown (5YR 6/4) sandy clay loam, yellowish red (5YR 4/6) moist; few medium distinct brown (7.5YR 5/4) mottles; massive; soft, friable, slightly sticky and plastic; few fine roots; few medium, common fine and very fine pores; strongly saline (38.5 mmhos/cm), common flecks of salt; strongly effervescent, carbonates are disseminated; strongly alkaline (pH 8.8); clear smooth boundary. (5 to 25 inches thick)\n2Cz--42 to 60 inches; strong brown (7.5YR 5/6) loamy fine sand, strong brown (7.5YR 4/6) moist; few medium distinct pinkish gray (7.5YR 6/2) mottles along root channels; massive; soft, very friable, nonsticky and nonplastic; few fine roots; few medium, common fine and very fine pores; strongly saline (20.5 mmhos/cm), few flecks of salt; strongly effervescent, carbonates are disseminated; strongly alkaline (pH 8.6)."
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": null
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Iron County, Utah, about 5.9 miles north of Enoch, about 50 feet north and 1,700 feet west of the southeast corner of sec. 11, T.  34 S., R. 11 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 47 to 52 degrees F., the mean summer soil temperature to 68 to 70 degrees F.  The soil moisture regime is aridic bordering on xeric.  Clay content in the particle size control section averages 35 to 55 percent.  A seasonal high water table is found at 24 to 48 inches.  Depth to redox depletions with a chroma of two or less is 20 to 40 inches.\nThe Apz horizon has hue 7.5YR or 10YR, value 5 or 6 dry, 3 or 4 moist, chroma is 3 or 4.  It is a silty clay or silty clay loam.  Reaction is moderately to strongly alkaline.  Conductivity of the saturation extract is 4 to 16 millimhos.\nThe Cz horizon has hue 5YR or 7.5YR, value 5 to 7 dry, 4 to 6 moist, chroma is 2 to 6.  It is a silty clay, clay, sandy clay loam or silty clay loam.  Reaction is moderately to strongly alkaline.  Conductivity of the saturation extract is 8 to 40 millimhos.  The product of the mmhos/cm times the thickness in centimeters of this layer does not exceed 900.\nThe 2Cz horizon has hue 5YR or 7.5YR, value 5 to 7 dry, 4 to 6 moist, chroma is 2 to 6.  It is a loamy fine sand or very fine sandy loam.  Reaction is moderately to strongly alkaline.  Conductivity of the saturation extract is 16 to 40 millimhos.  This horizon may be absent in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Hatu soils are formed in alluvium derived dominantly from sedimentary and igneous rocks on floodplains.  Slopes are 0 to 2 percent.  Elevation is 5,300 to 5,400 feet.  Average annual precipitation is 8 to 10 inches, mean annual air temperature is 45 to 50 degrees F., and the freeze free period is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Wales and Woodrow series.  Wales and Woodrow soils are well drained and contain less than 35 percent clay."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; very slow runoff; very slow permeability; subject to rare flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and irrigated cropland.  Important plants are black greasewood, bottlebrush squirreltail and saltgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Utah; MLRA 28A.  This soil is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Iron County, Utah, 1997; Iron-Washington Area Soil Survey."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface of the soil to 10 inches.  (Apz horizon)\nAquic feature - this soil has has redox depletions with a chroma of 2 or less within 40 inches of the surface and also aquic conditions for some time in most years.\nThe classification is based on the \"Keys to Soil Taxonomy, Eighth Edition, 1998\".  The cation exchange activity class is an estimate based on NASIS data.  Additional investigation is need to determine if the linear extensibility would meet the Vertic subgroup criteria.  The pedon doesn't meet the Salic subgroup criteria because the Cz3 horizone product of the EC times the thickness in centimeters is less than 900. (38.5 mmhos/cm times 15 cm is equal to 577)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
