{
  "SERIES": "HAUNCHEE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAF/RLB/JBF/MPC",
  "REVDATE": "11/2016",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic Lithic Cryrendolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Haunchee extremely cobbly loam--rangeland. (Colors are for dry soil unless otherwise noted.)The soil surface is partially covered with approximately 5 percent boulders, 10 percent stones, 35 percent cobbles, and 20 percent gravel.\nA--0 to 4 cm; grayish brown (10YR 5/2) extremely cobbly loam, very dark brown (10YR 2/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; common fine and medium roots; common fine interstitial pores; 35 percent gravel, 20 percent cobbles, and 5 percent stones; slightly effervescent; slightly alkaline (pH 7.8); clear smooth boundary. (4 to 10 cm thick)\nAB--4 to 10 cm; brown (10YR 5/3) very cobbly loam, dark brown (10YR 3/3) moist; weak medium platy structure; soft, very friable, nonsticky and nonplastic; common very fine through coarse roots; common fine and medium interstitial pores; few, fine (less than 2 mm thick) concretions of secondary calcium carbonate on bottom of rock fragments; 30 percent gravel, 15 percent cobbles, and 5 percent stones; very slightly effervescent; moderately alkaline (pH 7.9); gradual wavy boundary. (0 to 10 cm thick)\nBk--10 to 34 cm; brown (10YR 5/3) extremely cobbly loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine through coarse roots; common fine and medium interstitial pores; common, distinct, medium (2-5 mm thick) concretions of secondary calcium carbonate on bottom of rock fragments; 10 percent gravel, 35 percent cobbles, and 15 percent stones; slightly effervescent; moderately alkaline (pH 8.1); abrupt wavy boundary. (8 to 30 cm thick)\nR--34 cm; fractured limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: White Pine County, Nevada; approximately 1 mile southwest of Hamilton on Treasure Hill; 200 feet east and 1,700 feet south of the northwest corner of section 19 T. 16 N., R. 58 E; USGS Treasure Hill 7.5 minute topographic quadrangle; latitude 39 degrees 14 minutes 27.3 seconds N and longitude 115 degrees 29 minutes 48.7 seconds W; WGS84 Decimal Degrees 39.2409194 latitude, -115.4968528 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist, moist mid fall through early summer, dry mid-summer through early fall; xeric soil moisture regime\nMean annual soil temperature: 6 to 7 degrees C.\nMollic epipedon thickness: 15 to 50 cm, extends to bedrock in shallower soils.\nDepth to bedrock: 15 to 50 cm.\nReaction: Slightly alkaline or moderately alkaline in the surface layer and moderately alkaline or strongly alkaline below.\nEffervescence: very slightly effervescent to violently effervescent throughout.\nCalcium carbonate equivalent: 40 to 70 percent, in the less than 20 mm fraction.\nParticle-size control section - Clay content: 10 to 20 percent.\nRock fragments - Averages 35 to 70 percent, mainly gravel and cobbles.\nOi - (When present) slightly decomposed curl-leaf mountain mahogany leaves, twigs and grass residue.\nA horizon\nHue: 10YR or 7.5YR.\nValue: 3 through 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nTexture: loam or sandy loam\nAB horizon (when present)\nHue: 10YR or 7.5YR.\nValue: 3 through 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nTexture: loam, sandy loam, or very fine sandy loam.\nReaction: Moderately or strongly alkaline.\nIdentifiable secondary calcium carbonate: few concretions or masses on rock fragments\nBk horizon\nHue: 10YR or 7.5YR.\nValue: 3 through 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nTexture: loam, sandy loam, or very fine sandy loam.\nReaction: Strongly or very strongly alkaline.\nIdentifiable secondary calcium carbonate: few or common distinct concretions or masses on rock fragments"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Halacan and Sheege series.\nHalacan soils have a mean annual soil temperature of 3 to 6 degrees C, and have a mollic epipedon that is 18 to 30 cm thick. Sheege soils lack a Bk horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Haunchee soils are on mountain summits and side slopes. These soils formed in residuum and colluvium derived from dolomite, calcite, calcareous shale and limestone. Slopes are 15 to 75 percent. Elevations are 1,920 to 3,180 meters. The climate is cool, semiarid with warm, dry summers and cool, moist winters. The mean annual precipitation is 400 to 700 mm, the mean annual temperature is 3 to 7 degrees C, and the frost-free season is 40 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Foxmount, Hatur, and Zarark soils. These soils all have bedrock at depths of 50 to 100 cm. Also, Foxmount soils lack secondary calcium carbonate throughout the profile, and Zarark soils have a calcic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; medium to very high runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Livestock grazing and wildlife habitat. The present vegetation is mainly curl-leaf mountain mahogany, mountain big sagebrush, snowberry, and bluebunch wheatgrass. This pedon is correlated to Ecological Site R028BY032NV, Stony Mahogany Savanna"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North-central and Eastern Nevada. These soils are moderately extensive. MLRAs 28B and 28A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Eureka County, Nevada, 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 34 cm (A, AB, and Bk horizons).\nIdentifiable secondary calcium carbonates - The zone from 4 to 34 cm (AB and Bk horizons)\nCalcic horizon - The zone from 10 to 34 cm (The Bk horizon).Lithic contact - The boundary at 34 cm. (R layer)\nParticle-size control section - The zone from the soil surface to 34 cm (A, AB, and Bk horizons).\nThe type location was moved in July 2011 to better reflect the series concept.\nADDITIONAL DATA: User pedon ID 11NV778043-MPC\nNational Cooperative Soil Survey\nU.S.A."
  }
}
