{
  "SERIES": "HAVALA",
  "STATUS": "Established Series",
  "BYREV": "Rev. HLH/JCW/RWK/MAV",
  "REVDATE": "05/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Pachic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Havala sandy loam, rangeland.  (Colors are for dry soil unless otherwise noted).\nA--0 to 10 inches; brown (10YR 5/3) sandy loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common very fine roots; few very fine tubular and fine interstitial pores; neutral (pH 7.0); 12 percent 2mm to 2.5cm gravel; clear wavy boundary.  (8 to 12 inches thick)\nAB--10 to 24 inches; grayish brown (10YR 5/2) heavy sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; few very fine roots; few fine and medium tubular and interstitial pores; neutral (pH 7.0); clear wavy boundary.  (12 to 18 inches thick)\nBt1--24 to 31 inches; dark brown (10YR 4/3) sandy clay loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few fine interstitial and tubular pores; slightly alkaline (pH 7.5); clear wavy boundary.  (0 to 10 inches thick)\nBt2--31 to 48 inches; yellowish brown (10YR 5/4) sandy clay loam, dark yellowish brown (10YR 3/4) moist; weak medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few fine interstitial pores; few thin clay films on faces of peds and bridging mineral grains; moderately alkaline (pH 8.0); clear wavy boundary.  (10 to 20 inches thick)\nC--48 to 65 inches; grayish brown (10YR 5/2) heavy sandy loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, friable, nonsticky and nonplastic; moderately alkaline (pH 8.0)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kern County, California; on El Tejon Rancho, about 100 feet northeast of the intersection of the Southern California Edison Company power pole access road and the Tejon Canyon road; 1,200 feet north and 4,500 feet west of the SE corner of section 12, T.11 N., R.17 W., SBB&M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum is 30 to 60 inches.  The soil between the depths of 10 and 24 inches is moist from November to the end of May.  The mean annual soil temperature is 60 degrees to 68 degrees F.  The soil profiles contain 0 to 15 percent coarse fragments, with occasional stones and boulders on the surface near the mouths of some streams draining mountainous uplands.  Organic matter decreases regularly to less than 1 percent below 20 inches.  The soil is neutral to moderately alkaline throughout.\nThe A horizon has dry color of 10YR 5/3, 5/2, 4/3, 4/2, 4/1.  It is sandy loam or loam.  The AB horizon is similar to the A horizon and is heavy sandy loam, sandy clay loam, or loam.\nThe Bt1 horizon has dry color of 10YR 5/3, 5/2, 4/3, 4/1, heavy sandy loam, loam, sandy clay loam, or clay loam.\nThe Bt2 horizon has dry color of 10YR 5/4, 5/3, 4/3, 3/2, 4/2; 7.5YR 5/4, 4/2, 3/2 or 2.5Y 4/2.  It is loam, sandy clay loam, or clay loam.\nA B3 horizon with textures and colors similar to the Bt2 horizon is present in some pedons.\nThe C horizon is variable in color and texture, but usually has dry color of 10YR 5/2, 5/3, 5/4, 4/3, 4/4, 6/3, sandy loam or fine sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ballard, Chualar, Gilroy, Pinto, Soper and Tehachapi series.  Ballard soils have 10 to 35 percent rock fragments in the Bt2 horizon and 25 to 90 percent rock fragments in the C horizon.  Chualar soils have 20 to 25 percent coarse and very coarse sand in the Bt2 horizon and less than 20 degrees F.\nd.fference between the average summer and winter soil temperatures.  Gilroy soils have a lithic contact at depths of 20 and 40 inches.  Pinto soils have an abrupt A/B horizon boundary.  Soper soils have a paralithic contact at depths of 24 to 40 inches.  Tehachapi soils have dark A horizons less than 20 inches and have hue of 5YR in the Bt2 horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Havala soils are on alluvial fans and terraces in the mountain valleys and canyons.  They have slope gradients from 0 to 30 percent.  Elevations are 1,500 to 4,300 feet.  The climate is cool with cool moist winters and hot dry summers.  Mean annual precipitation is 9 to 12 inches, some in the form of snow.  Average January temperature is about 47 degrees F.; average July temperature is about 83 degrees F.  Mean annual temperature is about 60 degrees F.  Freeze-free season is about 175 to 225 days.\nSmall acreages (<1,000 acres) are mapped in Colusa County, CA (39 degrees north latitude; MLRA 15) at elevations from 600 to 840 feet.  Mean annual precipitation ranges from 14 to 16 inches in that location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Tehachapi soils and the Pleito, Steuber and Walong soils.  Pleito soils lack a Bt2 horizon and are calcareous in all parts below depth of 10 inches.  Steuber soils lack a Bt2 horizon and have less than 18 percent clay throughout.  Walong soils lack a Bt2 horizon and have a paralithic contact at depths of 25 to 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to moderate runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for range, orchard, cultivated field crops, and hay crops.  Native vegetation is annual grasses, forbs, scattered live oak, blue oak, and white oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Foothills of the Sierra Nevada and mountain valleys of central California.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Kern County, California, 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nNational Cooperative Soil Survey\nU.S.A."
  }
}
