{
  "SERIES": "HAVEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLM-JWW-MFF",
  "REVDATE": "03/2010",
  "STATES": "CT,MA,NH,NY,PA",
  "OVERVIEW": "The Haven series consists of very deep, well drained soils formed in loamy over sandy and gravelly outwash. They are nearly level through moderately sloping soils on outwash plains, valley trains, terraces, and water-sorted moraine deposits. Saturated hydraulic conductivity is moderately high or high in the mineral solum and very high in the substratum. Slope ranges from 0 through 15 percent. Mean annual temperature is 50 degrees F. (10 degrees C.), and mean annual precipitation is 47 inches (1194 millimeters).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over sandy or sandy-skeletal, mixed, active, mesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Haven loam - forested. (Colors are for moist soil.)\nOi -- 0 to 2 inches (0 to 5 centimeters); slightly decomposed plant material derived from loose pine needles, leaves and twigs.\nOa -- 2 to 3 inches (5 to 8 centimeters); black (5YR 2/1) highly decomposed plant material.  (0 to 3 inches (0 to 8 centimeters) thick.)\nA -- 3 to 6 inches (8 to 15 centimeters); dark grayish brown (10YR 4/2) loam; weak fine and medium granular structure; friable; many fine and coarse roots; very strongly acid; abrupt smooth boundary. (1 to 4 inches (3 to 10 centimeters) thick.)\nBw1 -- 6 to 13 inches (15 to 33 centimeters); brown (7.5YR 4/4) loam; weak fine and medium subangular blocky structure; friable; common fine roots; many fine pores; very strongly acid; clear wavy boundary.\nBw2 -- 13 to 22 inches (33 to 56 centimeters); strong brown (7.5YR 5/6) loam; weak fine and medium subangular blocky structure; friable; common fine roots; many fine pores; 5 percent fine gravel; very strongly acid; gradual wavy boundary. (Combined thickness of Bw horizon is 3 to 22 inches (8 to 56 centimeters) thick.)\nBC -- 22 to 31 inches (56 to 79 centimeters); yellowish brown (10YR 5/6) gravelly loam; weak medium and fine subangular blocky structure; friable; few fine roots; common fine pores; 20 percent fine gravel; very strongly acid; clear wavy boundary. (0 to 11 inches (0 to 28 centimeters) thick.)\n2C -- 31 to 65 inches (79 to 165 centimeters); yellowish brown (10YR 5/4) to brownish yellow (10YR 6/6) stratified gravelly sand; single grained; loose; 30 percent fine gravel; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Suffolk County, New York; town of Brookhaven, one and one-half miles north of Sunrise Highway by Gerrard Road. USGS Bellport, NY topographic quadrangle; Latitude 40 degrees, 49 minutes, 4 seconds N. and Longitude 72 degrees, 54 minutes, 51 seconds W. NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of solum and depth to the lithologic discontinuity range from 18 through 36 inches (46 through 91 centimeters). Gravel content ranges from 0 through 15 percent by volume in the A and Bw horizons, from 0 through 40 percent in the BC horizon, and from 0 through 65 percent in the 2C horizon. Cobble content ranges from 0 through 2 percent in the solum and 0 to 5 percent in the substratum. The soil ranges from very strongly acid through moderately acid.\nThe O horizon, where present, has hue 7.5YR or 10YR, value 2 or 2.5, and chroma of 0 through 2. The O horizons typically have increased decomposition with depth and range from fibric through sapric material.\nA or Ap horizon, where present, has hue of 7.5YR or 10YR, value of 3 or 4, and chroma of 2 or 3. The A horizon is allowed to have value of 2 and chroma of 1. It is loam, silt loam, or very fine sandy loam. Structure is weak or moderate granular or massive. Consistence is friable or very friable.\nSome pedons have thin albic and spodic horizons less than 2 inches (5 centimeters) thick. They have hue 7.5YR or 10YR, value 3 through 6, and chroma 1 through 3. Texture is very fine sandy loam. Structure is weak subangular blocky. Consistence is very friable or friable.\nThe B horizons have hues of 5YR through 2.5Y, values of 4 through 6, and chroma of 3 through 8. They are loam, silt loam, or very fine sandy loam, except the BC horizon is fine sandy loam, sandy loam, or loamy coarse sand in the fine earth fraction of some pedons. Structure is weak fine through coarse subangular blocky, or they are massive. Consistence is very friable or friable.\nThe 2C horizons have hues of 7.5YR through 2.5Y, values of 4 through 6, and chroma of 2 through 6. They are loamy fine sandy or coarser in the fine earth fraction. They are usually stratified."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Agawam, Barnstable, Branford, and Narragansett series are members of the same family. Agawam soils typically have less than 40 percent silt in lower part of the Bw horizon. Barnstable soils formed in till overlying outwash and have subangular or angular rock fragments larger than pebble-sized throughout. Branford soils have hues redder than 7.5YR. Narrangansett do not have stratified sand and gravel in the substratum.\nThe Allard, Alton, Bridgehampton, Chenango, Enfield, Hartland, Hoosic, Riverhead and Tunkhannock series are similar soils in related families. Allard soils have less than 15 percent fine sand and coarse in the upper part of the solum. Alton, Chenango, and Tunkhannock soil lack contrasting textures and have more than 35 percent coarse fragments in the particle-size control section. Bridgehampton, Enfield, and Hartland soils have more silt in the solum. Hoosic soils have sandy textures with more than 35 percent coarse fragments throughout. Riverhead soils have sandy loam or fine sandy loam B horizons with more than 50 percent fine sands and coarser."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Haven soils are nearly level to moderately sloping soils of glacial outwash plains, valley trains, terraces, and water-sorted moraine deposits. Slope ranges from 0 through 15 percent in gradient. The regolith consists of 18 through 36 inches (46 through 91 centimeters) of water-sorted loamy material low in gravel over stratified gravel and sand. Mean annual air temperature ranges from 45 through 55 degrees F. (7 through 13 degrees C.), mean annual precipitation from 40 through 50 inches (1016 through 1270 millimeters), and mean growing season from 125 through 220 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bridgehampton, Carver, Enfield, Ninigret, Plymouth, Riverhead, and Tisbury soils. Bridgehampton soils have a coarse-silty particle size control section. Carver and Plymouth soils are sandy. Enfield soils are coarse-silty over sandy or sandy skeletal. Ninigret and Tisbury soils are moderately well drained. Riverhead soils have less silt in the upper part."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. The potential for surface runoff is very low to medium. Saturated hydraulic conductivity is moderately high or high in the mineral solum and very high in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the soil has been cleared and is used for crops or is in community development. Principal crops are potatoes and other vegetables, corn, tobacco, or nursery stock. Common forest trees in woodlots include black, white, and northern red oak, beech, and maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern New York and Connecticut. MLRA's 139, 140, 144A, 145, and 149B. The soil is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Dukes and Nantucket Counties, Massachusetts, 1925."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: It should be noted that as a competing series, Agawam soils typically have soil temperatures that may be slightly cooler, but a precise difference could not be quantified based on available data and historic use. The present separation of the Haven and Agawam series may not match historic use of the two series.\nDiagnostic horizons and features recognized in the typical pedon:\n1. Ochric epipedon - the zone from 0 to 6 inches (0 to 15 centimeters) (O and A horizons).\n2. Cambic horizon - the zone from 6 to 31 inches (15 to 79 centimeters) (Bw1, Bw2, and BC horizons).\n3. Strongly contrasting particle-size class - both the coarse-loamy part and the sandy part of the particle-size control section are greater than 5 inches (12.5 cm) thick and the transition zone between the two parts is less than 5 inches (12.5 cm) thick.\n4) Particle-size control section - the zone from 10 to 40 inches (25 to 100 centimeters) (Bw1, Bw2, BC and 2C horizons).\n5) Lithologic discontinuity - at a depth of 31 inches (79 centimeters).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
