{
  "SERIES": "HAVERLY",
  "STATUS": "Established Series",
  "BYREV": "Rev. RHM",
  "REVDATE": "01/2008",
  "STATES": "CO,MT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, isotic Oxyaquic Humicryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Haverly loam, grassland.  (Colors are for dry soil unless otherwise noted.)\nOi--1 inch to 0; willow twigs, leaves, and dead grass.\nA11--0 to 2 inches; dark brown (10YR 3/3) loam, very dark brown (10YR 2/3) moist; weak very fine granular structure; soft, very friable; 10 percent stones; many roots; very strongly acid; clear wavy boundary.  (0 to 4 inches thick)\nA12--2 to 7 inches; brown (10YR 4/3) fine sandy loam, dark brown (10YR 3/3) moist; weak fine granular structure; soft, very friable, 10 percent stones; many roots; very strongly acid; clear irregular boundary.  (3 to 11 inches thick)\nB2--7 to 25 inches; brown (7.5YR 5/4) stony sandy loam, brown (7.5YR 4/4) moist; common fine distinct pinkish gray (7.5YR 6/2) and reddish brown (5YR 4/4) moist mottles; weak very fine granular structure; loose, very friable; 30 percent granitic rock fragments; few roots; very strongly acid; clear irregular boundary.  (10 to 25 inches thick)\nC--25 to 30 inches; yellowish brown (10YR 5/4) dry, very stony loamy sand, dark yellowish brown (10YR 4/4) moist; single grained; loose; 45 percent granitic stones; very strongly acid; abrupt irregular boundary.  (0 to 8 inches thick)\nR--30 to 34 inches; gneiss bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Gunnison County, Colorado; just south of the crest of Cottonwood Pass at an elevation of 11,900 feet in Sec. 14, T. 14 S., R.  81 W; Tincup USGS quad; approximate lat. 38 degrees 49 minutes 33 seconds N. and long. 106 degrees 24 minutes 26 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the umbric epipedon ranges from 7 to 15 inches, thickness of solum ranges from 15 to 30 inches, and depth to bedrock ranges from 20 to 40 inches.  Organic carbon in the umbric epipdon ranges from 1 to 6 percent and decreases uniformly with increasing depth.  Rock fragments range from 5 to 35 percent and are mostly stones.\nThe A horizon has hue of 2.5Y or 10YR, value of 3 through 5 dry, 2 or 3 moist and chroma of 1 through 3.  Structure is granular or crumb and consistence is soft or slightly hard.  Reaction is very strongly acid or strongly acid and the horizon is less than 50 percent base saturated.\nThe B horizon has hue of 10YR OR 7.5YR, value of 5 or 6 dry, 4 or 5 moist, and chroma of 3 through 5.  The horizon usually has common distinct to prominent mottles.  Texture is typically stony sandy loam, but the fine earth fraction ranges in clay from 5 to 18 percent and sand is over 52 percent.  Reaction ranges from extremely to strongly acid.\nThe C horizon, if present, has hue of 10YR or 7.5YR."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ptarmigan and Strain series.  Ptarmigan and Strain soils are well drained, also Strain soils lack a lithic contact between depths of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Haverly soils are in concave to depressional areas in the alpine or seepage areas on steep slopes.  Slopes graident ranges from 0 to 30 percent.  The soil formed in parent materials weathered from underlying gneiss and schist bedrock or from thin glacial till overlying such rock.  At the type location the average precipitation is 20 inches which is generally uniformly distributed throughout the year.  These soils have fluctuating water tables near the surface in most seasons.  The frost-free season is about 20 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Almont and Vasquez soils and the competing Ptarmigan soils.  Almont soils have a mollic epipedon.   Vasquez soils lack a lithic contact above a depth of 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly or somewhat poorly drained; low runoff or ponded; slow permeability due to the bedrock and to a permanent water table."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for rangeland and for recreational purposes.  They are of considerable importance to wildlife, and they have a distinctive influence on the late summer flow of streams in the area.  Native vegetation is mainly willows, sedges, and water-tolerant plants."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Alpine areas of the high mountains of central Colorado.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Gunnison County, Colorado, 1975; Taylor River Soil Survey Area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Last updated by the state 6/75.\nThe 01/2008 revision changes the subgroup classification from Humic Dystrocryepts to Oxyaquic Humicryepts.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
