{
  "SERIES": "HAVERTEL",
  "STATUS": "Established Series",
  "BYREV": "Rev. PJL/PSD/JAL",
  "REVDATE": "12/2002",
  "STATES": "WY",
  "OVERVIEW": "The Havertel soils consist of very deep, moderately well drained soils that formed in alluvial gravels, sands, and silts.  Havertel soils are on floodplains adjacent to main drainages.  Slopes are 0 to 3 percent.  The mean annual precipitation is about 16 inches and the mean annual temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty over sandy or sandy-skeletal, mixed, superactive, mesic Fluventic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Havertel silt loam, cultivated.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 9 inches; brown (10YR 4/3) silt loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few fine and very fine roots; slightly effervescent, calcium carbonate disseminated; moderately alkaline (pH 7.9); abrupt smooth boundary.  (6 to 10 inches thick)\nAC--9 to 17 inches; brown (10YR 5/3) silt loam stratified with thin lenses of very fine sand,  dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few fine and very fine roots; strongly effervescent, calcium carbonate disseminated; moderately alkaline (pH 8.1); clear wavy boundary.  (6 to 24 inches thick)\n2C1--17 to 29 inches; grayish brown (10YR 5/2) gravelly loamy sand, dark yellowish brown (10YR 3/4) moist; single grain, loose; nonsticky and nonplastic; strongly effervescent, calcium carbonate disseminated; sands mostly granitic; 30 percent gravel; moderately alkaline (pH 8.3) clear wavy boundary.  (10 to 30 inches thick)\n2C2--29 to 60 inches; pale brown (10YR 6/3) very gravelly sand, yellowish brown (10YR 5/4) moist; single grain, loose, nonsticky and nonplastic; sands mostly granitic; 50 percent gravel; slightly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sheridan County, Wyoming; approximately 60 yards southwest of packstring sign; NE1/4, NE1/4 of sec. 32, T. 57 N., R. 86 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the mollic epipedon  ranges from 10 to 18 inches.  Depth to a fluctuating water table ranges from 3 to 5 feet.  Depth to the 2C horizon ranges from 14 to 34 inches.\nThe Ap horizon has hue of 2.5Y or 10YR, value of 3 or 4 dry, 2 or 3 moist, and chroma of 2 or 3.  It is slightly or strongly effervescent. Reaction is slightly or moderately alkaline (pH 7.3 to 8.4).\nThe AC horizon has hue of 2.5Y or 10YR, value of 3 through 5 dry, 2 or 3 moist, and chroma of 2 through 4.  Mottles may be present in irrigated areas. Texture is silt loam, silty clay loam, clay loam or loam with 18 to 35 percent clay and less than 15 percent fine sand or coarser.  It is moderately or strongly effervescent.   Reaction is moderately or strongly alkaline (pH 7.9 to 9.0).\nThe 2C1 horizon has hue of 2.5Y or 10YR, value of 4 through 7 dry, 3 through 5 moist, and chroma of 2 through 4.  Mottles may be present in irrigated areas. Texture is gravelly loamy sand or gravelly sand.  Gravel content ranges from 15 to 35 percent.  Sands are predominantly arkosic.  It is moderately or strongly effervescent.  Reaction is moderately or strongly alkaline (pH 7.9 to 9.0).\nThe 2C2 horizon has hue of 2.5Y or 10YR, value of 5 through 7 dry, 4 or 5 moist, and chroma of 3 or 4.  Texture is very gravelly sand or extremely gravelly sand.  Content of rock fragments ranges from 35 to 70 percent.  Sands are predominantly arkosic.  Few thin strata of red silt are common in some pedons.  It is typically noneffervescent, but some pedons may be slightly effervescent.  Reaction is slightly or moderately alkaline (pH 7.4 to 8.4)."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Havertel soils are on flood plains.     These soils formed in silty alluvium over gravelly sand alluvium derived from granites and limestone.  Slopes are 0 to 3 percent.  Elevations are 3,800 to 4,500 feet.  The climate is cool and semiarid.  The mean annual precipitation ranges from 15 to 19 inches, about half of which falls in April, May, and June.  The mean annual temperature ranges from 45 to 49 degrees F.  The frost-free season ranges from 110 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Haverdad, Nuncho, and Recluse soils.  Haverdad soils have ochric epipedons and have less gravel in the substratum.  Nuncho and Recluse soils have argillic horizons and less gravel in the substratum."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow runoff; moderate to rapid permeability.  Most of these soils are flood irrigated.  Consequently, the fluctuating watertable is highest during the irrigation season."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Irrigated hayland, rangeland, and wildlife habitat.   The native vegetation consists of cottonwood and green ash with an understory of mixed grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North central Wyoming.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sheridan County, Wyoming; 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 17 inches (Ap,AC)\nLithologic discontinuity - 17 inches (2C1)\nFluventic subgroup - irregular decrease in organic matter with depth.\nSIR - WY0686\nNational Cooperative Soil Survey\nU.S.A."
  }
}
