{
  "SERIES": "HAVERMOM",
  "STATUS": "Established Series",
  "BYREV": "Rev. LKM/PSD",
  "REVDATE": "03/2003",
  "STATES": "WY",
  "OVERVIEW": "The Havermom series consists of deep, well drained soils on flood plains.  They formed in stratified alluvium derived from sodic shale and sandstone.  Slopes range from 0 to 5 percent.  The mean annual precipitation is about 12 inches, and the mean annual temperature is about 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, calcareous, frigid Ustic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Havermom fine sandy loam-rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 4 inches; light brownish gray (10YR 6/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; soft, very friable, nonsticky and nonplastic; many fine and very fine roots; slightly effervescent, carbonates disseminated; moderately alkaline (pH 8.4); clear smooth boundary. (2 to 6 inches thick)\nC--4 to 60 inches; light brownish gray (2.5Y 6/2) loam stratified with thin layers of fine sandy loam, clay loam, and silty clay loam; dark grayish brown (2.5Y 4/2) moist; weak thin plate-like rock structure; hard, friable, slightly sticky and plastic; violently effervescent, carbonates mainly disseminated and as few fine soft masses in some layers; very strongly alkaline (pH 9.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Natrona County, Wyoming; Independence Rock Quadrangle; 1,100 feet west and 650 feet south of the NE corner of sec. 16, T. 29 N., R. 86 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock is 60 inches or more.  The mean annual soil temperature is 43 to 47 degrees F., and the mean summer soil temperature is 59 to 64 degrees F.  The particle- size control section is stratified but is loam or clay loam when mixed and has 18 to 35 percent clay with more than 15 percent fine or coarser sand.  Rock fragments, mainly rounded pebbles, range from 0 to 10 percent throughout the control section.\nThe A horizon has hue of 10YR or 2.5Y, value of 4 through 7 dry, 3 through 6 moist, and chroma of 2 or 3.  ESP ranges from 5 to 20 percent.  EC is less than 2 mmhos.  It is moderately alkaline or strongly alkaline.\nThe C horizon has hue of 10YR or 2.5Y, value of 4 through 7 dry, 4 through 6 moist, and chroma of 2 or 3.  Textures are variable due to stratification but when averaged are loam or clay loam with thin layers of fine sandy loam, silty clay loam, and very fine sandy loam and sandy clay loam.  ESP averages 15 to 30 percent throughout.  EC is 2 to 8 mmhos throughout.  It commonly is strongly alkaline or very strongly alkaline throughout, but thin layers are moderately alkaline when buffered with salts.  Rock fragments exceed 10 percent below 40 inches in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Havre series.  Havre soils have an ESP of less than 15."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Havermom soils are on flood plains.  Slope ranges from 0 to 5 percent.  They formed in sodic alluvium from mixed sources.  Elevation is 6,000 to 7,200 feet.  The mean annual precipitation is 10 to 14 inches, the mean annual temperature is 38 to 42 degrees F., and the frost-free season is 90 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Rawlins, Rock River, Ryan Park, and Tisworth soils.  Rawlins, Rock River, and Ryan Park soils have an argillic horizon.  Also, Rawlins and Ryan Park soils are coarse-loamy.  Tisworth soils have a natric horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  These soils have a high water table at 4 to 6 feet during peak runoff periods in March through June.  Moderate runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Havermom soils are used mainly for livestock grazing and wildlife habitat.  Native vegetation is mainly alkali sacaton, basin wildrye, western wheatgrass, and greasewood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South central Wyoming.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Natrona County, Wyoming; 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; light brownish gray (10YR 6/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; soft, very friable, nonsticky and nonplastic; many fine and very fine roots; slightly effervescent, carbonates disseminated; moderately alkaline (pH 8.4); clear smooth boundary. (2 to 6 inches thick)"
      },
      {
        "name": "C",
        "top": 10,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH": 9.2,
        "pH_class": "very strongly alkaline",
        "narrative": "C--4 to 60 inches; light brownish gray (2.5Y 6/2) loam stratified with thin layers of fine sandy loam, clay loam, and silty clay loam; dark grayish brown (2.5Y 4/2) moist; weak thin plate-like rock structure; hard, friable, slightly sticky and plastic; violently effervescent, carbonates mainly disseminated and as few fine soft masses in some layers; very strongly alkaline (pH 9.2)."
      }
    ]
  ]
}
