{
  "SERIES": "HAVERSID",
  "STATUS": "Established Series",
  "BYREV": "LAN",
  "REVDATE": "08/2007",
  "STATES": "CO",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, calcareous, mesic Ustic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Haversid silt loam - grassland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 14 inches ( 0 to 35 cm); pale brown (10YR 6/3) silt loam, brown (10YR 4/3) moist; weak medium platy and weak very fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; violently effervescent; moderately alkaline (pH 8.0); clear smooth boundary.  (3 to 14 inches thick)\nC1--14 to 32 inches (35 to 81 cm); light brownish gray (10YR 6/2) loam, dark grayish brown (10YR 4/2) moist; weak coarse platy and weak medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; violently effervescent; moderately alkaline (pH 8.2); clear smooth boundary.    (7 to 20 inches thick.)\nCzy--32 to 53 inches (81 to 135 cm); light brownish gray (10YR 6/2) stratified loam and clay loam, dark grayish brown (10YR 4/2) moist; weak coarse platy structure and massive; very hard, firm, slightly sticky and slightly plastic; few fine roots; common fine rounded salt masses; violently effervescent; moderately alkaline (pH 8.2); gradual smooth boundary.  (15 to 21 inches thick.)\nC2--53 to 60 inches (135 to 152 cm); pale brown (10YR 6/3) stratified loam and fine sandy loam, brown (10YR 4/3) moist; weak medium coarse platy structure and massive; slightly hard, friable, nonsticky and nonplastic; few fine roots; violently effervescent; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Las Animas County, Colorado; approximately 2300 feet south and 700 feet west of the northeast corner of Sec. 29, T. 33 S., R. 61 W.; latitude 37 degrees 8 minutes 25 seconds N. and longitude 104 degrees 15 minutes 09 seconds W, NAD 1983"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThis soil is intermittently moist in some part during the peak periods of moisture of April through August and is driest December through February.\nMean annual soil temperature: 47 to 55 degrees F.\nMean summer soil temperature ranges from 59 to 78 degrees F.\nOrganic carbon: ranges from .6 to 2 percent in the surface horizon and decreases irregularly with depth.\nDepth to carbonates: 0 to 4 inches\nTextures are stratified with strata ranging from sandy loam to clay loam, but averaging approximately loam.\nVisible calcium carbonate, soluble salts and gypsum may occur at any depth, but is not usually concentrated into any consistent horizon of accumulation.\nThe particle-size control section: (Weighted average)\nClay content: 18 to 35 percent\nSilt content: 10 to 50 percent\nSand content: 20 to 60 percent, with more than 15 percent fine and coarser sand\nRock fragments range from 0 to 20 percent.\nA horizon:\nHue: 10YR or 2.5Y\nValue: 5 or 6 dry, 3 to 5 moist\nChroma: 2 or 3\nReaction: slightly alkaline or moderately alkaline.\nC horizons:\nHue: 10YR or 2.5Y\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 1 through 4\nTexture: stratified sandy loam, fine sandy loam, loam, silt loam, and clay loam.\nCalcium carbonate equivalent:  1 to 15 percent.\nExchangeable sodium percentage: 1 to 10 percent.\nReaction: moderately alkaline or strongly alkaline.\nBuried A and B horizons may occur below a depth of 40 inches.\nGypsum content: 0 to 5 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Hamburn (NM), Haverdad (WY), Manikan (AZ), Panitchen (CO), San Mateo (NM), and Suwanee (NM).\nHamburn soils: have an SAR ranging from 13 to 30 percent in the substratum.\nHaverdad soils: are dry 60 consecutive days from July 15 to October.\nManikan, and Suwanee soils have hue of 7.5YR or redder.\nPanitchen and San Mateo soils: have a moisture control section that is dry in May and June."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: mixed calcareous alluvium\nLandform: flood plains, terraces, and narrow drainageways\nFlooding: ranges from occasional to rarely flooded.\nElevation ranges from 3400 to 6500 feet.\nSlope:  0 to 6 percent.\nMean annual precipitation: 12 to 14 inches, with peak periods occurring from April to August.\nMean annual air temperature: 47 to 54 degrees F.\nFrost free season: 125 to 165 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bankard, Glenberg, and Limon soils.  Bankard and Glenberg soils average less than 18 percent clay in the series control section.  Limon soils average more than 35 percent clay in the series control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; low runoff; moderate or moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used as native rangeland and irrigated cropland.  Native vegetation is mainly blue grama, western wheatgrass, galleta, alkali sacaton, and fourwing saltbush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Colorado; LRR: G, MLRA 69.  This soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Las Animas County, Colorado 2007"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic features in this pedon:\nOchric epipedon: 0 to 14 inches.\nOrganic carbon: irregular decrease with depth.\nUstic-Aridic moisture regime.\nRemarks: The Haversid series replaces the Haverson series in the Ustic-Aridic moisture regime.  The Haverson series was reclassified from an Ustic Torrifluvents to Aridic Ustifluvents.  The name Haversid is coined from Haverson dry.\nTaxonomic Version: Keys to Soil Taxonomy Tenth Edition, 2006\nNational Cooperative Soil Survey\nU.S.A."
  }
}
