{
  "SERIES": "HAVILAND",
  "STATUS": "Established Series",
  "BYREV": "DKR/JPP/TWH",
  "REVDATE": "07/2002",
  "STATES": "CO",
  "OVERVIEW": "The Haviland series consists of very deep, well drained soils that formed in slope alluvium and colluvium weathered from redbed sandstone and shale.   Haviland soils are on mountain slopes, ridges, and mesas.  Slopes range from 5 to 60 percent.  Mean annual precipitation is about 40 inches and the mean annual temperature is about 35 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive Eutric Haplocryalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Haviland loam, on an east facing, simple, 20 percent slope in spruce-fir woodland at an elevation of 10,300 feet.  (Colors are for dry soil unless otherwise noted.)\nOi--0 to 2 inches; partially decomposed organic material.  (0 to 3 inches thick)\nE--2 to 14 inches; light reddish brown (5YR 6/3) loam, reddish brown (5YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, very friable, nonsticky and non plastic; 5 percent gravel, very strongly acid (pH 5.0); clear smooth boundary.  (6 to 20 inches thick.)\nBt1--14 to 24 inches; red (2.5YR 4/6) clay loam, dark reddish brown (2.5YR 3/4) moist; strong coarse subangular blocky structure parting to strong medium subangular blocky; slightly hard, friable, moderately sticky and moderately plastic; few faint clay films on faces of peds and in pores; 5 percent gravel, 2 percent cobbles, 2 percent stones; very strongly acid (pH 4.8), clear wavy boundary. (10 to 40 inches thick.)\nBt2--24 to 62 inches; reddish brown (2.5YR 4/4) gravelly clay loam, dark red (2.5YR 3/6) moist; strong medium subangular blocky structure, slightly hard, friable, sticky, and moderately plastic; common distinct clay films on faces of peds; 15 percent gravel, 10 percent cobbles, 5 percent stones; very strongly acid (pH 4.8).  (0 to 40 inches thick.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  La Plata County, Colorado; about 30 miles north of Durango, Colorado, on Elbert Creek Road near the top of the Purgatory Ski Area.  Located about 2,500 feet east and 2,000 feet north of the southwest corner of Sec. 27, T. 39 N., R 9 W.; Electra Lake USGS quad; lat. 37 degrees 37 minutes 02 seconds N. and long. 107 degrees 50 minutes 49 seconds W., NAD 27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: (depths given are measured from the mineral soil surface)\nSoil moisture regime:  udic; dry in some part of the moisture control section for less than 45 days (cumulative).\nMean annual soil temperature:  34 to 38 degrees F.\nMean summer soil temperature:  41 to 46 degrees F. with an O horizon.\nLithology of rock fragments: sandstone and shale\nParticle-size control section:\nClay content:  18 to 35 percent\nRock fragment content:  5 to 35 percent\nE horizon:\nHue:  2.5YR to 7.5YR\nValue:  5 or 6 dry, 4 or 5 moist\nChroma:  2 to 4, dry and moist\nRock fragment content:  0 to 15 percent\nReaction:  very strongly acid or strongly acid\nBase saturation:  60 to 80 percent (estimated)\nBt horizon:\nHue: 10R to 5YR\nValue:  4 or 5 dry, 3 or 4 moist\nChroma:  4 to 6, dry and moist\nTexture, fine earth fraction:  L, CL, or SCL\nReaction: very strongly acid or strongly acid\nBase saturation:  60 to 80 percent (estimated)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Hierro, Jaegie, Sapphire, Tongue River, Trapper, and Weminuche series.\nOther soils that may be competitors when the classification is updated are the:  Ericson, Indart, Swifton, Whitefish, and Woodrock series.\nEricson:  have hue yellower than 5YR in the Bt horizons.\nSapphire, and Woodrock:  have a lithic contact at a depth less than 40 inches.\nIndart, and Tongue River:  have a paralithic contact at less than 40 inches.\nJaegie:  formed in parent materials derived from gneiss, schist, and igneous rocks.\nTrapper and Whitefish:  have continuous horizons of calcium carbonate accumulation.\nSwifton:  are deeper than 24 inches to the Bt horizon.\nHierro:  are slightly acid to slightly alkaline and are dry in some part of the moisture control section when the soil temperature is greater than 41 degrees F.\nWeminuche:  are slightly acid or neutral."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  slope alluvium and colluvium derived from redbed sandstone and shale.\nLandform:  mountain slopes, ridges, and mesas\nSlopes:  5 to 60 percent\nElevation: 8,000 to 11,500 feet\nMean annual air temperature:  32 to 38 degrees F.\nMean annual precipitation:  35 to 45 inches.\nWettest months:  July and August receive slightly more precipitation than other months.\nDriest months:  May and June receive the least precipitation, however the soils are still moist from snowmelt.\nFrost-free period:  40 to 75 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Needleton, Snowdon, Graysill, and Scotch series.  All are on mountain slopes.\nNeedleton soils have more than 35 percent rock fragments in the particle-size control section.\nGraysill soils are moderately deep to bedrock.\nScotch and Snowdon soils have bedrock at depths less than 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for timber production, livestock grazing, wildlife habitat, and recreation.  Vegetation is mainly Engelmann's spruce, subalpine fir, Douglas-fir, quaking aspen, mountain brome, thurber's fescue, snowberry, whortleberry, and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Colorado.  LRR E, MLRA 48A.  This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  LaPlata county, Colorado, Animas-Dolores Soil Survey Area, 1984.  The name is taken from a lake in the county."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon:  The zone from 2 to 14 inches.  (E horizon)\nArgillic horizon:  The zone from 14 to 62 inches.  (Bt1 and Bt2 horizons).\nParticle size control section:  The zone from 14 to 34 inches.  (Bt1 and part of Bt2 horizon)\nDespite the low pH, base saturation (NH4OAc) is 50 percent or greater in the one pedon available with lab data.\nKeys to Soil Taxonomy:  Classified according to the Eighth Edition, 1998\nActivity class presumed based on general trend of other soils in the area.\nADDITIONAL DATA:  NSSL sample S86CO-067-001 (not this pedon).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 5,
        "narrative": "Oi--0 to 2 inches; partially decomposed organic material.  (0 to 3 inches thick)"
      },
      {
        "name": "E",
        "top": 5,
        "bottom": 36,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH": 5,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E--2 to 14 inches; light reddish brown (5YR 6/3) loam, reddish brown (5YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, very friable, nonsticky and non plastic; 5 percent gravel, very strongly acid (pH 5.0); clear smooth boundary.  (6 to 20 inches thick.)"
      },
      {
        "name": "Bt1",
        "top": 36,
        "bottom": 61,
        "dry_hue": "2.5YR",
        "dry_value": 4,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--14 to 24 inches; red (2.5YR 4/6) clay loam, dark reddish brown (2.5YR 3/4) moist; strong coarse subangular blocky structure parting to strong medium subangular blocky; slightly hard, friable, moderately sticky and moderately plastic; few faint clay films on faces of peds and in pores; 5 percent gravel, 2 percent cobbles, 2 percent stones; very strongly acid (pH 4.8), clear wavy boundary. (10 to 40 inches thick.)"
      },
      {
        "name": "Bt2",
        "top": 61,
        "bottom": 157,
        "dry_hue": "2.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "narrative": "Bt2--24 to 62 inches; reddish brown (2.5YR 4/4) gravelly clay loam, dark red (2.5YR 3/6) moist; strong medium subangular blocky structure, slightly hard, friable, sticky, and moderately plastic; common distinct clay films on faces of peds; 15 percent gravel, 10 percent cobbles, 5 percent stones; very strongly acid (pH 4.8).  (0 to 40 inches thick.)"
      }
    ]
  ]
}
