{
  "SERIES": "HAWICK",
  "STATUS": "Established Series",
  "BYREV": "Rev. AGG-RAL-TWN",
  "REVDATE": "03/2007",
  "STATES": "IA,MN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, mesic Entic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hawick sandy loam, on a convex slope of 4 percent, in a cultivated field.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 18 centimeters; very dark brown (10YR 2/2) sandy loam, dark grayish brown (10YR 4/2) dry; weak fine subangular blocky structure; very friable; about 12 percent gravel; neutral; abrupt smooth boundary. (17 to 41 centimeters thick)\nBw--18 to 28 centimeters; dark brown (10YR 3/3) gravelly loamy coarse sand, brown (10YR 4/3) dry; weak fine subangular blocky structure; very friable; about 20 percent gravel; slightly effervescent; slightly alkaline; abrupt smooth boundary. (0 to 40 centimeters thick)\nC--28 to 203 centimeters; light yellowish brown (2.5Y 6/4) gravelly coarse sand; single grain; loose; about 30 percent gravel; few, soft, very pale brown (10YR 8/2) accumulations of calcium carbonate on underside of gravel and very coarse sand fragments; strongly effervescent, slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 103-Central Iowa and Minnesota Till Prairies, Meeker County, Minnesota subset; about 4 miles north and 1 mile east of Kingston; located about 160 feet north and 100 feet east of the southwest corner of section 4, T.119 N., R.29 W.; USGS Kingston topographic quadrangle; lat. 45 degrees 08 minutes 21 seconds N. and long. 94 degrees 20 minutes 12 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to carbonates--0 to 100 centimeters\nThickness of the mollic epipedon--17 to 41 centimeters\nClay content in the particle-size control section (weighted average)--1 to 10 percent\nSand content in the particle-size control section (weighted average)--75 to 95 percent\nRock fragment content--5 to 35 percent, mostly gravel, some subhorizons have up to 60 percent, mixed lithology\nAp or A horizon:\nHue--10YR\nValue--2 or 3\nChroma--1 to 3\nTexture--loamy sand, loamy coarse sand, sandy loam, coarse sandy loam, or the gravelly analogs of these textures\nClay content--2 to 15 percent\nSand content--60 to 90 percent\nGravel content--less than 35 percent\nCalcium carbonate equivalent--0 to 15 percent\nReaction--slightly acid to slightly alkaline\nSome pedons have an AB or AC horizon\nBw horizon (when present):\nHue--7.5YR, 10YR, or 2.5Y\nValue--3 to 5\nChroma--2 to 4\nTexture--loamy sand, loamy coarse sand, coarse sand or the gravelly or very gravelly analogs of these textures\nClay content--1 to 10 percent\nSand content--75 to 95 percent\nGravel content--less than 60 percent\nCalcium carbonate equivalent--0 to 10 percent\nReaction--slightly acid to slightly alkaline\nSome pedons have high chroma redoximorphic features, but they are thought to be from iron-rich water associated with original deposition of these sediments\nBk or BC horizon (when present):\nHue--7.5YR, 10YR, or 2.5Y\nValue--4 to 6\nChroma--2 to 6\nTexture--loamy sand, loamy coarse sand, coarse sand, sand, or the gravelly or very gravelly analogs of these textures\nClay content--1 to 10 percent\nSand content--75 to 95 percent\nGravel content--less than 60 percent\nCalcium carbonate equivalent--3 to 10 percent\nThickness--0 to 20 inches\nReaction--slightly alkaline or moderately alkaline\nSome pedons have high chroma redoximorphic features, but they are thought to be from iron-rich water associated with original deposition of these sediments\nC horizon:\nHue--10YR or 2.5Y\nValue--4 to 6\nChroma--2 to 6\nTexture--loamy sand, loamy coarse sand, coarse sand, sand or the gravelly analogs of these textures\nClay content--1 to 10 percent\nSand content--75 to 95 percent\nGravel content--less than 35 percent\nCalcium carbonate equivalent--5 to 10 percent\nReaction--slightly alkaline or moderately alkaline\nSome pedons have high chroma redoximorphic features, but they are thought to be from iron-rich water associated with original deposition of these sediments"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bellechester, Finchford, Fruitfield, Hononegah, Komro, Lasa, Sparta, Trempe, and Zumbro series.\nBellechester--have soft sandstone bedrock within a depth of 150 centimeters\nFinchford--do not have carbonates within a depth of 200 centimeters\nFruitfield--have a gravel content of 0 to 5 percent in the series control section\nHononegah--have a gravel content of less than 5 percent in the upper third of the series control section\nKomro--have redoximorphic features in the series control section and are frequently saturated at a depth of 1.1 meters during the wettest periods of normal years\nLasa--do not have rock fragments in the series control section and do not have carbonates within a depth of 200 centimeters\nSparta--do not have rock fragments in the series control section and have lamellae within a depth of 200 centimeters\nTrempe--have hues redder than 7.5YR in the series control section, do not have rock fragments in the series control section, and do not have carbonates in the series control section\nZumbro--have mollic epipedons more than 60 centimeters thick"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--sandy outwash sediments, with or without a thin loamy mantle\nLandform--outwash plains, stream terraces, and glacial moraines\nSlope--2 to 70 percent\nElevation--185 to 450 meters above sea level\nMean annual air temperature--4 to 13 degrees C\nMean annual precipitation--585 to 1,040 millimeters\nFrost-free period--135 to 220 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Burnsville, Estherville, Malardi, Mayer, Rasset, and Wadena soils.\nBurnsville--are on less convex positions on the landscape and have an argillic horizon\nEstherville--are on less convex positions on the landscape, have a cambic horizon, and have a clay content of 10 to 18 percent in the upper third of the series control section\nMalardi--are on less convex positions on the landscape and have an argillic horizon\nMayer--are on lower lying landscape positions and are frequently saturated at the soil surface during the wettest periods of normal years\nand do not have carbonates with a depth of 150 centimeters\nWadena--are on less convex positions on the landscape and have a clay content that averages 18 to 30 percent in the upper half of the particle-size control section"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--excessively drained--a frequently saturated zone does not occur within a depth of 1.8 meters during the wettest periods of normal years\nSaturated hydraulic conductivity--10.00 to 100.00 micrometers per second in the upper third of the series control section and 100.00 to 705.00 micrometers per second in the lower two thirds of the series control section\nSurface runoff potential--very low to medium"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas of these soils are used for pasture and hayland or as a source of aggregate or fill material. Some areas are cultivated and a few areas are forested. The native vegetation is big bluestem, indiangrass, switchgrass, and other grasses of the tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic sections--Western lake section, Eastern lake section, Wisconsin driftless section and Dissected till plains\nMLRAs--Central Iowa and Minnesota Till Prairies (103),\nEastern Iowa and Minnesota Till Prairies (104),\nNorthern Mississippi Valley Loess Hills (105),\nIowa and Minnesota Loess Hills (107), and\nWisconsin and Minnesota Sandy Outwash (91)\nLRR M; south-central and east-central Minnesota and north-central and western Iowa\nExtent--moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Dakota County, Minnesota, 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 25 to 100 centimeters;\nseries control section--the zone from the surface to a depth of 150 centimeters.\nDiagnostic horizons and other features recognized in this pedon include:\nmollic epipedon--the zone from the surface to a depth of 28 centimeters (Ap and Bw horizons);\nudic moisture regime.\nEntic subgroup--does not have a cambic horizon.\nHawick soils were formerly included in the Salida Series.\nType location moved from Dakota County, Minnesota to Meeker County, Minnesota in 11/96 to better exemplify the series concept within the MLRA.\nADDITIONAL DATA:\nRefer to MN. Agr. Exp. Sta. Central File Code Numbers 2174, 2175, and 2187 for results of laboratory analyses of some pedons.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
