{
  "SERIES": "HAWKSBILL",
  "STATUS": "Established Series",
  "BYREV": "Rev. JRH,RLG",
  "REVDATE": "01/2006",
  "STATES": "VA",
  "OVERVIEW": "The Hawksbill series consists of deep, well drained soils formed in colluvial/alluvial material.  They occupy low terraces and colluvial fans.  Slopes range from 2 to 15 percent.  The mean annual precipitation is about 37 inches near the type location.  Mean annual temperature is about 52 degrees  F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hawksbill cobbly loam - abandoned pasture (Colors are for moist soil.)\nAp--0 to 9 inches; dark brown (10YR 4/3) cobbly loam; moderate fine granular structure; friable; common fine roots; few very fine pores; common worm casts; 15 percent of rounded pebbles and 15 percent of rounded cobblestones of greenstone, sandstone, and phyllite; medium acid; clear smooth boundary.  (5 to 10 inches thick)\nB21t--9 to 17 inches; dark brown (7.5YR 4/4) cobbly loam; weak fine subangular blocky structure; friable, slightly sticky and slightly plastic; few fine roots; common fine pores; thin patchy clay films; common worm casts; 25 percent of rounded pebbles and 15 percent of rounded cobblestones of greenstone, sandstone, and phyllite; medium acid; gradual wavy boundary.  (3 to 12 inches thick)\nB22t--17 to 26 inches; dark brown (7.5YR 4/4) very cobbly clay loam; weak fine subangular blocky structure; friable, slightly sticky and slightly plastic; few fine roots; common fine pores; thin patchy clay films; 25 percent of rounded pebbles and 25 percent of rounded cobble stones of greenstone, sandstone, and phyllite; slightly acid; clear wavy boundary.  (4 to 15 inches thick)\nB3--26 to 36 inches; dark brown (7.5YR 4/4) very gravelly clay loam; massive; friable; few fine roots; few thin patchy clay films; 55 percent of rounded pebbles and 15 percent of rounded cobblestones of greenstone, sandstone, and phyllite; slightly acid; gradual smooth boundary.  (0 to 15 inches thick)\nC--36 to 60 inches; brown (10YR 4/3) very cobbly loam; massive; friable; few fine roots; 30 percent of rounded pebbles and 30 percent of rounded cobblestones of greenstone, sandstone, and phyllite; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rockingham County, Virginia; 1 6/10 miles north of Elkton, 100 yards east of U.S. Highway #340 and 200 feet north of Dry Run."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 20 to 40 inches.  Depth to hard bedrock is more than 6 feet.  The contents of coarse fragments range from 20 to 70 percent in the Ap horizons, 35 to 70 percent in the upper part of the B horizon, and from 50 to 70 percent in the lower part of the B horizon and C horizon.  They usually consist of rounded pebbles and cobblestones of greenstone, sandstone, and phyllite.   The soil is medium acid or slightly acid in the Ap horizon unless limed, and medium acid to neutral in the B and C horizons.\nAp horizons have hues of 7.5YR or 10YR, values of 4 or 5, and chromas of 3 or 4.  They are gravelly, cobbly, or very cobbly analogues of loam and silt loam.  Stony through extremely stony phases are common.\nB2t and B3 horizons have hues of 7.5YR or 10YR, values of 4 or 5, and chromas of 4 through 6.  They are gravelly or very gravelly, cobbly or very cobbly analogues of loam or clay loam.\nC horizons have hues of 7.5YR or 10YR, values of 4 or 5, and chromas of 3 or 4.  Textures are similar to the Bt horizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Conotton, Dorerton, Leoni, and Lutzke series are in the same family.  The Linganore and Neotoma series are in a closely related family.  The Conotton soils have sola more than 40 inches thick.   The Dorerton soils have a lithologic discontinuity below which are 35 to 80 percent limestone fragments.  Leoni soils overlie calcareous sandy material.  The Lutzke soils have a sandy-skeletal C horizon within a depth of 40 inches.  The Linganore soils have a depth to bedrock of less than 40 inches.  The Neotoma soils are non-skeletal.  Both Linganore and Neotoma have 60 percent base saturation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hawksbill soils are on low stream terraces and colluvial fans along the western footslopes of the Blue Ridge Mountains.   Slope gradients range from 2 to 15 percent.  Hawksbill soils formed in alluvium or colluvial material derived from soils formed in material weathered from greenstone, sandstone, and phyllite. The mean annual precipitation is about 37 inches near the type location and the mean annual temperature is about 52 degrees  F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include Allegheny and Unison soils on stream terraces, and Berks and Fauquier soils on uplands.  Cobbly Udorthents are commonly nearby.  Allegheny and Unison soils have less than 35 percent coarse fragments in the solum and base saturation of less than 35 percent.  Berks soils have bedrock at less than 40 inches. Fauquier soils have a subsoil with hues redder than 5YR and have less than 35 percent coarse fragments in the solum."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium surface runoff; moderate permeability.  These soils are subject to a common frequency of flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of these soils are used for pasture or hay land.  A few areas are used for growing corn."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Virginia and possibly Maryland, West Virginia, and North Carolina.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Warren County, Virginia, July 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Series is in the limestone valley, a short distance from the western footslope of the Blue Ridge Mountains.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
