{
  "SERIES": "HAWSLEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. OWB/JBF/JVC",
  "REVDATE": "05/2016",
  "STATES": "ID,NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Mixed, mesic Typic Torripsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hawsley sand--rangeland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 10 cm; pale brown (10YR 6/3) sand, brown (10YR 4/3) moist; single grain; loose, nonsticky and nonplastic; many very fine and fine interstitial pores; 5 percent gravel; moderately alkaline (pH 8.4); clear smooth boundary.  (5 to 20 cm thick)\nA2--10 to 20 cm; pale brown (10YR 6/3) sand, brown (10YR 4/3) moist; single grain; loose, nonsticky and nonplastic; common very fine and fine roots; common very fine and fine interstitial and few fine tubular pores; 5 percent gravel; moderately alkaline (pH 8.4); clear smooth boundary.  (0 to 20 cm thick)\nC--20 to 58 cm; pale brown (10YR 6/3) stratified fine sand, sand, and coarse sand (with an average texture of sand), brown (10YR 4/3) moist; single grain; loose, nonsticky and nonplastic; common very fine and fine roots; common very fine and fine interstitial and few fine tubular pores; 5 percent gravel; strongly alkaline (pH 8.5); clear smooth boundary.  (15 to 56 cm thick)\nCk1--58 to 107 cm; pale brown (10YR 6/3) stratified fine sand, sand, and coarse sand (with an average texture of sand), brown (10YR 4/3) moist; single grain; loose, nonsticky and nonplastic; common very fine and fine roots; common very fine and fine interstitial and few fine tubular pores; 5 percent gravel; very few fine carbonate coats on coarse sand grains and rock fragments; strongly effervescent; strongly alkaline (pH 8.5); clear smooth boundary.  (25 to 100 cm thick)\nCk2--107 to 157 cm; pale brown (10YR 6/3) sand, brown (10YR 4/3) moist; single grain; loose, nonsticky and nonplastic; common very fine and fine interstitial and few fine tubular pores; 10 percent gravel; very few fine carbonate coats on rock fragments; strongly effervescent; strongly alkaline (pH 8.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washoe County, Nevada; about 4 miles north of Nixon; approximately 1,000 feet north and 800 feet west of the southeast corner of section 1, T. 23 N., R. 23 E.; USGS Russell Peak 7.5 minute topographic quadrangle; latitude 39 degrees 53 minutes 14 seconds N and longitude 119 degrees 20 minutes 36 seconds W; WGS84 Decimal Degrees 39.8872222 latitude, -119.343333 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist for short periods during winter and spring; typic aridic soil moisture regime.\nMean annual soil temperature: 12 to 14 degrees C.\nEffervescence: Noneffervescent in the upper part of the profile and slightly effervescent through violently effervescent in the lower part.\nDepth to carbonates: 30 to 60 cm.\nSodicity (SAR): 0 to 12 above 100 cm.  Some pedons have horizons below 100 cm with sodium adsorption ratios of 13 to 45.\nOther features: Stratification of textures is typical.\nParticle-size control section - Rock fragments: 0 to 15 percent gravel.\nA horizon\nHue: 10YR or 2.5Y.\nValue: 5 through 7 dry, 3 through 5 moist.\nChroma: 2 or 3, dry or moist.\nReaction: Neutral through moderately alkaline.\nC and Ck horizons\nHue: 10YR or 2.5Y.\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma: 2 or 3, dry or moist.\nTexture: Stratified fine sand through coarse sand.  The average texture mixed would be sand, but is fine sand in some pedons. Some pedons contain thin strata of loamy fine sand.\nStructure: Single grain or massive.\nConsistence: Loose or soft and very friable.\nReaction: Commonly moderately alkaline or strongly alkaline, but is slightly alkaline in the upper part in some pedons.\nIdentifiable secondary carbonates: Segregated as few coats on rock fragments or coarse sand grains.\nEffervescence: Subhorizons are slightly effervescent to violently effervescent.\nCalcium carbonate equivalent: 0 to 5 percent.\nOther features: Some pedons have substrata composed of lacustrine deposits below 100 cm with texture of silt loam or silty clay loam. Some pedons have strata with relict redoximorphic features as masses of iron accumulation with hue of 7.5YR."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Als, Ecklund, Isolde, Kawich, Razito, Sheppard, Stumble, Sundown, Tipper, Tipperary, Tricera, and Yenrab series.\nAls soils are noncalcareous throughout and have mean annual soil temperature of 8 to 10 degrees C.  Ecklund and Tipper soils are moderately deep to bedrock.  Isolde, Kawich, Sheppard, and Sundown soils do not have Ck horizons.  Also, Isolde soils do not have stratified textures in the control section; Sheppard soils have hue of 7.5YR or redder throughout; and Sundown soils have control sections dominated by loamy fine sand and are not stratified.  Razito soils are effervescent throughout the entire profile, are not stratified, and do not have Ck horizons.  Stumble soils have dominantly loamy sand or loamy fine sand control sections with some strata containing 15 to 35 percent gravel.  Tipperary soils are effervescent throughout or to within 25 cm of the soil surface, are moist in the spring and early summer, and have soil temperature of 8 to 12 degrees C.  Tricera soils are noncalcareous to depths greater than 100 cm, are not stratified, and have mean annual soil temperature of 8 to 10 degrees C.  Yenrab soils have sodium adsorption ratios of greater than 13 within 30 cm of the soil surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hawsley soils are on sand sheets. They formed in alluvium and water-reworked eolian sand derived from mixed rocks.  Slopes are 0 to 30 percent.  Elevations range from 1,158 to 1,646 meters. In Idaho, elevations range as low as 762 to 1,006 meters. The climate is arid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 100 to 178 mm, the mean annual temperature is 10 to 12 degrees C, and the frost-free period is 100 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bluewing and Ruhe soils.  Bluewing soils are sandy-skeletal.  Ruhe soils are shallow to tufa bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Somewhat excessively drained; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Hawsley soils are used for rangeland and wildlife habitat. The present vegetation is mainly Bailey's greasewood, shadscale, littleleaf horsebrush, spiny hopsage, and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nevada and non-adjacent portions of southern Idaho.  These soils are extensive with about 253,000 acres of the series mapped to date.  The series concept and main acreage is in MLRA 27, while other acreage occurs in MLRAs 24 and 26 in Nevada and MLRA 11 in Idaho."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washoe County, Nevada, South Part, 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A1 and part of the A2 horizons).\nIdentifiable secondary carbonates - The zone from 58 to 157 cm (Ck1 and Ck2 horizons).\nParticle-size control section - The zone from 25 to 100 cm (parts of the C and Ck1 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
