{
  "SERIES": "HAWTHORNE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RPS/JCJ/JLN",
  "REVDATE": "04/2011",
  "STATES": "TN",
  "OVERVIEW": "The Hawthorne series consists of moderately deep, somewhat excessively drained soils on uplands. The soil formed in residuum of interbedded siltstone and cherty limestone. Slopes range from 5 to 70 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, siliceous, semiactive, thermic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hawthorne gravelly silt loam - on a SE facing convex slope of 33 percent in mixed hardwoods. (Colors are for moist soil unless otherwise stated.)\nOi--1 to 0 inches; loose leaves, twigs, and slightly decomposed organic material, very strongly acid; abrupt smooth boundary.\nA--0 to 4 inches; dark brown (10YR 3/3) gravelly silt loam; weak fine granular structure; very friable; many fine and medium roots; many very fine pores; about 20 percent angular fragments of chert up to 5 inches in diameter; very strongly acid; abrupt smooth boundary.\nAE--4 to 11 inches; dark yellowish brown (10YR 4/4) gravelly silt loam; weak medium granular structure; friable; common fine and medium roots; many very fine and fine pores; about 20 percent fragments of chert up to 5 inches in diameter; very strongly acid; gradual smooth boundary. (Thickness of A horizons is 4 to 15 inches).\nBw--11 to 17 inches; brown (7.5YR 4/4) very channery silt loam; moderate medium subangular blocky structure; friable; common fine and medium roots; common fine pores; about 45 percent channers of siltstone and angular fragments of chert up to 5 inches in diameter; very strongly acid; clear smooth boundary. (4 to 25 inches thick).\nC--17 to 25 inches; strong brown (7.5YR 5/6) very channery silt loam; common medium distinct yellowish brown (10YR 5/4) and brown (7.5YR 4/4) mottles; massive; friable; few medium roots; common fine pores; about 60 percent weathered siltstone fragments and angular fragments of chert fragments up to 5 inches in diameter; strongly acid; abrupt smooth boundary. (0 to 10 inches thick.)\nCr--25 to 65 inches; alternating layers of hard fractured chert and weathered siltstone with an occasional strata of silty clay loam soil material, less than 3 inches thick; few medium roots along fractures; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Bedford County, Tennessee; l00 yards southeast on Mt. Kirby Road from the intersection with Hart Road; 50 feet south of Mt. Kirby Road; in an abandoned borrow pit."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 15 to 40 inches. Depth to soft bedrock ranges from 20 to 40 inches. Depth to hard bedrock is below 40 inches. Reaction ranges from strongly acid to extremely acid. Coarse fragments range from l0 to 35 percent in the A horizon, and 35 to 60 percent in the B and C horizons. Transitional horizons have colors and textures similar to adjacent horizons.\nThe A horizon has hue of 10YR, value of 3 to 5, and chroma of 2 to 4. Where the value is 3, and chroma is 3 or less, the A horizon is less than 7 inches thick. Texture is gravelly silt loam.\nThe E horizon, where present, has hue of 10YR, value of 5 to 7, and chroma of 2 to 4. Texture is gravelly silt loam.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 4 to 6.  Mottles are in shades of yellow, brown, and red. Texture in the fine earth fraction is silt loam or silty clay loam.\nThe C horizon, where present, has the same colors and texture as the B horizon. Roots extend down to the Cr horizon and grow parallel to the horizon. A few roots extend into the Cr horizon in cracks and crevasses.\nThe Cr horizon is a mixture of highly weathered siltstone and hard fractured chert beds interlayered with thin seams of silty clay loam to clay soil material. The weathered siltstone is platy to flaggy and can be dug with a spade. The chert fragments range up to l0 inches in diameter. The horizon is highly variable. It ranges from alternating strata of weathered siltstone, with or without chert, to chert beds with small intermixed areas of weathered siltstone."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Sulphura and Nashoba series are in the same family. Sulphura soils are close competitors on the landscape but have hard bedrock between 20 and 40 inches. The Nashoba soils formed in material weathered from Pennsylvanian age sandstone and commonly have greater than 15 percent coarse than very fine sand in the control section. Closely associated families include Bremo, Goldston, Hector, Manteo, Montevallo, Pickens, and Roseland series. Bremo soils have mixed mineralogy. Goldston soils developed in slaty saprolite and are shallow. Hector soils have less than 35 percent coarse fragments in the control section and are in a shallow family. Manteo, Montevallo, and Pickens have mixed mineralogy and are in a shallow family. Roseland soils have an umbric epipedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Hawthorne soils are on highly dissected hillsides and on convex rolling ridgetops. Slopes range from 5 to 70 percent. The soil formed in residuum of interbedded siltstone and cherty limestone. Near the type location, average annual temperature is about 60 degrees F, and average annual precipitation is about 52 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Sulphura series and the Sugargrove, Saffell, Lax, Dellrose, Dickson, Ennis, Sengtown, Humphreys, Lobelville, Mountview and Ocana series. Sugargrove soils are on higher positions on hillsides and ridgetops and have an argillic horizon in the subsoil and fine-loamy texture in the control section. Saffell soils are on similar landscape positions but are very deep to bedrock. Sengtown and Mountview soils are in similar landscape positions but have less than 35 percent fragments in the solum. Lax and Dickson soils are on undulating to rolling ridgetops and have a fragipan in the subsoil.  Ennis, Lobelville, and Ocana soils are on nearly level flood plains and contain less than 35 percent coarse fragments. Dellrose and Humphreys are on footslopes and have less than 35 percent fragments in the solum."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; medium to high runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the acreage is woodland consisting of chestnut and white oaks, hickory, hackberry, and eastern red cedar. A few areas on ridgetops are cleared and used for pasture or hay."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Highland Rim and Nashville Basin of Tennessee. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Wilson County, Tennessee; l989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This soil was formerly mapped in the Bodine and Frankstown series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface of the soil to a depth of 11 inches. (A, AE horizons).\nCambic horizon - the zone from 11 inches to 17 inches (Bw horizon).\nADDITIONAL DATA: The pedon described has data provided by the NSSL- Pedon 85P0182.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 3,
        "bottom": 0,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oi--1 to 0 inches; loose leaves, twigs, and slightly decomposed organic material, very strongly acid; abrupt smooth boundary."
      },
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; dark brown (10YR 3/3) gravelly silt loam; weak fine granular structure; very friable; many fine and medium roots; many very fine pores; about 20 percent angular fragments of chert up to 5 inches in diameter; very strongly acid; abrupt smooth boundary."
      },
      {
        "name": "AE",
        "top": 10,
        "bottom": 28,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "AE--4 to 11 inches; dark yellowish brown (10YR 4/4) gravelly silt loam; weak medium granular structure; friable; common fine and medium roots; many very fine and fine pores; about 20 percent fragments of chert up to 5 inches in diameter; very strongly acid; gradual smooth boundary. (Thickness of A horizons is 4 to 15 inches)."
      },
      {
        "name": "Bw",
        "top": 28,
        "bottom": 43,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "very channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw--11 to 17 inches; brown (7.5YR 4/4) very channery silt loam; moderate medium subangular blocky structure; friable; common fine and medium roots; common fine pores; about 45 percent channers of siltstone and angular fragments of chert up to 5 inches in diameter; very strongly acid; clear smooth boundary. (4 to 25 inches thick)."
      },
      {
        "name": "C",
        "top": 43,
        "bottom": 64,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "cf_class": "very channery",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C--17 to 25 inches; strong brown (7.5YR 5/6) very channery silt loam; common medium distinct yellowish brown (10YR 5/4) and brown (7.5YR 4/4) mottles; massive; friable; few medium roots; common fine pores; about 60 percent weathered siltstone fragments and angular fragments of chert fragments up to 5 inches in diameter; strongly acid; abrupt smooth boundary. (0 to 10 inches thick.)"
      },
      {
        "name": "Cr",
        "top": 64,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--25 to 65 inches; alternating layers of hard fractured chert and weathered siltstone with an occasional strata of silty clay loam soil material, less than 3 inches thick; few medium roots along fractures; very strongly acid."
      }
    ]
  ]
}
