{
  "SERIES": "HAYBROOK",
  "STATUS": "Established Series",
  "BYREV": "JFG-AGG",
  "REVDATE": "02/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Aeric Epiaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Haybrook fine sandy loam on a plane slope less than 1 percenton a ground moraine. (Colors are for moist soil unless otherwise stated.)\nA--0 to 7 inches; black (10YR 2/1) fine sandy loam, dark gray (10YR 4/1) dry; weak medium granular structure; friable; about 5 percent gravel; strongly acid; clear smooth boundary. (4 to10 inches thick)\nEg--7 to 10 inches; grayish brown (2.5Y 5/2) fine sandy loam, pale yellow (2.5Y 7/3) dry; common medium distinct red (2.5YR 4/6) Fe concentrations; weak thin platy structure; friable; about 5 percent gravel; moderately acid; abrupt wavy boundary. (0 to 8 inches thick)\nBtg--10 to 17 inches; grayish brown (10YR 5/2) fine sandy loam; common medium prominent red (2.5YR 4/6) and common medium distinct brown (7.5YR 5/3) Fe concentrations; weak fine and medium subangular blocky structure; friable; distinct discontinuous dark grayish brown (10YR 4/2) clay films on faces of peds; about 5 percent gravel; strongly acid; clear smooth boundary.\nBt1--17 to 29 inches; brown (7.5YR 5/3) loam; common medium distinct yellowish red (5YR 5/8) and common fine prominent faint brown (7.5YR 4/4) Fe concentrations; weak medium subangular blocky structure; friable; distinct discontinuous brown (10YR 4/3) clay films on faces of ped; about 5 percent gravel; moderately acid; clear wavy boundary.\nBt2--29 to 37 inches; brown (7.5YR 5/3) loam; common fine distinct strong brown (7.5YR 5/6) Fe concentrations; weak medium subangular blocky structure; friable; distinct discontinuous brown (10YR 4/3) clay films on faces of peds; about 5 percent gravel; moderately acid; clear smooth boundary. (Combined thickness of the Bt horizons is 9 to 30 inches)\nBC--37 to 49 inches; brown (7.5YR 5/3) fine sandy loam; common medium distinct strong brown (7.5YR 4/6) Fe concentrations and few fine faint light brownish gray (10YR 6/2) Fe depletions; weak medium platy structure; firm; about 10 percent gravel and 2 percent cobbles; slightly acid; clear wavy boundary. ( 0 to 20 inches thick)\nBCd--49 to 80 inches; dark reddish brown (5YR 3/4) fine sandy loam; moderate very coarse and extremely coarse prismatic structure parting to moderate fine and medium platy, few 2 to 3 millimeter oblique fractures 0.5 to 3.0 feet apart; very firm; about 5 percent gravel and 2 percent cobbles; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kanabec County, Minnesota; about 1 mile north and 3.5 miles west of Grasston; 100 feet west and 1100 feet north of the southeast corner of section 31, T. 39 N., R. 23 W.; USGS Grasston, Minn. Quadrangle; Latitude 45 degrees 49 minutes 14 seconds N. and Longitude 93 degrees 14 minutes 46 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to the densic material ranges from 40 to 60 inches. Rock fragments of mixed lithology but mostly of igneous origin make up 1 to 15 percent by volume through out the profile. The argillic horizon has 8 and 18 percent clay and over 50 percent base status in all parts. Stony and very stony phases are recognized.\nSome pedons have an Oa horizon as much as 4 inches thick.\nThe A or Ap horizon has hue 10YR or 7.5YR value 2 or 3 and chroma 0 to 3.  It is fine sandy loam, sandy loam, very fine sandy loam, loam, or silt loam. Reaction ranges from strongly acid to slighlty acid.\nThe Eg horizon is 2.5Y, 10YR or 7.5YR hue, value 4 or 6, chroma of 1 or 2.  It is fine sandy loam, very fine sandy loam, sandy loam, loam, or silt loam.  It is strongly acid to slightly acid.\nThe Btg horizon has 10YR, 7.5YR or 5YR value of 4 or 5, and chroma of 1 to 2. It is sandy loam, fine sandy loam, or loam. Reaction ranges from strongly acid to slightly acid.\nThe Bt horizon has 10YR, 7.5YR or 5YR hue, value of 4 or 5, and chroma of 3 to 4. It is sandy loam, fine sandy loam, or loam. Reaction ranges from strongly acid to neutral.\nThe BC horizon has 7.5YR, or 5YR hue, value of 4 or 5, and chroma of 3 to 4.  It is sandy loam, fine sandy loam, or loam. Reaction ranges from moderately acid to slightly acid.  Moist bulk density ranges from 1.65 to 1.80 g/cc\nThe BCd horizon has hue of 5YR or less commonly 7.5YR, value of 3 to 5, and chroma of 3 or 4. It is sandy loam or fine sandy loam. Reaction is moderately acid to neutral. Moist bulk density ranges from 1.80 to 2.0 gm/cc. It is considered to be densic material. Macro structure is common in the form of fractures."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These soils have plane to slightly convex slopes with gradients of 0 to 2 percent. They commonly are on broad flates and swales, in gently undulating ground moraines. They also are on flats between drumlins in some areas. The soils formed in noncalcareous, Superior lobe dense loamy till of late Wisconsinan Age. Mean annual temperature ranges from 37 to 45 degrees F. Mean annual precipitation ranges from 24 to 33 inches. Frost-free days range from 90 to 145. Elevation above sea level ranges from 670 to 1450 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The Brennyville, Cebana, Giese, Milaca Mora and Ronneby soils form a drainage sequence with the Haybrook soils and are the most common associates. All of these soils except Cebana and Giese soils are on higher positions on the landscape and are better drained. Cebana soils have a silt mantle and occupy similar landscape positions. Giese soils are very poorly drained and are in depressions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained. Surface runoff is low.  Saturated hydraulic conductivity, expressed in inches per hour, is .6 to 6.0 in the upper part and .01 to .06 in the dense till. This soil has a perched zone of saturation at a the surface at some time during the months of March to June and October to November in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of this soil is forested or used for hayland or pasture. Some areas are used for cropland. The original vegetation is a mix of water tolerant grasses and deciduous trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA-90.  Central and northeastern Minnesota. The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kanabec County, Minnesota, 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:  ochric epipedon - the zone from 0 to 10 inches (A and Eg horizons); Albic horizon - the zone from 7 to 10 inches (Eg horizon);  Argillic horizon - the zone from 10 to 37 inches (Btg and Bt horizons); Aeric subgroup - Based on 7.5 YR 5/3 colors at 17 inches);  Aquic condition based on colors of the Eg and Btg horizons).  Densic contact - the zone beginning at 49 inches. The dense till has repetitive fracturing that effect water movement and root penetration.\nThis soil could be challenged for an Aeric Umbric Epiaqualf.\nLab data is needed.  2/8/2011-TYPE LOCATION error was corrected.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
