{
  "SERIES": "HAYDENFORK",
  "STATUS": "Established Series",
  "BYREV": "Rev. DLT/MJD/TWH",
  "REVDATE": "05/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, mixed, superactive Typic Cryaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Haydenfork clay loam, in a concave position, 2 percent slope in a wet meadow at an elevation of 9,800 feet.  (Colors are for moist soil unless otherwise noted.)  When described on September 28, 1976, the soil was moist from the surface to ground water at 25 inches.\nOi--0 to 3 inches; slightly decomposed leaf litter.\nA1--3 to 9 inches; black (10YR 2/1) clay loam, very dark grayish brown (10YR 3/2) dry; weak coarse subangular blocky structure parting to moderate fine and medium granular; very hard, firm, moderately sticky and moderately plastic; many very fine and fine roots; few very fine pores; moderately acid (pH 6.0); clear smooth boundary (4 to 10 inches thick).\nA2--9 to 17 inches; black (10YR 2/1) clay loam, dark grayish brown (10YR 4/2) dry; moderate coarse prismatic structure parting to strong fine and medium subangular blocky; extremely hard, firm, moderately sticky and moderately plastic; common very fine and fine roots; few very fine pores; moderately acid (pH 6.0); clear smooth boundary (5 to 10 inches thick).\nA3--17 to 21 inches; very dark grayish brown (10YR 3/2) clay loam, grayish brown (10YR 5/2) dry; moderate coarse subangular blocky structure; extremely hard, firm, moderately sticky and moderately plastic; few very fine and fine roots; few very fine pores; many medium prominent strong brown (7.5YR 5/6) iron concentrations; moderately acid (pH 6.0); abrupt smooth boundary (0 to 5 inches thick).\nBg--21 to 25 inches; gray (5Y 5/1) clay loam, light gray (5Y 7/2) dry; moderate coarse subangular blocky structure; extremely hard, firm, moderately sticky and moderately plastic; few very fine and fine roots; common very fine and fine pores; common medium prominent strong brown (7.5YR 5/8) iron concentrations; slightly acid (pH 6.1); abrupt smooth boundary (4 to 10 inches thick).\nCg--25 to 36 inches; brown (10YR 5/3) sandy clay loam, pale brown (10YR 6/3) dry; massive; very hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; few very fine and fine pores; 10 percent gravel; coarse prominent gray (5Y 5/1) iron depletions; moderately acid (pH 6.0); abrupt smooth boundary (5 to 15 inches thick).\nC1--36 to 55 inches; dark grayish brown (2.5Y 4/2) sandy clay loam, pale brown (10YR 6/3) dry; massive; very hard, friable, slightly sticky and slightly plastic; 10 percent gravel; moderately acid (pH 6.0); abrupt smooth boundary (10 to 20 inches thick).\nC2--55 to 63 inches; dark grayish brown (2.5Y 4/2) gravelly sandy clay loam, pale brown (10YR 6/3) dry; massive; very hard, friable, slightly sticky and slightly plastic; 15 percent gravel; moderately acid (pH 6.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Summit County, Utah; about 1 1/2 miles west of Moslander Reservoir; located about 800 feet west and 2,800 feet south of the northeast corner of sec. 20, T. 3 N., R. 11 E.; Elizabeth Mountain, Utah-Wyoming USGS quad; lat. 40 degrees 56 minutes 24 seconds N. and long. 110 degrees 39 minutes 30 seconds W., NAD 1927"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: (Depths given are measured from the mineral soil surface)\nSoil moisture regime:  aquic moisture regime.\nMean annual soil temperature:  37 to 42 degrees F.\nMean summer soil temperature:  50 to 55 degrees F.\nSurface rock fragments:  0 to 15 percent gravel\nDepth to redox concentrations: 10 to 20 inches\nDepth to redox depletions:  10 to 20 inches\nThickness of the mollic horizon:  10 to 20 inches\nDepth to endosaturation: 0 to 10 inches in April to June\nParticle-size control section\nClay content: 18 to 35 percent\nA horizon:\nHue:  10YR or 7.5YR\nValue:  2 to 3 moist; 3 to 5 dry\nChroma:  1 or 2 moist and dry\nRock fragments:  0 to 15 percent\nReaction:  Moderately acid or slightly acid\nBg and Cg horizon:\nHue:  5Y, 2.5Y, 10YR\nValue:  4 or 5 moist; 6 or 7 dry\nChroma:  1 through 3 moist and dry\nTexture:  cl, scl, l\nRock fragments:  0 to 15 percent\nReaction:  Moderately acid or slightly acid\nC horizon:\nHue:  10YR or 2.5Y\nValue:  4 or 5 moist; 5 or 6 dry\nChroma:  2 or 3 moist or dry\nTexture:  l, scl, gr-scl\nRock fragments:  5 to 35 percent gravel\nReaction:  Moderately acid or slightly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Blackwell, Furniss, Foolhen and Vensora series.\nBlackwell: have stratified sandy material at 20 to 40 inches and have a mean annual soil temperature of 41 to 44 degrees\nFoolhen: are slightly alkaline or moderately alkaline in the C horizon\nFurniss: have sand and gravel below 40 inches and are slightly alkaline or moderately alkaline throughout\nVensora: have very gravelly 2C horizons and are neutral to slightly alkaline throughout"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  Alluvium and glacial outwash derived from sandstone and quartzite.\nLandform:  kettles.\nSlopes:  0 to 3 percent\nElevation: 8,100 to 10,800 feet\nMean annual air temperature:  35 to 40 degrees F.\nMean annual precipitation:  22 to 35 inches.\nWettest months:  April through June.\nDriest months:  July through September.\nFrost-free period:  20 to 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Duchesne, Hovarka and Sessions series.\nDuchesne:  Well drained gravelly soils on glacial moraines\nHovarka:  Soils in flood plains along major drainageways\nSessions:  Fine textured soils on till plains"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained, low runoff, moderately slow permeability.  These soils are frequently ponded for brief periods during the months of April through June."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The major uses are rangeland and wildlife habitat.  Vegetation is sedges, redtop, meadow foxtail and clover."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North central Utah.  LRR E, MLRA 47.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Summit County, Utah, 2000; Summit Area soil survey.  The name is from Hayden Fork drainageway in Summit County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon:  The zone from 3 to 21 inches.  (A1, A2, and A3 horizons)\nAquic conditions (endosaturation): from 17 to 63 inches (A3, Bg, Cg, C1, and C2 horizons) at some time in most years.  Inferred from redox features and from the observed saturation at 25 inches.\nKeys to Soil Taxonomy:  Eighth edition, 1998\nADDITIONAL DATA:\nNational Cooperative Soil Survey\nU.S.A."
  }
}
