{
  "SERIES": "HAYDEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. ELB",
  "REVDATE": "05/1999",
  "STATES": "IA,MN",
  "OVERVIEW": "The Hayden series consists of deep well drained soils that formed in calcareous loamy glacial till on glacial moraines and till plains.  These soils have moderate permeability.  Their slopes range from 2 to 40 percent. Mean annual precipitation is about 28 inches, and mean annual temperature is about 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Glossic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hayden loam with a 6 percent convex slope on a terminal moraine in a deciduous forest.  (Colors are for moist soil unless otherwise noted.)\nA--0 to 2 inches; very dark gray (10YR 3/1) loam; weak fine granular structure; very friable; about 5 percent coarse fragments; neutral; abrupt smooth boundary.  (1 to 4 inches thick)\nE--2 to 9 inches; dark grayish brown (10YR 4/2) light loam; weak thin platy structure; very friable; few very dark gray (10YR 3/1) worm casts in upper part; about 5 percent coarse fragments; slightly acid; clear wavy boundary. (0 to 12 inches thick)\nBE--9 to 14 inches; brown (10YR 5/3) fine sandy loam; weak fine and medium subangular blocky structure; friable; many distinct coatings of clean sand and silt particles on faces of peds; about 5 percent coarse fragments; medium acid; clear wavy boundary.  (0 to 8 inches thick)\nBt1--14 to 28 inches; yellowish brown (10YR 5/4) loam; moderate fine and medium subangular blocky structure; firm; few faint coatings of clean sand and silt particles and few faint dark yellowish brown (10YR 4/4) clay films on faces of peds; about 5 percent coarse fragments; strongly acid; clear wavy boundary.\nBt2--28 to 38 inches; yellowish brown (10YR 5/4) loam; moderate fine and medium prismatic structure parting to moderate fine and medium angular blocky; firm; many distinct dark yellowish brown (10YR 4/4) clay films on faces of peds; about 5 percent coarse fragments; few prominent black clayey fillings in root channels; strongly acid; clear wavy boundary.\nBt3--38 to 43 inches; yellowish brown (10YR 5/4) loam; few fine prominent reddish brown mottles; moderate fine and medium prismatic structure; friable; few distinct dark yellowish brown (10YR 3/4) clay films on faces of peds; about 5 percent course fragments; slightly acid; abrupt wavy boundary.   (Combined thickness of Bt horizons is 12 to 30 inches.)\nC--43 to 60 inches; light olive brown (2.5Y 5/4) loam; few fine faint grayish brown (2.5Y 5/2) and light olive brown (2.5Y 5/6) mottles; massive; friable; and 5 percent coarse fragments; slight effervescence; mildly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rice County, Minnesota; about 4 miles north of Faribault; 1,920 feet east and 30 feet north of the southwest corner of sec. 1, T. 110 N., R. 21 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to free carbonates range from 24 to 54 inches.  Coarse fragments of mixed lithology comprise 2 to 8 percent of the volume of the control section.\nThe A horizon has hue of 10YR, value of 2 or 3, and chroma of 1 or 2.  The Ap horizon has value of 4 or 5 and chroma of 1 or 2 and value of 6 when dry.  The E horizon has hue of 10YR, value of 4 or 5, and chroma of 1 or 2.  The A and E horizons typically are loam, silt loam, sandy loam, or fine sandy loam, but include clay loam, if eroded.  They are neutral to medium acid.\nThe Bt horizon has hue of 10YR in the upper part and 10YR or 2.5Y in the lower part, value of 4 or 5, and chroma of 3 through 5.  Mottles are present in the lower subhorizons in some pedons.  It typically is clay loam or loam, but sandy clay loam is in parts in some pedons.  The argillic horizon has 18 to 35 percent clay and 30 to 45 percent sand.  It is slightly acid to strongly acid.  Some pedons have a BC horizon.\nThe C horizon has a hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 3 through 6.  It is loam or clay loam.  It lacks mottles in some pedons.  It has 15 to 25 percent calcium carbonate equivalent and is mildly or moderately alkalikne."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Amanda, Belmont, Belmore, Chenault, Chili, Coggon, Conestoga, Douds, El Dara, Gallman, Grellton, Hebron, Hickory, High Gap, Hollinger, Kalamazoo, Kanawha, Kendallville, Kidder, Kosciusko, LeRoy, Letort, Lindley, McHenry, Mandeville, Martinsville, Miami, Mifflin, Military, Nodine, Norden, Ockley, Owosso, Pecatonica, Princeton, Rawson, Relay, Renova, Richland, Riddles, Rockbridge, Roseville, Sisson, Strawn, Summitville, Teanaway, Theresa, Wawasee, Westville, Whalan, and Woodbine soils in the same family.  Amanda horizon soils have more illite in the B and C horizon; Belmont soils have redder hue in the B horizon.  Belmore, Chili, Kalamazoo, and Ockley soils formed in glacial outwash and have sandy or sandy-skeletal 2C horizons.  Chenault soils have chert fragments in the solum and are underlaid by limestone bedrock.  Coggon, Gallman, Hickory, Pecatonica, Renova, Riddles, Summitville, and Westville soils have thicker sola. In addition, Coggon soils have low chroma mottles in part of the B2 horizon.  Conestoga, Kendallville, Letort, Richland, and Rockbridge soils have more coarse fragments.  Douds, El Dara, Kidder, Sisson, and Wawasee soils have less clay and more sand or silt in the lower part of the B horizon and in the C horizon.  High Gap, Hollinger, Mandeville, Mifflin, Military, Norden, Roseville, Whalan, and Woodbine soils have bedrock beginning between depths of 20 and 60 inches. Grellton, Hebron, Lindley, and Rawson soils have more silt or clay or both in either the lower part of the B horizon or C horizon or both.  Kanawha soils are formed in alluvium from acid shale and are in an area of higher rainfall.  LeRoy and Strawn soils have thinner sola.  McHenry and Miami soils have more silt or clay, or both in the upper part of the solum.  Martinsville soils have redder hue in the B horizon and formed in stratified outwash or lacustrine sediments.  Nodine soils have thicker sola which is more stratified and leached of free carbonates to greater depths.  Owosso soils have more sand and less silt or clay in the upper part of their sola.  Princeton soils formed in aeolian sediments and have stratified C horizons.  Relay soils have hue of 2.5Y or 5Y in all parts of the B horizon. Teanaway soils have firm sandy clay loam C horizons with redder hue.  Theresa soils formed partly in loess and have 2C horizons with 40 to 60 percent calcium carbonate."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hayden soils have plane or convex slopes on gently undulating through steep glacial moraines of the Des Moines and Grantsburg sublobe of the Late Wisconsinan glaciation.  Their slopes range from 2 to 40 percent and mostly are 80 to 300 feet in length.  These soils formed in calcareous loamy glacial till.  Montmorillonite is the dominant clay mineral in the glacial till.  Mean annual temperature is 45 to 50 degrees, and mean annual precipitation is 27 to 33 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ames, Dundas, Hamel, Luther, and Nessel soils which are members of a toposequence with the Hayden soils.  Moderately well drained Nessel soils have plane or slightly convex slopes.  Poorly drained Ames and Dundas soils have slightly concave to slightly convex slopes with gradient of less than 2 percent.  Poorly drained Hamel soils are on toe slopes.  Organic soils are common associates in some places."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium and rapid.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly cleared and cultivated to corn, soybeans, small grain, and hay.  Native vegetation was deciduous forest of maple, basswood, oak, and elm."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Minnesota and in central Iowa.  Extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hennepin County, Minnesota, 1929."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "NA"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Refer to Minnesota Agricultural Experiment Station Central File Code No. 967 for results of some laboratory analysis of the typical pedon."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "loam",
        "structure": "weak fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 2 inches; very dark gray (10YR 3/1) loam; weak fine granular structure; very friable; about 5 percent coarse fragments; neutral; abrupt smooth boundary.  (1 to 4 inches thick)"
      },
      {
        "name": "E",
        "top": 5,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "structure": "weak thin platy",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E--2 to 9 inches; dark grayish brown (10YR 4/2) light loam; weak thin platy structure; very friable; few very dark gray (10YR 3/1) worm casts in upper part; about 5 percent coarse fragments; slightly acid; clear wavy boundary. (0 to 12 inches thick)"
      },
      {
        "name": "BE",
        "top": 23,
        "bottom": 36,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "structure": "weak fine and medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BE--9 to 14 inches; brown (10YR 5/3) fine sandy loam; weak fine and medium subangular blocky structure; friable; many distinct coatings of clean sand and silt particles on faces of peds; about 5 percent coarse fragments; medium acid; clear wavy boundary.  (0 to 8 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 36,
        "bottom": 71,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sand",
        "structure": "moderate fine and medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--14 to 28 inches; yellowish brown (10YR 5/4) loam; moderate fine and medium subangular blocky structure; firm; few faint coatings of clean sand and silt particles and few faint dark yellowish brown (10YR 4/4) clay films on faces of peds; about 5 percent coarse fragments; strongly acid; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 71,
        "bottom": 97,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "structure": "moderate fine and medium prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--28 to 38 inches; yellowish brown (10YR 5/4) loam; moderate fine and medium prismatic structure parting to moderate fine and medium angular blocky; firm; many distinct dark yellowish brown (10YR 4/4) clay films on faces of peds; about 5 percent coarse fragments; few prominent black clayey fillings in root channels; strongly acid; clear wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 97,
        "bottom": 109,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "structure": "moderate fine and medium prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt3--38 to 43 inches; yellowish brown (10YR 5/4) loam; few fine prominent reddish brown mottles; moderate fine and medium prismatic structure; friable; few distinct dark yellowish brown (10YR 3/4) clay films on faces of peds; about 5 percent course fragments; slightly acid; abrupt wavy boundary.   (Combined thickness of Bt horizons is 12 to 30 inches.)"
      },
      {
        "name": "C",
        "top": 109,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "mildly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--43 to 60 inches; light olive brown (2.5Y 5/4) loam; few fine faint grayish brown (2.5Y 5/2) and light olive brown (2.5Y 5/6) mottles; massive; friable; and 5 percent coarse fragments; slight effervescence; mildly alkaline."
      }
    ]
  ]
}
