{
  "SERIES": "HAYESVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RM-AG-DHK",
  "REVDATE": "04/2001",
  "STATES": "GA,NC,SC,TN,VA",
  "OVERVIEW": "The Hayesville series consists of very deep, well drained soils on gently sloping to very steep ridges and side slopes of the Southern Appalachian Mountains.  They most commonly formed in residuum weathered from igneous and high-grade metamorphic rocks such as granite, granodiorite, mica gneiss and schist; but in some places formed from thickly-bedded metagraywacke and metasandstone.  On steeper slopes the upper part of some pedons may have some colluvial influence.  Mean annual air temperature is 55 degrees F., and average annual precipitation is about 56 inches near the type location. Slopes range from 2 to 60 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, kaolinitic, mesic Typic Kanhapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hayesville loam--wooded.  (Colors are for moist conditions unless otherwise stated.)\nA1--0 to 1 inch; brown (10YR 4/3) loam; moderate fine and medium granular structure; very friable; many fine and medium roots; moderately acid; abrupt smooth boundary.  (1 to 5 inches thick)\nA2--1 to 5 inches; brown (10YR 5/3) loam; weak medium granular structure; very friable; many fine and medium roots; moderately acid; abrupt smooth boundary.  (0 to 7 inches thick)\nBA--5 to 9 inches; yellowish red (5YR 5/8) clay loam; weak medium subangular blocky structure; friable; common medium and fine roots; few fine flakes of mica; strongly acid; clear smooth boundary.  (0 to 6 inches thick)\nBt1--9 to 26 inches; red (2.5YR 4/6) clay; moderate medium and coarse subangular blocky structure; friable to firm; common distinct clay films on faces of peds; few to common soft fragments of rock; few fine flakes of mica; strongly acid; gradual smooth boundary.\nBt2--26 to 38 inches; red (2.5YR 5/6) clay loam; weak medium subangular blocky structure; friable; few faint clay films on faces of peds; common coarse fragments of rock; soft and hard; few partially weathered feldspar and dark minerals; few flakes of mica; strongly acid; gradual irregular boundary.  (Combined thickness of the Bt horizon is 11 to 45 inches)\nBC--38 to 48 inches; yellowish red (5YR 5/6) and red (2.5YR 4/6) sandy clay loam; massive; friable; many grayish and whitish streaks of soft gneiss; gray and white colors increase in abundance with depth; common flakes of mica; few hard fragments of gneiss; strongly acid.  (6 to 29 inches thick)\nC--48 to 60 inches; strong brown (7.5YR 5/8) saprolite that is fine sandy loam; massive (rock structure); very friable; common fine flakes of mica; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clay County, North Carolina; 2.5 miles southeast of Hayesville, on Swain Road in road cut on north side of road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is 30 to 60 inches.  Depth to bedrock is greater than 60 inches and ranges to more than 10 feet.  Content of rock fragments ranges from 0 to 40 percent by volume in the A and E horizons and 0 to 15 percent in the B and C horizons.  Rock fragments are commonly pebbles, cobbles, or stones, but may include channers or flagstones.  Reaction is extremely acid to moderately acid unless limed.  Limed soils are typically slightly acid to neutral in the upper part.  Flakes of mica range from none to common in the A and B horizons above a depth of 40 inches, and from none to many in the B and C horizons below 40 inches.\nThe A or Ap horizon has hue of 5YR to 10YR, value of 3 to 6, and chroma of 2 to 6.  Where the value is less than 3, it is less than 7 inches thick.  The A horizon is loam, fine sandy loam, sandy loam, or very fine sandy loam in the fine-earth fraction, or eroded pedons are sandy clay loam or clay loam.\nThe E horizon, where present, has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 3 to 8.  It is loam, fine sandy loam, sandy loam, or very fine sandy loam in the fine-earth fraction.\nThe BA horizon, where present, has hue of 2.5YR to 10YR, value of 4 to 6, and chroma of 4 to 8.  Texture is loam, clay loam, or sandy clay loam.\nThe Bt horizon has hue of 10R to 5YR, value of 4 or 5, and chroma of 6 or 8.  Mottles, if they occur, are in shades of red, yellow, or brown.  Texture is clay or clay loam.\nThe BC or CB horizon, where present, has hue of 10R to 7.5YR, value of 4 to 6, and chroma of 6 or 8.  Mottles, if they occur, are in shades of red, yellow, or brown.  Texture is sandy clay loam, clay loam, or loam.\nThe C horizon is saprolite that is sandy clay loam, loam, sandy loam, or fine sandy loam.  It is variable in color."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the only other known series in this family.  Bradson, Brevard, Braddock, Clifton, Evard, Fannin, and Nantahala (tentative) soils are in closely related families.  Bradson and Braddock soils have water worn coarse fragments.  In addition, the Braddock soils have mixed mineralogy.  Brevard, Evard, and Fannin soils have less than 35 percent clay in the control section.  Nantahala (tentative) and Clifton soils have mixed mineralogy.\nNote:  Competing series have not been updated since most of these will also require reclassification using the 7th Edition of Keys to Soil Taxonomy (1996)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Hayesville soils are on gently sloping to very steep ridges and side slopes in the intermountain plateaus, low rolling hills, and valleys of the southern Appalachian Mountains.  Slopes range from 2 to 60 percent.  Elevation ranges from 1400 to 4000 feet.  The soils most commonly formed in residuum from igneous and high-grade metamorphic rocks such as granite, granodiorite, mica gneiss and schist; but in some places formed from thickly-bedded metagraywacke and metasandstone.  There may be some colluvial influence on steep slopes.  Mean annual air temperature is ranges from 46 to 57 degrees F., and average annual precipitation ranges from about 40 to 60 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: In addition to the similar Braddock, Clifton, Evard, and Fannin soils these include the Brevard, Cullasaja, Saunook, Tate, Tuckasegee,  and Tusquitee soils.  All except Braddock and Clifton soils have less than 35 percent clay in the control section.  Braddock soils are on high terraces.  Clifton, Evard, and Fannin soils are on ridges and side slopes.  Brevard, Cullasaja, Saunook, Tate, Tuckasegee, and Tusquitee soils are on colluvial fans and toe slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderate permeability in the subsoil and moderately rapid permeability in the underlying material; medium internal drainage. Runoff class low on gentle slopes, medium on strong and moderately steep slopes, and high on steeper slopes.  Runoff is much lower where forest litter has little or no disturbance."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: About one-half of the acres of this soil is in cultivation.  Common trees in wooded areas are yellow- poplar, eastern white pine, northern red oak, pitch pine, shortleaf pine and Virginia pine.  The understory includes flowering dogwood, rhododendron, mountain laurel and sourwood.  Cleared areas are used for cultivated crops such as corn, small grain, pasture, hayland, burley tobacco, vegetable crops and Christmas trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mountain areas of North Carolina, Virginia, South Carolina, Georgia, and Tennessee.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clay County, North Carolina; 1935."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The classification of the Hayesville series was changed in April 1989 to clayey, kaolinitic, mesic Typic Kanhapludults.  This is change is based on lab data from South Carolina, North Carolina, and Virginia that indicates presence of a kandic horizon.  The May 1995 revision added thickly-bedded metagraywacke and metasandstone as allowable parent materials for Hayesville soils.  Laboratory data from North Carolina State University provided support for Hayesville soils being formed from these materials in Cherokee County, NC.\nThe 12/97 revision changes the particle size class from clayey to fine per the 7th Edition of Keys to Soil Taxonomy (1996).\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: The zone from 0 to 5 inches (A1 and A2 horizons).\nKandic horizon: The zone from 5 to 48 inches (BA, Bt, and BC horizons).\nArgillic horizon: The zone from 5 to 48 inches (BA, Bt, and BC horizons).\nMLRA: 130               \t\t\tSIR(s): NC0013, NC0151 (STONY)\nADDITIONAL DATA: A Southern Cooperative Series Bulletin No. 157, April 1971, \"Soils of the Hayesville, Cecil, and Pacolet series in the Southern Appalachian and Piedmont Regions of the United States.\"  Characterization data is available from the National Soil Survey Laboratory, Lincoln, NE; pedon numbers S60-NC-043-001 and -002; S60-NC-089-002; S78-NC-021-001; S88-NC-115-001; S91-NC-021-001, -001A, and -012.\nRevised: 9/95-RM-AG; 1/98-DHK\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 1 inch; brown (10YR 4/3) loam; moderate fine and medium granular structure; very friable; many fine and medium roots; moderately acid; abrupt smooth boundary.  (1 to 5 inches thick)"
      },
      {
        "name": "A2",
        "top": 3,
        "bottom": 13,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A2--1 to 5 inches; brown (10YR 5/3) loam; weak medium granular structure; very friable; many fine and medium roots; moderately acid; abrupt smooth boundary.  (0 to 7 inches thick)"
      },
      {
        "name": "BA",
        "top": 13,
        "bottom": 23,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "clay loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BA--5 to 9 inches; yellowish red (5YR 5/8) clay loam; weak medium subangular blocky structure; friable; common medium and fine roots; few fine flakes of mica; strongly acid; clear smooth boundary.  (0 to 6 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 23,
        "bottom": 66,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--9 to 26 inches; red (2.5YR 4/6) clay; moderate medium and coarse subangular blocky structure; friable to firm; common distinct clay films on faces of peds; few to common soft fragments of rock; few fine flakes of mica; strongly acid; gradual smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 66,
        "bottom": 97,
        "moist_hue": "2.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "Bt2--26 to 38 inches; red (2.5YR 5/6) clay loam; weak medium subangular blocky structure; friable; few faint clay films on faces of peds; common coarse fragments of rock; soft and hard; few partially weathered feldspar and dark minerals; few flakes of mica; strongly acid; gradual irregular boundary.  (Combined thickness of the Bt horizon is 11 to 45 inches)"
      },
      {
        "name": "BC",
        "top": 97,
        "bottom": 122,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "pH_class": "strongly acid",
        "narrative": "BC--38 to 48 inches; yellowish red (5YR 5/6) and red (2.5YR 4/6) sandy clay loam; massive; friable; many grayish and whitish streaks of soft gneiss; gray and white colors increase in abundance with depth; common flakes of mica; few hard fragments of gneiss; strongly acid.  (6 to 29 inches thick)"
      },
      {
        "name": "C",
        "top": 122,
        "bottom": 152,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "narrative": "C--48 to 60 inches; strong brown (7.5YR 5/8) saprolite that is fine sandy loam; massive (rock structure); very friable; common fine flakes of mica; strongly acid."
      }
    ]
  ]
}
