{
  "SERIES": "HAYFORK",
  "STATUS": "Established Series",
  "BYREV": "RFG-CLN",
  "REVDATE": "03/2007",
  "STATES": "OK",
  "OVERVIEW": "The Hayfork series consists of very deep, well drained, slowly permeable soils that formed in calcareous clayey and loamy alluvium derived from Permian age redbed sediments.  These nearly level soils are on flood plains.  Slope ranges from 0 to 1 percent.  Mean annual temperature is about 61 degrees F., and mean annual precipitation is about 25 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Pachic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hayfork silt loam -- in rangeland.  (Colors are for dry soil unless otherwise stated.)\nA1--0 to 4 inches; brown (7.5YR 5/2) silt loam, dark brown (7.5YR 3/2) moist; moderate fine subangular blocky structure parting to moderate fine and medium granular; friable, hard; many fine and very fine, and common medium roots; many fine and very fine, and common medium pores; noneffervescent; slightly acid; clear smooth boundary.\nA2--4 to 11 inches; brown (7.5YR 4/2) silty clay, dark brown (7.5YR 3/2) moist; moderate medium prismatic structure parting to strong medium subangular blocky; firm, very hard; many fine and very fine roots between peds and common fine and very fine roots in the soil matrix; many fine and very fine, and common medium pores; noneffervescent; neutral; gradual smooth boundary. (Combined thickness of the A horizons ranges from 6 to 11 inches thick)\nBk--11 to 27 inches; reddish brown (5YR 4/3) silty clay, dark reddish brown (5YR 3/3) moist; moderate coarse prismatic structure parting to strong medium angular blocky; firm, very hard; many fine and very fine roots between peds and few very fine roots in the soil matrix; common fine and very fine, and few medium pores; 10 percent distinct pressure faces; common fine and medium carbonate masses; strong effervescence; moderately alkaline; gradual smooth boundary. (Combined thickness of the Bk horizons ranges from 10 to 25 inches thick)\nBky1--27 to 41 inches; reddish brown (5YR 5/3) silty clay loam, reddish brown (5YR 4/3) moist; moderate coarse prismatic structure parting to moderate medium angular blocky; firm, very hard; common fine and very fine roots between peds; few fine gypsum crystals; common fine and medium carbonate masses; strong effervescence; moderately alkaline; clear smooth boundary.\nBky2--41 to 50 inches; reddish brown (5YR 5/4) silty clay loam, reddish brown (5YR 4/4) moist; weak coarse prismatic structure parting to moderate medium subangular blocky; friable, hard; few fine and very fine roots; common fine and medium gypsum crystals; common fine and medium carbonate masses; strong effervescence; moderately alkaline; clear smooth boundary. (Combined thickness of the Bky horizons ranges from 15 to 50 inches thick)\nCyz--50 to 60 inches; 60 percent reddish brown (5YR 5/4) and 40 percent reddish brown (5YR 5/3) faintly stratified silty clay loam, 60 percent reddish brown (5YR 4/4) and 40 percent reddish brown (5YR 4/3) moist; massive; friable, hard; common fine gypsum and other salt crystals; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Greer County, Oklahoma; From the intersection of U.S. Highway 283 and OK Highway 34 in Mangum; about 16 miles north, 8.75 miles west, and 60 feet north in rangeland; located about 60 feet north and 1340 feet east of the southwest corner of Section 5, Township 7 North, Range 23 West; Latitude: 35 degrees, 06 minutes, 08.82 seconds N; Longitude: 99 degrees, 39 minutes, 17.74 seconds W.; Plainview, Oklahoma topographic quadrangle; NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nParticle-size control section (weighted average)\nClay content: 35 to 50 percent\nCEC/clay ratio: 0.4 to 0.6\nDepth to secondary calcium carbonate: 0 to 11 inches\nDepth to gypsum or other salt accumulations: 10 to 30 inches\nThickness of the mollic epipedon, 20 to 40 inches\nVertic features: Some pedons have pressure faces or cracks less than 1 cm wide from the surface to a depth of about 30 inches\nSome pedons have buried horizons below 50 inches.\nA horizon\nHue: 5YR or 7.5YR\nValue: 4 or 5 (3 moist)\nChroma: 2 or 3\nTexture: silt loam, silty clay loam, or silty clay.\nClay content: 20 to 45 percent\nCalcium carbonate equivalent: 0 to 5 percent\nEC (dS/m): 0 to 2\nSAR: 0 to 2\nEffervescence: Noneffervescent to strongly effervescent\nReaction: Slightly acid to moderately alkaline (pH 6.1 - 8.4)\nBk horizon\nHue: 5YR or 7.5YR\nValue: 4 or 5 (3 or 4 moist)\nChroma: 3 or 4\nTexture: Silty clay, silty clay loam, clay loam, or clay\nClay content: 35 to 50 percent\nCalcium carbonate equivalent: 2 to 15 percent\nIdentifiable secondary carbonate: few to common films, threads, fine masses, and concretions\nEC (dS/m): 0 to 4\nGypsum: 0 to 1 percent\nSAR: 0 to 3\nEffervescence: Slightly effervescent to violently effervescent\nReaction: Slightly alkaline or moderately alkaline (pH 7.4 - 8.4)\nBky horizon\nHue: 5YR or 7.5YR\nValue: 4 or 5 (3 or 4 moist)\nChroma: 3 or 4\nTexture: Silty clay, silty clay loam, clay loam, or clay\nClay content: 27 to 50 percent\nCalcium carbonate equivalent: 2 to 15 percent\nIdentifiable secondary carbonate: few to common films, threads, fine masses, and concretions\nEC (dS/m): 2 to 16\nGypsum: 1 to 5 percent\nSAR: 2 to 6\nEffervescence: Slightly effervescent to violently effervescent\nReaction: Moderately alkaline (pH 7.9 - 8.4)\nBC or C horizons\nHue: 5YR or 7.5YR\nValue: 4 or 5 (3 or 4 moist)\nChroma: 3 to 6\nTexture: Silty clay, silty clay loam, clay loam, or clay and may have strata of loam or silt loam\nClay content: 27 to 50 percent\nCalcium carbonate equivalent: 2 to 15 percent\nIdentifiable secondary carbonate: few to common films, threads, fine masses, and concretions\nEC (dS/m): 2 to 16\nGypsum: 1 to 5 percent\nSAR: 2 to 6\nEffervescence: Slightly effervescent to violently effervescent\nReaction: Moderately alkaline (pH 7.9 - 8.4)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family.  Similar soils are the Clearfork, Miller, Nipsum, and Westfork series.\nClearfork soils: These soils have a fine-silty particle-size control section.\nMiller soils: These soils have a mollic epipedon less than 20 inches thick and have vertic properties.\nNipsum soils: These soils do not flood.\nWestfork soils: These soils are moist for longer periods and are noncalcareous above 28 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Holocene age alluvium derived from Permian age redbed sediments.\nLandform: Flood plain\nSlope: 0 to 1 percent\nMean annual air temperature range: 60 to 64 degrees F.\nMean annual precipitation range: 22 to 26 inches\nFrost-free period: 205 to 230 days\nElevation: 1200 to 2000 feet\nThornthwaite annual P-E indices: 32 to 40"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Beckman, Cottonwood, Knoco, Mangum, Nipsum, Talpa, and Vernon series.\nBeckman and Mangum soils: These soils occur on flood plains slightly lower in the landscape and have an ochric epipedon.\nCottonwood, Knoco, and Talpa soils: These soils occur on higher upland areas and are less than 20 inches to bedrock.\nNipsum soils: This soil occurs on slightly higher footslope positions that do not flood.\nVernon soils: This soil occurs on higher upland areas, is less than 40 inches to bedrock, and has an ochric epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is slow.  Runoff is medium.  This soil is rarely flooded for very brief periods."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mostly for livestock grazing.  Native vegetation consists of short and mid grasses.  Western wheatgrass, vine mesquite, sideoats grama, blue grama, and buffalograss are the dominant species.  Mesquite has invaded most areas.  Some areas are used for cropland.  Wheat and cotton are the main crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwest Oklahoma and possibly north Texas; LRR H; MLRA 78B and C; Small extent"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Greer County, Oklahoma, 2004.  The name is coined from Haystack Creek that runs near the type location."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were previously included with the Mangum series.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 27 inches.  (A1, A2, and Bk horizons)\nCambic horizon: 11 to 50 inches.  (Bk and Bky horizons)\nParticle-size control section: 10 to 40 inches.  (Bk and Bky1 horizons)\nThe assignment of the cation-exchange activity class is supported by laboratory data number S00OK-055-006 from Greer County, Oklahoma.\nRange Site:  Clayey Bottomland (078CY094TX)\nADDITIONAL DATA:  NSSL data from Greer County, OK (S00OK-055-006).\nTAXONOMIC VERSION:  Keys to Soil Taxonomy, Tenth Edition, 2006\nNational Cooperative Soil Survey\nU.S.A."
  }
}
