{
  "SERIES": "HAYHOOK",
  "STATUS": "Established Series",
  "BYREV": "Rev. MLR",
  "REVDATE": "06/2009",
  "STATES": "AZ",
  "OVERVIEW": "The Hayhook series consists of very deep, well drained soils formed in fan alluvium from granitic rock.  Hayhook soils are on fan terraces and have slopes of 1 to 5 percent.  The mean annual precipitation is about 11 inches and the mean annual air temperature is about 65 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, thermic Typic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hayhook sandy loam - rangeland (colors are for dry soil unless otherwise noted).\nA1--0 to 2 inches; yellowish brown (10YR 5/4) sandy loam, brown (10YR 4/3) moist; weak thick platy structure; soft, very friable, nonsticky and nonplastic; many fine and very fine roots; many fine interstitial pores; 10 percent fine gravel; neutral (pH 7.0); abrupt wavy boundary (1 to 3 inches thick).\nA2--2 to 5 inches; yellowish brown (10YR 5/4) sandy loam, brown (10YR 4/3) moist; weak coarse granular structure; soft, very friable, nonsticky and nonplastic; common fine and many very fine roots; many fine interstitial pores; 10 percent fine gravel; neutral (pH 7.2); abrupt wavy boundary (2 to 6 inches thick).\nBw--5 to 24 inches; brown (7.5YR 5/4) sandy loam, dark brown (7.5YR 3/4) moist; weak coarse subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; few fine and many very fine roots; few fine tubular and many very fine interstitial pores; 10 percent fine gravel; slightly alkaline (pH 7.4); clear wavy boundary (10 to 30 inches thick).\nC1--24 to 38 inches; yellowish brown (10YR 5/4) gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; massive; slightly hard, very friable, nonsticky and nonplastic; many very fine and few fine roots; few fine and many very fine interstitial pores; 20 percent gravel; neutral (pH 7.2); clear wavy boundary (10 to 20 inches thick).\n2C2--38 to 60 inches; light yellowish brown (10YR 6/4) gravelly loamy sand, dark yellowish brown (10YR 4/4) moist; single grain; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; many fine interstitial pores; 25 percent gravel; slightly alkaline (pH 7.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pima County, Arizona; 30 miles west-southwest of Tucson, Arizona; 1700 feet west and 1200 feet north of the southeast corner of section 29, T. 16 S., R. 9 E. Latitude of 32 degrees, 0 minutes, 2 seconds N., Longitude of 111 degrees, 26 minutes, 30 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Intermittently moist in some part of the soil moisture control section during July-October and December-March.  Driest during May and June.  Typic aridic soil moisture regime.\nSoil temperature:  62 to 72 degrees F.\nRock fragments:  0 to 35 percent, mainly fine to medium in size throughout the pedon\nCalcium carbonate:  noneffervescent to 20 inches or more\nA horizon\nHue:  10YR, 7.5YR\nValue:  5 or 6 dry, 3, 4 or 5 moist\nChroma:  2 through 6, dry or moist\nOrganic matter content:  less than 1 percent\nReaction:  neutral or moderately alkaline\nBw horizon\nHue: 10YR, 7.5YR\nValue:  4 through 6 dry, 3 through 6 moist\nChroma:  3 through 6, dry or moist\nTexture:  sandy clay loam, sandy loam, coarse sandy loam\nReaction:  neutral or moderately alkaline\nC horizon\nHue:  10YR, 7.5YR\nValue:  4, 5, or 6 dry, 4 or 5 moist\nChroma:  3 through 6, dry or moist\nTexture:  loamy sand, sandy loam, loamy coarse sand, fine sandy loam\nReaction:  slightly to moderately alkaline\nSome pedons have a buried soil at depths greater than 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Agustin (AZ), Filaree (AZ), Lostman (AZ), Nasagold (CA), Pajarito (NM), Pyxo (CA) and Sahuarita (AZ) series.  Agustin, Lostman, Pajarito and Sahuarita soils are calcareous above 20 inches. Filaree, Lostman, and Nasagold soils are in the Mohave Desert; Pyxo soils are in the Central California Coast Range.  These soils are moist in some part of the soil moisture control section for less than 20 days cumulative between July and September.  In addition, Pajarito contains less than 15 percent rock fragments in the control section.  Sahuarita soils have buried argillic horizons at depths of 20 to 40 inches.  Pyxo soils are moderately deep to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Hayhook soils are on fan terraces.  Slopes range from 1 to 5 percent.  The soils formed in fan alluvium from granitic rock.  Elevations range from 2,200 to 3,600 feet.  The mean annual precipitation from summer thunderstorms and gentle winter rain is 10 to 13 inches.  Mean annual air temperature is 60 to 70 degrees F.  The frost-free period is about 190 to 280 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Anthony, Bucklebar, Chimenea, Palos Verdes, and Sonoita series.  Anthony soils are calcareous throughout.  Bucklebar and Sonoita soils have argillic horizons.  Chimenea and Palos Verdes soils have argillic horizons and are shallow."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, slow runoff, moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for livestock grazing.  Urban or irrigated farmland are other uses.  The present vegetation is paloverde, mesquite, burroweed, staghorn, and chainfruit cholla, a few saguaros, and prickly pear, bush muhly, threeawn, Rothrock grama, Arizona cottontop, plains bristlegrass and spike dropseed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Arizona.  The Hayhook series is extensive.  Total extent is about 153,000 acres.  MLRAs are 40 and 41."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pima County, Arizona, Eastern Part; 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 5 inches (A1, A2 horizons)\nCambic horizon - the zone from 5 to 24 inches (Bw horizon)\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Tenth Edition, 2006.\nUpdated Competing Series section 3/13/08, CEM\nRevised for the correlation of AZ661, 2/2009, WWJ\nRevised for the correlation of AZ675, 5/2009, WWJ\nNational Cooperative Soil Survey\nU.S.A."
  }
}
