{
  "SERIES": "HAYNIE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DBO-RAL-DJP",
  "REVDATE": "08/2017",
  "STATES": "IL,IA,KS,MO,NE,SD",
  "OVERVIEW": "The Haynie series consists of very deep, moderately well drained soils on flood plains. These soils formed in calcareous alluvium. Slope ranges from 0 to 5 percent. Mean annual air temperature is about 11 degrees C (51 degrees F). Mean annual precipitation is about 710 millimeters (28 inches).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, calcareous, mesic Mollic Udifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Haynie silt loam, on a nearly level slope in a cultivated field, at an elevation of 325 meters (1,065 feet) above sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 18 centimeters (0 to 7 inches); very dark grayish brown (10YR 3/2) silt loam, grayish brown (2.5Y 5/2) dry; small clods parting to weak fine subangular blocky and weak fine granular structure; some stratification of lighter colors in the lower part; very friable; few dark brown (10YR 3/3) organic stains on faces of peds; slightly effervescent; slightly alkaline; clear smooth boundary. [15 to 23 centimeters (6 to 9 inches) thick]\nC--18 to 152 centimeters (7 to 60 inches); alternating layers of dark grayish brown (10YR 4/2) and grayish brown (10YR 5/2) silt loam, light brownish gray (2.5Y 6/2) dry; massive with weak thin alluvial stratification; common 3 to 5 millimeter (1/8 to 1/4 inch) lenses of very fine sandy loam; a lens of very fine sandy loam at 25 to 33 centimeters (10 to 13 inches); very friable; common fine distinct gray (5Y 5/1) redoximorphic depletions; few fine distinct dark yellowish brown (10YR 4/4) and few fine prominent yellowish brown (10YR 5/6) redoximorphic concentrations; not all strata have redoximorphic features; strongly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Land Resource Unit (LRU) 107B (Iowa and Missouri Deep Loess Hills); Monona County, Iowa; about 1 1/2 miles west and 1 mile north of Whiting; about 790 feet west and 1,420 feet north of the center of sec. 34, T. 85 N., R. 46 W.; USGS Sloan topographic quadrangle; lat. 42 degrees 8 minutes 20 seconds N. and long. 96 degrees 11 minutes 15 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to carbonates--0 to 25 centimeters (0 to 10 inches)\nDepth to redoximorphic concentrations--15 to 25 centimeters (6 to 10 inches)\nThickness of the ochric epipedon--less than 25 centimeters (10 inches)\nContent of clay in the particle-size control section (weighted average)--15 to 18 percent\nContent of sand in the particle-size control section (weighted average)--18 to 80 percent, mostly very fine sand, less than 15 percent fine sand and sand coarser than fine sand\nAp horizon:\nHue--10YR or 2.5Y\nValue--3\nChroma--2\nTexture--silt loam, very fine sandy loam, or silty clay loam\nClay content--15 to 30 percent\nSand content--18 to 55 percent\nCalcium carbonate equivalent--0 to 25 percent\nReaction--neutral or slightly alkaline\nC horizon:\nHue--10YR or 2.5Y\nValue--4 or 5\nChroma--2 to 4\nTexture: silt loam or very fine sandy loam, but some pedons contain strata, less than 5 inches thick, of fine sandy loam and loamy fine sand\nClay content--15 to 18 percent\nSand content--18 to 80 percent, mostly very fine sand\nCalcium carbonate equivalent--3 to 30 percent\nReaction--slightly alkaline or moderately alkaline\nThe redoximorphic features in this profile are believed to be relict features\nSome pedons have silty clay loam and silty clay strata below a depth of 127 centimeters (50 inches)\nSome pedons have sandy materials below a depth of 152 centimeters (60 inches)\nSome pedons have thin silty clay layers below a depth of 102 centimeters (40 inches)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ion and McPaul series.\nIon--have a buried soil in the lower part of the series control section\nMcPaul--have less than 18 percent sand throughout the series control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--calcareous alluvium\nLandform--flood plains\nSlopes--0 to 5 percent\nElevation--213 to 503 meters (700 to 1,650 feet) above sea level\nMean annual air temperature--8 to 13 degrees C (47 to 56 degrees F)\nMean annual precipitation--510 to 910 millimeters (20 to 36 inches)\nFrost-free period--135 to 190 days\nNote: The alluvium is 0.9 meters or more (3 feet or more) thick and typically grades to sandy alluvium as depth increases."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Albaton, Grable, Modale, Onawa,  and Sarpy soils.\nAlbaton--are in the lower elevations and have a clay content of more than 50 percent in the particle-size control section\nGrable--are in landscape positions similar to those of the Haynie soils and have 65 to 95 percent fine sand within a depth of 46 to 76 centimeters (18 to 30 inches)\nModale--are in landscape positions similar to those of the Haynie soils and have a clay content of 40 to 60 percent within a depth of 46 to 76 centimeters (18 to 30 inches)\nOnawa--are in the lower elevations and have a clay content of 50 to 60 percent in the upper third of the particle-size control section\nSarpy--are at the higher elevations and have a clay content of 2 to 5 percent in the particle-size control section"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: a saturated zone occurs within depths of 122 to 183 centimeters (4 to 6 feet) during April to June in normal years and is considered apparent\nSaturated hydraulic conductivity--1.00 to 10.00 micrometers per second\nSurface runoff potential--low\nFlooding--none to frequent for brief to long periods during the months of February to November in most years resulting from precipitation events and snowmelt"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are cultivated. The principal crops are corn, soybeans, small grain, and hay. Some areas are land-leveled and irrigated. The native vegetation is big bluestem, indiangrass, switchgrass, and other grasses of the tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nLRR G; LRU 63B (Southern Rolling Pierre Shale Plains)\nLRR H; MLRAs 74 (Central Kansas Sandstone Hills) and 76 (Bluestem Hills)\nLRR M; LRU 102C (Loess Uplands), MLRA 106 (Nebraska and Kansas Loess-Drift Hills), LRU 107B (Iowa and Missouri Deep Loess Hills), and LRU 115B (Central Mississippi Valley Wooded Slopes, Western Part)\nThis series is of large extent; the total extent is over 170,000 hectares (400,000 acres)."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:\nClay County, South Dakota, 1953."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon:\nParticle-size control section--the zone from a depth of 25 to 100 centimeters (10 to 40 inches - C horizon).\nSeries control section--the zone from the surface to a depth of 150 centimeters (59 inches - Ap and C horizons).\nOchric epipedon--the zone from the surface to a depth of 18 centimeters (7 inches - Ap horizon);\nUdic moisture regime.\nCation-exchange class is inferred from lab data for similar soils in the surrounding area.\nTaxonomy version--Keys to Soil Taxonomy, Twelfth Edition, 2014.\nThe redoximorphic features in this profile are believed to be related to the moisture status of the materials at the time of deposition and not related to present day moisture status. The redoximorphic features in this profile were not considered in the current classification of the soil.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 18 centimeters (0 to 7 inches); very dark grayish brown (10YR 3/2) silt loam, grayish brown (2.5Y 5/2) dry; small clods parting to weak fine subangular blocky and weak fine granular structure; some stratification of lighter colors in the lower part; very friable; few dark brown (10YR 3/3) organic stains on faces of peds; slightly effervescent; slightly alkaline; clear smooth boundary. [15 to 23 centimeters (6 to 9 inches) thick]"
      },
      {
        "name": "C",
        "top": 18,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "pH_class": "slightly alkaline",
        "narrative": "C--18 to 152 centimeters (7 to 60 inches); alternating layers of dark grayish brown (10YR 4/2) and grayish brown (10YR 5/2) silt loam, light brownish gray (2.5Y 6/2) dry; massive with weak thin alluvial stratification; common 3 to 5 millimeter (1/8 to 1/4 inch) lenses of very fine sandy loam; a lens of very fine sandy loam at 25 to 33 centimeters (10 to 13 inches); very friable; common fine distinct gray (5Y 5/1) redoximorphic depletions; few fine distinct dark yellowish brown (10YR 4/4) and few fine prominent yellowish brown (10YR 5/6) redoximorphic concentrations; not all strata have redoximorphic features; strongly effervescent; slightly alkaline."
      }
    ]
  ]
}
