{
  "SERIES": "HAYRACK",
  "STATUS": "Established Series",
  "BYREV": "WPT/GB",
  "REVDATE": "04/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic Alfic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hayrack clay loam - forest, old burn area of spruce-fir.   (Colors are for dry soil unless otherwise stated.)\nOe--1/2 inch to 0; partially decomposed needles, leaves and surface duff.\nA--0 to 9 inches; grayish brown (10YR 5/2) clay loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; slightly hard, friable, slightly sticky, slightly plastic; 5 percent pebbles, 5 percent cobble; neutral (pH 6.8); clear smooth boundary.  (8 to 15 inches thick)\nE--9 to 14 inches; light brownish gray (10YR 6/2) clay loam, brown (10YR 5/3) moist; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; 5 percent pebbles, 5 percent cobble; neutral (pH 6.8); clear smooth boundary.  (4 to 8 inches thick)\nBt--14 to 22 inches; brown (7.5YR 5/2) clay, brown (7.5YR 4/2) moist; strong fine and medium subangular blocky structure; very hard, firm, sticky, plastic; many, distinct clay films on ped faces; 10 percent pebble, 5 percent cobble; neutral (pH 7.0); clear wavy boundary.   (6 to 12 inches thick)\nC--22 to 60 inches; brown (7.5YR 5/2) cobbly light clay, brown (7.5YR 4/2) moist; massive; very hard, firm, sticky, plastic; few faint clay films on ped faces; 10 percent pebble, 10 percent cobble; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Delta County, Colorado; in the NW1/4 of the SW1/4 of Sec. 12, T. 10 S., R. 91 W.  Latitude:  39 degrees, 11 minutes, 51 seconds north; Longitude:  107 degrees, 30 minutes, 14 seconds west."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature ranges from 36 to 42 degrees F.  Hayrack soils are generally noncalcareous throughout but may be weakly calcareous in the lower C horizon below 40 inch depths.  Rock fragments range from 5 to 20 percent, and are less than 10 inches in diameter.  Clay content ranges from 35 to 50 percent in the particle size control section.  Precipitation is uniformly distributed throughout the year except from May 15 to July 15, when about one-half of the normal monthly precipitation is received.  Depth to the base of the Bt horizon ranges from 18 to 30 inches.\nThe A horizon has hue of 7.5YR or 10YR, value of 4 or 5 dry, 2 or 3 moist, and chroma of 1 through 3.  Reaction is neutral or slightly acid.\nThe E horizon has hue of 7.5YR or 10YR, value of 6 or 7 dry, 4 through 6 moist, and chroma of 2 through 4.  Reaction is neutral or slightly acid.   Textures are fine sandy loam, loam or clay loam\nThe Bt horizon has hue of 7.5YR or 10YR, value of 4 or 5 dry, 4 or 5 moist, and chroma of 2 through 6.  Reaction is neutral or slightly acid.   Textures are clay loam, silty clay or clay.\nThe C horizon has hue of 7.5YR or 10YR, value of 4 through 6 dry and moist, and chroma of 2 through 6.  Reaction is slightly alkaline through slightly acid.  Textures are clay loam or clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cebone (CO), Donald (MT), Gaylord (MT), Mord (CO), and Powderhorn (CO) series.  Cebone soils have a paralithic contact above 40 inches.  Donald and Gaylord soils have consistent K horizons. Powderhorn soils have hues of 5YR and redder in the Bt and C horizons. Mord soils are greater than 50 inches to the base of the Bt horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hayrack soils are on mountain sideslopes and broad ridge slopes.  Slopes are 5 to 65 percent.  The soil formed in residuum and colluvium mainly from sandstone and shale.  Basaltic materials occur on and in the surface layers in some areas.  The elevation ranges from 8,500 to 10,300 feet.  The mean annual precipitation is 25 to 35 inches.   Mean annual temperature ranges from 34 to 42 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cochetopa, Muggins, Nutras, and Tellura series.  Cochetopa soils have pachic epipedons.  Muggins soils have the base of the Bt to depths greater than 40 inches.  Nutras and Tellura soils have clayey-skeletal particle size control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to slow runoff; moderately slow to slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Use is mainly for forest production and wildlife habitat.  The potential native vegetation is Engelmann spruce, Douglas-fir, and subalpine fir with some grasses, shrubs, and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountain areas of west central Colorado and possibly parts of eastern Utah.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Delta County, (Grand Mesa-West Elk Survey Area), Colorado, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic features here include a mollic epipedon 0 to 9 inches and an argillic horizon from 14 to 22 inches.  Last updated by the state 5/93.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
