{
  "SERIES": "HAYRIVER",
  "STATUS": "Established Series",
  "BYREV": "Rev. DEJ-HFG",
  "REVDATE": "07/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, frigid Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hayriver fine sandy loam - on a convex slope of 10 percent in a cultivated field at an elevation of about 1220 feet.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; dark brown (10YR 3/3) fine sandy loam, pale brown (10YR 6/3) dry; weak medium subangular blocky structure; friable; common fine roots; neutral; abrupt smooth boundary.  (0 to 9 inches thick)\nE--8 to 13 inches; brown (10YR 5/3) fine sandy loam; very pale brown (10YR 7/3) dry; moderate medium and thin platy structure parting to moderate very fine subangular blocky; friable; few fine roots; about 2 percent sandstone channers; slightly acid; clear smooth boundary.  (0 to 6 inches thick)\nBt1--13 to 24 inches; dark yellowish brown (10YR 4/4) fine sandy loam; moderate fine and medium subangular blocky structure; friable; few fine roots; common distinct dark yellowish brown (10YR 4/6) clay films on faces of peds; about 2 percent sandstone channers; moderately acid; clear smooth boundary.\nBt2--24 to 30 inches; dark yellowish brown (10YR 4/4) fine sandy loam; moderate medium subangular blocky structure; friable; few fine roots; common distinct dark yellowish brown (10YR 4/6) clay films on faces of peds; about 2 percent sandstone channers; strongly acid; clear smooth boundary.  (Combined thickness of the Bt horizons ranges from 12 to 32 inches.)\nCr--30 to 60 inches; yellowish brown (10YR 5/4) fine grained glauconitic sandstone with common black (5Y 2.5/2) grains of glauconite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Barron County, Wisconsin; about 3 miles south of Dallas; 2340 feet north and 1240 feet west of the southeast corner of sec. 35, T. 32 N., R. 12 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the base of the argillic horizon ranges from 20 to 40 inches.  Depth to the paralithic contact with sandstone ranges from 20 to 40 inches.  Volume of sandstone channers ranges from 0 to 15 percent throughout.  Reaction typically ranges from very strongly acid to moderately acid throughout the pedon but ranges to neutral in the upper part, where the soil is limed.\nThe Ap horizon has value of 3 or 4 and chroma of 2 or 3.  It is loam or fine sandy loam.  Uncultivated pedons have an A horizon, with hue of 10YR, value of 2 or 3, and chroma of 1 or 2.\nThe E horizon has value of 4 to 6, and chroma of 2 or 3.  Colors of 4/3 or 5/3 have value dry of 7 or more.  The E horizon is fine sandy loam, very fine sandy loam, sandy loam, or loam .\nThe Bt horizon has hue of 7.5YR, 10YR, 2.5Y or 5Y; value of 4 to 6; and chroma of 2 to 8.  Typically, it is fine sandy loam, fine sandy loam, or sandy loam but in some pedons it is loam.\nSome pedons have a BC or C horizon with hue of 10YR, 2.5Y, 5Y, 5GY, or 5G; value of 4 to 7; and chroma of 2 to 6.  It is fine sandy loam, fine sand, loamy fine sand, sand, or loamy sand.\nThe Cr horizon has color like the C horizon described above. It consists of weakly cemented fine grained glauconitic sandstone."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Anoka, Chetek, Hodenpyl, and Montcalm series.  A similar soil is the Urne series.  Anoka, Chetek, Hodenpyl, and Montcalm soils do not have a paralithic contact within a depth of 40 inches.  Urne soils are mesic."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hayriver soils are on hills on bedrock controlled uplands.  Slope gradients range from 2 to 50 percent.  The Hayriver soils formed in loamy residuum or in a combination of thin slope alluvium and residuum from fine grained glauconitic sandstone.  Mean annual precipitation ranges from 28 to 33 inches.  Mean annual temperature ranges from 39 to 45 degrees F.  The frost free period ranges from about 120 to 135 days.  Elevation ranges from 800 to 1,950 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dobie, Plainbo, and Twinmound soils.  The well drained Dobie soils are on landscape positions similar to those of Hayriver soils where there is a loess mantle 20 to 40 inches thick over glauconitic sandstone.  The excessively drained Plainbo soils are nearby on lower landscape positions on bedrock controlled terraces where the soil is sandy throughout. The excessively drained Twinmound soils are nearby on landscape positions similar to those of Hayriver soils where the soil is sandy throughout."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Surface runoff is medium to very rapid.  Permeability is moderate in the solum and slow to moderate in the sandstone.  Permeability is rapid in the C horizon, where present."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the steeper areas are used for woodland or pastureland.  The native vegetation is mixed hardwood forest with a few conifers in some stands.  Common trees are northern red oak, northern pin oak, sugar maple, American basswood, eastern white pine and quaking aspen.  Some of the less sloping areas are used for cropland.  Common crops are corn, small grain, and hay."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Wisconsin.  These soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Barron County, Wisconsin, 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: ochric epipedon - 0 to 13 inches (Ap, E); albic horizon - 8 to 13 inches (E): argillic horizon - 13 to 30 inches (Bt1, Bt2); paralithic contact - 30 inches (Cr).\nADDITIONAL DATA:  Soil Interpretation Record - WI0486.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
