{
  "SERIES": "HAYTER",
  "STATUS": "Established Series",
  "BYREV": "Rev.  JRT-RRD",
  "REVDATE": "06/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Ultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hayter loam, in a cultivated field. (Colors are for moist soils).\nAp--0 to 11 inches; brown (10YR 4/3) loam; weak fine granular structure; friable, slightly sticky, slightly plastic; few medium and common fine roots; common fine pores; slightly acid; abrupt smooth boundary. (0 to 12 inches thick)\nBt1--11 to 40 inches; strong brown (7.5YR 5/6) loam; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; few fine roots; common fine pores; few distinct clay films on faces of peds; 10 percent gravel; moderately acid; clear smooth boundary.\nBt2--40 to 65 inches; yellowish brown (10YR 5/6) loam; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; few fine roots; few fine pores; few faint clay films on faces of peds; 10 percent gravel; moderately acid. (combined thickness of the Bt horizon is 25 inches or more)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Washington County, Virginia, 500 feet northwest of the intersection of Highways VA 674 and VA 670, 1.2 miles southeast of the south end of Avens Bridge; Shady Valley, Virginia-Tennessee USGS 7.5 Minute Quadrangle:  81 degrees, 57 minutes, 14 seconds west longitude and 36 degrees, 36 minutes, 45 seconds north latitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to 60 inches or more.  Depth to bedrock is more than 60 inches.  Rock fragments, mostly of sandstone and shale range from 0 to 40 percent with a weighted average of less than 35 percent in the solum and 25 to 90 percent in the substratum.  Reaction ranges from strongly acid through slightly acid, unless limed.\nThe Ap or A horizon has hue of 7.5YR or 10YR, value of 3 to 6, and chroma of 2 to 6.  Texture is fine sandy loam, loam, or silt loam in the fine-earth fraction.\nSome pedons have a BA horizon that has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 4 to 8.  It is fine sandy loam or loam in the fine-earth fraction.\nThe Bt horizon has hue of 5YR to 10YR, value of 4 or 5, and chroma of 4 to 8.  High chroma mottles are in some pedons. It is loam, sandy clay loam or clay loam in the fine-earth fraction.\nThe fine-earth fraction of the 2C horizon is generally multicolored loamy or clayey soil material filling the interstices between rock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Alanthus (tentative), Athol, Cateache, Culleoka, Door, Duffield, Dumfries, Ebbing, Frondorf, Grayford, Kell, Lamotte, Legore, Loundonville, Mechanicsburg, Morrison, Myersville, Oatlands, Pasturerock (tentative), Spriggs, Westmoreland, Wheeling, and Williamsburg series in the same family. Alanthus soils formed in residuum of metabasalt and greenstone schist on uplands in the Blue Ridge Foothills, and have a thinner solum. Cateache soils formed in residuum weathered from red interbedded siltstone and shale, and are moderately deep.   Culleoka, Frondorf, Loudonville and Westmoreland soils have sola that range from 20 to 40 inches thick, in addition, Culleoka soils are moderately deep and Westmoreland soils are 40 to more than 72 inches deep to bedrock. Door soils have a dark surface layer more than 10 inches thick.  Duffield soils have more than 40 percent silt in the particle-size control section and have moderate permeability. Dumfries soils formed in feldspathic sandy sediments on Coastal Plain terraces, and can have sandy loam textures in the Bt horizon. Ebbing soils formed in alluvial material on low stream terraces, and have low chroma redoximorphic features in the argillic horizon. Grayford soils formed in a thin layer of loess over glacial till and residuum from limestone on till plains, and are 40 to 60 inches deep to limestone bedrock. Kell soils formed in glacial till, pedisediment, or other forms of glacial drift over residuum, and have a paralithic contact ranging from 20 to 40 inches deep.  Lamottee soils have a loess capping and have moderate or moderately slow permeability.  Legore soils have a solum that range from 20 to 34 inches thick. Mechanicsburg soils formed in till-derived material over residuum, and have a lithic contact ranging from 40 to 72 inches deep.  Morrison soils formed in residuum from sandstone on uplands, and allow sandy loam textures in the Bt horizon.  Myersville soils have a solum 20 to 40 inches thick that is dominated by greenstone. Oatlands soils formed in residuum weathered from Triassic and Jurassic conglomerates and sandstone, and are 20 to 40 inches deep to bedrock. Pasturerock soils have chroma of less than 4 in the Bt horizon. Spriggs soils formed in residuum weathered from mafic rock, and are 20 to 40 inches deep to soft bedrock and 40 to 60 inches or deeper to hard bedrock. Wheeling soils have formed in alluvium on low stream terraces and have moderate permeability."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hayter soils are on colluvial fans, benches, lower backslopes, footslopes, and toeslopes.  Slopes range from 0 to 60 percent.  They formed in colluvium weathered from sandstone, shale, and minor amounts of limestone in the Valley and Ridge Physiographic Province. The mean annual air temperature ranges from about 50 to 57 degrees F.  The mean annual precipitation ranges from about 43 to 50 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Westmoreland series and the Berks, Frederick, Jefferson, Lehew, Murrill, Weikert soils.  Berks soils are 20 to 40 inches deep to shale bedrock, Frederick soils have thick yellowish red clay Bt horizons.  Jefferson soils have gravelly clay loam or loam Bt horizons and less than 35 percent base saturation.  Lehew soils have a reddish brown channery fine sandy loam cambic horizon and bedrock at depths of 20 to 40 inches.  Murrill soils have less than 35 percent base saturation.  Weikert soils are 10 to 20 inches deep to shale bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is low to medium.  Permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The smoother stone-free areas are cleared and used for growing crops.  Crops include corn, small grain, mixed hay, burley tobacco, and truck crops.  The steeper, stony or rocky areas are used for pasture and forest.  Native vegetation consists of several species of oak, walnut, yellow-poplar, dogwood, and redbud."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Virginia, Kentucky, Tennessee, and possibly West Virginia and Ohio.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washington County, Virginia, 1940."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in the typical pedon are:\na.  Ochric epipedon - the zone from 0 to 11 inches (Ap horizon).\nb.  Argillic horizon - the zone from 11 to 65 inches (Bt horizon).\nADDITIONAL DATA: Lab Data available for Typical Pedon, VPI & SU Lab S89-VA-191-39-1-3\nNational Cooperative Soil Survey\nU.S.A."
  }
}
