{
  "SERIES": "HAYWIRE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAF/HRG/RWL/TDT",
  "REVDATE": "01/2009",
  "STATES": "WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial-skeletal over loamy-skeletal, amorphic over isotic Andic Humicryods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Haywire ashy sandy loam - under a coniferous forest on a 60 percent northeast-facing convex slope at an elevation of 4,300 feet. The soil was moist when described. (Colors are for moist soil unless otherwise noted. All textures are apparent field textures.)\nOi--0 to 1/2 inch; slightly decomposed forest litter, needles and twigs; abrupt smooth boundary. (0 to 2 inches thick)\nOe--1/2 to 1 inch; moderately decomposed forest litter; common fine, medium, and coarse roots; abrupt smooth boundary. (1/2 to 3 inches thick)\nE--1 to 2 inches; very dark gray (10YR 3/1) ashy sandy loam, gray (10YR 5/1) dry; single grain; loose, weakly smeary; many very fine, fine, and medium roots; very strongly acid (pH 5.0); abrupt smooth boundary. (1 to 3 inches thick)\nBhs--2 to 5 inches; dusky red (2.5YR 3/2) medial loam, dark reddish brown (5YR 3/4) dry; weak fine subangular blocky structure; soft, friable, slightly sticky and slightly plastic, moderately smeary; many very fine, fine, medium, and common coarse roots; 5 percent gravel; very strongly acid (pH 4.9); clear irregular boundary. (2 to 4 inches thick)\nBs1--5 to 10 inches; dark reddish brown (2.5YR 3/4) medial loam, dark brown (7.5YR 3/4) dry; weak fine subangular blocky structure; soft, friable, slightly sticky and slightly plastic, moderately smeary; many very fine, fine, medium, and common coarse roots; 10 percent gravel; very strongly acid (pH 5.0); clear irregular boundary. (4 to 8 inches thick)\nBs2--10 to 18 inches; dark reddish brown (5YR 3/4) gravelly medial loam, brown (7.5YR 4/4) dry; moderate medium subangular blocky structure; soft, friable, slightly sticky and slightly plastic, moderately smeary; common very fine, many fine, and medium roots; 25 percent gravel and 5 percent cobbles; strongly acid (pH 5.2); clear irregular boundary.\nBs3--18 to 26 inches; dark brown (7.5YR 3/4) very cobbly medial loam, yellowish brown (10YR 5/4) dry; moderate medium subangular blocky structure; soft, friable, slightly sticky and slightly plastic, moderately smeary; common fine and medium roots; 25 percent gravel, 15 percent cobbles and 5 percent stones; strongly acid (pH5.2); clear smooth boundary. (combined thickness of the Bs2 and Bs3 horizons is 10 to 26 inches)\n2BC1--26 to 29 inches; dark yellowish brown (10YR 4/4) extremely cobbly loam, light yellowish brown (10YR 6/4) dry; massive; soft, friable, slightly sticky and slightly plastic; 35 percent gravel, 20 percent cobbles, and 10 percent stones; strongly acid (pH 5.4); clear smooth boundary. (3 to 10 inches thick)\n2BC2--29 to 37 inches; dark yellowish brown (10YR 4/4) extremely cobbly loam, light yellowish brown (10YR 6/4) dry; massive; soft friable, slightly sticky and slightly plastic; 50 percent gravel, 20 percent cobbles, and 10 percent stones; moderately moderately acid (pH 5.6); abrupt smooth boundary. (0 to 8 inches thick)\n2R--37 inches; fractured andesite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Snoqualmie Pass Area, King County, Washington; on Grass Mountain; 2,250 feet east and 1,900 feet north of the southwest corner section 21, T. 20 N., R. 8 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 39 to 43 degrees F and the mean summer soil temperature is less than 47 degrees F. Depth to a lithic contact ranges from 20 to 40 inches. The upper part of the particle-size control section is medial sandy loam or medial loam with an average of 35 to 70 percent rock fragments and a moist bulk density of 0.60 to 0.85 g/cc. The lower part of the particle-size control section is loam or silt loam and loam, loam, or silt loam and averages from 35 to 80 percent rock fragments.\nThe E horizon may be weakly expressed in some pedons. Hue is 10YR or 7.5YR, value of 2 to 4 moist, 4 to 6 dry, and chroma of 1 or 2 moist or dry. It contains 0 to 10 percent hard cinders and gravel. There is tonguing of this horizon into the B horizon in some pedons.\nThe Bhs horizon has hue of 2.5YR, 5YR, 7.5YR, or 10YR, value of 3 or 4 moist, 3 to 5 dry, and chroma of 2 to 4 moist or dry. It is medial sandy loam, medial loam, gravelly medial sandy loam, or gravelly medial loam and contains 5 to 30 percent gravel and hard cinders. Reaction is very strongly acid to strongly acid.\nThe Bs1 horizon has hue of 2.5YR, 5YR, 7.5YR, or 10YR, value of 3 or 4 moist, 3 to 6 dry, and chroma of 3 to 6 moist or dry. It is gravelly medial sandy loam, gravelly medial loam, very gravelly medial sandy loam, very gravelly medial loam, or gravelly medial loam. It has 20 to 40 percent gravel and 0 to 10 percent cobbles. Reaction is very strongly acid to strongly acid.\nThe Bs2 and Bs3 horizon is very cobbly medial loam, extremely gravelly medial loam, extremely gravelly medial sandy loam, or very gravelly medial loam and contains 25 to 50 percent gravel, 5 to 15 percent cobbles, and 0 to 5 percent stones. Reaction is very strongly acid to strongly acid.\nThe 2BC horizon has hue of 7.5YR, 10YR, or 2.5Y, value of 4 or 5 moist and 6 or 7 dry, and chroma of 4 to 6 moist or dry. It is very gravelly loam, very gravelly silt loam, extremely gravelly loam, or extremely cobbly loam. It averages 30 to 60 percent gravel, 10 to 30 percent cobbles, and 0 to 10 percent stones. Reaction is strongly acid or moderately acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Haywire soils are on ridge crests and mountain slopes at elevations of 3,400 to 6,000 feet. Slopes are 0 to 90 percent. These soils formed in residuum and colluvium from andesite, basalt, tuff, and breccia with volcanic ash and pumice in the upper part. The mean January temperature is 27 degrees F. and the mean July temperature is 58 degrees F. The mean annual temperature is 37 to 43 degrees F. The mean annual precipitation is 80 to 120 inches with the majority of it as snow in the winter months. The frost-free season is 35 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Foss, Playco, Nagrom, Nimue, Shuksan, and Spukwush soils. Foss soils are medial over loamy-skeletal. Nimue and Playco soils are more than 40 inches deep. Nagrom and Shuksan soils have less than 6 percent organic carbon throughout the upper 12 inches of the spodic horizon. In addition, Shuksan soils have a paralithic contact with compact glacial till within 40 inches. Spukwush soils are ashy over-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, medium runoff, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for timber production, wildlife habitat and watershed. Vegetation is western hemlock, Pacific silver fir, noble fir, and subalpine fir, with an undergrowth of common beargrass, dwarf huckleberry, twinflower, bunchberry dogwood, black mountain huckleberry, deer fern, princes pine, pyrola, lupine, salal, elk sedge, rusty menziesia, pachystima, Oregon-grape, and queencup beadlily. East of the Cascade Summit, tree species include mountain hemlock, western hemlock, subalpine fir, and Pacific silver fir."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Summit slopes of the central Cascade Mountains in Washington; MLRA 3. Series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Snoqualmie Pass Area, King County, Washington, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nAlbic horizon - from 1 to 2 inches\nSpodic horizon - from 2 to 26 inches\nLithic contact at 37 inches.\nAndic properties - from 1 to 26 inches\nPSCS - from 11 to 37 inches with 1 to 26 inches qualifying as medial-skeletal and 26 to 37 inches qualifying as loamy-skeletal.\nSoil moisture regime - udic\nDiagnostic horizons and features are measured from the first mineral layer.\nFurther investigation is needed to substantiate the 15-bar moisture content of the upper part of the solum and the medial-skeletal family.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
