{
  "SERIES": "HAYWOOD",
  "STATUS": "Established Series",
  "BYREV": "Rev. DLN:HJB",
  "REVDATE": "02/2011",
  "STATES": "GA,NC,SC,VA",
  "OVERVIEW": "The Haywood series consists of deep well drained soils on nearly level to steep side slopes of the Southern Appalachian Mountains.  They formed in colluvium derived from granite, gneiss, and arkose sandstone.  Slopes range from 2 to 45 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, isotic, mesic Pachic Humudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Haywood loam--in forest.  (Colors are for moist soils unless otherwise stated.)\nOi--1 to 0 inch; mat of hardwood leaves.  (0 to 2 inches thick)\nA1--0 to 7 inches; very dark brown (10YR 2/2) loam; moderate very coarse granular structure; friable; many fine and medium roots; few fine flakes of mica; 5 percent angular granitic stones, cobbles, and gravel; slightly acid; clear wavy boundary. (6 to 12 inches thick)\nA2--7 to 30 inches; very dark grayish brown (10YR 3/2) loam; weak fine and coarse granular structure; very friable; common fine and medium roots; few fine flakes of mica; 5 percent angular granitic stones, cobbles, and gravel; strongly acid; clear wavy boundary.  (14 to 28 inches thick)\nBw--30 to 50 inches; yellowish brown (10YR 5/6) fine sandy loam; weak fine and medium granular structure; very friable; few fine roots; few fine flakes of mica; 25 percent coarse weathered gneissic fragments; strongly acid; abrupt wavy boundary.  (15 to 30 inches thick)\nAb--50 to 60 inches; dark brown (10YR 3/3) loam; weak medium and coarse granular structure; very friable; medium acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Transylvania County, North Carolina; Pisgah Ranger District, 3 miles southwest of Cradle of Forestry; just north of old logging road near head of Rockhouse Creek."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The umbric epipedon ranges from 20 to 40 inches thick.  Thickness of the loamy B horizon ranges from 15 to 30 inches.  Depth to hard rock is greater than 6 feet. Reaction ranges from strongly acid to slightly acid throughout unless the surface layer has been limed.  Coarse angular gneiss granite and arkose fragments of gravel to stone size range from 5 to 30 percent throughout.\nThe A horizon has hue of 7.5YR or 10YR, value of 2 or 3, and chroma of 1 to 3.  It is loam, sandy loam, or fine sandy loam or their gravelly or stony equivalents.\nThe BA horizon, where present, has hue of 7.5YR or 10YR, value of 3 to 6, and chroma of 3 to 8.  It is loam, sandy loam, or fine sandy loam or their stony or gravelly equivalent.\nThe Bw horizon has hue of 7.5YR to 10YR, value of 3 to 6, and chroma of 3 to 8.  It is loam, sandy loam, fine sandy loam or\ntheir stony equivalents.  The Bw horizon often overlies a buried horizon or a stony C horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Odas series is the only other known series in this family.  Brookshire, Burton, Jeffrey, Porters, Rosman, Spivey, Summers, Toxaway, Transylvania, and Tusquitee series are in closely related families.  Brookshire, Porters, and Tusquitee soils have an umbric epipedon less than 10 inches thick.  Burton soils have an umbric epipedon less than 20 inches thick and mean annual temperature less than 47 degrees.  Jeffrey soils have an umbric epipedon less than 10 inches thick and bedrock at depths of 20 to 40 inches.  Odas soils are poorly drained and have developed in glacial and volcanic outwash materials.  Rosman soils have an umbric epipedon 10 to 20 inches thick and stratified C horizons.  Spivey and Summers soils have more than 35 percent coarse fragments in the control section and have an umbric epipedon that is 10 to 20 inches thick.  Toxaway soils are poorly drained.  Transylvania soils are in flood plains and have 18 to 35 percent clay in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Haywood soils are in high coves and on toe slopes that range from 2 to 45 percent at elevations generally above 4000 feet.  They are adjacent to steep stony and rocky soils that are on the uplands.  Haywood soils formed in colluvium from granite, gneiss, and arkose sandstone.  Mean annual temperature is 56 degrees F., and mean annual precipitation is 63 inches near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Burton, Porters, Spivey, and Tusquitee series."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid permeability; medium runoff and internal drainage."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in forest.  Common tree species include hemlock, northern red oak, black and yellow birch, black cherry, and white ash with an understory of dogwood, spicebush, silverbell, sourwood, mountain laurel, and rhododendron."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  High mountains of North Carolina, Georgia, South Carolina, Tennessee, and Virginia.  This series is inextensive.   Southern Blue Ridge mountains, MLRA 130B"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Transylvania County, North Carolina; 1968."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nADDITIONAL DATA:\nMLRA: 130B\nRevised 02/11-BPS: Taxonomic Classification -- 11th Keys,  MLRA clarification\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 3,
        "bottom": 0,
        "narrative": "Oi--1 to 0 inch; mat of hardwood leaves.  (0 to 2 inches thick)"
      },
      {
        "name": "A1",
        "top": 0,
        "bottom": 18,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 7 inches; very dark brown (10YR 2/2) loam; moderate very coarse granular structure; friable; many fine and medium roots; few fine flakes of mica; 5 percent angular granitic stones, cobbles, and gravel; slightly acid; clear wavy boundary. (6 to 12 inches thick)"
      },
      {
        "name": "A2",
        "top": 18,
        "bottom": 76,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--7 to 30 inches; very dark grayish brown (10YR 3/2) loam; weak fine and coarse granular structure; very friable; common fine and medium roots; few fine flakes of mica; 5 percent angular granitic stones, cobbles, and gravel; strongly acid; clear wavy boundary.  (14 to 28 inches thick)"
      },
      {
        "name": "Bw",
        "top": 76,
        "bottom": 127,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw--30 to 50 inches; yellowish brown (10YR 5/6) fine sandy loam; weak fine and medium granular structure; very friable; few fine roots; few fine flakes of mica; 25 percent coarse weathered gneissic fragments; strongly acid; abrupt wavy boundary.  (15 to 30 inches thick)"
      },
      {
        "name": "Ab",
        "top": 127,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "narrative": "Ab--50 to 60 inches; dark brown (10YR 3/3) loam; weak medium and coarse granular structure; very friable; medium acid."
      }
    ]
  ]
}
