{
  "SERIES": "HAZEL",
  "STATUS": "Established Series",
  "BYREV": "Rev. DDR-NAM",
  "REVDATE": "12/2021",
  "STATES": "MD,VA",
  "OVERVIEW": "Soils of the Hazel series are moderately deep and excessively drained.  They formed on uplands in material weathered dominantly from sandstone and phyllites.  These soils are on ridgetops and steep sideslopes of the Northern Piedmont Plateau.  Slopes range from 2 to 45 percent.  Mean annual temperature is about 55 degrees and the mean annual precipitation is about 41 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hazel loam - in a mixed hardwood forest  (Colors are for moist conditions.)\nOi--0 to 1 inches; very dark brown (10YR 2/2) decomposed forest litter.\nA--1 to 5 inches; dark brown (10YR 3/3) loam; weak very fine granular structure; very friable; many fine and medium roots; 1 percent coarse fragments of quartz up to 1 inch in diamter; very strongly acid; abrupt smooth boundary.  (0 to 6 inches thick)\nE--5 to 13 inches; brown (10YR 5/3) loam; weak fine granular structure; very friable; many fine and medium roots; 1 percent fragments of schist and quartz up to 2 inches in diameter; very strongly acid; clear smooth boundary.  (0 to 16 inches thick)\nBw--13 to 21 inches; brown (7.5YR 4/4) channery fine sandy loam; weak fine and medium subangular blocky structure; friable, slightly sticky; few fine flakes of mica; 20 percent weathered fragments of sandstone up to 3 inches long; few lenses and pockets of silt loam; very strongly acid; abrupt wavy boundary.  (6 to 20 inches thick)\nC--21 to 31 inches; brown (10YR 5/3) channery fine sandy loam; rock controlled structure friable; 35 percent weathered rock fragments up to 3 inches long; few lenses and pockets of reddish clayey soil material in cracks and crevices of rock; few fine flakes of mica; easily crushed weathered bedrock; very strongly acid; abrupt wavy boundary.  (6 to 24 inches thick)\nR--31 inches; hard, graywacke and phyllite containing fine quartz sand and fine flakes of mica."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Orange County, Virginia; 3 miles west of Old Somerset, east of Highway 609."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 14 to 28 inches.  Depth to hard bedrock ranges from 20 to 40 inches and varies widely within short horizontal distances.  Content or rock fragments range from 0 to 50 percent in the A horizon, 5 to 40 percent in the Bw horizon, and 20 to 50 percent in the C horizon but averages less than 35 percent in the particle-size control section.  Some pedons contain hard schist stringers.  Flakes of mica are in the B and C horizon.  The soil is strongly or very strongly acid, unless limed.\nThe A horizon has hue of 7.5YR or 10YR, value of 3 through 5, and chroma of 2 through 4.  The Ap horizon where present has hue of 7.5YR or 10YR, value of 4 through 5, and chroma of 3 through 6.  The A or Ap  horizon is loam, silt loam, or sandy laom in the fine earth fraction.\nThe E horizon has hue of 7.5YR or 10YR, value of 4 through 6, and chroma of 3 through 6.  It is loam, silt loam, or sandy loam in the fine earth fraction.\nThe B horizon has hue of 7.5YR or 10YR, value of 4 through 6, and chroma of 3 through 8.  Some pedons contain high chroma mottles. The B horizon is fine sandy loam, sandy loam, loam, or silt loam in the fine-earth fraction.\nThe C horizon is multicolored without a dominant matrix color, or it has hue of 7.5YR or 10YR, value of 4 through 7, and chroma of 3 through 8.  The C horizon is loam, sandy loam, fine sandy loam, or silt loam in the fine-earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Amostown, Ashe, Bernardston, Broadbrook, Brookfield, Buladean, Cardigan, Chadakoin, Charlton, Chatfield, Cheshire, Chestnut, Ditney, Dutchess, Edneyville, Fedscreek, Franklinville, Lordstown, Maplecrest, Marrowbone, Maymead, Montauk, Nantucket, Newport, Paxton, Pittstown, Pollux, Riverhead, Satsop, Scituate, Soco, St. Albans, Stecoah, Steinsburg, Valois, Wethersfield, and Yalesville series in the same family.  The Amostown, Bernardston, Broadbrook, Brookfield, Buladean, Cardigan, Chadakoin, Charlton, Cheshire, Ditney, Dutchess, Edneyville, Fedscreek, Franklinville, Lordstown, Maplecrest, Marrowbone, Maymead, Montauk, Nantucket, Newport, Paxton, Pittstown, Pollux, Riverhead, Satsop, St. Albans, Scituate, Soco, Stecoah, Steinsburg, Valois and Wethersfield soils are more than 40 inches to hard bedrock.  Bernardston, Broadbrook, Montauk, Nantucket, Newport, Paxton, Pittstown and Wethersfield soils have fragments subrounded by glacial action and have compact glacial till within 40 inches.  Ashe and Chestnut soils have rock fragments of Granitic Gneiss.  Chatfield and Yalesville soils have fragments subrounded by glacial action."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Hazel soils are gently sloping to very steep.  They are on uplands in the Northern Piedmont Province commonly at elevations above 500 feet.  Slope gradients range from 2 to 45 percent.  The soils formed in materials weathered from graywacke, metasediments, and phyllites, with minor amounts of mica schist, mica gneiss, and slate.  The mean annual temperature ranges from 53 degrees to 59 degrees F and mean annual precipitation ranges from 38 to 44 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Albemarle, Culpeper, Elioak, Glenelg, Manor, and Whiteford soils.  All of these soils which have B horizons of illuvial clay accumulation except Manor soils.  Manor soils are micaceous."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained; medium to rapid runoff; medium to rapid internal drainage; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  More than half of the total acreage is in forest.  Cleared areas are used for pasture, small grain, and hay. Native vegetation consists of oaks, hickory, sweet gum, red cedar, dogwood, and Virginia pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The northern Piedmont of Virginia and in Maryland.  The series is of moderate extent.  About 40,000 acres have been correlated."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Culpeper County, Virginia, 1943."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\n1.  Ochric epipedon-zone from 0 to 13 inches (A and E horizons).\n2.  Cambic horizon-zone from 13 to 21 inches (Bw horizon).\n3.  Lithic contact at 31 inches.\n12/2021 revision: Oi had 1 to 0 inch depths, corrected to be 0 to 1 in horizon depths then added 1 inch to all horizon depths throughout the typical pedon.\nSIR=VA0091, VA0253 (GRAVELLY), VA0092 (STONY)\nMLRA=130, 147, 148\nREVISED=1/24/92, MHC"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "excessively",
        "drainage_overview": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--0 to 1 inches; very dark brown (10YR 2/2) decomposed forest litter."
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--1 to 5 inches; dark brown (10YR 3/3) loam; weak very fine granular structure; very friable; many fine and medium roots; 1 percent coarse fragments of quartz up to 1 inch in diamter; very strongly acid; abrupt smooth boundary.  (0 to 6 inches thick)"
      },
      {
        "name": "E",
        "top": 13,
        "bottom": 33,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E--5 to 13 inches; brown (10YR 5/3) loam; weak fine granular structure; very friable; many fine and medium roots; 1 percent fragments of schist and quartz up to 2 inches in diameter; very strongly acid; clear smooth boundary.  (0 to 16 inches thick)"
      },
      {
        "name": "Bw",
        "top": 33,
        "bottom": 53,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw--13 to 21 inches; brown (7.5YR 4/4) channery fine sandy loam; weak fine and medium subangular blocky structure; friable, slightly sticky; few fine flakes of mica; 20 percent weathered fragments of sandstone up to 3 inches long; few lenses and pockets of silt loam; very strongly acid; abrupt wavy boundary.  (6 to 20 inches thick)"
      },
      {
        "name": "C",
        "top": 53,
        "bottom": 79,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C--21 to 31 inches; brown (10YR 5/3) channery fine sandy loam; rock controlled structure friable; 35 percent weathered rock fragments up to 3 inches long; few lenses and pockets of reddish clayey soil material in cracks and crevices of rock; few fine flakes of mica; easily crushed weathered bedrock; very strongly acid; abrupt wavy boundary.  (6 to 24 inches thick)"
      },
      {
        "name": "R",
        "top": 79,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--31 inches; hard, graywacke and phyllite containing fine quartz sand and fine flakes of mica."
      }
    ]
  ]
}
