{
  "SERIES": "HAZEN",
  "STATUS": "Established Series",
  "BYREV": "Rev.  CFE-SJF-SMF",
  "REVDATE": "11/2009",
  "STATES": "NJ",
  "OVERVIEW": "The Hazen series consists of very deep, well drained soils that formed in stratified gravelly or cobbly glacial deposits.  They are shallow and moderately deep to a lithologic discontinuity. They occur on nearly level to steep slopes of kames and terraces. Slope ranges from 0 to 45 percent. Permeability is moderately rapid or moderate in the solum and rapid or very rapid in the substratum. The mean annual air temperature is about 48 degrees F. and mean annual precipitation is about 46 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Mollic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hazen loam - abandoned cultivated field at an elevation of about 490 feet.  (Colors are for moist soil.)\nOi--0 to 1 inches; black (10YR 2/1) slightly decomposed woody plant material.\nAp--1 to 10 inches; dark brown (10YR 3/3) loam, brown (10YR 5/3) dry; moderate medium and fine subangular blocky structure; friable; common fine and few medium roots; 5 percent rounded red and gray sandstone and gray conglomerate medium gravel; moderately acid (pH=5.8); abrupt smooth boundary. (6 to 10 inches thick)\nBt--10 to 18 inches; strong brown (7.5YR 4/6) sandy loam; moderate medium and weak fine subangular blocky structure; friable; few fine and medium roots; common discontinuous faint strong brown (7.5YR 5/6) clay films on all faces of peds and on surfaces along pores; 10 percent rounded red and gray sandstone and gray conglomerate medium gravel; slightly acid (pH=6.2); clear irregular boundary.  (8 to 30 inches thick)\n2C1--18 to 29 inches; dark brown (7.5YR 3/4) very stony loamy coarse sand; massive; loose; few fine roots; 40 percent rounded red and gray sandstone and gray conglomerate stones, 5 percent rounded red and gray sandstone and gray conglomerate cobbles; 5 percent rounded red and gray sandstone and gray conglomerate medium gravel; slightly acid (pH=6.2), clear irregular boundary.\n2C2--29 to 41 inches; dark brown (7.5YR 3/4) very gravelly coarse sand; single-grain; loose; few fine roots; 25 percent rounded red and gray sandstone and gray conglomerate medium gravel, 10 percent rounded red and gray sandstone and gray conglomerate coarse gravel, 10 percent rounded red and gray sandstone and gray conglomerate fine gravel, 5 percent rounded red and gray sandstone and gray conglomerate stones; 5 percent rounded red and gray sandstone and gray conglomerate cobbles; slightly acid (pH=6.4); clear irregular boundary.\n2C3--41 to 60 inches; dark brown (7.5YR 3/4) extremely gravelly coarse sand and strong brown (7.5YR 4/6) extremely gravelly coarse sand; single grain; loose; few fine roots; 30 percent rounded red and gray sandstone and gray conglomerate coarse gravel, 10 percent rounded red and gray sandstone and gray conglomerate medium gravel, 10 percent rounded red and gray sandstone and gray conglomerate fine gravel; 10 percent rounded red and gray sandstone and gray conglomerate stones; 5 percent rounded red and gray sandstone and gray conglomerate cobbles; slightly acid (pH=6.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Sandyston Township, Flatbrook-Roy Wildlife Management Area, 300 feet S of Route 615 at a point 3200 feet W of intersection of Route 615 and Route 521, in a wooded abandoned farm field; USGS Culvers Gap, NJ topographic quadrangle; lat. 41 degrees 11 minutes 49 seconds N and long. 74 degrees 49 minutes 49 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness commonly is 14 to 32 inches but can range up to 40 inches.  Depth to bedrock is more than 6 feet.  Gravel content ranges from a trace to 35 percent by volume in the solum, and from 10 to 65 percent in the 2C horizon.  Cobble and content ranges from 0 to 10 percent throughout and stone content ranges from 0 to 40 percent throughout.  Soil reaction ranges from moderately acid to slightly acid in the solum and slightly acid to slightly alkaline in the C horizon.\nThe Ap or A1 horizons have hues of 10YR or 7.5YR, with a value of 3 and chroma of 2 or 3.  Textures are sandy loam, loam or their gravelly and cobbly analogues.\nSome pedons have a BA horizon with hues and chroma similar to the A horizon but with values of 4 or 5.\nThe Bt horizon has hues of 10YR or 7.5YR, values of 4 or 5, and chroma of 4 to 6. Texture is sandy loam or their gravelly and cobbly analogues with 8 to 14 percent clay.  It ranges from weak to strong fine to coarse subangular blocky structure. Consistence ranges from friable to firm.\nSome pedons have a thin BC horizon.\nThe C horizon has hues of 7.5YR through 2.5Y, values of 3 to 5, and chroma of 4 to 6.  Texture ranges from coarse sand to loamy sand and gravelly analogues.  They are either massive or single grained and loose or friable."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Forklorn, Kevilar, and Rusktown series. the Forklorn, Kevilar, and Rusktown series are from outside LRR R and S.\nForkhorn soils have an ochric epipedon. Kevilar and Rusktown soils have redoximorphic features within the series control section and are moderately well drained."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Hazen soils are on terraces and kames.  Slope commonly is 4 to 15 percent but ranges from 0 to 45 percent.  They formed in stratified glacial deposits dominated by slate, shale and sandstone but contain some limestone.  The mean annual air temperature ranges from 45 degrees to 50 degrees F. and mean annual precipitation ranges from 42 to 54 inches. The frost-free season ranges from 140 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Colonie, Fredon, Halsey, Hero, Hoosic, Otisville, and Palmyra soils on nearby landscapes. Colonie soils are sandy and have thicker sola and occur in some places. The somewhat excessively drained Hoosic soils have less rock fragments, are coarser textured and are on similar landscapes. Fredon, Halsey and Hero soils are in depressions or broad flat areas and are wet associates with gray redoximorphic features or gray matrix colors in the subsoil.  The somewhat excessively drained Otisville soils are sandy and are on similar landscapes. Palmyra soils have fine-loamy over sandy or sandy-skeletal textural control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained.  Permeability is moderate or moderately rapid in the solum and rapid or very rapid in the substratum.  Saturated hydraulic conductivity is moderately low to high in the solum and high or very high in the substratum. Runoff is negligible to very high.  Flooding frequency ranges from none on the more sloping areas to rare on some nearly level areas adjacent to streams."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of this soil has been cleared. It is used for row crops, hay crops and silage.  In wooded areas white oak, red oak, ash, hard maple, birch and hickory are the dominant trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Glaciofluvial landforms in northwestern New Jersey; MLRA 144A.  The soil series is of moderate extent (10,000 acres in New Jersey)."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Warren County, New Jersey, 1951."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This revision reflects a new type location.  Investigations of this soil indicate that it does not meet contrasting particle size class criteria in Soil Taxonomy (Second Edition-1999). Because of the lack of an illuvial horizon, the determination of an argillic horizon is based upon the identification of evidence of clay illuviation, in the form of clay films and bridging (Soil Taxonomy, Second Edition, 1999).\nDiagnostic horizons and features in this pedon include:\n1. Mollic epipedon - the zone from 1 to 10 inches (Ap horizon).\n2. Argillic horizon - the zone from 10 to 18 inches (Bt horizon).\n3. Particle size class: the zone from 10 to 18 inches averages less than 18 percent clay\n4. Cation exchange class: based upon a review of characterization data.\n5. Characterization data for referenced samples indicates base saturation typically is more than 50 percent in the epipedon.\nADDITIONAL DATA: Reference samples from pedons 91P0651, 91P0652, and 91P0653, samples 91P3175-3723, 91P3724-3726, and 91P3727-3735 from Warren County, New Jersey, samples by NSSL, Lincoln, NE, 5/91\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "narrative": "Oi--0 to 1 inches; black (10YR 2/1) slightly decomposed woody plant material."
      },
      {
        "name": "Ap",
        "top": 3,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sand",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--1 to 10 inches; dark brown (10YR 3/3) loam, brown (10YR 5/3) dry; moderate medium and fine subangular blocky structure; friable; common fine and few medium roots; 5 percent rounded red and gray sandstone and gray conglomerate medium gravel; moderately acid (pH=5.8); abrupt smooth boundary. (6 to 10 inches thick)"
      },
      {
        "name": "Bt",
        "top": 25,
        "bottom": 46,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Bt--10 to 18 inches; strong brown (7.5YR 4/6) sandy loam; moderate medium and weak fine subangular blocky structure; friable; few fine and medium roots; common discontinuous faint strong brown (7.5YR 5/6) clay films on all faces of peds and on surfaces along pores; 10 percent rounded red and gray sandstone and gray conglomerate medium gravel; slightly acid (pH=6.2); clear irregular boundary.  (8 to 30 inches thick)"
      },
      {
        "name": "2C1",
        "top": 46,
        "bottom": 74,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loamy coarse sand",
        "cf_class": "very stony",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "2C1--18 to 29 inches; dark brown (7.5YR 3/4) very stony loamy coarse sand; massive; loose; few fine roots; 40 percent rounded red and gray sandstone and gray conglomerate stones, 5 percent rounded red and gray sandstone and gray conglomerate cobbles; 5 percent rounded red and gray sandstone and gray conglomerate medium gravel; slightly acid (pH=6.2), clear irregular boundary."
      },
      {
        "name": "2C2",
        "top": 74,
        "bottom": 104,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "coarse sand",
        "cf_class": "very gravelly",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "2C2--29 to 41 inches; dark brown (7.5YR 3/4) very gravelly coarse sand; single-grain; loose; few fine roots; 25 percent rounded red and gray sandstone and gray conglomerate medium gravel, 10 percent rounded red and gray sandstone and gray conglomerate coarse gravel, 10 percent rounded red and gray sandstone and gray conglomerate fine gravel, 5 percent rounded red and gray sandstone and gray conglomerate stones; 5 percent rounded red and gray sandstone and gray conglomerate cobbles; slightly acid (pH=6.4); clear irregular boundary."
      },
      {
        "name": "2C3",
        "top": 104,
        "bottom": 152,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "coarse sand",
        "cf_class": "extremely gravelly",
        "pH_class": "slightly acid",
        "narrative": "2C3--41 to 60 inches; dark brown (7.5YR 3/4) extremely gravelly coarse sand and strong brown (7.5YR 4/6) extremely gravelly coarse sand; single grain; loose; few fine roots; 30 percent rounded red and gray sandstone and gray conglomerate coarse gravel, 10 percent rounded red and gray sandstone and gray conglomerate medium gravel, 10 percent rounded red and gray sandstone and gray conglomerate fine gravel; 10 percent rounded red and gray sandstone and gray conglomerate stones; 5 percent rounded red and gray sandstone and gray conglomerate cobbles; slightly acid (pH=6.4)."
      }
    ]
  ]
}
