{
  "SERIES": "HEALING",
  "STATUS": "Established Series",
  "BYREV": "Rev. LAQ-RLT",
  "REVDATE": "12/1999",
  "STATES": "AR,MO",
  "OVERVIEW": "The Healing series consists of well drained moderately permeable soils on level to nearly level stream terraces and flood plains. They formed in alluvial sediments weathered from limestone, cherty limestone, and shale.  Slopes range from 1 to 3 percent. The mean annual temperature is about 56 degrees F., and the mean annual precipitation is about 45 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Typic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Healing silt loam in a pasture.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 15 inches; very dark grayish brown (10YR 3/2) silt loam; moderate medium granular structure; friable; many fine roots; 2 percent chert and sandstone gravel 1/4 to 2 inches in diameter; slightly acid; clear wavy boundary.  (10 to 20 inches thick)\nBt1--15 to 27 inches; brown (7.5YR 4/4) silt loam; weak medium subangular blocky structure; friable; many fine roots; common fine pores; common thin patchy clay films on faces of peds; slightly acid; gradual wavy boundary.  (10 to 20 inches thick)\nBt2--27 to 50 inches; reddish brown (5YR 4/4) silt loam; moderate medium subangular blocky structure; firm; few fine roots; common fine pores; many thin patchy clay films in pores and on faces of peds; 5 percent chert and sandstone gravel 1/4 to 2 inches in diameter; slightly acid; clear wavy boundary.  (12 to 25 inches thick)\nBt3--50 to 72 inches; reddish brown (5YR 4/4) gravelly silt loam; common medium distinct yellowish brown (10YR 5/4) and pale brown (10YR 6/3) mottles; weak medium subangular blocky structure; firm; few fine roots; many thin patchy clay films in pores and on faces of peds; 20 percent chert and sandstone gravel 1/4 to 2 inches in diameter; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Benton County, Arkansas; 5 miles south of junction of state highways 59 and 68, on southeastern edge of Siloam Springs; north of the Illinois River; SW1/4SW1/4NE1/4 sec. 32, T. 17 N., R 33 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 60 to more than 80 inches.  The soil is medium or slightly acid.  Rock fragments range from 0 to 5 percent in horizons above the Bt3 and 0 to 35 percent in the Bt3 horizon and below.  The mean annual soil temperature is 55 to 59 degrees F.\nThe A horizon has hue of 10YR, value of 3, and chroma of 1 to 3, or hue of 7.5YR, value of 3, and chroma of 2.\nThe BA horizon, where present, has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 4.  Texture is silt loam or silty clay loam.\nThe Bt horizon has hue of 10YR, value of 4 or 5, and chroma of 3 or 4, or hue of 7.5YR or 5YR, value of 4, and chroma of 4. Mottles are in shades of yellow, brown, or gray in the Bt3 horizon.  Texture of the Bt1 and Bt2 horizons is silt loam or silty clay loam.  Texture of the fine earth in the Bt3 horizon is silt loam, silty clay loam, or clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ashdale, Elkhart, Elmont, Malcolm, Meadowbank, Ogle, Osco, Plano, Proctor, Toddville, and Waupecan series.  Ashdale soils typically have a lithic contact at 40 to 60 inches and have a mean annual temperature of 45 to 53 degrees F..  Elkhart soils are calcareous at depths of 20 to 40 inches.  Elmont soils typically have a paralithic contact of shale from 40 to 80 inches.  Malcolm soils have a mean annual temperature of 51 to 54 degrees F., and formed in interglacial sediments.  Meadowbank soils formed in loess and have less than 10 percent sand in the upper part of the particle size control section. Ogle, Plano, Proctor, Toddville soils formed in loess over glacial till or outwash, and have a lithologic discontinuity within 50 inches of the surface. In addition, Plano soils have a mean annual temperature of 46 to 54 degrees F., Proctor soils have a mean annual temperature of 47 to 54 degrees F., and Toddville soils have a mean annual temperature of 46 to 51 degrees F..  Osco soils have a mean annual temperature of 48 to 54 degrees F., and formed in loess with less than 7 percent sand in the particle size control section. Waupecan soils have a mean annual temperature of 45 to 54 degrees F., and have free carbonates within 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Healing soils are on stream terraces and flood plains.  Slopes are 0 to 3 percent.  These soils formed in alluvium from limestone, cherty limestone, and shale.  Average annual temperature is about 54 to 58 degrees F., and the average annual precipitation is about 45 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Britwater, Elsah, and Secesh series. Britwater soils have an ochric epipedon, are fine-loamy, and are on higher terrace positions.  Elsah soils are loamy-skeletal, have an ochric epipedon, and are on lower flood plains.  Secesh soils are on low terraces and  have an ochric epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; low runoff; moderate permeability.  Some areas are flooded one or more times a year."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are cleared and used for pasture, hay, or are cultivated for corn and other crop production.  Native vegetation is red, water, and white oaks, sweetgum, black walnut, sycamore, maple, and ash."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Arkansas, southwestern Missouri, and possibly Kentucky.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Benton County, Arkansas; 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Healing series formerly was included in the Ashton series.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
