{
  "SERIES": "HEATLY",
  "STATUS": "Established Series",
  "BYREV": "Rev. CRC-RFG--CLN",
  "REVDATE": "11/2015",
  "STATES": "OK,TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, active, thermic Arenic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Heatly fine sand, in rangeland.\n(Colors are for dry soil unless otherwise noted.)\nAp--0 to 71 cm (0 to 28 in); light brown (7.5YR 6/4) fine sand, brown (7.5YR 5/4) moist; single grain; loose; slightly acid; abrupt smooth boundary. Thickness is 51 to 102 cm (20 to 40 in)\nAB--71 to 86 cm (28 to 34 in); reddish brown (5YR 5/4) sandy loam, reddish brown (5YR 4/4) moist; weak coarse subangular blocky structure; hard, friable; neutral; gradual smooth boundary. Thickness is 0 to 30 cm (0 to 12 in)\nBt1--86 to 132 cm (34 to 52 in); red (2.5YR 5/6) sandy clay loam, red (2.5YR 4/6) moist; moderate coarse subangular blocky structure; very hard, friable; few distinct clay films on vertical ped surfaces; neutral; diffuse smooth boundary.\nBt2--132 to 163 cm (52 to 64 in); red (2.5YR 5/6) sandy clay loam, red (2.5YR 4/6) moist; weak coarse subangular blocky structure; hard, friable; few distinct clay films on vertical ped surfaces; neutral; diffuse smooth boundary.\nBt3--163 to 188 cm (64 to 74 in); reddish brown (5YR 5/4) sandy clay loam, reddish brown (5YR 4/4) moist; weak coarse subangular blocky structure; hard, friable; few distinct clay films on vertical ped surfaces; neutral; gradual smooth boundary. Combined thickness is 46 to 165 cm (18 to 65 in)\nBt4--188 to 203 cm (74 to 80 in); yellowish red (5YR 5/6) sandy clay loam, yellowish red (5YR 4/6) moist; moderate coarse subangular blocky structure; very hard, firm; few distinct clay films on vertical ped surfaces; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Cottle County, Texas; 7.1 miles north of courthouse in Paducah on U.S. Highway 83 and 62, 0.45 mile west on Farm Road 3256, 790 feet north in rangeland.\nUSGS topographic quad: Paducah, Texas;\nLatitude: 34 degrees, 7 minutes, 14 seconds N;\nLongitude: 100 degrees, 18 minutes, 23 seconds W;\nDatum: WGS84.\nUTM Easting 379528.51 m, UTM Northing 3776277.58 m, UTM Zone 14."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Typic-Ustic soil moisture regime\nSolum thickness: more than 203 cm (80 in)\nThickness of the sandy surface layer: 51 to 102 cm (20 to 40 in)\nDepth to argillic horizon: 51 to 102 cm (20 to 40 in)\nCoarse fragments: 0 to 1 percent throughout the solum\nParticle-size control section (weighted average)\nClay content: 18 to 35 percent\nSand content: 50 to 80 percent\nA horizon\nHue: 5YR to 10YR\nValue: 5 or 6\nChroma: 3 to 6\nTexture: fine sand, sand\nClay content: 3 to 10 percent\nReaction (pH): slightly acid to neutral (6.1 to 7.3)\nAB horizon (where present)\nHue: 5YR to 7.5YR\nValue: 4 or 5\nChroma: 4\nTexture: sandy loam, fine sandy loam\nClay content: 10 to 20 percent\nReaction (pH): slightly acid to neutral (6.1 to 7.3)\nUpper Bt horizon(s)\nHue: 2.5YR to 7.5YR\nValue: 4 to 6\nChroma: 4 to 8\nTexture: sandy clay loam\nClay content: 20 to 35 percent; clay content decreases by less than 20 percent(relative) from the maximum within 152 cm (60 in) of the surface\nReaction (pH): slightly acid to slightly alkaline (6.1 to 7.8)\nLower Bt horizon(s)\nHue: 2.5YR to 7.5YR\nValue: 4 to 6\nChroma: 4 to 8\nTexture: sandy clay loam, sandy loam, fine sandy loam\nClay content: 15 to 30 percent\nReaction (pH): slightly acid to moderately alkaline (6.1 to 8.4)\nBC or C horizon (where present)\nHue: 5YR to 7.5YR\nValue: 4 to 6\nChroma: 4 to 8\nTexture: sandy loam, fine sandy loam, loamy fine sand, loamy sand\nClay content: 5 to 20 percent\nReaction (pH): neutral to moderately alkaline (6.6 to 8.4)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series in the same family. Similar soils are the Anson, Brownfield, Delwin, Devol, Grandfield, Heaton, Loneoak, Miles, Nobscot, and Springer series.\nAnson soils: have siliceous mineralogy and redoximorphic features within 102 cm (40 in) on the surface\nBrownfield soils: are dry in the moisture control section for longer periods\nDelwin, Devol Grandfield, Miles, and Springer soils: have sandy surface layers less than 51 cm (20 in) thick\nHeaton soils: have siliceous mineralogy and occur in a warmer moister climate\nLoneoak soils: have more than 35 percent clay in the particle-size control section and formed over Cambrian age sandstone\nNobscot soils: have less than 18 percent clay in the particle-size control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: eolian sands over loamy eolian deposits and/or alluvium of Pleistocene age\nLandscape: dissected plains\nLandform: sand sheet on stream terraces\nSlope: 0 to 5 percent, but mostly less than 3 percent\nMean annual precipitation: 508 to 660 mm (20 to 26 in)\nPrecipitation pattern: These soils are intermittently moist in September through November and March through June; July through August and December through February are the driest months.\nThornthwaite P-E index: 31 to 40\nMean annual air temperature: 15.0 to 18.3 degrees C (59 to 65 degrees F)\nFrost-free period: 180 to 230\nElevation: 426.7 to 883.9 m (1,400 to 2,900 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Delwin, Devol, Grandfield, Miles, Nobscot, Springer, and Tivoli soils.\nDevol, Nobscot, and Springer soils: occur on similar to slightly higher positions\nDelwin, Grandfield, and Miles soils: occur on lower positions\nTivoli soils: occur on higher dunes and have sandy textures throughout"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; Permeability is rapid in the surface and moderate in the subsoil. Runoff is negligible on slopes less than 1 percent and low on 1 to 5 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mainly used for rangeland. Grasses are tall and midgrasses, mainly bluestem and giant dropseed; woody plants are Havard Oak and some widely separated yucca and sandsage. Some areas are cropped to cotton, grain sorghum, and peanuts."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Land Resource Region - H; MLRA - 78B and 78C (Central Rolling Red Plains, Western and Eastern Parts). The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Cottle County, Texas; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly included in the Brownfield series.\nEdited 11/2015 (RFG-CJV): Changed to tabular format. Added metric measurements. Updated competing series, geographic setting, and associated soils sections.\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section: 25 to 100 cm (10 to 40 in). (A, AB, and Bt1 horizons)Ochric epipedon: 0 to 71 cm (0 to 28 in). (Ap horizon)\nArgillic horizon: 86 to 203 cm (34 to 80 in). (Bt horizons)\nArenic features: thickness of fine sand surface layer is 71 cm (28 in).\nPaleustalfs feature: clay content of the Bt horizons decrease less than 20 percent (relative) within 152 cm (60 in) and the chroma is 5 or more in lower one-half of the argillic horizon.\nADDITIONAL DATA: none\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
