{
  "SERIES": "HEDGE",
  "STATUS": "Established Series",
  "BYREV": "AJT/WBS/DJE/ET",
  "REVDATE": "02/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, thermic Haplic Durixeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hedge loam on a 1 percent smooth east facing slope in a fallow field at an elevation of 60 feet.  When described March 27, 1984, the soil was dry to 7 inches and moist below.  (Colors are for dry soil unless otherwise stated).\nAp--0 to 7 inches; light yellowish brown (10YR 6/4) loam, dark brown (10YR 4/3) moist; massive; hard, friable, slightly sticky and slightly plastic; many very fine roots; common fine interstitial pores; 2 percent very dark gray (10YR 3/1) dry and moist, soft masses 1/16 to 3/16 inches in diameter; slightly acid (pH 6.5); abrupt wavy boundary.\nA--7 to 14 inches; light yellowish brown (10YR 6/4) loam, dark brown (10YR 4/3) moist; few large distinct strong brown (7.5YR 5/6) mottles, brown (7.5YR 4/4) moist; massive; hard, friable, slightly sticky and slightly plastic; few very fine roots, many very fine and common fine interstitial pores; 5 percent very dark gray (10YR 3/1) dry and moist, soft Mn masses and shot 1/16 to 3/16 inches in diameter; neutral (pH 7.0); clear smooth boundary.  (Thickness of the combined A horizons is 12 to 22 inches)\nE1--14 to 19 inches; very pale brown (10YR 7/4) loam, brown (7.5YR 4/4) moist; few medium distinct strong brown (7.5YR 5/6) mottles, strong brown (7.5YR 4/6) moist; massive; hard, friable, slightly sticky and slightly plastic; few very fine roots, many very fine interstitial pores; 10 percent very dark gray (10YR 3/1) dry and moist, soft Mn masses and shot 1/16 to 3/8 inch in diameter; slightly alkaline (pH 7.8); clear wavy boundary.\nE2--19 to 23 inches; very pale brown (10YR 7/4) loam, dark yellowish brown (10YR 4/4) moist; many fine distinct strong brown (7.5YR 5/6) mottles, strong brown (7.5YR 4/6) moist; massive; slightly hard, friable, slightly sticky and slightly plastic;few fine tubular pores, 5 percent very dark gray (10YR 3/1) dry and moist, soft Mn masses and shot 1/16 to 3/8 inches in diameter; slightly alkaline (pH 7.8); abrupt wavy boundary.  (Thickness of the combined E horizons is 4 to 16 inches)\nBt1--23 to 31 inches; light yellowish brown (10YR 6/4) clay loam, brown (7.5YR 4/4) moist; common fine distinct yellowish brown (10YR 5/6) mottles, strong brown (7.5YR 5/6) moist; moderate coarse angular blocky structure; very hard, firm, sticky and plastic; many very fine interstitial and common very fine tubular pores; continuous moderately thick dark brown (7.5YR 4/2) dry and moist, clay films on ped faces and lining pores; 3 percent very dark gray (10YR 3/1) dry and moist Mn shot 1/16 to 3/16 inches in diameter; slightly alkaline (pH 7.8); clear wavy boundary.  (4 to 10 inches thick)\nBt2--31 to 38 inches; strong brown (7.5YR 5/6) loam brown (7.5YR 4/4) moist; common fine distinct very pale brown (10YR 7/4) mottles, yellowish brown (10YR 5/4) moist; weak coarse angular blocky structure; hard, very firm, slightly sticky and slightly plastic; many very fine tubular pores; many moderately thick clay films lining pores and many thin clay films on ped faces; weak brittleness in lower half of horizon; 3 percent very dark gray (10YR 3/1) dry and moist, Mn shot 1/16 to 3/16 inches in diameter; slightly alkaline (pH 7.8); clear wavy boundary.  (0 to 7 inches thick)\nBq--38 to 44 inches; light yellowish brown (10YR 6/4) and strong brown (7.5YR 5/6) duripan, brown (7.5YR 4/4) and strong brown (7.5YR 4/6) moist; common fine faint strong brown (7.5YR 4/6) mottles, dark brown (7.5YR 3/4) moist; massive; very hard and brittle continuous weakly silica cemented layers 1/2 to 1 1/2 inches thick; matrix is hard, friable, slightly sticky and plastic; many thin clay films lining pores, strong brown (7.5YR 5/6) opal coatings along vertical fractures and pores, brown (7.5YR 4/4) moist; common medium very dark gray (10YR 3/1) dry and moist, Mn stains; slightly alkaline (pH 7.8); clear wavy boundary.   (5 to 25 inches thick)\nC--44 to 60 inches; light yellowish brown (10YR 6/4) compact sandy loam, brown (7.5YR 4/4) moist; massive; hard, friable, nonsticky and nonplastic; many very fine tubular pores; few thin yellowish red (5YR 5/6) clay films lining pores, yellowish red (5YR 4/6) moist; few fine very dark gray (10YR 3/1) dry and moist, Mn stains; discontinuous very weak cementation; slightly alkaline (pH 7.8).  (0 to 17 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sacramento County, California; about 3.3 miles southwest of Mather Field, 3,050 feet south of Jackson Road and 610 feet east of Bradshaw Road; about 100 feet north of an east-west fence; 940 feet east and 1,750 feet south of the northeast corner section 29 in an unsectionized area of T.8 N., R.6 E. 38 degrees 31' 15\" N. Lat., 121 degrees 19' 56\" W. Long."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to duripan is 20 to 40 inches.  The mean annual soil temperature is 64 to 67 degrees F at 20 inches and remains above 47 degrees F throughout the year.  The soil is dry between 7 inches and 21 inches in most years from June 15 to October 15, moist in all parts from December 1 to May 15 and moist in some parts the rest of the year.  Weighted average clay content of the textural control section is 27 to 35 percent.  Faint or distinct mottles are present below the Ap horizon throughout the solum.\nThe Ap and A horizons are 10YR 5/3, 6/3, 6/4; or 7.5YR 5/4.  Moist color is 10YR 3/4, 4/3, 4/4; 7.5YR 3/4, or 4/4.  Clay content is 12 to 20 percent.  Content of Mn concretions 1/16 to 3/16 inches in diameter is 1 to 5 percent.  Reaction is moderately acid to neutral.\nThe E horizon is 10YR 5/4, 6/3, 6/4, 7/3 or 7/4.  Moist color is 10YR 4/3, 4/4, 5/4; 7.5YR 4/4, 5/4, 5/6.  Texture is loam or fine sandy loam with 10 to 18 percent clay.  Content of Mn concretions 1/16 to 3/8 inches in diameter is 1 to 10 percent.  A discontinuous strongly cemented Mn layer 1/16 to 1/4 inches thick is in some pedons.  Reaction is slightly acid to slightly alkaline.\nThe Bt horizon is 10YR 5/4, 6/4; 7.5YR 4/6, 5/4 or 5/6.  Moist color is 10YR 4/4; 7.5YR 4/4 or 4/6.  Texture is clay loam or sandy clay loam with 27 to 35 percent clay.  In most pedons the lower part of the Bt horizon has 20 to 27 percent clay and is weakly cemented with silica.  Content of Mn concretions 1/16 to 3/16 inches in diameter is 1 to 5 percent.  Reaction is neutral to slightly alkaline.\nThe Bq horizon is 10YR 6/3, 6/4, 7/3; 7.5YR 5/6 or 6/4.  Moist color is 10YR 4/3, 4/4; 7.5YR 4/4, 4/6.  It is weakly to moderately silica cemented in continuous layers 1/2 to 4 inches thick.  Reaction is slightly alkaline to moderately alkaline.\nSome pedons lack a C horizon.  Where present, color and reaction are similar to the Bq horizon.  Content of clay is 5 to 12 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Buren, and Ysidora series.  These soils lack both an E horizon and mottles."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Hedge soils are on low areas of low terraces commonly adjacent to channels, flood plains or low stream terraces.  In areas that have not been leveled, many shallow deranged drainageways dissect the area.  Elevations are 15 to 145 feet.  Slopes are 0 to 2 percent.  The soils formed in alluvium derived from mixed but dominantly granitic sources.  Climate is characterized by having hot, dry summers and cool, moist winters.  Mean annual precipitation is 17 to 20 inches.  Mean annual temperature is 60 to 61 degrees F; average January temperature is 45 degrees F; and average July temperature is 77 degrees F.  The frost-free season is 275 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Columbia, Hicksville (T), and San Joaquin soils.  Columbia soils are coarse-loamy and on low flood plains.  Hicksville soils lack a duripan and are on low stream terraces.  San Joaquin soils have a fine textured argillic horizon and an indurated duripan and are on slightly higher positions of the low terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; runoff is slow; moderately slow permeability.  A water table forms above the subsoil in winter and early spring months."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for rangeland and nonirrigated cropland.  A few areas are used for irrigated pasture and irrigated crops.  Native vegetation is mainly soft chess, annual ryegrass, and foxtail fescue.  Among the crops grown are clover for seed and nonirrigated wheat and oats."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  These soils are on low terraces of Sacramento County.  The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sacramento County Soil Survey Area, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were previously mapped as the San Joaquin series. The activity class was added to the classification in February of 2003. Competing series were not checked at that time. - ET\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone between the surface of the soil to 14 inches.   (Ap, A horizon)\nArgillic horizon - the zone from 23 to 38 inches.  (Bt1, Bt2 horizons)\nDuripan - the zone from 38 to 44 inches (Bq horizon) has silica coatings, continuous layers do not slake in water or acid; is not indurated in any part.\nLast revised by the state on 6/87.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
