{
  "SERIES": "HEDVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. CHA-JRF-SAS",
  "REVDATE": "07/2020",
  "STATES": "KS,NE",
  "OVERVIEW": "The Hedville series consists of sLOCATION HEDVILLE               KS+NE\nEstablished Series\nRev. JRF, JGA, BKN\n02/2020\nHEDVILLE SERIES\nThe Hedville series consists of shallow and very shallow, somewhat excessively drained soils that formed in residuum weathered from sandstone. Hedville soils are on hillslopes of uplands in the Central Kansas Sandstone Hills in MLRA 74. Slopes range from 3 to 40 percent. Mean annual precipitation is 740 millimeters (29 inches), and mean annual temperature is 12 degrees C (54 degrees F), at the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic Lithic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hedville cobbly loam - on a south facing, linear slope in native grass at an elevation of 455 meters (1492 feet).  (Colors are for dry soil unless otherwise stated.) As described on September 1, 1972.\nA1--0 to 30 centimeters (0 to 12 inches); dark grayish brown (10YR 4/2) cobbly loam, very dark brown (10YR 2/2) moist; moderate fine granular structure, upper 1 inch is very fine granular; slightly hard, very friable, nonsticky and nonplastic; many fine roots; many insect burrows and pores; 20 percent pebbles and angular cobbles of sandstone; slightly acid; gradual wavy boundary.\nA2--30 to 41 centimeters (12 to 16 inches); brown (7.5YR 4/2) cobbly loam, dark brown (7.5YR 3/2) moist; weak fine granular structure; slightly hard, very friable, nonsticky and nonplastic; many fine roots; many insect burrows; pebbles and angular cobblestones of weathered sandstone comprise 20 percent of soil mass; moderately acid; clear irregular boundary extending into cracks and pockets weathered into sandstone bedrock.  (Combined thickness of the A horizon ranges from 10 to 49 centimeters (4 to 19 inches).)\nR--41 centimeters (16 inches); brown sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cloud County, Kansas; 8 kilometers (5 miles) west and 0.8 kilometers (1/2 mile) north of Miltonvale; 591 meters (1940 feet) north and 91 meters (300 feet) east of southwest corner, sec.  16, T. 8 S., R. 2 W. Lamar, Kansas USGS topographic quadrangle, latitude 39 degrees 21 minutes 19.5 seconds N. and longitude 97 degrees 33 minutes 14.3 seconds W., WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime: ustic bordering on udic\nSoil temperature regime: mesic\nThickness of the mollic epipedon: 10 to 49 centimeters (4 to 19 inches)\nDepth to lithic contact: 10 to 50 centimeters (4 to 19 inches) to bedrock\nSoil moisture: The soil moisture control section is intermittently moist in some part from March through October; driest in November through February\nMean annual soil temperature: 13 to 14 degrees C (55 to 58 degrees F)\nParticle-size control section (weighted average):\nClay content: 8 to 22 percent\nSand content: 30 to 80 percent\nRock fragments: 5 to 35 percent by volume\nSize: Gravel, Cobbles or Stones\nKind: Sandstone\nA horizon:\nHue: 10YR or 7.5YR\nValue: 4 or 5 dry, 2 or 3 moist\nChroma: 1 to 3 dry or moist\nTexture: Loam, sandy loam or fine sandy loam and their gravelly, cobbly, or stony counterparts\nClay content: 8 to 22 percent\nSand content: 30 to 80 percent\nRock fragments: 5 to 35 percent sandstone gravel, stones, or cobbles\nReaction: Moderately acid to neutral\nBw or C horizons (if present):\nHue: 10YR to 5YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 2 to 4 dry or moist\nTexture: Loam, sandy loam or fine sandy loam and their cobbly or stony counterparts\nClay content: 8 to 22 percent\nSand content: 30 to 80 percent\nRock fragments: 5 to 35 percent sandstone gravel, stones, or cobbles\nReaction: Moderately acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Altezita, Apache, Bluemound, Dalerose, and Sogn series. Altezita and Bluemond soils have a mean annual soil temperature of less than 10 degrees C (50 degrees F).\nApache and Dalerose soils contain free calcium carbonates in the profile.\nSogn soils have limestone fragments occurring within the profile."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  Residuum derived from weathered sandstone.\nLandform: hillslopes on uplands\nSlopes: 3 to 40 percent\nElevation: 400 to 500 meters (1300 to 1640 feet)\nMean annual air temperature: 12 to 14 degrees C (54 to 59 degrees F)\nMean annual precipitation: 660 to 860 millimeters (26 to 34 inches)\nPrecipitation pattern: Precipitation is usually evenly distributed throughout the year with the exception of November through February being the driest months and May and June being the wettest months.  Summer precipitation occurs during intense summer thunderstorms.\nFrost-free period: 165 to 200 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Crete, Edalgo, Lancaster and Wells soils.\nCrete soils do not have bedrock occurring within 200 centimeters (80 inches) and occur higher up on interfluves.\nEdalgo soils are have more than 35 percent clay in the particle size control section (fine family particle size class) and generally are on hillslopes below Hedville.\nLancaster soils have weathered sandstone bedrock occurring with 50 to 100 centimeters (20 to 40 inches) and occur on slightly higher hillslopes.\nWells soils do not have bedrock occurring within 200 centimeters (80 inches) and usually occur on lower hillslopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: Somewhat excessive\nRunoff: Medium and high\nSaturated hydraulic conductivity: moderately high"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Nearly all is in rangeland.  Native vegetation is tall and mid grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: In north-central Kansas, and south-central and southeastern Nebraska, Land Resource Region H, Central Great Plains Winter Wheat and Range region; MLRA 73 Rolling Plains and Breaks; MLRA 74 Central Kansas Sandstone Hills; MLRA 75 Central Loess Plains; MLRA 76 Bluestem Hills; MLRA 78C Central Rolling Red Plains, Eastern Part; Land Resource Region M, Central Feed Grains and Livestock Region; MLRA 106 Nebraska and Kansas Loess-Drift Hills. The soils of this series are of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Salina, Kansas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Saline County, Kansas, 1952."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section: The zone from 10 to 16 inches.  (A horizons)\nMollic epipedon: The zone from 0 to 16 inches.  (A1, A2 horizons)\nLithic contact: The contact with sandstone at 16 inches.  (R horizons)\n3/2012 JGA Updated intro paragraph, changed English measurements to metric measurements, added quadrangle and lat/long to type location, updated soil moisture regime to MO5 requirements, added mean annual soil temperature, added cobbly and stony textures to horizons, added sand content to horizon range of characteristics, changed slopes to 40 percent from 30 percent because of the 3366 15-40 percent map unit, updated mean annual precipitation, temperature, and frost free days to reflect values from 1971-2000 and\nMLRA 74, added precipitation pattern, updated geographically associated soils and distribution and extent sections to meet MO5 requirements, changed permeability to saturated hydraulic conductivity\nAdded Soil Interpretation Record clay content and sand content to \"Range In Characteristics\".\n3/2016 BKN Added south facing, linear slope and elevation of 455 meters (1,492 feet) to typical pedon. Changed datum to WGS84. Added stickiness and plasticity to horizon descriptions. Added lab data to additional data.\nKeys to Soil Taxonomy: Twelfth Edition, 2014.\nAdditional data: Kellogg Soil Survey Laboratory data is available for Pedon IDs 79KS143003 and 99KS169001.\n________________________________________"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "sand",
        "structure": "moderate fine granular",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "cobbly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A1--0 to 30 centimeters (0 to 12 inches); dark grayish brown (10YR 4/2) cobbly loam, very dark brown (10YR 2/2) moist; moderate fine granular structure, upper 1 inch is very fine granular; slightly hard, very friable, nonsticky and nonplastic; many fine roots; many insect burrows and pores; 20 percent pebbles and angular cobbles of sandstone; slightly acid; gradual wavy boundary."
      },
      {
        "name": "A2",
        "top": 30,
        "bottom": 41,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sand",
        "structure": "weak fine granular",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "cobbly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "A2--30 to 41 centimeters (12 to 16 inches); brown (7.5YR 4/2) cobbly loam, dark brown (7.5YR 3/2) moist; weak fine granular structure; slightly hard, very friable, nonsticky and nonplastic; many fine roots; many insect burrows; pebbles and angular cobblestones of weathered sandstone comprise 20 percent of soil mass; moderately acid; clear irregular boundary extending into cracks and pockets weathered into sandstone bedrock.  (Combined thickness of the A horizon ranges from 10 to 49 centimeters (4 to 19 inches).)"
      },
      {
        "name": "R",
        "top": 41,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--41 centimeters (16 inches); brown sandstone."
      }
    ]
  ]
}
