{
  "SERIES": "HEECHEE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DWW/PWB/RLB/JBF",
  "REVDATE": "01/2019",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Typic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Heechee cobbly loam--rangeland.  (Colors are for dry soil unless otherwise noted.)  The soil surface is partially covered with 20 percent gravel, 5 percent cobbles and 3 percent stones.\nA1--0 to 10 cm; dark grayish brown (10YR 4/2) cobbly loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium angular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine, few fine and medium roots; many very fine and common fine continuous tubular pores; 10 percent gravel, 5 percent cobbles, and 3 percent stones; neutral (pH 7.2); clear smooth boundary.  (5 to 13 cm thick)\nA2--10 to 28 cm; dark grayish brown (10YR 4/2) cobbly loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium angular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, few fine and medium roots; many very fine and common fine continuous tubular pores; 10 percent gravel, 10 percent cobbles, and 2 percent stones; neutral (pH 7.2); clear smooth boundary.  (10 to 25 cm thick)\nBt1--28 to 46 cm; dark grayish brown (10YR 4/2) very cobbly clay loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium angular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine, few fine and medium roots; many very fine and few fine discontinuous tubular pores, common faint clay films on faces of ped and lining pores; 35 percent gravel, 15 percent cobbles, and 2 percent stones; neutral (pH 7.2); abrupt wavy boundary.  (0 to 30 cm thick)\n2Bt2--46 to 84 cm; brown (7.5YR 5/4) very gravelly sandy clay loam, brown (7.5YR 4/4) moist; moderate medium angular blocky structure; hard, friable, moderately sticky and moderately plastic; few very fine, fine and medium roots; many very fine and few fine discontinuous tubular pores; many faint clay films on faces of ped and lining pores; 40 percent gravel, 15 percent cobbles, and 2 percent stones; neutral (pH 7.2); clear wavy boundary.  (25 to 46 cm thick)\n2C--84 to 160 cm; strong brown (7.5YR 5/6) extremely cobbly sandy loam, strong brown (7.5YR 4/6) moist; massive; hard, very friable, slightly sticky and slightly plastic; few very fine, fine, medium and coarse roots; many very fine and few fine interstitial pores; 45 percent gravel, 20 percent cobbles, and 10  percent stones; neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Elko County, Nevada; about 18.5 miles southeast of Elko Nevada; approximately 1,585 feet south and 1,585 feet east of the northwest corner of section 33, T. 32 N., R. 57 E.; USGS Lee 7.5 minute topographic quadrangle; latitude 40 degrees 36 minutes 58 seconds N and longitude 115 degrees 33 minutes 42 seconds W; WGS84 Decimal Degrees 40.6161111   latitude, -115.5616667 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist; moist in winter and spring, dry mid July through early October; xeric soil moisture regime.\nMean annual soil temperature: 7 to 8 degrees C.\nMollic epipedon thickness: 30 to 50 cm, includes the upper part of the argillic horizon, and in some pedons the whole argillic horizon.\nDepth to base of argillic horizon: 50 to 100 cm.\nReaction: Slightly acid or neutral.\nOther features:  In some small areas on plateaus, some pedons are recognized with a paralithic contact at 127 to 150 cm.\nParticle-size control section - Clay content:  25 to 35 percent.\nRock fragments:  35 to 60 percent; 20 to 45 percent gravel, 15 to 25 percent cobbles, 0 to 10 percent stones.\nA horizon\nValue:  4 or 5 dry, 2 or 3 moist.\nChroma:  1 through 3.\nBt horizon\nHue:  7.5YR or 10YR.\nValue:  4 through 6 dry, 3 through 5 moist.\nChroma:  2 through 4.\nTexture:  Very cobbly clay loam, very gravelly sandy clay loam or very cobbly loam.\nStructure:  Prismatic, angular block or subangular blocky.\nC horizon\nHue:  7.5YR or 10 YR.\nValue:  5 or 6 dry, 3 or 4 moist.\nChroma:  4 through 6.\nTexture:  Extremely cobbly loam, extremely cobbly sandy loam; extremely cobbly coarse sandy loam and coarser textures are common in some pedons below 100 cm.\nRock fragments:  60 to 80 percent, mainly cobbles and stones.\nConsistence: Soft to hard dry, nonsticky or slightly plastic or nonplastic or slightly plastic wet.\nStructure: Subangular block or massive."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Clanalpine, Devaul, Elaero, Glideski, Heenlake, Holmes, Horrocks, Hoskin, Howcan, Longday, Pequop, Squawtip, Suak, Valmar, Vitale and Wambolt series.\nClanalpine, Elaero, Heenlake, Hoskin, Squawtip, Suak, Valmar and Vitale soils are 50 to 100 cm deep to bedrock.  Devaul and Horrocks soils have bedrock within 152 cm. Glideski soils lacks a Mollic epipedon that includes part of the argillic horizon. Holmes soils are dry for about 60 days and have C horizons within a depth of 40 to 80 cm that has textures of very gravelly and cobbly sand, loamy coarse sand, loamy sand or coarse sandy loam. Howcan soils have soil temperature of 3 to 7 degrees C. and the mollic epipedon does not include the upper part of the argillic horizons. Longday soils have the base of the argillic greater than 114 cm. Pequop soils are more than 100 cm deep to the base of the argillic horizons.  Wambolt soils contain 60 to 80 percent rock fragments in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Heechee soils are on fan piedmont remnants and in some areas on summits of plateaus.  These soils formed in alluvium derived from granite, chert, quartzite, welded tuffs or rhyolite.  Slopes are 2 to 30 percent.  Elevations are 1,710 to 2,075 meters.  The mean annual precipitation is about 300 to 400 mm; the mean annual temperature is about 5 to 7 degrees C; and the frost-free season is about 70 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Stampede series.  Stampede soils have an indurated duripan at a depth of 50 to 100 cm and have clay textured argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; slow and medium runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  The vegetation is mainly mountain big sagebrush, antelope bitterbrush, bluebunch wheatgrass, wyethia, downy rabbitbrush, and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeast Nevada.  MLRA 25. These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Elko County, Central part, Nevada. 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 46 cm (A1, A2 and Bt2 horizons).\nArgillic horizons - The zone from 28 to 84 cm (Bt1 and 2Bt2 horizons).\nParticle-size control section - The zone from 28 to 78 cm (Bt1 and part of the 2Bt2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
