{
  "SERIES": "HEESER",
  "STATUS": "Established Series",
  "BYREV": "Rev. CAR-DJE-JJJ",
  "REVDATE": "07/98",
  "STATES": "CA",
  "OVERVIEW": "The Heeser series consists of very deep, somewhat excessively drained soils formed in eolian sands.  Heeser soils are on marine terraces and have slopes of 0 to 15 percent.  The mean annual precipitation is about 40 inches and the mean annual temperature is about 53 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, isomesic Humic Dystrustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Heeser sandy loam on a north facing slope of 4 percent under perennial grasses at 160 feet elevation.  (Colors are for dry soil unless otherwise stated.  When described on September 24, 1985, the soil was slightly moist to 13 inches and dry below 13 inches.)\nA1--0 to 3 inches; very dark grayish brown (10YR 3/2) sandy loam, black (10YR 2/1) moist; moderate very fine, fine and medium granular structure; soft, very friable, slightly sticky and nonplastic; many very fine roots; many very fine and fine interstitial and few fine tubular pores; strongly acid (pH 5.5); abrupt smooth boundary.  (2 to 5 inches thick)\nA2--3 to 7 inches; very dark grayish brown (10YR 3/2) sandy loam, black (10YR 2/1) moist; moderate fine and medium subangular blocky structure; soft, very friable, slightly sticky and nonplastic; common very fine and few fine and medium roots; many very fine interstitial and few fine tubular pores; strongly acid (pH 5.5); clear wavy boundary.  (3 to 6 inches thick)\nA3--7 to 13 inches; dark brown (10YR 3/3) sandy loam, very dark brown (10YR 2/2) moist; moderate fine and medium subangular blocky structure; soft, very friable, slightly sticky and nonplastic; common very fine and few fine and medium roots; common very fine interstitial pores; strongly acid (pH 5.5); clear wavy boundary.  (4 to 8 inches thick)\nA4--13 to 23 inches; dark brown (10YR 3/3) sandy loam, very dark brown (10YR 2/2) moist; moderate fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and few fine and medium roots; many very fine interstitial pores; moderately acid (pH 6.0); gradual wavy boundary.  (5 to 12 inches thick)\nA5--23 to 34 inches; dark brown (10YR 3/3) sandy loam, very dark brown (10YR 2/2) moist; moderate fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and few fine and medium roots; many very fine interstitial pores; slightly acid (pH 6.2); clear wavy boundary.  (0 to 12 inches thick)\nAC--34 to 46 inches; brown (10YR 4/3) sandy loam, dark brown (10YR 3/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine fine and medium roots; common very fine interstitial pores; slightly acid (pH 6.2); gradual wavy boundary.  (5 to 16 inches thick)\nC--46 to 65 inches; dark yellowish brown (10YR 4/6) sandy loam, dark yellowish brown (10YR 3/6) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; common very fine interstitial pores; slightly acid (pH 6.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mendocino County, California; about 500 feet south and 2500 feet west of the northeast corner of sec. 30, T.17N., R.17W., MDBM, Mendocino quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum is 20 to 50 inches and depth to bedrock is greater than 60 inches.  The mean annual soil temperature is 50 to 56 degrees F.  The difference between mean summer and mean winter soil temperature varies from 6 to 9 degrees F.  The soil between the depths of 8 and 23 inches is moist in all parts from November 1 to June 1 and is dry in some or all parts from July 1 to October 15 in most years.  The particle-size control section is dominated by sandy loam textures.  Gravel content ranges from 0 to 5 percent throughout.  Base saturation (ammonium acetate) ranges from 10 to 45 percent throughout.  Organic carbon content is 30 kg in upper cubic meter.\nThe A horizon is 10YR 3/2, 3/3, 4/2 or 4/3.  Moist color is 10YR 2/1, 2/2, 3/2, or 3/3.  It is sandy loam but may be loamy sand in the lower part.  Clay content ranges from 6 to 12 percent and organic carbon content ranges from 2 to 5 percent.  Reaction is strongly through slightly acid.\nThe C horizon is 10YR 4/4, 4/6, 5/4 or 5/6.  Moist color is 10YR 3/4, 3/6, 4/4 or 4/6.  It is sandy loam, loamy sand or sand.  Clay content ranges from 4 to 10 percent.  Hard, subrounded nodules, 2 to 20mm, range from 0 to 15 percent. The horizon may be weakly cemented.  Reaction is moderately or slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Heeser soils occur on marine terraces.  Slopes are 0 to 15 percent.  Elevations are 20 to 240 feet.  The soils formed in eolian sands.  The climate is characterized by cool foggy summers and cool moist winters.  A strong marine influence limits the diurnal and annual range of temperature.  Mean annual precipitation varies from 35 to 45 inches.  Mean January temperature is 49 degrees F., mean July temperature is 57 degrees F., and the mean annual temperature is 53 degrees F.  The frost-free period is 250 to 330 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Biaggi, Cabrillo, Mackerricher and Sirdrak soils.  Biaggi soils are on slightly higher landscape positions and are moderately deep to lithic contact.  Cabrillo soils are on similar landscape positions and have a fine-loamy particle-size class.  Mackerricher and Sirdrak soils have sandy particle-size control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; surface runoff under bare soil conditions is very slow through medium.  Permeability is moderately rapid to a depth of about 34 inches and rapid below this depth."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used for homesites, livestock grazing, recreation, and as wildlife habitat.  A few areas are used for bulb and vegetable production.  Vegetation consists of perennial and annual grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern coastal California.  The series is not extensive.  MLRA 4."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mendocino County, California, Western part, 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized recognized in this pedon are:\nUmbric epipedon -- the zone from 0 to 46 inches (A1, A2, A3, A4, A5, AC)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
