{
  "SERIES": "HEFED",
  "STATUS": "Established Series",
  "BYREV": "Rev. JBF/OWB/WED",
  "REVDATE": "03/2017",
  "STATES": "NV",
  "OVERVIEW": "The Hefed series consists of very deep, well drained soils that formed in mixed colluvium derived mainly from basic igneous and metavolcanic rock.  Hefed soils are on hill and mountain side slopes.  Slopes are 15 to 75 percent.  The mean annual precipitation is about 230 mm and the mean annual temperature is about 11 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Xeric Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hefed very stony sandy loam, rangeland.  (Colors are for dry soil unless otherwise indicated)\nA-- 0 to 5 cm; pale brown (10YR 6/3) very stony sandy loam, dark brown (10YR 3/3) moist; moderate medium and thick platy structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine roots; many very fine and fine vesicular pores and common fine tubular pores; 20 percent gravel, 15 percent cobbles and 15 percent stones; neutral (pH 7.0); abrupt smooth boundary.  (3 to 15 cm thick)\nBt1--5 to 15 cm; brown (10YR 5/3) very gravelly loam, dark yellowish brown (10YR 3/4) moist; weak fine and medium subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; many very fine through medium roots; many very fine vesicular and tubular pores; common faint and few distinct clay films on the faces of peds, lining the pores and coating rock fragments; 35 percent gravel and 5 percent cobbles; neutral (pH 7.2); clear smooth boundary.  (8 to 15 cm thick)\nBt2--15 to 33 cm; yellowish brown (10YR 5/4) very gravelly sandy loam, dark yellowish brown (10YR 3/4) moist; massive; hard, very friable, slightly sticky and slightly plastic; few medium, common very fine and fine roots; common very fine and fine tubular pores, few medium tubular pores; common faint clay films lining the pores and coating rock fragments; 40 percent gravel and 5 percent cobbles; neutral (pH 7.2) gradual wavy boundary.  (15 to 20 cm thick)\nC--33 to 61 cm; pale brown (10YR 6/3) very cobbly sandy loam, dark yellowish brown (10YR 3/4) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; few very fine through medium roots; few very fine through medium tubular pores; 25 percent gravel, 20 percent cobbles and 5 percent stones; slightly alkaline (pH 7.4); gradual wavy boundary.  (23 to 33 cm thick)\n2C--61 to 130 cm, pale brown (10YR 6/3) very cobbly loamy fine sand; dark brown (10YR 3/3) moist; massive; slightly hard, very friable, nonsticky and nonplastic; common very fine and fine roots; few very fine and fine tubular pores; 20 percent gravel, 15 percent cobbles and 10 percent stones; slightly alkaline (pH 7.8); abrupt wavy boundary.  (50 to 150 cm thick)\n3Cq--130 to 157 cm, yellowish brown (10YR 5/4) extremely cobbly loamy sand, dark yellowish brown (10YR 3/4) moist; massive; very hard, brittle, nonsticky and nonplastic; common very fine and fine roots; few very fine and fine tubular pores; strongly effervescent in spots; 30 percent gravel, 25 percent cobbles and 5 percent stones; continuous weak silica cementation; moderately alkaline (pH 8.2); abrupt wavy boundary.  (0 to 50 cm thick)\n4Ck--157 to 191 cm brown (10YR 5/3) extremely gravelly loamy sand, dark yellowish brown (10YR 3/4) moist; massive; very hard, friable, nonsticky and nonplastic; very few fine roots; very few fine tubular pores; strongly effervescent with carbonates occurring in seams; 50 percent gravel and 10 percent cobbles; moderately alkaline (pH 8.2)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washoe County, Nevada, 100 feet south and 2,500 feet west of the northeast corner of section 18, R. 23 E., T. 20 N.; USGS Derby Dam 7.5 minute topographic quadrangle; latitude 39 degrees 36 minutes 29 seconds N and longitude 119 degrees 26 minutes 34 seconds W; WGS84 Decimal Degrees 39.6080556 latitude, -119.4427778 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry in summer and fall, moist in winter and spring; aridic soil moisture regime bordering on xeric.\nMean annual soil temperature: 11 to 13 degrees C.\nDepth to the C horizon: 30 to 50 cm\nDepth to bedrock: More than 150 cm.\nParticle-size control section - Clay content:  18 to 27 percent.\nRock fragments:  35 to 50 percent.\nA horizon\nValue:  5 or 6 dry, 3 or 4 moist.\nChroma:  2 or 3.\nReaction:  Neutral or slightly alkaline.\nBt horizon\nHue:  10YR or 7.5YR.\nValue:  5 or 6 dry, 3 or 4 moist.\nChroma:  3 or 4.\nTexture:  Loam or sandy loam.\nReaction:  Neutral through moderately alkaline.\nC horizon\nValue:  5 or 6 dry, 3 or 4 moist.\nChroma:  3 or 4.\nTexture:  Sandy loam or loamy sand.\nRock fragments:  40 to 60 percent.  Some individual horizons range from 20 to 80 percent.\nReaction:  Neutral through moderately alkaline.\nCarbonates:  Moderately or strongly effervescent in the lower part.\nOther features:  Some pedons lack the weakly silica-carbonatecemented horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Bairs, Basket, Breko, Chiefrange, Cowgill, Drino, Huilepass, Hunewill, Jungo, Kayo, Lithgow, Plush, Schader, Stucky and Washoe series.\nBairs and Kayo soils average less than 18 percent clay in the particle-size control section. Basket, Breko, Chiefrange and Huilepass soils are intermittently moist for 10 to 20 days between July and September due to convection storms. Cowgill soils range from 50 to 76 cm to the base of the argillic horizon. Drino, Lithgow and Schader soils are moderately deep to bedrock. Hunewill soils have extremely gravelly or cobbly sand below the Bt horizon. Jungo and Stucky soils contain 27 to 35 percent clay in the particle size control section. Plush soils have bedrock at 100 to 150 cm.  Washoe soils have combined thickness of A and Bt horizon that ranges from 80 to 114 cm thick, with the argillic horizon from 60 to 100 cm thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hefed soils are on hill and mountain side slopes.  Elevations are 1,340 to 1,950 meters.  Slopes are 15 to 75 percent.  These soils formed in colluvium derived mainly from basic igneous and metavolcanic rock. The climate is semiarid with cold winters and hot summers.  The mean annual precipitation is 200 to 250 mm, mean annual temperature is 9 to 11 degrees C, and frost-free season is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bombadil, Fireball, and Old Camp soils.  Bombadil and Old Camp soils are less than 50 cm deep over bedrock.  Fireball soils have bedrock at a depth of 100 to 150 cm."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; medium or rapid runoff; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  The native vegetation is Wyoming big sagebrush, Douglas rabbitbrush, and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nevada.  They are of small extent. MLRA 26."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washoe County, Nevada, South Part, 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the surface to 5 cm (A horizon).\nArgillic horizon - The zone from about 5 to 33 cm (Bt1, Bt2 horizons).\nParticle size control section - The zone from the surface to 33 cm. (A, Bt1 and Bt2 horizons).\nADDITIONAL DATA: User pedon ID: 2006NV031004.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
