{
  "SERIES": "HEGNE",
  "STATUS": "Established Series",
  "BYREV": "HRF-RBH-CJH",
  "REVDATE": "07/2015",
  "STATES": "MN,MT,ND,SD",
  "OVERVIEW": "The Hegne series consists of very deep, poorly drained soils that formed in clayey calcareous lacustrine sediments on glacial lake plains.  These soils have slow or very slow permeability.  They have slopes of 0 to 2 percent.  Mean annual precipitation is about 20 inches.  Mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Typic Calciaquerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hegne silty clay, from a Hegne-Fargo complex, on a slightly convex slope of about 0.5 percent on a glacial lake plain in a cultivated field.  (Colors are for moist soil unless otherwise stated)\nAp -- 0 to 10 inches; black (5Y 2.5/1) silty clay, very dark gray (5Y 3/1) dry; strong fine and medium subangular blocky structure; firm; common fine distinct olive gray (5Y 4/2) redoximorphic depletions; firm; few fine and medium roots; many fine rounded light gray (10YR 7/2) masses of carbonate; slightly effervescent; slightly alkaline (pH 7.6); clear wavy boundary.  (7 to 16 inches thick)\nBkssg1 -- 10 to 18 inches; about 60 percent olive gray (5Y 4/2), and 40 percent dark gray (5Y 4/1) silty clay; gray (5Y 6/1) and gray (5Y 5/1) dry; moderate medium subangular blocky structure; firm; few fine roots; few distinct intersecting slickensides tilted less than 45 degrees from horizontal; cracks filled with A material 1/4 to 3 inches wide and 2 to 4 feet apart; many fine masses of carbonate; violently effervescent; moderately alkaline (pH 8.4); clear wavy boundary.\nBkssg2 -- 18 to 34 inches; olive gray (5Y 5/2) silty clay; light olive gray (5Y 6/2) dry; moderate fine and medium subangular blocky structure; firm; common fine faint dark gray (5Y 4/1) redoximorphic depletions; few very fine roots; few distinct intersecting slickensides tilted less than 60 degrees from horizontal; cracks filled with A material 1/4 to 2 inches wide and 2 to 4 feet apart; many fine masses of carbonate; violently effervescent; moderately alkaline (pH 8.3); clear wavy boundary.  (Combined Bkg horizons 10 to 40 inches thick)\nBg -- 34 to 50 inches; olive gray (5Y 4/2) silty clay; weak fine and medium subangular blocky structure; friable; common medium distinct light olive brown (2.5Y 5/4) redoximorphic concentrations; few fine masses of carbonate; violently effervescent; moderately alkaline (pH 8.2); clear wavy boundary.  (0 to 20 inches thick)\nCg1 --50 to 68 inches; olive gray (5Y 5/2) silty clay; weak fine and medium subangular blocky soil fragments parting to weak fine platy; firm; common medium distinct gray (5Y 5/1) redoximorphic depletions and medium prominent strong brown (7.5YR 4/6) and common fine reddish yellow (7.5YR 6/6) redoximorphic concentrations; few medium carbonate coats on faces of peds; strongly effervescent; moderately alkaline (pH 8.2); clear wavy boundary.\nCg2 -- 68 to 80 inches; olive (5Y 5/3) laminated silty clay; laminates part to weak fine platy fragments which part to weak fine subangular blocky fragments; firm; common medium distinct gray (5Y 5/1) redoximorphic depletions and common medium prominent strong brown (7.5YR 5/6) and strong brown (7.5YR 5/8) redoximorphic concentrations; few medium irregular light gray (2.5Y 7/2) carbonate coats on faces of peds; strongly effervescent; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Marshall County, Minnesota; about 5 miles west and 2 miles north of Stephen; 600 feet south and 2100 feet east of the northwest corner of Sec. 22, T. 157 N., R. 49 W.; USGS STEPHEN quadrangle; Latitude 48 degrees 24 minutes 25 seconds N. and Longitude 96 degrees 59 minutes 22 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the mollic epipedon ranges from 7 to 16 inches.  These soils have free carbonates in all parts with calcium carbonate equivalent of 10 to 30 percent throughout.  The higher values are in the calcic horizon.  The depth to the calcic horizon is less than 16 inches.  Typically most pedons do not have rock fragments.  The particle-size control section ranges from 40 to 60 percent noncarbonate clay, with an average of 50 percent and less than 15 percent fine sand coarser.  The average linear extensibility is estimated to be about 10.7 centimeters in the upper 40 inches.\nThe A horizon has hue of 10YR, 2.5Y, 5Y or is neutral, value of 2 or 3, and chroma of 0 or 1.  Texture is silty clay, clay or silty clay loam.  Effervescence is slight to violent.  Reaction is slightly alkaline or moderately alkaline.  Tongues of A horizon extend to depths as much as 36 inches in some pedons.\nThe Bkssg horizon has hue of 2.5Y, 5Y or 10YR, value of 3 to 6, and chroma of 1 or 2.  Chroma of 2 is allowed if there are distinct or prominent redoximorphic concentrations.  Texture is clay or silty clay.  Effervescence is strong or violent.  Reaction is slightly alkaline or moderately alkaline.\nThe Bg horizon has hue of 2.5Y or 5Y, value of 3 to 6, and chroma of 1 or 2.  Chroma of 2 is allowed if there are distinct or prominent redoximorphic concentrations.  Texture is clay or silty clay.  Effervescence is slight to violent. Reaction is slightly or moderately alkaline.\nThe C horizon has hue of 2.5Y or 5Y, value of 4 to 6, and chroma of 1 to 3.  Distinct or prominent high chroma redoximorphic concentrations are present in most pedons.  Texture is clay or silty clay.  Silty clay loam textures with more than 35 percent noncarbonate clay are allowed.  Effervescence is slight to strong.  Reaction is slightly alkaline or moderately alkaline.  Masses of gypsum crystals are in the B and C horizon in some pedons.  Some pedons have sandy 2C horizons below a depth of 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are in the Reis series.  Reis soils have more than 5 percent sand in the particle-size control section and formed in clayey glacial till."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Hegne soils have slightly convex to slightly concave slopes of less than 2 percent on glacial lake plains and in a few places these soils are on flood plains.  These soils commonly are on the higher lying positions of microrelief topography.  They formed in clayey lacustrine sediments of Late Wisconsin age.   Mean annual air temperature ranges from 38 to 45 degrees F.  Mean annual precipitation ranges from 15 to 27 inches.  Frost-free days range from 90 to 140.  Elevation above sea level ranges from 650 to 1800 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the poorly drained Fargo soils which formed in similar sediments on glacial lake plains soils.  The Hegne soils are found in a complex with these associated soils on slightly higher positions. Fargo soils do not contain a calcic horizon within 16 inches of the surface."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Poorly drained.  Runoff is low or medium.  Saturated hydraulic conductivity is slow or very slow.  Depth to an apparent seasonal high water table when undrained is as high as 0.5 to 1.5 feet at some time from April to June in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Nearly all of these soils are cultivated. Principal crops are small grains and sugar beets.  Native vegetation is tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Principally in the Red River Valley of northwestern Minnesota and eastern North Dakota, also in smaller glacial lake basins in western Minnesota and north-central North Dakota.  These soils are extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sargent County, North Dakota, 1961."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The classification of these soils is in question as to whether they should be in the Typic or Aeric subgroup of Calciaquerts.  This needs further investigation.  This series was previously classified in the Typic Calciaquolls subgroup.\nDiagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface to 18 inches (Ap and A portion of A/Bkg horizons); calcic horizon - the zone from 10 to 34 inches (B portion of A/Bkg and Bkg horizons); vertic criteria - slickensides and cracks filled with A material in the zone from 10 to 34 inches (Bkssg1 and Bkssg2 horizons); aquic moisture regime.\nADDITIONAL DATA:  Soil Interpretation Record number is MN0053.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 25,
        "dry_hue": "5Y",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 2.5,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Ap -- 0 to 10 inches; black (5Y 2.5/1) silty clay, very dark gray (5Y 3/1) dry; strong fine and medium subangular blocky structure; firm; common fine distinct olive gray (5Y 4/2) redoximorphic depletions; firm; few fine and medium roots; many fine rounded light gray (10YR 7/2) masses of carbonate; slightly effervescent; slightly alkaline (pH 7.6); clear wavy boundary.  (7 to 16 inches thick)"
      },
      {
        "name": "Bkssg1",
        "top": 25,
        "bottom": 46,
        "dry_hue": "5Y",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bkssg1 -- 10 to 18 inches; about 60 percent olive gray (5Y 4/2), and 40 percent dark gray (5Y 4/1) silty clay; gray (5Y 6/1) and gray (5Y 5/1) dry; moderate medium subangular blocky structure; firm; few fine roots; few distinct intersecting slickensides tilted less than 45 degrees from horizontal; cracks filled with A material 1/4 to 3 inches wide and 2 to 4 feet apart; many fine masses of carbonate; violently effervescent; moderately alkaline (pH 8.4); clear wavy boundary."
      },
      {
        "name": "Bkssg2",
        "top": 46,
        "bottom": 86,
        "dry_hue": "5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "pH": 8.3,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bkssg2 -- 18 to 34 inches; olive gray (5Y 5/2) silty clay; light olive gray (5Y 6/2) dry; moderate fine and medium subangular blocky structure; firm; common fine faint dark gray (5Y 4/1) redoximorphic depletions; few very fine roots; few distinct intersecting slickensides tilted less than 60 degrees from horizontal; cracks filled with A material 1/4 to 2 inches wide and 2 to 4 feet apart; many fine masses of carbonate; violently effervescent; moderately alkaline (pH 8.3); clear wavy boundary.  (Combined Bkg horizons 10 to 40 inches thick)"
      },
      {
        "name": "Bg",
        "top": 86,
        "bottom": 127,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg -- 34 to 50 inches; olive gray (5Y 4/2) silty clay; weak fine and medium subangular blocky structure; friable; common medium distinct light olive brown (2.5Y 5/4) redoximorphic concentrations; few fine masses of carbonate; violently effervescent; moderately alkaline (pH 8.2); clear wavy boundary.  (0 to 20 inches thick)"
      },
      {
        "name": "Cg1",
        "top": 127,
        "bottom": 173,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Cg1 --50 to 68 inches; olive gray (5Y 5/2) silty clay; weak fine and medium subangular blocky soil fragments parting to weak fine platy; firm; common medium distinct gray (5Y 5/1) redoximorphic depletions and medium prominent strong brown (7.5YR 4/6) and common fine reddish yellow (7.5YR 6/6) redoximorphic concentrations; few medium carbonate coats on faces of peds; strongly effervescent; moderately alkaline (pH 8.2); clear wavy boundary."
      },
      {
        "name": "Cg2",
        "top": 173,
        "bottom": 203,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silty clay",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "narrative": "Cg2 -- 68 to 80 inches; olive (5Y 5/3) laminated silty clay; laminates part to weak fine platy fragments which part to weak fine subangular blocky fragments; firm; common medium distinct gray (5Y 5/1) redoximorphic depletions and common medium prominent strong brown (7.5YR 5/6) and strong brown (7.5YR 5/8) redoximorphic concentrations; few medium irregular light gray (2.5Y 7/2) carbonate coats on faces of peds; strongly effervescent; moderately alkaline (pH 8.2)."
      }
    ]
  ]
}
