{
  "SERIES": "HEIDEL",
  "STATUS": "Established Series",
  "BYREV": "Rev. HLN: WMK: RBH; SP, GRB",
  "REVDATE": "09/2013",
  "STATES": "AL,MS",
  "OVERVIEW": "The Heidel Series consists of very deep, well drained, moderately permeable soils on nearly level to steep slopes in uplands of the Southern Coastal Plain Major Land Resource Area (MLRA 133A).  They formed in marine deposits that consist of thick beds of loamy sediments.  Near the type location, the average annual temperature is about 62 degrees F., and the average annual precipitation is about 52 inches. Slopes range from 0 to 35 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, subactive, thermic Typic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Heidel sandy loam, in a forested area (Colors are for moist soil).\nA--0 to 4 inches; dark grayish brown (10YR 4/2) sandy loam; weak fine granular structure; very friable; many fine roots; strongly acid; clear smooth boundary.  (3 to 9 inches thick)\nE--4 to 11 inches; brown (10YR 5/3) sandy loam; weak fine granular and subangular blocky structure; very friable; common fine and medium roots; many fine and medium pores; strongly acid; clear smooth boundary.  (0 to 12 inches thick)\nBt1--11 to 18 inches; yellowish red (5YR 4/6) fine sandy loam; weak fine and medium subangular blocky structure; friable; few fine roots; common fine and medium pores; few sand grains coated and bridged with clay and oxides; strongly acid; gradual smooth boundary.\nBt2--18 to 36 inches; red (2.5YR 4/6) fine sandy loam; weak medium subangular blocky structure; friable; few fine roots; common fine and medium pores; sand grains coated and bridged with clay and oxides; strongly acid; gradual smooth boundary.\nBt3--36 to 46 inches; red (2.5YR 4/6) fine sandy loam; weak medium subangular blocky structure; friable; common fine and medium pores; most sand grains coated and bridged with clay and oxides; common fine pockets of uncoated sand grains; few pebbles of quartz; strongly acid; gradual smooth boundary.\nBt4--46 to 72 inches; red (2.5YR 4/6) fine sandy loam; weak medium subangular blocky structure; friable; few fine pores; most sand grains coated and bridged with clay and oxides; few pockets of uncoated sand grains; strongly acid; gradual smooth boundary.\nBt5--72 to 80 inches; red (2.5YR 4/6) fine sandy loam; weak medium subangular blocky structure; very friable; few fine pores; sand grains coated and bridged with clay and oxides; few pockets of uncoated sand grains; strongly acid.  (Combined thickness of the Bt horizon is 48 to 60 inches or more.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jasper County, Mississippi. Approximately 0.8 mile southeast of Paulding and 100 feet north into forest.  NE1/4, SW1/4, Sec. 12, T. 2 N., R. 12 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 60 to more than 100 inches.  A few fragments of ironstone or chert gravel or both, which make up less than 10 percent of the volume, are in some pedons.  Reaction is very strongly acid or strongly acid, except where the surface has been limed.\nThe A or Ap horizon has hue of 10YR, value of 3 to 6, and chroma of 2 to 4.  Texture is loamy fine sand, loamy sand, fine sandy loam or sandy loam.\nThe E horizon, where present, has hue of 10YR, value of 5 to 7, and chroma of 2 to 4.  Texture is loamy fine sand, loamy sand, fine sandy loam or sandy loam.\nThe Bt horizon has hue of 10R to 5YR, value of 4 or 5 and chroma of 4 to 8. The upper 20 inches of the argillic horizon has 20 to 50 percent silt.  Most pedons contain pockets of uncoated sand grains that make up as much as 5 to 10 percent of the volume.  Texture is fine sandy loam, sandy loam, or loam.  Some pedons have sandy clay loam in the lower part of the Bt horizon.\nThe BC or C horizon, where present, has hue of 2.5YR to 10YR, value of 4 to 6, and chroma of 4 to 8. Texture is loamy fine sand, fine sand, fine sandy loam or sandy loam with thin lamellae in shades of red."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The McLaurin series is the only known series in the same family.  Closely related series include the Benndale, Butters and Niwana series.  McLaurin soils are on similar positions but have a bisequum.  Benndale soils are on similar to lower positions and have yellower subsoils.  Butters soils have yellower subsoils and less than 20 percent silt in the control section.  Niwana soils have an ochric epipedon in which the combined thickness of the A and E horizons is more than 20 inches and are in the Western Gulf Coast Flatwoods (MLRA 152B)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Heidel soils are on nearly level to steeply sloping uplands of the Southern Coastal Plain Major Land Resource Area.  Slopes range from 0 to 35 percent.  The soil formed in marine deposits, consisting of thick beds of loamy sediments.  The climate is warm and humid.  The mean annual temperature is about 62 degrees Fahrenheit, and the mean annual precipitation is about 52 inches near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Benndale and McLaurin series along with the Alaga, Bama, Lucy, Ruston, Smithdale, Sweatman and Troup soils.  The excessively drained Alaga soils are sandy throughout. Bama and Ruston soils are on similar, less sloping areas and have fine-loamy control sections. In addition, Ruston soils are bisequal Lucy soils are on similar positions and have sandy surface and subsurface horizons 20 to 40 inches thick.  Smithdale soils are on similar positions, have fine-loamy subsoils and have a clay decrease before a 60-inch depth.  Sweatman soils are on lower positions on hill sides and have clayey control sections. The somewhat excessively drained Troup soils are in slightly higher positions and more dissected slopes and have sandy surface and subsurface horizons 40 to 80 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, slow to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Heidel soils are used for growing woodland, principally loblolly pine, shortleaf pine and slash pine along with mixed hardwoods.  Cleared areas are used for growing pasture, hay, corn, and soybeans."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Coastal Plain of Alabama and Mississippi.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jasper County, Mississippi; 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - the zone from the surface to a depth of about 4 inches (A horizon).\nArgillic horizon - the zone from approximately 11 to 80 inches (Bt1, Bt2, Bt3, Bt4 and Bt5 horizons).\nHeidel series is in MLRA 133A.\nADDITIONAL DATA:  There is no laboratory data available at this time in the national soil database.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; dark grayish brown (10YR 4/2) sandy loam; weak fine granular structure; very friable; many fine roots; strongly acid; clear smooth boundary.  (3 to 9 inches thick)"
      },
      {
        "name": "E",
        "top": 10,
        "bottom": 28,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E--4 to 11 inches; brown (10YR 5/3) sandy loam; weak fine granular and subangular blocky structure; very friable; common fine and medium roots; many fine and medium pores; strongly acid; clear smooth boundary.  (0 to 12 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 28,
        "bottom": 46,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--11 to 18 inches; yellowish red (5YR 4/6) fine sandy loam; weak fine and medium subangular blocky structure; friable; few fine roots; common fine and medium pores; few sand grains coated and bridged with clay and oxides; strongly acid; gradual smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 46,
        "bottom": 91,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt2--18 to 36 inches; red (2.5YR 4/6) fine sandy loam; weak medium subangular blocky structure; friable; few fine roots; common fine and medium pores; sand grains coated and bridged with clay and oxides; strongly acid; gradual smooth boundary."
      },
      {
        "name": "Bt3",
        "top": 91,
        "bottom": 117,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt3--36 to 46 inches; red (2.5YR 4/6) fine sandy loam; weak medium subangular blocky structure; friable; common fine and medium pores; most sand grains coated and bridged with clay and oxides; common fine pockets of uncoated sand grains; few pebbles of quartz; strongly acid; gradual smooth boundary."
      },
      {
        "name": "Bt4",
        "top": 117,
        "bottom": 183,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt4--46 to 72 inches; red (2.5YR 4/6) fine sandy loam; weak medium subangular blocky structure; friable; few fine pores; most sand grains coated and bridged with clay and oxides; few pockets of uncoated sand grains; strongly acid; gradual smooth boundary."
      },
      {
        "name": "Bt5",
        "top": 183,
        "bottom": 203,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "narrative": "Bt5--72 to 80 inches; red (2.5YR 4/6) fine sandy loam; weak medium subangular blocky structure; very friable; few fine pores; sand grains coated and bridged with clay and oxides; few pockets of uncoated sand grains; strongly acid.  (Combined thickness of the Bt horizon is 48 to 60 inches or more.)"
      }
    ]
  ]
}
