{
  "SERIES": "HEIDEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLL-CMR-RMR",
  "REVDATE": "08/2017",
  "STATES": "OK,TX",
  "OVERVIEW": "The Heiden series consists of deep and very deep to mudstone, well drained, very slowly permeable soils that formed in clayey residuum weathered from mudstone. These nearly level to moderately steep soils occur on footslopes of base slopes, shoulders of interfluves, and backslopes of side slopes of ridges on dissected plains. Slopes range from 0.5 to 20 percent. Mean annual precipitation is about 889 mm (35 in) and the mean annual temperature is about 20 degrees C (68 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Udic Haplusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Heiden clay, on a south-facing, convex, 1 percent slope in cropland at an elevation of 156 m (512 ft). (Colors are for dry soil unless otherwise stated.)\nAp--0 to 15 cm (0 to 6 in); dark grayish brown (10YR 4/2) clay, very dark grayish brown (10YR 3/2) moist; weak fine angular blocky structure; very hard, very firm, very sticky, very plastic; many fine roots; few worm casts; few shell fragments; strongly effervescent; moderately alkaline; abrupt smooth boundary.\nA--15 to 46 cm (6 to 18 in); dark grayish brown (10YR 4/2) clay, very dark grayish brown (10YR 3/2) moist; moderate fine angular blocky structure; extremely hard, very firm ,very sticky, very plastic; few fine roots; pressure faces, few slickensides (pedogenic) in lower part; strongly effervescent; moderately alkaline; diffuse wavy boundary. (Combined thickness of the A horizons is 25 to 76 cm [10 to 30 in].)\nBkss1--46 to 91 cm (18 to 36 in); dark grayish brown (10YR 4/2) clay, very dark grayish brown (10YR 3/2) moist; moderate medium wedge structure; extremely hard, very firm, very sticky, very plastic; many prominent slickensides (pedogenic); common fine carbonate concretions; strongly effervescent; moderately alkaline; diffuse wavy boundary.\nBkss2--91 to 147 cm (36 to 58 in); olive gray (5Y 5/2) clay, olive gray (5Y 4/2) moist; few fine faint  olive (5Y 5/3) mottles; weak coarse wedge structure; extremely hard, very firm, very sticky, very plastic; many distinct slickensides (pedogenic); common fine carbonate concretions; violently effervescent; moderately alkaline; diffuse wavy boundary. (Combined thickness of Bkss horizons is 30 to 135 cm [12 to 53 in].)\nCBdk--147 to 178 cm (58 to 70 in); clay, olive (5Y 5/3) and yellow (5Y 7/6), moist; structureless massive; extremely hard, very firm, very sticky, very plastic; few distinct slickensides (geogenic) in the upper part; carbonate, finely disseminated; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Bell County, Texas; From the intersection of State Highway 36 and Farm to Market Road 436 in Heidenheimer, approximately 0.57 miles southeast on State Highway 36, 15 ft southwest of fence in cropland.\nUSGS topographic quadrangle: Temple, TX;\nLatitude: 31 degrees, 0 minutes, 40 seconds N;\nLongitude: 97 degrees, 17 minutes, 52 seconds W;\nDatum: WGS84.\nUTM Easting: 662496 m,\nUTM Northing: 3432067 m,\nUTM Zone 14N."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth of solum: 100 to 165 cm (40 to 65 in)\nSoil moisture: Udic ustic soil moisture regime. The soil moisture control section is dry in some or all parts for more than 90 and less than 150 cumulative days in normal years. Cracks in normal years, remain open 90 to 150 cumulative days.\nDepth to densic materials: 100 to 165 cm (40 to 65 in)\nDepth to densic contact: 100 to 203 cm (40 to 80 in)\nDepth to slickensides (pedogenic): 25 to 76 cm (10 to 30 in)\nDepth to cambic horizon: 10 to 76 cm (4 to 30 in)\nSurface rock fragments: 0 to 60 percent, 2 to 250 mm, quartzite, chert or limestone fragments\nParticle-size control section (weighted average):\nClay content: 40 to 60 percent\nA horizon\nHue: 10YR to 5Y\nValue: 3 to 5 dry, 2 and 3 moist\nChroma: 1 to 3\nTexture: clay, silty clay\nOther features: Thickness of the surface layer is less than 30 cm (12 in) in the majority of the pedon where chroma is 1; reaction is slightly alkaline; or the effervescence is noneffervescent.\nRock fragments: amount-0 to 35 percent; size-2 to 250 mm; kind-quartzite, chert, or limestone fragments\nEffervescence: noneffervescent to strong\nReaction: slightly alkaline or moderately alkaline\nBss, Bkss, BCkss horizon (where present)\nHue: 10YR to 5Y\nValue: 4 to 7\nChroma: 2 to 4\nMottles: 0 to 20 percent, fine to coarse, faint to prominent\nColors: typically mottled with matrix color range\nIdentifiable secondary carbonate: 0 to 4 percent, fine to coarse, carbonate masses and carbonate concretions\nCalcium carbonate equivalent: 2 to 35 percent\nGypsum: 0 to 5 percent\nEffervescence: strong to violent\nReaction: moderately alkaline\nCd, CB, or CBdk horizon (where present)\nHue: 10YR to 5Y\nValue: 5 to 7\nChroma: 1 to 8\nTexture: bedrock, clay, silty clay\nRupture resistance: noncemented\nBedrock: strongly weathered to slightly weathered calcareous mudstones\nIdentifiable secondary carbonate: 0 to 4 percent, fine to coarse, carbonate masses and carbonate concretions\nCalcium carbonate equivalent: 2 to 40 percent\nGypsum: 0 to 5 percent\nEffervescence: strong to violent\nReaction: moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bleiblerville, Branyon, Burleson, Clarita, Deport, Dimebox, Ellis, Fairlie, Houston Black, Lazare, Leson, Luling, McLean, Ovan, Sanger, Slidell, Sparenberg, and Watonga series.\nBleiblerville, Branyon, Burleson, Dimebox, Fairlie, Houston Black, Lazare, McLean, Ovan, Slidell, Sparenberg, and Watonga soils: do not have densic materials within 165 cm (65 in)\nClarita soils: have hue redder than 7.5YR in the subsoil\nDeport soils: do not have free carbonates within 76 cm (30 in) depth\nEllis soils: have a densic contact within 100 cm (40 in) depth\nFairlie soils: have a paralithic contact within 150 cm (60 in) depth\nLeson soils: have a chroma of 1 within a depth of 150 cm (60 in) depth\nLuling soils: do not have free carbonates in the epipedon\nSanger soils: contain more than 40 percent calcium carbonate equivalent in the lower part of the subsoil"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: clayey residuum weathered from mudstone\nLandscape: dissected plains\nLandform: footslopes of base slopes, shoulders of interfluves, or backslopes of side slopes of ridges\nMicrofeature: gilgai or linear gilgai\nSlope: 0.5 to 20 percent\nMean annual precipitation: 711 to 1067 mm (28 to 42 in)\nPrecipitation pattern: Precipitation is mostly even throughout the year with the exception of May, June, and October being the wettest months.  July and August are the driest months.\nThornthwaite P-E index: 44 to 66\nMean annual air temperature: 17 to 21 degrees C (63 to 70 degrees F)\nFrost-free period: 224 to 278 days\nElevation: 75 to 424 m (245 to 1,390 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Altoga, Austin, Bastsil, Branyon, Ferris, Frio, Houston Black, Lewisville, Lott, Payne, Tinn, and Venus series.\nAltoga, Lewsiville, and Venus soils: do not have slickensides and occur lower positions on risers of stream terraces\nAustin soils: have a paralithic contact with chalk within a depth of 100 cm (40 in) and occur on similar positions\nBastsil and Payne soils: have an argillic horizon and occur on lower positions on the tread of stream terraces\nBranyon soils: occur on lower positions on treads of stream terraces\nFerris soils: have color value higher than 3 within a depth of 30 cm (12 in) and occur on similar more sloping positions\nFrio soils: do not have slickensides and occur on flood plains\nHouston Black soils: occur on similar positions\nLott soils: do not have slickensides and occur on slightly higher similar positions\nTinn soils: do not have densic materials within 165 cm (65 in) and occur on flood plains"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: Well.\nPermeability class: Very slow.\nRunoff: high on 0.5 to less than 1 percent slopes and very high on 1 to 20 percent slopes.\nInfiltration is rapid when the soil is dry and cracked, but very slow when the soil is wet."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The major uses are livestock grazing and hay production. Some areas are used for crop production. Improved bermudagrass, grain sorghum, corn, cotton, and wheat are the principal crops. The native plant community is fire-influenced tallgrass plant community, dominated by big bluestem, Indiangrass, switchgrass, eastern gamagrass, and little bluestem. Midgrasses such as sideoats grama, Virginia wildrye, Florida paspalum, Texas wintergrass, hairy grama, and dropseeds are also abundant. A wide variety of forbs add to the diverse native plant community. Mottes of live oak and hackberry trees are also native. Improper grazing will result in a reduction of tall grass dominance and an increase in composition of mid-grasses, unpalatable forbs, and woody species. Most areas have been cultivated, and are now in grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: East Central Texas; Land Resource Region J; MLRA 86A. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Travis County, Texas, 1969. The name \"Heiden\" is from the Heidenheimer community in southeastern Bell County, Texas."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included with the Houston series. The Houston series has a layer saturated with water within 100 cm (40 in) of the mineral soil surface for 20 or more days in normal years. This soil has cracks in normal years that remain open 90 to 150 cumulative days.\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section: 25 to 100 cm (10 to 40 in) (A, Bkss1, and Bkss2 horizons)\nMollic epipedon: 0 to 46 cm (0 to 18 in) (Ap and A horizons)\nCambic horizon: 46 to 178 cm (18 to 70 in) (Bkss1, Bkss2, and CBdk horizons)\nDensic Materials: 147 to 178 cm (58 to 70 in) (CBdk horizon)\nSlickensides: 46 to 147 cm (18 to 58 in) (Bkss1 and Bkss2 horizons)\nFree carbonates: 0 to 178 cm (0 to 70 in) (Ap, A, Bkss1, Bkss2, and CBdk horizons)\nSecondary carbonates: 46 to 178 cm (18 to 70 in) (Bkss1, Bkss2, and CBdk horizons)\nOther features: High shrink-swell potential and cracks that are 1 to 8 cm (0.5 to 3 in) wide at a depth of 30 cm (12 in) or more during dry periods\nAdditional comments:\nSoil Interpretation Record Number: TX0151, TX0152 (Stony), TX1149 (Cool), TX1151 (Stony, Cool)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: TAMU Data: Falls County, S09TX145003 (TAMU7525-TAMU7531).\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014."
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "structure": "weak fine angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 15 cm (0 to 6 in); dark grayish brown (10YR 4/2) clay, very dark grayish brown (10YR 3/2) moist; weak fine angular blocky structure; very hard, very firm, very sticky, very plastic; many fine roots; few worm casts; few shell fragments; strongly effervescent; moderately alkaline; abrupt smooth boundary."
      },
      {
        "name": "A",
        "top": 15,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "structure": "moderate fine angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "A--15 to 46 cm (6 to 18 in); dark grayish brown (10YR 4/2) clay, very dark grayish brown (10YR 3/2) moist; moderate fine angular blocky structure; extremely hard, very firm ,very sticky, very plastic; few fine roots; pressure faces, few slickensides (pedogenic) in lower part; strongly effervescent; moderately alkaline; diffuse wavy boundary. (Combined thickness of the A horizons is 25 to 76 cm [10 to 30 in].)"
      },
      {
        "name": "Bkss1",
        "top": 46,
        "bottom": 91,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "structure": "moderate medium wedge",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Bkss1--46 to 91 cm (18 to 36 in); dark grayish brown (10YR 4/2) clay, very dark grayish brown (10YR 3/2) moist; moderate medium wedge structure; extremely hard, very firm, very sticky, very plastic; many prominent slickensides (pedogenic); common fine carbonate concretions; strongly effervescent; moderately alkaline; diffuse wavy boundary."
      },
      {
        "name": "Bkss2",
        "top": 91,
        "bottom": 147,
        "dry_hue": "5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "structure": "weak coarse wedge",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "violently effervescent",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Bkss2--91 to 147 cm (36 to 58 in); olive gray (5Y 5/2) clay, olive gray (5Y 4/2) moist; few fine faint  olive (5Y 5/3) mottles; weak coarse wedge structure; extremely hard, very firm, very sticky, very plastic; many distinct slickensides (pedogenic); common fine carbonate concretions; violently effervescent; moderately alkaline; diffuse wavy boundary. (Combined thickness of Bkss horizons is 30 to 135 cm [12 to 53 in].)"
      },
      {
        "name": "CBdk",
        "top": 147,
        "bottom": 178,
        "dry_hue": "5Y",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "violently effervescent",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "CBdk--147 to 178 cm (58 to 70 in); clay, olive (5Y 5/3) and yellow (5Y 7/6), moist; structureless massive; extremely hard, very firm, very sticky, very plastic; few distinct slickensides (geogenic) in the upper part; carbonate, finely disseminated; violently effervescent; moderately alkaline."
      }
    ]
  ]
}
