{
  "SERIES": "HEINTOOGA",
  "STATUS": "Established Series",
  "BYREV": "DJT-ARK-HCD; Revised BPS",
  "REVDATE": "02/2011",
  "STATES": "NC,TN",
  "OVERVIEW": "The Heintooga series consists of very deep, well drained, moderately rapidly permeable soils on toe slopes, fans and benches in coves at high elevations in the Southern Blue Ridge mountains, MLRA 130B.  They formed in colluvium weathered from low-grade metasedimentary rocks. Slope ranges from 2 to 95 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, frigid Typic Humudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Heintooga very flaggy loam on a 13 percent southwest facing toeslope at 5,220 feet elevation--Forested. (Colors are for moist soil unless otherwise stated.)\nOe--0 to 1 inches; moderately decomposed leaves, twigs, roots, and other coniferous plant material.\nA1--1 to 4 inches; very dark brown (10YR 2/2) very flaggy loam; moderate fine to very coarse granular structure; very friable; common very fine and fine, and many medium to very coarse roots throughout; 25 percent channers and 20 percent flagstones by volume; few fine flakes of mica; ultra acid; abrupt wavy boundary.\nA2--4 to 12 inches; dark brown (10YR 3/3) very flaggy loam; moderate very fine to coarse granular structure; friable; many medium to very coarse roots throughout; 25 percent channers and 20 percent flagstones by volume; few fine flakes of mica; extremely acid; gradual wavy boundary. (Combined thickness of the A horizon is 10 to 20 inches.)\nBw--12 to 25 inches; brown (10YR 4/3) extremely channery fine sandy loam; moderate very fine to coarse subangular blocky structure; friable; common medium and coarse roots throughout; 60 percent channers and 10 percent flagstones by volume; few fine flakes of mica; extremely acid; gradual wavy boundary.\nBC--25 to 61 inches; yellowish brown (10YR 5/6) extremely flaggy coarse sandy loam; weak fine to coarse subangular blocky structure; very friable; common medium to very coarse prominent yellowish red (5YR 4/6) mottles; 35 percent channers and 35 percent flagstones by volume; few fine flakes of mica; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Swain County, North Carolina; Great Smoky Mountains National Park, at Balsam picnic area, Balsam Mountain Road; 500 feet south of parking area. USGS Bunches Bald Topographic Quadrangle: latitude 35 degrees, 34 minutes, 17 seconds N.; longitude  83 degrees, 10 minutes, 48 seconds W.; NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to bedrock is more than 60 inches. Reaction ranges from ultra acid to strongly acid throughout. Content of mica flakes is none or few throughout. Rock fragment content ranges from 35 to 80 percent channers and flagstones throughout.\nThe A horizon has hue of 7.5YR or 10YR, value of 2 or 3, and chroma of 1 to 3. Texture is fine sandy loam or loam in the fine-earth fraction.\nThe Bw horizon has hue of 7.5YR to 2.5Y, value of 3 to 6, and chroma of 3 to 8. Colors with value and chroma of 3 derived from parent material rather than a high organic matter content. Texture is fine sandy loam or loam in the fine-earth fraction.\nThe BC horizon or C horizon where present has hue of 10YR or 2.5Y, value of 4 to 6 and chroma of 4 to 8.  Texture is sandy loam or coarse sandy loam in the fine earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Balsam, Bloodyhorse, and Mt Rogers series. Balsam soils formed in colluvium and contain fragments of high-grade metamorphic rocks. Bloodyhorse soils have a lithic contact between 20 to 40 inches and have fragments of high-grade metamorphic and igneous rocks.  Mt Rogers soils are more than 60 inches to bedrock and have fragments of high-grade metamorphic and igneous rocks."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Heintooga soils are on gently sloping to very steep toe slopes, benches, and fans in coves at high elevations in the Southern Blue Ridge mountains, MLRA 130B.  Slopes range from 2 to 95 percent. Elevation ranges from about 4,500 to 6,400 feet. These soils formed in colluvium derived from materials weathered from low-grade metasedimentary rocks such as metasandstone, phyllite and slate. Mean annual air temperature ranges from 35 to 45 degrees F., and mean annual precipitation ranges from about 60 to 100 inches. Moist atmospheric conditions are prevalent and fog is common in these high mountain areas."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: In addition to the competing Luftee, these are the Anakeesta, Breakneck, Cataloochee, Chiltoskie, Guyot, Horsetrough, Oconaluftee, and Pullback series. Anakeesta, Breakneck, Cataloochee, Guyot, Luftee, Oconaluftee, and Pullback soils formed in residuum on adjacent mountain summits and side slopes. Anakeesta soils have a lithic contact between 40 to 60 inches. Breakneck and Luftee soils have a lithic contact between 20 and 40 inches. Cataloochee soils have a paralithic contact between 20 and 40 inches.  Guyot soils have a paralithic contact between 40 to 60 inches. Oconaluftee soils have C horizons of saprolite. Pullback soils have a lithic contact at less than 20 inches. Chiltoskie and Horsetrough soils formed in colluvium. Chiltoskie soils are in a fine-loamy particle-size class. Horsetrough soils are in a sandy-skeletal particle-size class and are poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; very little runoff where forest litter has not been disturbed or only partially removed; medium to very rapid runoff where litter has been removed; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Nearly all of this soil is in forest. Common trees are northern red oak, black birch, American beech, yellow birch, black cherry, sugar maple, eastern hemlock, yellow buckeye, red spruce, and fraser fir. In many areas the trees are stunted due to wind and ice damage and a \"windswept\" phase is recognized. The understory species are serviceberry, striped maple, American chestnut sprouts, pin cherry, rhododendron, mountain-laurel, silverbell, blueberry, and flame azalea. Common forbs are hay-scented fern, wood fern, New York fern, Solomon's seal, yellow mandarin, and trillium."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Higher elevations of the Southern Blue Ridge mountains, MLRA 130B of North Carolina, Tennessee, and possibly Virginia. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Madison County, North Carolina, 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Heintooga series was formerly included with the Balsam series. However, Balsam soils formed in colluvium from high-grade metamorphic and igneous rocks. Although Heintooga soils may exhibit some of the characteristics of andic soil properties, they lack the volcanic glass found in soils of similar taxa in the Western United States.\nRevisions made 9/07(HCD) adjusted OSD to reflect Lab Data.\nThe Heintooga series has the following diagnostic horizons and features:\nUmbric epipedon - the zone from the mineral soil surface to a depth of 12 inches (A1 and A2 horizons)\nCambic horizon - the zone from 12 to 61 inches below the surface (Bw and BC horizons)\nIsotic mineralogy class - In more than one-half of the control section, a 1500 kPa water to clay ratio of 0.6 or more and a pH in NaF solution of more than 8.4.\nADDITIONAL DATA: Lab data from NSSC-SSL sample S00NC-173-003.\nNASIS Site ID: 113949\nNASIS Pedon ID: 114790\nNASIS User Pedon ID: Heintooga OSD\nNASIS DMU ID: 410627 (Standard Component Data)\nMLRA = 130B\n02/11-BPS: Taxonomic Classification -- 11th Keys, update competing and associated series, MLRA clarification\nNational Cooperative Soil Survey\nU.S.A."
  }
}
