{
  "SERIES": "HEISKELL",
  "STATUS": "Established Series",
  "BYREV": "NTH, JYM/Rev. MDJ",
  "REVDATE": "11/2015",
  "STATES": "TN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, thermic Aquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Heiskell silt loam, 2 to 6 percent slopes. (Colors are for moist soil).\nAp--0 to 10 cm (0 to 4 inches); brown (10YR 4/3) silt loam; moderate fine and medium granular structure; very friable; common fine and medium roots; neutral; abrupt smooth boundary.\nAB--10 to 30 cm (4 to 12 inches); dark yellowish brown (10YR 4/4) silt loam; common coarse faint yellowish brown (10YR 5/6) and few fine distinct pale brown (10YR 6/3) mottles; moderate medium subangular blocky structure; very friable; common fine roots; few fine manganese concretions; moderately acid; clear wavy boundary.\nBA--30 to 46 cm (12 to 18 inches); dark yellowish brown (10YR 4/6) silt loam; moderate fine and medium subangular blocky structure; friable; common very fine and fine roots; common fine iron and manganese concretions; many medium distinct grayish brown (10YR 5/2) and dark grayish brown (10YR 4/2) iron depletions; moderately acid; abrupt smooth boundary.\nBt1--46 to 68 cm (18 to 27 inches); yellowish brown (10YR 5/6) silty clay loam; common medium distinct brown (7.5YR 5/4) mottles; moderate medium subangular blocky structure; friable; few very fine roots; few faint clay films lining faces of peds; common fine iron and manganese concretions; strongly acid; clear smooth boundary.\nBt2--68 to 117 cm (27 to 46 inches); 70 percent yellowish brown (10YR 5/4) and 30 percent gray (2.5Y 6/1) silty clay loam; moderate medium and coarse subangular blocky structure; friable; few very fine roots; few faint clay films lining faces of peds; common fine iron concretions; many medium and coarse strong brown (7.5YR 5/8) iron accumulations; strongly acid; gradual smooth boundary.\nBCg--117 to 170 cm (46 to 67 inches); 80 percent gray (2.5Y 6/1) and 20 percent light yellowish brown (10YR 6/4) silt loam; moderate coarse subangular blocky structure; firm; 2 percent chert gravel; common fine iron and manganese concretions; many medium and coarse strong brown (7.5YR 5/8) iron accumulations; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:\nCounty: Knox\nState:  Tennessee\nUSGS Quadrangle: Lovell\nLatitude (Decimal Degrees, NAD83): 35.960000\nLongitude (Decimal Degrees, NAD83): -84.148611\nDirections to the pedon: from Knoxville, take I-40 west to exit 376 North (Pellissippi Parkway). Go 3.4 miles to the Hardin Valley Road exit. Turn right off the exit ramp and go 0.75 mile to Reagan Road. The site is 2,000 feet north 32 degrees west from the intersection."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum Thickness: 100 to more than 152 cm (40 to more than 60 inches)\nDepth to bedrock: more than 152 cm (60 inches)\nDepth Class: very deep\nDepth to Seasonal High Water Table: 30 to 91 cm (1.0 to 3.0 feet)\nRock Fragment Content: rounded or subangular chert gravels range from 0 to 15 percent in each horizon\nSoil Reaction: strongly acid to slightly alkaline\nOther: redoximorphic features having chroma of 2 or less occur within 50 cm (20 inches) of the soil surface\nRange of Individual Horizons:\nAp horizon:\nColor: hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 2 to 4\nTexture (fine earth fraction): silt loam or loam\nAB and BA horizons (if present):\nColor: hue of 7.5YR to 2.5Y, value of 4 or 5, and chroma of 2 to 6\nTexture (fine earth fraction): silt loam, loam, or silty clay loam\nBt horizon:\nColor: hue of 7.5YR to 2.5Y, hue of 4 to 6, and chroma of 3 to 8\nMottles and redoximorphic features: shades of gray, brown, yellow, and red\nTexture (fine earth fraction): silty clay loam, clay loam, silt loam, or loam\nBtg horizon (if present):\nColor: hue of 7.5YR to 2.5Y, value of 5 or 6, chroma of 1 or 2, or is neutral\nMottles and redoximorphic features: shades of red, yellow, or brown\nTexture (fine earth fraction): clay loam or silty clay loam\nBC and C horizons:\nColor: hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 1 to 8\nMottles and redoximorphic features: shades of gray, brown, yellow or red\nTexture (fine earth fraction): silt loam, loam, silty clay loam, or clay loam\n2BC and 2C horizons (if present):\nColor: hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 1 to 8\nMottles and redoximorphic features: shades of gray, brown, yellow or red\nTexture (fine earth fraction): silty clay or clay"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThere are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nMLRA(s) using this series: 128 (Southern Appalachian Ridges and Valleys)\nLandscape: river valleys\nLandform: floodplains and drainageways (typically along intermittent tributaries rather than perennial streams)\nGeomorphic Component: base slopes\nHillslope profile position: toeslopes\nParent Material Origin: loamy alluvium, in places underlain by older fine-textured alluvium at depths below the particle size control section\nParent Material Kind: sediments derived from limestone and shale\nSlope: 0 to 6 percent\nElevation: 225 to 650 meters\nFrost-free period: 190 to 200 days\nMean Annual Air Temperature: 18.9 to 20.4 degrees C\nMean Annual Precipitation: 1025 to 1362 mm"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nCorryton soils -- adjacent uplands underlain by shale, well drained, fine-textured throughout\nDewey soils -- adjacent uplands underlain by limestone or dolomite, well drained, fine-textured throughout\nSteadman soils -- adjacent flood plains along perennial streams, silty or loamy throughout, subject to flooding"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage Class (Agricultural): moderately well drained\nIndex Surface Runoff: low\nSaturated Hydraulic Conductivity Class: moderately high\nPermeability (obsolete): moderately slow\nShrink-Swell Class: low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are cleared and used for pasture or hay"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Southern Appalachian Ridges and Valleys (MLRA 128) in Tennessee\nExtent: the series is of small extent"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: MORGANTOWN, WEST VIRGINIA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Knox County, Tennessee, 2005"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - from 0 to 30 cm (0 to 12 inches) (Ap and AB horizons)\nArgillic horizon - from 46 to 117 cm (18 to 46 inches) (Bt1 and Bt2 horizons)\nAquic feature - low chroma redoximorphic features within a depth of 50 cm (20 inches) of the soil surface\nCharacterization data are available for this pedon: KSSL Pedon Number 01N0844.\nThis edit adopts the semitabular format, updates the series from Tentative to Established, updates the range in characteristics, geographic setting, and includes some minor editorial changes. The typical pedon description is updated to that described when sampled for characterization, and to reflect laboratory results.\n________________________________________\nNational Cooperative Soil Survey\nU.S.A."
  }
}
