{
  "SERIES": "HEIST",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJE/TER/MJD/JBF",
  "REVDATE": "05/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Xeric Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Heist fine sandy loam - rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 36 cm; yellowish brown (10YR 5/4) fine sandy loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine roots; few very fine tubular pores; slightly effervescent; slightly alkaline (pH 7.8); gradual smooth boundary. (20 to 44 cm thick)\nBw--36 to 66 cm; light yellowish brown (10YR 6/4) fine sandy loam, yellowish brown (10YR 5/4) moist; weak fine subangular blocky structure to massive; soft, very friable, nonsticky, nonplastic; common very fine roots; few very fine and fine tubular pores; very slightly effervescent; 4 percent calcium carbonate equivalent; 1 percent gravel; moderately alkaline (pH 8.4); gradual smooth boundary. (25 to 40 cm thick)\nC--66 to 152 cm; light yellowish brown (10YR 6/4) fine sandy loam, yellowish brown (10YR 5/4) moist; massive; slightly hard, very friable, nonsticky, nonplastic; few very fine roots; few very fine and fine tubular pores; moderately effervescent; 15 percent calcium carbonate equivalent; 1 percent gravel; strongly alkaline (pH 8.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Millard County, Utah; 400 feet east and 1,300 feet north of the southwest corner of section 30, T18S, R4W.; latitude 39 degrees 13 minutes 2 seconds N and longitude 112 degrees 21 minutes 7 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Dry 55 to 70 percent of the time when the soil temperature is above 5 degrees C; aridic soil moisture regime  bordering on xeric.\nMean annual soil temperature: 9 to 11 degrees C.\nParticle-size control section - Clay content: Average 8 to 18 percent.\nRock fragments: 0 to 15 percent.\nA horizon\nHue: 7.5YR or 10YR.\nValue: 5 to 7 dry, 3 to 5 moist, 5 dry and 3 moist occurs only in the upper 10 cm.\nChroma: 2 to 4, dry or moist.\nTexture: Fine sandy loam, sandy loam, or loamy sand.\nRock fragments: 0 to 15 percent.\nReaction: Neutral to moderately alkaline.\nEffervescence: Slightly effervescent through violently effervescent, some pedons lack effervescence in the upper 3 to 8 cm.\nBw and C horizons\nHue: 7.5YR or 10YR.\nValue: 6 or 7 dry, 4 to 6 moist.\nChroma: 2 to 4, dry or moist.\nTexture: Fine sandy loam or sandy loam above 100 cm; some pedons have loamy sand below 100 cm.\nRock fragments: 35 percent below 100 cm, 0 to 60 percent in any subhorizon.\nCalcium carbonate equivalent: 1 to 15 percent of the less than 20 mm fraction. Reaction: Slightly alkaline to strongly alkaline.\nSecondary carbonates: Present as weak cementation or other visible forms in some part of the horizon.\nConsistence: Soft to hard, dry, and very friable or friable moist, slightly plastic or nonplastic wet."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bijorja, Chedehap, Clems, Drewsey, Haybourne, Irrigon, McClenden, Prosser, Rebel, Royal, Scooteney, Vining, and Wiehl series.\nBijorja soils are moderately deep, and have a MAST of 12 to 14 degrees C.\nChedehap soils lack C horizons and have 2Bk horizons of loamy sand, loamy coarse sand, or coarse sand.\nClems soils are noncalcareous to a depth of 114 cm or more.\nDrewsey soils lack carbonates to a depth of 50 to 89 cm and lack C horizons.\nHaybourne soils do not have sandy textures within a depth of 100 cm, and are not calcareous in a major part of the particle-size control section.\nIrrigon soils have 160 to 200 frost free days.\nMcClenden soils lack C horizons and have carbonates at a depth of 25 to 60 cm.\nProsser soils have bedrock at a depth of 50 to 100 cm.\nRebel soils contain mica flakes in the particle-size control section and usually lack effervescence in the upper 38 cm.\nRoyal soils have Bk horizons.\nScooteney soils average 20 to 35 percent rock fragments in the particle-size control section.\nVining soils have bedrock at a depth of 50 to 100 cm.\nWiehl soils have a paralithic contact at a depth of 50 to 100 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Heist soils are on alluvial fans, lake plains, lake terraces, fan terraces, fan skirts, inset fans, beach plains, and bars. Slopes range from 0 to 15 percent. Elevation ranges 1,370 to 2,155 meters. These soils formed in alluvium derived from mixed rocks. The climate is semi-arid with dry summers. The average annual precipitation ranges 200 to 300 mm. Mean annual temperature ranges 8 to 11 degrees C and the frost-free period is 100 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Antelope Springs, Escalante, Geer, Patter, Sierocliff, and Uvada soils. Antelope Springs and Uvada soils have a natric horizon. Escalante soils have a calcic horizon. Geer soils have a typic aridic soil moisture regime. Patter soils have a cambic horizon and have durinodes. Sierocliff soils have a petrocalcic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; very slow to medium runoff; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used mainly for livestock grazing and wildlife habitat. Some areas are irrigated cropland. Native vegetation is dominantly rabbitbrush, big sagebrush, winterfat, Indian ricegrass, fourwing saltbush, galleta and scattered Utah Juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southwestern and central Utah and southeastern Nevada. These soils are moderately extensive. MLRA 28A and 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Iron County, (Beryl-Enterprise Area), Utah; 1942."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: The zone from the soil surface  to 18 cm. (part of the A horizon).\nCambic horizon: The zone from 36 to 65 cm. (Bw horizons).\nParticle-size control section: The zone from 25 to 100 cm (The lower part of the A, Bw, and upper part of the C horizons).\nIn July 1995 the type location was moved from Iron County to Millard County. The location in Iron County was correlated to a map unit without a Heist component.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
