{
  "SERIES": "HEISSPITZ",
  "STATUS": "Established Series",
  "BYREV": "Rev. JPP/GB/TWH",
  "REVDATE": "07/2002",
  "STATES": "CO",
  "OVERVIEW": "The Heisspitz series consists of shallow, well drained soils that formed in colluvium derived from limestone and sandstone.  Heisspitz soils are on mountain slopes and structural benches.  Slopes range from 5 to 60 percent.  Mean annual precipitation is about 40 inches and the mean annual temperature is about 34 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive Lithic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Heisspitz loam, on a south facing 15 percent slope in rangeland at an elevation of 10,800 feet.  (Colors are for dry soil unless otherwise noted.) Described on September 4, 1985.\nA1--0 to 9 inches; brown (7.5YR 4/2) loam, dark brown (7.5YR 3/2) moist; moderate fine granular structure; soft, very friable, slightly sticky and nonplastic; slightly acid (pH 6.2); clear smooth boundary. (5 to 11 inches thick)\nA2--9 to 14 inches; brown (7.5YR 4/2) loam, dark brown (7.5YR 3/2) moist; moderate medium granular structure; soft, very friable, slightly sticky and nonplastic; slightly acid (pH 6.4); clear wavy boundary.  (0 to 10 inches thick)\nR--14 inches; fractured limestone bedrock with soil material working down into cracks."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  La Plata County, Colorado; about 15 miles northeast of Durango, Colorado on Missionary Ridge; about 2,700 feet north and 500 feet east of the southwest corner of Sec. 2, T. 37 N., R. 8 W.;  Mountain View Crest USGS quad.;  lat. 37 degrees, 30 minutes, 5 seconds N., long. 107 degrees, 43 minutes, 9 seconds W.; NAD 27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime:  udic; dry in some part of the moisture control section for less than 45 days (cumulative). (Typic udic).\nMean annual soil temperature:  36 to 40 degrees F.\nMean summer soil temperature:  48 to 55 degrees F.\nDepth to lithic contact:  10 to 20 inches to limestone or sandstone\nThickness of the mollic epipedon:  6 to 20 inches\nLithology of rock fragments: limestone or sandstone\nParticle-size control section:\nClay content:  averages 18 to 35 percent\nRock fragment content: 0 to 15 percent and are mostly gravel and cobbles sized\nA horizon:\nHue:  7.5YR or 10YR\nValue:  4 or 5 dry, 2 or 3 moist\nChroma:  1 to 3, dry and moist\nTexture:  L or CL\nReaction:  moderately acid or slightly acid\nBw horizon, when present:\nHue:  7.5YR or 10YR\nValue:  3 to 6 dry, 2 to 5 moist\nChroma:  2 to 6, dry and moist\nTexture:  L or CL\nReaction:  moderately acid or slightly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Hazton, Lotex, Skisams, Trump, and Tuggle series.\nOther soils that may be competitors when their classification is updated are:  Dickle, Duncom, Hanagita, Jenkinson, Paddy, Spliten, Splitro, and Udelope series.\nDuncom and Trump:  have secondary calcium carbonate accumulation ranging from 4 to 14 percent.\nDickle: have an ustic moisture regime.\nHazeton, Lotex, Spliten, Splitro, and Udelope:  have less than 18 percent clay in the particle size control section.\nHanagita:  Formed in loess overlying till; have less than 18 percent clay in the particle size control section; have MAST of 35 degrees F. or lower.\nJenkinson:  have calcium carbonate throughout and are moderately or strongly alkaline.\nPaddy:  have hue of 2.5YR or 5YR.\nSkisams: are neutral or slightly alkaline.\nTuggle:  formed in parent material derived from granite and have 10 to 18 percent clay in the particle size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  colluvium derived from limestone or sandstone.\nLandform:  mountain slopes and structural benches.\nSlopes:  5 to 60 percent\nElevation: 9,000 to 11,000 feet\nMean annual air temperature:  32 to 38 degrees F.\nMean annual precipitation:  35 to 45 inches.\nWettest months:  July and August receive slightly more precipitation than other months.\nDriest months:  May and June receive the least precipitation, however the soils are still moist from snowmelt.\nFrost-free period:  50 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Clayburn, Hourglass, Sessions, Needleton, and Snowdon series.\nClayburn, Hourglass, and Sessions soils are very deep.\nNeedleton soils are very deep and contain over 35 percent rock fragments.\nSnowdon soils have over 35 percent rock fragments and have light colored surface layers."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  well drained, medium to high runoff, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for livestock grazing and  wildlife habitat.  Native vegetation consists of Thurber's fescue, needlegrass, mountain brome, forbs, and aspen patches."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Colorado.  LRR E, MLRA 48A.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  La Plata County (Animas-Dolores Soil Survey Area), Colorado, 1988. The name is from a mountain peak."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon:  The zone from 0 to 14 inches.  (A1 and A2 horizons)\nLithic contact:  Limestone bedrock at 14 inches.\nParticle-size control section: The zone from 0 to 14 inches. (A1 and A2 horizons)\nKeys to Soil Taxonomy:  Classified according to the Eighth Edition, 1998\nActivity class is presumed based on general trend of other soils in the area.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 23,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 9 inches; brown (7.5YR 4/2) loam, dark brown (7.5YR 3/2) moist; moderate fine granular structure; soft, very friable, slightly sticky and nonplastic; slightly acid (pH 6.2); clear smooth boundary. (5 to 11 inches thick)"
      },
      {
        "name": "A2",
        "top": 23,
        "bottom": 36,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--9 to 14 inches; brown (7.5YR 4/2) loam, dark brown (7.5YR 3/2) moist; moderate medium granular structure; soft, very friable, slightly sticky and nonplastic; slightly acid (pH 6.4); clear wavy boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "R",
        "top": 36,
        "narrative": "R--14 inches; fractured limestone bedrock with soil material working down into cracks."
      }
    ]
  ]
}
