{
  "SERIES": "HELENA",
  "STATUS": "Established Series",
  "BYREV": "Rev.  AG, MDJ",
  "REVDATE": "11/2017",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, thermic Aquic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Helena sandy loam - on a 4 percent slope in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; grayish brown (10YR 5/2) sandy loam; weak, medium, and coarse granular structure; very friable; many fine roots; moderately acid; abrupt smooth boundary. (4 to 10 inches thick)\nE--8 to 12 inches; light yellowish brown (10YR 6/4) sandy loam; weak medium granular structure; very friable; few fine roots; few fine black concretions; strongly acid; clear wavy boundary. (0 to 10 inches thick)\nBE--12 to 19 inches; brownish yellow (10YR 6/6) sandy clay loam; moderate medium prismatic structure that parts to moderate medium angular blocky; friable; sticky, plastic; few fine roots; few fine pores; few faint clay films on faces of peds; few medium quartz gravel; common fine faint pale brown (10YR 6/3) iron depletions; very strongly acid; clear wavy boundary. (0 to 7 inches thick)\nBt1--19 to 24 inches; yellowish brown (10YR 5/8) clay; weak coarse angular blocky structure; firm; sticky, plastic; few fine roots; few fine pores; few faint clay films on faces of peds; few fine prominent light brownish gray (10YR 6/2) iron depletions; very strongly acid; clear wavy boundary.\nBt2--24 to 39 inches; yellowish brown (10YR 5/8) clay; weak coarse subangular blocky and angular blocky structure; very firm, sticky, very plastic; few fine roots; few fine pores; common distinct clay films on faces of peds; many medium prominent gray (10YR 6/1) iron depletions; very strongly acid; clear wavy boundary.\nBt3--39 to 43 inches; light yellowish brown (10YR 6/4) clay loam; weak medium subangular blocky structure; extremely firm, sticky, very plastic; common distinct clay films on faces of peds; few brown concretions; common medium distinct light gray (10YR 7/1) iron depletions; very strongly acid; clear wavy boundary. (Combined thickness of the Bt horizons is 17 to 42 inches.)\nBCg--43 to 46 inches; light gray (10YR 7/1) clay loam; weak coarse subangular blocky structure; friable, sticky, plastic; many coarse prominent strong brown (7.5YR 5/6) soft masses of iron accumulation; very strongly acid; clear wavy boundary. (0 to 14 inches thick)\nC--46 to 60 inches; strong brown (7.5YR 5/8) sandy loam saprolite; many coarse prominent light gray (10YR 7/1) streaks; massive; friable; few coarse veins of gray clay; common fragments of granitic rock; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Durham County, North Carolina; 0.4 mile west of Mangum Store on Secondary Road 1603; 400 feet north on a farm road; 400 feet east in a cultivated field.  USGS Durham North topographic quadrangle; lat. 36 degrees 11 minutes, and 45 seconds N. and long. 78 degrees 49 minutes 59 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to top of argillic horizon:  4 to 18 inches\nSolum thickness:  40 to more than 60 inches\nDepth to bedrock:  Greater than 60 inches\nDepth to seasonal high water table:  18 to 30 inches, January to April\nSoil reaction:  Extremely acid to moderately acid, except where limed.\nRock fragment content:  0 to 35 percent, by volume, throughout the profile; mostly gravel\nOther features:  Some pedons may have few to common dark concretions in the upper part of the profile\nRange of Individual Horizons:\nA or Ap horizon:\nColor--hue of 10YR or 2.5Y, value of 3 to 6, and chroma of 1 to 4\nTexture--(fine-earth fraction) loamy sand, loamy coarse sand, coarse sandy loam, fine sandy loam, sandy loam, or loam\nIn eroded phases, the Ap horizon is clay loam or sandy clay loam\nE horizon:\nColor--hue of 10YR to 5Y, value of 5 to 8, and chroma of 2 to 4\nTexture--(fine-earth fraction) loamy sand, loamy coarse sand, coarse sandy loam, fine sandy loam, sandy loam, or loam\nBE or BA horizon:\nColor--hue of 7.5YR to 5Y, value of 5 to 8, and chroma of 3 to 8\nTexture--(fine-earth fraction) coarse sandy loam, sandy loam, sandy clay loam or clay loam\nBt horizon:\nColor--hue of 7.5YR to 5Y, value of 5 to 8, and chroma of 3 to 8. In some pedons, the lower Bt horizon has 5YR hues or is multicolored in shades of yellow, brown, gray, or red.\nTexture--(fine-earth fraction) clay loam, sandy clay, or clay.  Some pedons have thin subhorizons of sandy clay loam.\nRedoximorphic features--iron depletions with chroma of 2 or less occur within 24 inches of the upper boundary of the Bt horizon.  Iron accumulations in shades of yellow, brown, or red may also be present.\nBtg horizon, where present:\nColor--hue of 10YR or 2.5Y, value of 4 to 7, and chroma of 1 or 2.\nTexture--(fine-earth fraction) clay loam, sandy clay, or clay.  Some pedons have thin subhorizons of sandy clay loam.\nRedoximorphic features--iron accumulations in shades of yellow, brown, or red are commonly present\nBC horizon, where present:\nColor--hue of 7.5YR to 5Y, value of 5 to 8, and chroma of 3 to 8. Some pedons may have 5YR hues or are multicolored in shades of yellow, brown, gray, or red.\nTexture--(fine-earth fraction) clay loam, sandy clay loam, loam, fine sandy loam, or sandy loam\nRedoximorphic features--iron depletions in shades of brown, olive, or gray and iron accumulations in shades of yellow, brown, or red may also be present.\nBCg horizon:\nColor--hue of 10YR or 2.5Y, value of 4 to 7, and chroma of 1 or 2\nTexture--(fine-earth fraction) clay loam, sandy clay loam, loam, fine sandy loam, or sandy loam\nRedoximorphic features--iron accumulations in shades of yellow, brown, or red are commonly present\nC horizon:\nColor--hue of 5YR to 5Y, value of 5 to 8, and chroma of 3 to 8, or is multicolored in shades of gray, yellow, brown, red or white\nTexture--(fine-earth fraction) sandy loam, fine sandy loam, sandy clay loam, or loam saprolite. Some pedons may have bodies or seams of clay loam or clay.\nRedoximorphic features--iron depletions in shades of brown, olive, or gray and iron accumulations in shades of yellow, brown, or red.\nCg horizon, where present:\nColor--hue of 10YR to 5Y, value of 5 to 7, and chroma of 1 or 2 and is typically multicolored in shades of yellow or brown.\nTexture--(fine-earth fraction) sandy loam, fine sandy loam, sandy clay loam, or loam saprolite. Some pedons may have bodies or seams of clay loam or clay.\nRedoximorphic features--iron accumulations in shades of yellow, brown, or red"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAnnemaine soils--have a redder hue and form from lower Coastal Plain sediments\nBeason soils--have a higher silt content and have sediments from sedimentary rock origin\nBuckatunna soils--form from Coastal Plain sediments\nBush River soils--have a paralithic contact at a depth of 40 to 60 inches\nChickasawhay soils--form in marine and Coastal Plain sediments\nCid soils--have a lithic contact at a depth of 20 and 40 inches\nCraven soils--formed from Coastal Plain sediments and have a higher silt content\nCreedmoor soils--have a very high shrink swell potential, more exchangeable aluminum and form from Triassic parent material\nDogue soils--have a higher silt content and form from Coastal Plain sediments\nDorian soils--have a moderate shrink-swell potential and form from fluvial sediments on stream terraces\nGritney soils--form from Coastal Plain sediments\nLignum soils--have a paralithic contact at a depth of 40 to 60 inches\nNemours soils--have a redder hue and form from Coastal Plain sediments\nNewco soils--have a redder hue and form from Coastal Plain sediments\nProsperity soils--have a paralithic contact at a depth of 40 and 60 inches\nTelfair soils--have a thinner solum and have a paralithic contact at a depth of 20 to 40 inches"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape:  Piedmont\nLandform:  Ridges and hill slopes\nGeomorphic Component:  Interfluves and side slopes\nHillslope Profile Position: Toe slope, summits, and heads of drains\nParent Material:  Residuum from aplitic granite or granite gneiss that is cut by dykes of gabbro and diorite, or mixed with hornblende schist or hornblende gneiss\nSlope:  0 to 15 percent\nElevation:  350 to 900 feet\nFrost-Free Period:  185 to 240 days\nMean Annual Air Temperature:  58 to 65 degrees F\nMean Annual Precipitation:  37 to 55 inches"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nAppling soils--are well drained and have a low shrink-swell potential\nCecil soils--are well drained, have a red subsoil, and have a low shrink-swell potential\nCullen soils--are well drained, have a red subsoil, and have a low shrink-swell potential\nDurham soils--have less clay in the subsoil\nEnon soils--are well-drained and have a higher base saturation\nHard Labor--soils have a moderate shrink-swell potential\nIredell soils--have a higher base saturation\nLouisburg soils--are well drained and have less clay in the subsoil\nMecklenburg soils--are well drained, have a red subsoil, and have a higher base saturation\nPacolet soils--are well drained, have a red subsoil, and have a low shrink-swell potential\nRion soils--are well drained and have less clay in the subsoil\nSantuc soils--have less clay in the subsoil\nSedgefield soils--have a higher base saturation\nVance soils--are well drained.\nWedowee soils--are well drained and have a low shrink-swell potential\nWilkes soils--are well drained, have a higher base saturation, and have a depth to paralithic contact of less than 20 inches\nWorsham soils--are poorly drained"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage Class (Agricultural):  Moderately well drained\nInternal Free Water Occurrence:  Moderately deep, common\nSaturated Hydraulic Conductivity Class:  Moderately low to moderately high"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses:  Mostly cultivated\nDominant Vegetation:  Where cultivated--tobacco, corn, soybean, small grain, and vegetables.  Dominant forest vegetation includes a mix of hardwood and pine. Native species include loblolly pine, shortleaf pine, Virginia pine, sweetgum, willow oak, red oak, white oak, yellow-poplar, and American elm. Understory species include sourwood, flowering dogwood, winged elm, eastern cedar, hophornbean, eastern redbud, and sassafras."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Alabama, Georgia, North Carolina, South Carolina, and Virginia.\nExtent:  Large."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Person County, North Carolina, 1928."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\n12/2012 Revision updates the format and added latitude and longitude.\n8/1991 Revision changed depth to bedrock from \"more than 48 inches to more than 60 inches\" to be consistent with one depth to bedrock class as shown on the Soil Interpretation Records for Helena.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon--the zone from the surface to 12 inches (Ap and E horizons)\nArgillic horizon--the zone from 12 to 46 inches (BE, Bt1, Bt2, Bt3 and BCg horizons)\nAquic conditions--periodic episaturation and reduction in a zone within the upper 24 inches of the argillic horizon\nMLRA = 136\nADDITIONAL DATA:\nTABULAR SERIES DATA:\nSOI-5   Soil Name   Slope     Airtemp   FrFr/Seas    Precip    Elevation\nNC0058  HELENA      0-15      58-65     185-240       37-55    350-900\nNC0176  HELENA      0-15      58-65     185-240       37-55    350-900\nNC0266  HELENA      0-15      58-65     185-240       37-55    350-900\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nNC0058 NONE          1.5-2.5  PERCHED  JAN-APR  >60\nNC0176 NONE          1.5-2.5  PERCHED  JAN-APR  >60\nNC0266 NONE          1.5-2.5  PERCHED  JAN-APR  >60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nNC0058  0-12  SL FSL L                0-5  90-100  5-20     1- 6\nNC0058  0-12  SCL CL                  0-5  95-100 20-35     4- 8\nNC0058 12-19  SCL CL                  0-5  95-100 20-35     4- 7\nNC0058 19-43  CL SC C                 0-5  95-100 35-60     7-13\nNC0058 43-60  VAR                      -     -      -        -\nNC0176  0-12  GR-FSL GR-L GR-COSL     0-5  50- 75  5-20     1- 6\nNC0176  0-12  GR-LCOS GR-LS GR-S      0-5  50- 75  3-12     1- 4\nNC0176  0-12  GR-CL GR-SCL            0-5  50- 75 20-35     4- 8\nNC0176 12-19  SCL CL SL               0-5  95-100 20-35     4- 7\nNC0176 19-43  CL SC C                 0-5  95-100 35-60     7-13\nNC0176 43-60  VAR                      -     -      -        -\nNC0266  0-12  LS LCOS                 0-5  90-100  3-12     1- 4\nNC0266 12-19  SCL CL                  0-5  95-100 20-35     4- 7\nNC0266 19-43  CL SC C                 0-5  95-100 35-60     7-13\nNC0266 43-60  VAR                      -     -      -        -\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nNC0058  0-12  3.5-6.5   .5-2.  0-0    2.0-6.0    LOW\nNC0058  0-12  3.5-6.5   .5-1.  0-0    0.2-0.6    LOW\nNC0058 12-19  3.5-5.5   0.-.5  0-0    0.2-0.6    MODERATE\nNC0058 19-43  3.5-5.5   0.-.5  0-0   0.06-0.2    HIGH\nNC0058 43-60     -        -     -        -\nNC0176  0-12  4.5-6.5   .5-2.  0-0    2.0-6.0    LOW\nNC0176  0-12  4.5-6.5   .5-2.  0-0    6.0- 20    LOW\nNC0176  0-12  4.5-6.5   .5-1.  0-0    0.2-0.6    LOW\nNC0176 12-19  4.5-5.5   0.-.5  0-0    0.2-0.6    MODERATE\nNC0176 19-43  4.5-5.5   0.-.5  0-0   0.06-0.2    HIGH\nNC0176 43-60     -        -     -        -\nNC0266  0-12  3.5-6.5   .5-2.  0-0    6.0- 20    LOW\nNC0266 12-19  3.5-5.5   0.-.5  0-0    0.2-0.6    MODERATE\nNC0266 19-43  3.5-5.5   0.-.5  0-0   0.06-0.2    HIGH\nNC0266 43-60     -        -     -        -\nNational Cooperative Soil Survey\nU.S.A."
  }
}
