{
  "SERIES": "HELENDALE",
  "STATUS": "Established Series",
  "BYREV": "Rev. GAW/JWF/CAH/MAV/ET",
  "REVDATE": "04/2015",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, thermic Typic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Helendale loamy sand, on a 2 percent slope under creosote bush, burrobush and fiddleneck at an elevation of 980 meters (3,220 feet). (Colors are for dry soil unless otherwise stated. When described the soil was dry throughout.)\nA -- 0 to 10 centimeters (0 to 4 inches); very pale brown (10YR 7/4) loamy sand, dark yellowish brown (10YR 4/4) moist; moderate thin and medium platy structure; slightly hard, very friable; common very fine roots; common very fine interstitial pores; moderately alkaline (pH 8.0); abrupt smooth boundary. (2 to 25 centimeters thick)\nBt1 -- 10 to 15 centimeters (4 to 6 inches); brown (7.5YR 5/4) sandy loam, brown (7.5YR 4/4) moist; weak coarse prismatic structure parting to moderate medium and coarse subangular blocky; hard, friable, sticky and slightly plastic; common very fine roots; common very fine interstitial and tubular pores; many moderately thick clay films on ped faces, lining pores and bridging sand grains; about 3 percent fine gravel; slightly alkaline (pH 7.6); clear smooth boundary.\nBt2 -- 15 to 45 centimeters (6 to 18 inches); brown (10YR 5/3) sandy loam, brown (10YR 4/3) moist; weak coarse prismatic structure parting to moderate medium angular blocky structure; hard, friable, slightly sticky and nonplastic; few very fine roots; common very fine and fine interstitial pores; many thin clay films on ped faces, lining pores and bridging sand grains; about 3 percent fine gravel; slightly alkaline (pH 7.5); gradual smooth boundary.\nBt3 -- 45 to 75 centimeters (18 to 30 inches); brown (10YR 5/3) sandy loam, brown (10YR 4/3) moist; weak coarse prismatic structure parting to moderate fine and medium angular blocky structure; hard, friable, slightly sticky and nonplastic; few very fine and fine roots; common very fine interstitial pores and few fine tubular pores; few thin clay films lining pores and bridging sand grains; 5 percent fine gravel; slightly alkaline (pH 7.5); diffuse smooth boundary.\nBt4 -- 75 to 98 centimeters (30 to 39 inches); brown (10YR 5/3) sandy loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; hard, friable, slightly sticky and nonplastic; few fine roots; few very fine interstitial pores and few fine tubular pores; few thin clay films lining pores and bridging sand grains; 5 percent fine gravel; slightly alkaline (pH 7.5); diffuse smooth boundary.\nBt5 -- 98 to 120 centimeters (39 to 48 inches); yellowish brown (10YR 5/4) sandy loam, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; hard, friable, slightly sticky and nonplastic; few fine roots; few very fine interstitial pores and few fine tubular pores; few thin clay films lining pores and bridging sand grains; 5 percent fine gravel; slightly alkaline (pH 7.5); clear wavy boundary. (Combined thickness of the Bt horizons is more than 50 centimeters)\nBk -- 120 to 165 centimeters (48 to 66 inches); light yellowish brown (10YR 6/4) sandy loam, dark yellowish brown (10YR 4/4) moist; massive; hard, very friable, nonsticky and nonplastic; strongly effervescent, carbonates segregated as few fine seams; moderately alkaline (pH 8.4); gradual wavy boundary. (0 to 19 inches thick)\nC -- 165 to 265 centimeters (66 to 106 inches); yellow (10YR 7/6) loamy sand, yellowish brown (10YR 5/6) moist; massive; hard, very friable; slightly effervescent with carbonates disseminated and segregated as few fine seams; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Bernardino County, California; approximately 800 meters (0.5 miles) north of Palmdale Road on Wilson Ranch Road; about 110 meters (360 feet) north and 110 meters (360 feet) east of the SW corner of section 16, T.5 N., R.6 W, San Bernardino Base and Meridian; 34 degrees, 30 minutes and 54 seconds north latitude and 117 degrees, 31 minutes and 11 seconds west longitude; USGS Shadow Mountains SE 7.5 minute topographic quadrangle; UTM 11S 452296n 3819383e (DTM: NAD83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: usually dry, moist in some part for short\nperiods during winter and early spring and for 10 to 20 days cumulative\nbetween July and September following summer convection storms. The\nsoils have a typic-aridic soil moisture regime.\nSoil temperature: 19 to 22 degrees C.\nOrganic matter: 0 to 0.5 percent.\nControl section -\nClay content: 8 to 18 percent.\nDepth to the upper boundary of an argillic horizon: 2 to 25 centimeters (1\nto 10 inches).\nEffervescence: noneffervescent, very slightly to strongly effervescent\nbelow 60 centimeters.\nA horizon\nHue: 7.5YR or 10YR.\nValue: 5 to 7, dry or moist.\nChroma: 2 to 4, dry or moist.\nTexture of the fine earth: loamy sand, loamy fine sand or sandy loam.\nClay content: 4 to 12 percent.\nRock fragments: 5 to 20 percent, predominantly gravel.\nEffervescence: noneffervescent to slightly effervescent.\nReaction: slightly or moderately alkaline.\nBA horizon (when present)\nValue: 4 or 6, dry and 4 or 5, moist.\nTexture of the fine earth: sand or loamy sand.\nClay content: 4 or 5 percent.\nReaction: slightly to moderately alkaline.\nBt horizon\nHue: 7.5YR or 10YR.\nValue: 5 or 6, dry.\nChroma: 3 to 6, dry or moist.\nTexture of the fine earth: coarse sandy loam, sandy loam, fine sandy\nloam or loam.\nClay content: averages 8 to 18 percent.\nRock fragments: 5 to 15 percent, dominantly gravel.\nReaction: slightly or moderately alkaline.\nBk or Bkq horizon (when present)\nHue: 7.5YR or 10YR.\nValue: 4 to 6, dry or moist.\nChroma: 3 to 6, dry and 3 or 4, moist.\nTexture of the fine earth: loamy sand, loamy fine sand or sandy loam.\nRock fragments: 5 to 20 percent, dominantly gravel.\nCalcium carbonate equivalent: 0 to 2 percent.\nSilica: 0 to 2 percent durinodes in the matrix.\nC or Ck horizon\nHue: 7.5YR, 10YR or 2.5Y.\nValue: 6 to 8, dry.\nChroma: 3 to 6, moist.\nTexture of the fine earth: sand, loamy sand, loamy fine sand or sandy\nloam.\nRock fragments: 5 to 25 percent.\nCalcium carbonate equivalent: 0 to 2 percent.\nReaction: slightly or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Dovecanyon (CA), Friedliver (CA), Goldivide (CA), Goldpeak (CA), Hexie (CA), Jumborox (CA), Littlefargo (CA), Searchlight (NV), Sonoita (AZ), Tray (CA) and Wingap (CA) series.\nDovecanyon, Wingap and Goldpeak soils do not receive substantial summer precipitation. In addition, Goldpeak soils are cool thermic with a mean annual soil temperature of 15 to 18 degrees C and Wingap soils have a paralithic contact between 100 and 150 centimeters from the soil surface. Friedliver soils have an argillic horizon with an upper boundary between 25 and 50 centimeters (10 to 20 inches) from the soil surface. Goldivide soils have an argillic horizon with an upper boundary between 50 and 100 centimeters (20 to 40 inches) from the soil surface and an upper depth to visible secondary carbonates of 25 to 75 centimeters (10 to 30 inches). Hexie and Littlefargo soils have a paralithic contact between 50 and 100 centimeters (20 to 40 inches) from the soil surface. In addition, Littlefargo soils are noneffervescent throughout the profile and have a mean annual soil temperature of 15 to 19 degrees C. Jumborox soils are cool thermic with a mean annual soil temperature of 15 to 19 degrees C. Searchlight soils have 15 to 35 percent rock fragments in the particle-size control section, visible secondary silica on rock fragments beginning 5 centimeters below the mineral soil surface and 5 to 10 percent calcium carbonate equivalent throughout the profile. Sonoita soils have a medium acid to neutral A horizon and are intermittently moist for more than 20 days cumulative during the summer. Tray soils have a massive, strongly to very strongly alkaline argillic horizon with an ESP of 15 to 30 and are calcareous throughout the profile."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Helendale soils are on fan piedmonts, fan remnants, alluvial fans and terraces. Slopes range from 0 to 9 percent. Elevations are 610 to 1,200 meters (2,000 to 3,935 feet). These soils formed in alluvium from granitoid rock. The climate is arid with hot, dry summers and cool, moist winters. The mean annual precipitation is 75 to 200 millimeters (3 to 8 inches). The mean annual temperature is 17 to 20 degrees C (62.5 to 68 degrees F). The frost free season is 270 to 320 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bryman, Cajon, Morongo and Rosamond soils. Bryman and Rosamond soils have fine-loamy particle-size control sections. In addition, Rosamond soils do not have an argillic horizon. Cajon and Morongo soils do not have an argillic horizon and have sandy particle-size control sections. In addition, Morongo soils are noneffervescent throughout the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; negligible to low runoff; moderately high and high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for irrigated agriculture and pasture, homesites, military operations, recreation and wildlife habitat. Vegetation is mainly creosote bush, burrobush, Nevada jointfir, Joshua trees and annual forbs and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mojave Desert of southeastern California. MLRA 30. The soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: San Bernardino County, California, Mojave River Area, 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nOchric epipedon - from a depth of 0 to 10 centimeters (A horizon).\nArgillic horizon - from a depth of 10 to 120 centimeters (Bt horizons).\nParticle-size control section - from a depth of 10 to 60 centimeters (Bt1,\nBt2 and part of the Bt3 horizon).\nADDITIONAL DATA: Where mapped above 1,160 meters (3,800 feet) elevation, such as Benton-Owens Valley Area Soil Survey, consider correlating those soils to the Jumborox series, a cool thermic soil. The use of Helendale in MLRA 30XA (areas without summer precipitation) such as Edwards Air Force Base, Benton-Owens Valley Area, Kern County, NE Part and the Mojave Desert, Northwest Part Soil Surveys should be reconsidered.\nResponsibility for this series was transferred from Davis to Phoenix 4/2015. The last revision to the series was 5/2012. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
