{
  "SERIES": "HELVETIA",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLG/DRJ/RWL",
  "REVDATE": "08/2006",
  "STATES": "OR",
  "OVERVIEW": "The Helvetia series consists of very deep, moderately well drained soils that formed in glaciolacustrine deposits over silty and clayey alluvium. Helvetia soils are on foot slopes, toe slopes and terraces. Slopes are 0 to 30 percent. The mean annual precipitation is about 45 inches and the mean annual temperature is about 53 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, mesic Ultic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Helvetia silt loam, cultivated. (Colors are for moist soil unless otherwise stated.)\nAp1--0 to 5 inches; dark brown (10YR 3/3) silt loam, grayish brown (10YR 5/2) dry; moderate fine and very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine pores; slightly acid (pH 6.4); abrupt smooth boundary. (5 to 10 inches thick)\nAp2--5 to 10 inches; dark brown (10YR 3/3) silty clay loam, grayish brown (10YR 5/2) dry; moderate medium, fine and very fine subangular blocky structure; slightly hard, friable, slightly sticky and moderately plastic; many very fine roots; many very fine pores; slightly acid (pH 6.2); abrupt smooth boundary. (0 to 8 inches thick)\nBAt--10 to 16 inches; dark yellowish brown (10YR 3/4) silty clay, brown (10YR 5/3) dry; moderate medium and fine subangular blocky structure; hard, friable, moderately sticky and very plastic; common very fine roots; many very fine pores; common faint clay films on peds and many prominent clay films in pores and channels; slightly acid (pH 6.2); clear smooth boundary. (4 to 9 inches thick)\nBt1--16 to 28 inches; dark yellowish brown (10YR 3/4) silty clay, brown (10YR 5/3) dry; moderate coarse and medium subangular blocky structure; hard, friable, moderately sticky and very plastic; common very fine roots; many very fine pores; common faint clay films on peds and many prominent clay films in pores and channels; slightly acid (pH 6.2); clear smooth boundary. (4 to 12 inches thick)\nBt2--28 to 48 inches; dark yellowish brown (10YR 4/4) silty clay, pale brown (10YR 6/3) dry; moderate coarse and medium subangular blocky structure; hard, firm, very sticky and very plastic; few very fine roots; common very fine pores; common faint clay films on peds and many distinct clay films in channels and pores; moderately acid (pH 5.8); clear smooth boundary. (10 to 22 inches thick)\nBC--48 to 60 inches; dark yellowish brown (10YR 4/4) silty clay loam, pale brown (10YR 6/3) dryweak medium and fine subangular blocky structure; hard, firm, moderately sticky and very plastic; few very fine roots; common very fine pores; few fine distinct gray (10YR 6/1) and very dark grayish brown (10YR 3/2) iron depletions; few black stains; moderately acid (pH 5.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Washington County, Oregon; northwest of farmstead along the Mountain Home Road; about 2,400 feet east and 700 feet south of the NW corner of section 21, T.2S., R.2W., Williamette Meridian. Scholls, Oregon USGS 7.5 minute topographic quadrangle; Latitude 45 degrees, 23 minutes, 15 seconds N. and Longitude 122 degrees, 56 minutes, and 16 seconds W.; NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soils are usually moist, but are dry throughout between depths of 4 and 12 inches for 45 to 60 consecutive days following the summer solstice. The mean annual soil temperatures range from 53 to 56 degrees F. The soil is more than 60 inches deep to bedrock. The mollic epipedon is 10 to 20 inches thick. Hue is 10YR throughout. The soil has 0 to 5 percent gravel throughout. Depth to redoximorphic features with chroma of 2 or less is 30 inches or more. Base saturation in all or some part of the upper 30 inches is less than 75 percent (sum).\nThe Ap or A horizon has chroma of 2 or 3 moist and dry. Texture is silt loam with 15 to 27 percent clay in the upper part and silt loam or silty clay loam with 25 to 35 percent clay in the lower part. Reaction is moderately acid or slightly acid.\nThe BAt horizon has value of 3 or 4 moist, 5 or 6 dry and chroma of 2 to 4 moist and dry. Texture is silty clay loam or silty clay with 35 to 45 percent clay. Reaction is moderately acid or slightly acid.\nThe Bt horizon has value of 3 or 4 moist, 5 or 6 dry and chroma of 3 or 4 moist and dry. Texture is silty clay loam or silty clay with 35 to 50 percent clay. Reaction is typically moderately acid or slightly acid but ranges to strongly acid in the lower part.\nThe BC horizon has value of 3 or 4 moist, 5 or 6 dry and chroma of 3 or 4 moist and dry. Texture is silt loam, silty clay loam or silty clay with 25 to 45 percent clay. Reaction is strongly acid or moderately acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Yorktree series. Yorktree soils are dry in all parts at a depth of 6 to 15 inches for more than 60 consecutive days following the summer solstice and are 40 to 60 inches deep to a lithic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Helvetia soils are on smooth or rolling, convex old terraces. Elevations are 200 to 500 feet. Slopes are 0 to 30 percent. The soils formed in silty glaciolacustrine deposits over old silty and clayey alluvium. The climate is characterized by warm, wet winters and hot, dry summers. The average July temperature is 66 degrees F., average January temperature is 39 degrees F.; the average annual temperature is 52 to 54 degrees F. The average annual precipitation is 40 to 50 inches. The frost free period is 165 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cascade, Cornelius, Delena, Hazelair, Helmick, Kinton, Laurelwood, Saum and Woodburn soils. Cascade, Cornelius and Kinton soils have fragipans and are on rolling hills. Delena soils have a fragipan and are in depressions on rolling hills. Hazelair soils are 20 to 40 inches to a paralithic contact and are in concave areas of hills. Laurelwood soils do not have a mollic epipedon or redoximorphic features with chroma of 2 or less and are on hills. Saum soils have hue of 7.5YR or 5YR, do not have redoximorphic features with chroma of 2 or less and are on hills. Helmick soils do not have an argillic horizon, have more than 60 percent clay in the particle-size control section and are on rolling hills."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; moderately slow permeability. A high water table is at its uppermost limit from December to March."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for berries, orchards, small grain and seed crops, hay, pasture, and woodland. Native vegetation is mainly Douglas fir, bigleaf maple, hazelbrush, poison oak, and other shrubs and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwestern Oregon; MLRA 2. The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Washington County, Oregon, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nMollic epipedon - the zone from the soil surface to 10 inches. (Ap1 and Ap2 horizons)\nArgillic horizon - the zone from 10 to 48 inches (BAt, Bt1 and Bt2 horizons)\nFurther investigation is needed to determine, if within the full extent of where this series is mapped, there is presence of redox depletions within a depth of 20 to 30 inches. If this diagnostic feature is met, this soil should be considered as an Aquultic Argixerolls.\nADDITIONAL DATA: Characterization data for one pedon (S67-OR-34-6) from Oregon State University Soil Survey Laboratory. Not published.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap1",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap1--0 to 5 inches; dark brown (10YR 3/3) silt loam, grayish brown (10YR 5/2) dry; moderate fine and very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine pores; slightly acid (pH 6.4); abrupt smooth boundary. (5 to 10 inches thick)"
      },
      {
        "name": "Ap2",
        "top": 13,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap2--5 to 10 inches; dark brown (10YR 3/3) silty clay loam, grayish brown (10YR 5/2) dry; moderate medium, fine and very fine subangular blocky structure; slightly hard, friable, slightly sticky and moderately plastic; many very fine roots; many very fine pores; slightly acid (pH 6.2); abrupt smooth boundary. (0 to 8 inches thick)"
      },
      {
        "name": "BAt",
        "top": 25,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "silty clay",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BAt--10 to 16 inches; dark yellowish brown (10YR 3/4) silty clay, brown (10YR 5/3) dry; moderate medium and fine subangular blocky structure; hard, friable, moderately sticky and very plastic; common very fine roots; many very fine pores; common faint clay films on peds and many prominent clay films in pores and channels; slightly acid (pH 6.2); clear smooth boundary. (4 to 9 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 41,
        "bottom": 71,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "silty clay",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--16 to 28 inches; dark yellowish brown (10YR 3/4) silty clay, brown (10YR 5/3) dry; moderate coarse and medium subangular blocky structure; hard, friable, moderately sticky and very plastic; common very fine roots; many very fine pores; common faint clay films on peds and many prominent clay films in pores and channels; slightly acid (pH 6.2); clear smooth boundary. (4 to 12 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 71,
        "bottom": 122,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--28 to 48 inches; dark yellowish brown (10YR 4/4) silty clay, pale brown (10YR 6/3) dry; moderate coarse and medium subangular blocky structure; hard, firm, very sticky and very plastic; few very fine roots; common very fine pores; common faint clay films on peds and many distinct clay films in channels and pores; moderately acid (pH 5.8); clear smooth boundary. (10 to 22 inches thick)"
      },
      {
        "name": "BC",
        "top": 122,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "narrative": "BC--48 to 60 inches; dark yellowish brown (10YR 4/4) silty clay loam, pale brown (10YR 6/3) dryweak medium and fine subangular blocky structure; hard, firm, moderately sticky and very plastic; few very fine roots; common very fine pores; few fine distinct gray (10YR 6/1) and very dark grayish brown (10YR 3/2) iron depletions; few black stains; moderately acid (pH 5.8)."
      }
    ]
  ]
}
