{
  "SERIES": "HEMAN",
  "STATUS": "Established Series",
  "BYREV": "CRC:JGF:RFG",
  "REVDATE": "01/2000",
  "STATES": "OK",
  "OVERVIEW": "The Heman series consists of very deep, moderately well drained, very slowly permeable soils on flood plains.  These nearly level soils formed in recent calcareous and saline clayey alluvial sediments over sandy alluvial sediments.  These soils are on flood plains of major drainageways and some of their tributaries throughout the Central Rolling Red Plains (MLRA-78C).  Water runs off the surface slowly. Depth to a water table ranges from 30 to 50 inches from November through May.  Slope ranges from 0 to 1 percent.  At the type location the mean annual rainfall is 24 inches and the mean annual air temperature is 59 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey over sandy or sandy-skeletal, mixed, semiactive, thermic Vertic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Heman clay, occasionally flooded, rangeland: (Colors are for dry soil unless otherwise stated.)\nA--0 to 3 inches; reddish brown (5YR 4/3) clay, dark reddish brown (5YR 3/3) moist; strong fine angular blocky structure; extremely hard, extremely firm; common fine and very fine roots; few fine concretions of iron and manganese; slightly effervescent; moderately alkaline; abrupt smooth boundary. (3 to 12 inches thick)\nBkss--3 to 24 inches; reddish brown (5YR 5/4) clay, reddish brown (5YR 4/4) moist; moderate fine angular blocky structure; extremely hard, extremely firm; few very fine roots; common fine concretions of calcium carbonate; few fine accumulations of salt crystals; few fine concretions of iron and manganese; many pressure faces and few slickensides; strongly effervescent; moderately alkaline; clear smooth boundary. (14 to 28 inches thick)\n2C1--24 to 36 inches; light red (2.5YR 6/6) sand, red (2.5YR 5/6) moist; single grain; loose; slightly effervescent; moderately alkaline; clear smooth boundary. (12 to 59 inches thick)\n2C2--36 to 80 inches; light reddish brown (5YR 6/4) coarse sand, reddish brown (5YR 5/4) moist; single grain; loose; slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Woods County, Oklahoma; 2 miles south and 3 miles west of Waynoka; 100 feet north and 100 feet east of the southwest corner of Sec. 17, T. 24 N., R. 16 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Typically this soil is moderately alkaline and calcareous throughout.  Depth to water table ranges from 30 to 50 inches.  Depth to lithologic discontinuity ranges from 20 to 40 inches.\nThe A horizon has hue of 5YR or 2.5YR, value of 4 (3 moist), and chroma of 2 through 4.  Calcium carbonate in the form of threads and concretions may be present.  Electrical conductivity of extract is less than 2 dS/m (mmhos/cm).\nThe Bkss horizon has hue of 5YR or 2.5YR, value of 4 or 5 (3 or 4 moist), and chroma of 4 through 6.  Calcium carbonate in the form of films, threads, and concretions range from few to common.  Pressure faces range from few to many.  Salt accumulations range from few to common masses of crystals and electrical conductivity ranges from 2 to 8 dS/m (mmhos/cm).\nThe C horizon, where present, is similar to the B horizon but contains stratification of coarser materials.\nThe 2C horizon has hue of 2.5YR through 10YR, value of 5 through 8 (4 through 7 moist), and chroma of 2 through 6.  Texture is sand, coarse sand, or loamy sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series in this family.  Soils in similar families are the Beckman (OK), Mangum (TX) and Treadway (OK) series.  The Beckman, Mangum, and Treadway soils do not have strongly contrasting particle-size classes within the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Heman soils are on nearly level flood plains of major drains and their tributaries of the Central Rolling Red Plains (MLRA 78C). They formed in recent calcareous and saline clayey alluvial fan sediments at the mouth of drains from Permian red bed material which have been deposited over stratified sandy alluvial sediments.  Slopes are mainly less than 1 percent.  Mean annual precipitation ranges from 20 to 28 inches.  Mean annual temperature ranges from 57 to 64 degrees F.  Thornthwaite annual P-E index ranges from 32 to 44."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the similar Beckman (OK) series and the Gracemore (OK), Knoco(OK), Lincoln (OK), and Vernon (OK) series.  Beckman soils are along drainageways at slightly higher elevations.  Knoco and Vernon soils formed in shales and clays of the Permian age on adjacent uplands.  Gracemore and Lincoln soils are lower in elevation and formed in recent sandy alluvial sediments along major drains.  They have a sandy textural control section and Gracemore soils have a high water table."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Heman soils are moderately well drained.  Runoff is negligible and permeability is very slow.  These soils are occasionally flooded for very brief periods during April through October.  Depth to a water table ranges from 30 to 50 inches from November through May."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly as native range for beef cattle.  Alkali sacaton and buffalograss are the dominate grasses, and mesquite and broomweed are the primary invaders.  Some areas are cultivated to wheat or grain sorghum."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Rolling Red Plains (MLRA 78C) of Oklahoma, Texas, and possibly Kansas.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Woods County, Oklahoma; 1995"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Soil Interpretation Record: Series      OK0352.\nThese soils were formerly mapped as Yahola clay and Miller.\nDiagnostic Horizons and Features:\nOchric epipedon - 0 to 3 inches (the A horizon).\nCambic horizon - the zone from 3 inches to a depth of 24 inches (the Bk horizon).\nVertic subgroup - Cracks within 125 cm of the mineral soil surface that are 5 mm or more wide through a thickness of 30 cm or more for some time in most years, and slikcensides or wedge shaped aggregates in a layer 15 cm or more thick that has its upper boundary within 125 cm of the mineral soil surface, or a linear extensibility of 6.0 cm or more between the mineral soil surface and a depth of 100 cm."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay",
        "structure": "strong fine angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; reddish brown (5YR 4/3) clay, dark reddish brown (5YR 3/3) moist; strong fine angular blocky structure; extremely hard, extremely firm; common fine and very fine roots; few fine concretions of iron and manganese; slightly effervescent; moderately alkaline; abrupt smooth boundary. (3 to 12 inches thick)"
      },
      {
        "name": "Bkss",
        "top": 8,
        "bottom": 61,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "structure": "moderate fine angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bkss--3 to 24 inches; reddish brown (5YR 5/4) clay, reddish brown (5YR 4/4) moist; moderate fine angular blocky structure; extremely hard, extremely firm; few very fine roots; common fine concretions of calcium carbonate; few fine accumulations of salt crystals; few fine concretions of iron and manganese; many pressure faces and few slickensides; strongly effervescent; moderately alkaline; clear smooth boundary. (14 to 28 inches thick)"
      },
      {
        "name": "2C1",
        "top": 61,
        "bottom": 91,
        "dry_hue": "2.5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2C1--24 to 36 inches; light red (2.5YR 6/6) sand, red (2.5YR 5/6) moist; single grain; loose; slightly effervescent; moderately alkaline; clear smooth boundary. (12 to 59 inches thick)"
      },
      {
        "name": "2C2",
        "top": 91,
        "bottom": 203,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "coarse sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C2--36 to 80 inches; light reddish brown (5YR 6/4) coarse sand, reddish brown (5YR 5/4) moist; single grain; loose; slightly effervescent; moderately alkaline."
      }
    ]
  ]
}
