{
  "SERIES": "HEMBRILLO",
  "STATUS": "Established Series",
  "BYREV": "GWC",
  "REVDATE": "12/2014",
  "STATES": "NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Gypsic, thermic Typic Torripsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hembrillo gypsiferous sand  rangeland. (Colors are for dry soil unless otherwise noted)\nCy1--0 to 4 inches (0 to 10 cm); light brown (7.5YR 6/3) gypsiferous sand, brown (7.5YR 5/3), moist; 3 percent clay; single grain; loose, loose, nonsticky, nonplastic; common fine and medium roots throughout; common medium interstitial pores; many fine irregular gypsum crystals throughout; noneffervescent, 30 percent gypsum; moderately alkaline, pH 7.9; electrical conductivity 3.9 dS/m (mmhos/cm); very slightly saline; gradual wavy boundary.\nCy2--4 to 21.5 inches (10 to 55 cm); light brown (7.5YR 6/3) gypsiferous sand, brown (7.5YR 5/3), moist; 3 percent clay; single grain; loose, loose, nonsticky, nonplastic; common fine roots throughout; common medium interstitial pores; many fine irregular gypsum crystals throughout; noneffervescent, 31 percent gypsum; moderately alkaline, pH 8.0; electrical conductivity 3.2 dS/m (mmhos/cm); very slightly saline; gradual wavy boundary.\nCy3--21.5 to 35.5 inches (55 to 90 cm); light brown (7.5YR 6/3) gypsiferous sand, brown (7.5YR 5/3), moist; 3 percent clay; single grain; loose, loose, nonsticky, nonplastic; few fine roots throughout; common medium interstitial pores; many fine irregular gypsum crystals throughout; noneffervescent, 31 percent gypsum; moderately alkaline, pH 7.9; electrical conductivity 3.4 dS/m (mmhos/cm); very slightly saline; gradual wavy boundary.\nCy4--35.5 to 51 inches (90 to 130 cm); light brown (7.5YR 6/3) gypsiferous sand, brown (7.5YR 5/3), moist; 3 percent clay; single grain; loose, loose, nonsticky, nonplastic; common fine roots throughout; common medium interstitial pores; many fine irregular gypsum crystals throughout; noneffervescent, 39 percent gypsum; moderately alkaline, pH 7.9; electrical conductivity 3.7 dS/m (mmhos/cm); very slightly saline; gradual wavy boundary.\nCy5--51 to 78.5 inches (130 to 200 cm); light brown (7.5YR 6/3) gypsiferous sand, brown (7.5YR 5/3), moist; 3 percent clay; single grain; loose, loose, nonsticky, nonplastic; common fine roots throughout; common medium interstitial pores; carbonate, finely disseminated and many fine irregular gypsum crystals,  throughout; slightly effervescent, 2 percent calcium carbonate equivalent and 42 percent gypsum; slightly alkaline, pH 7.8; electrical conductivity 3.8 dS/m (mmhos/cm); very slightly saline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Sierra County, New Mexico. Approximately 8.14 miles east and 6.43 miles south of junction of Range Roads 6 and 7, Rhodes Canyon; 1,598 feet west and 2,012 feet north of the southeast corner of Section 25, Township 14 South, Range 6 East; USGS Quad 15 Mile Lake; Latitude: 33 degrees 3 minutes 58.06 seconds north, Longitude: 106 degrees 20 minutes 44.93 seconds west, NAD 83; UTM Easting: 374369 meters, UTM Northing: 3659454 meters. UTM zone 13."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Typic aridic soil moisture regime.\nMean annual soil temperature: 66 to 72 degrees F.\nParticle-size control section (weighted average)\nClay content:  0 to 5 percent\nReaction: slightly to moderately alkaline\nSalinity: very slight\nGypsum content: 5 to 40 percent, averages less than 40 percent\nCy horizons\nHue: 7.5YR, 10YR\nValue: 5 to 7 dry, 4 to 6 moist\nChroma: 3 to 6, dry or moist\nTexture: gypsiferous sand, gypsiferous loamy sand, gypsiferous fine sand, loamy sand, fine sand, sand\nCalcium carbonate equivalent:  0 to 4 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Hembrillo soils are on dunes. Slope is 0 to 15 percent. These soils formed from sandy gypsiferous eolian deposits. Elevation ranges from 3,900 to 4,270 feet. The mean annual precipitation is 8 to 12 inches. Precipitation falls in all months as gentle winter storms and with increased amounts during high intensity summer storms.  The mean annual air temperature is 64 to 70 degrees F. The frost-free period is 180 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Shrike (T) (NM), Aerobee, and Shot series. Shrike soils are on interdunes and have a fine-loamy lacustrine layer beneath the sandy particle-size control section. Aerobee soils are on interdunes and have a fine-loamy particle-size control section. Shot soils are on dunes and have pedogenic gypsum nests."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Excessively drained; negligible runoff; very rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The major uses are military exercises and wildlife habitat. Native vegetation is broom dalea, giant dropseed, four-wing saltbush, soaptree yucca, and Torrey's ephedra."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South central New Mexico, limited to the Tularosa Basin. MLRA 42, Lark is of limited extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: White Sands Missile Range, Otero County, New Mexico, 2014"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nParticle-size control section - the zone from 10 to 40 inches (Cy2, Cy3 and Cy4 horizons)\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy, Twelfth Edition, 2014.\nRevised for the correlation of White Sands Missile Range, New Mexico; October, 2014, NMS\nNational Cooperative Soil Survey\nU.S.A."
  }
}
