{
  "SERIES": "HEMLOCK",
  "STATUS": "Established Series",
  "BYREV": "Est. SEA-MWH-DAS",
  "REVDATE": "11/2012",
  "STATES": "NY",
  "OVERVIEW": "The Hemlock series consists of very deep, moderately well drained soils on floodplains. They formed in nearly level, silty alluvial deposits. Saturated hydraulic conductivity is moderately low or moderately high in the surface layer and subsoil, and moderately low through high in the substratum. Slope ranges from 0 to 3 percent. Mean annual temperature is 8.8 degrees C (47.8 degrees F) and mean annual precipitation is 88 cm (34.6 inches).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, mesic Fluvaquentic Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hemlock silty clay loam, on less than a 1 percent slope in a cultivated field. (Colors are for moist soil unless otherwise noted.)\nAp -- 0 to 28 centimeters (0 to 11 inches); dark grayish brown (10YR 4/2) silty clay loam, light brownish gray (10YR 6/2), dry; moderate fine and medium granular structure; friable; many very fine and fine roots and common medium roots; slightly alkaline; clear wavy boundary. (15 to 30 cm (6 to 12 inches) thick.)\nBA -- 28 to 51 centimeters (11 to 20 inches); 50 percent dark yellowish brown (10YR 4/4) and 50 percent dark grayish brown (10YR 4/2) silty clay loam; moderate fine and medium subangular blocky structure; friable; common very fine and fine roots and few medium roots; slightly alkaline; clear wavy boundary. (0 to 25 cm (0 to 10 inches) thick.)\nBw1 -- 51 to 79 centimeters (20 to 31 inches); brown (10YR 5/3) silty clay loam; moderate fine and medium subangular blocky structure; friable; common fine roots; 15 percent fine prominent yellowish brown (10YR 5/8) masses of iron accumulation and 25 percent fine faint light brownish gray (10YR 6/2) areas of iron depletion; slightly alkaline; gradual wavy boundary.\nBw2 -- 79 to 99 centimeters (31 to 39 inches); 50 percent brown (10YR 5/3) and 50 percent yellowish brown (10YR 5/4) clay loam; moderate fine and medium subangular blocky structure; friable; few fine roots; 15 percent fine and medium distinct light brownish gray (2.5Y 6/2) areas of iron depletion and 15 percent fine and medium distinct strong brown (7.5YR 5/6) masses of iron accumulation; slightly alkaline; gradual wavy boundary. (Combined thickness of the Bw horizon is 30 to 94 cm (12 to 37 inches).)\nBC -- 99 to 140 centimeters (39 to 55 inches); 70 percent light brownish gray (10YR 6/2) and 30 percent pale brown (10YR 6/3) loam; weak medium subangular blocky structure; friable; black (10YR 2/1) organic stains; 15 percent fine and medium prominent dark yellowish brown (10YR 4/6) masses of iron accumulation; slightly alkaline; gradual wavy boundary. (0 to 41 cm (0 to 16 inches) thick.)\nC1 -- 140 to 152 centimeters (55 to 60 inches); dark yellowish brown (10YR 4/4) fine sandy loam; friable; black (10YR 2/1) organic stains; 15 percent medium prominent light olive gray (5Y 6/2) areas of iron depletion and 15 percent medium and coarse prominent yellowish brown (10YR 5/8) masses of iron accumulation; slightly effervescent; moderately alkaline; gradual wavy boundary.\nC2 -- 152 to 185 centimeters (60 to 73 inches); light olive brown (2.5Y 5/3) gravelly sandy loam; single grain; loose; 25 percent gravel; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Ontario County, New York; Town of Phelps, 812.5 meters (2665 feet) South of Gifford Rd. and 1058.5 meters (3472 feet) southeast of the intersection of Gifford Rd. and Maryland Rd., along the Canandaigua Outlet. USGS Geneva North, NY topographic quadrangle; Latitude 42 degrees, 58 minutes, 32.26 seconds N. and Longitude 76 degrees, 59 minutes, 02.22 seconds W., NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 61 to 140 centimeters (24 to 55 inches). Depth to bedrock is more than 152 cm (60 inches). Rock fragments range from 0 through 5 percent by volume in the solum and 0 to 35 percent by volume in the C horizon. The soil ranges from neutral through moderately alkaline. Carbonates are often present in this soil.\nThe Ap horizons have hue of 10YR, value of 3 or 4 and chroma of 2 through 3. They are silt loam or silty clay loam. Structure is weak or moderate granular. Consistence is very friable or friable. The A horizon, where present, may be less than 15.2 cm (6 inches) thick.\nThe BA horizon, where present, has colors and textures similar to the A and B horizons.\nThe B horizon has hue of 10YR, value of 3 through 6 and chroma of 2 through 4. It is silt loam, silty clay loam, or clay loam. Structure is weak or moderate, blocky. Consistence is friable or very friable.\nThe BC horizon, when present, has colors similar to the B horizon. They are loam, silt loam, or silty clay loam.\nThe C horizon has hue of 7.5YR through 2.5Y, value of 3 through 5 and chroma of 1 through 4. It is silty clay loam, silt loam, very fine sandy loam, fine sandy loam, or sandy loam in the fine earth fraction. It is massive or single grain. Consistence is loose to friable."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Boonewood, Hontas, Lindside, and Senecaville series are in the same family. Boonewood soils are moderately deep to bedrock. Hontas soils lack the presence of carbonates and have a dominant 2 chroma from 51 to 102 cm (20 to 40 inches). Lindside soils lack the presence of carbonates and are dominantly from unglaciated uplands. Senecaville soils have hues that are 7.5YR or redder throughout the solum.\nThe Eel, Lobdell, Middlebury, and Teel series are similar soils in closely related families. Eel and Lobdell soils have fine-loamy particle size control sections. Middlebury soils have coarse-loamy particle size control sections. Teel soils have coarse-silty particle size control sections."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Hemlock soils are nearly level soils on floodplains. Slope ranges 0 through 3 percent. The soils formed in post glacial alluvium mainly from areas of glaciated siltstone, shale, and limestone. In some valleys, the silty alluvium overlies lacustrine sediments. Mean annual precipitation ranges from 79 through 112 centimeters (31 to 44 inches), mean annual air temperature ranges from 7.3 degrees through 9.1 degrees C (45 degrees to 48.4 degrees F), and growing season ranges from 107 through 171 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Hemlock soils are the moderately well drained member of a drainage sequence which includes the well drained Geneseo, somewhat poorly drained Naples Creek, and poorly and very poorly drained Wayland soils. The Ontario soils are on nearby till mantled uplands, the Palmyra soils are on nearby outwash deposits and the Schoharie and Odessa soils are on nearby glacial lacustrine deposits."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. Saturated hydraulic conductivity is moderately low or moderately high in the mineral surface layer and subsoil, and moderately low through high in the substratum. These soils are subject to occasional flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Extensively used for hay, corn, small grains, and pasture. Less extensively used for growing vegetables and nursery crops. Woodlands consist of silver maple, green ash, sycamore, and tulip poplar."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Ontario-Erie Plain and Great Lakes Region. MLRA 101 and 140. The soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Ontario County, New York, 2012."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Hemlock series was set up to cover the fine-silty moderately well drained floodplain soils not represented by any other series.\nDiagnostic horizons and other features recognized in the typical pedon are:\n(1.) Ochric epipedon - the zone from 0 to 28 cm (0 to 11 inches) (Ap horizon).\n(2.) Cambic horizon - the zone from 28 to 99 cm (11 to 39 inches) (Bw1, Bw2, and BC horizons).\n(3.) Fluvaquentic subgroup - an irregular decrease in organic carbon with depth, > 0.2 percent carbon within a depth of 1.2 meters (4 feet), and redox features with chroma of 2 or less within 61 cm (24 inches) of the soil surface (Bw2 horizon).\n(4.) Udic soil moisture regime.\n(5.) Pedon originally described in English units, then converted to metric units."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Characterization data for the typical pedon is available through the NSSC lab, sample number S08NY069021."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 28,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Ap -- 0 to 28 centimeters (0 to 11 inches); dark grayish brown (10YR 4/2) silty clay loam, light brownish gray (10YR 6/2), dry; moderate fine and medium granular structure; friable; many very fine and fine roots and common medium roots; slightly alkaline; clear wavy boundary. (15 to 30 cm (6 to 12 inches) thick.)"
      },
      {
        "name": "BA",
        "top": 28,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BA -- 28 to 51 centimeters (11 to 20 inches); 50 percent dark yellowish brown (10YR 4/4) and 50 percent dark grayish brown (10YR 4/2) silty clay loam; moderate fine and medium subangular blocky structure; friable; common very fine and fine roots and few medium roots; slightly alkaline; clear wavy boundary. (0 to 25 cm (0 to 10 inches) thick.)"
      },
      {
        "name": "Bw1",
        "top": 51,
        "bottom": 79,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1 -- 51 to 79 centimeters (20 to 31 inches); brown (10YR 5/3) silty clay loam; moderate fine and medium subangular blocky structure; friable; common fine roots; 15 percent fine prominent yellowish brown (10YR 5/8) masses of iron accumulation and 25 percent fine faint light brownish gray (10YR 6/2) areas of iron depletion; slightly alkaline; gradual wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 79,
        "bottom": 99,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw2 -- 79 to 99 centimeters (31 to 39 inches); 50 percent brown (10YR 5/3) and 50 percent yellowish brown (10YR 5/4) clay loam; moderate fine and medium subangular blocky structure; friable; few fine roots; 15 percent fine and medium distinct light brownish gray (2.5Y 6/2) areas of iron depletion and 15 percent fine and medium distinct strong brown (7.5YR 5/6) masses of iron accumulation; slightly alkaline; gradual wavy boundary. (Combined thickness of the Bw horizon is 30 to 94 cm (12 to 37 inches).)"
      },
      {
        "name": "BC",
        "top": 99,
        "bottom": 140,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BC -- 99 to 140 centimeters (39 to 55 inches); 70 percent light brownish gray (10YR 6/2) and 30 percent pale brown (10YR 6/3) loam; weak medium subangular blocky structure; friable; black (10YR 2/1) organic stains; 15 percent fine and medium prominent dark yellowish brown (10YR 4/6) masses of iron accumulation; slightly alkaline; gradual wavy boundary. (0 to 41 cm (0 to 16 inches) thick.)"
      },
      {
        "name": "C1",
        "top": 140,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C1 -- 140 to 152 centimeters (55 to 60 inches); dark yellowish brown (10YR 4/4) fine sandy loam; friable; black (10YR 2/1) organic stains; 15 percent medium prominent light olive gray (5Y 6/2) areas of iron depletion and 15 percent medium and coarse prominent yellowish brown (10YR 5/8) masses of iron accumulation; slightly effervescent; moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "C2",
        "top": 152,
        "bottom": 185,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2 -- 152 to 185 centimeters (60 to 73 inches); light olive brown (2.5Y 5/3) gravelly sandy loam; single grain; loose; 25 percent gravel; slightly effervescent; slightly alkaline."
      }
    ]
  ]
}
