{
  "SERIES": "HEMPHILL",
  "STATUS": "Established Series",
  "BYREV": "LBH:STE:RAG  Rev. BPS",
  "REVDATE": "10/2007",
  "STATES": "NC",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, mesic Umbric Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hemphill clay loam, 0 to 3 percent slopes, rarely flooded -- pasture. (Colors are for moist colors unless otherwise stated.)\nAp--0 to 13 inches; very dark gray (10YR 3/1) clay loam; weak fine and medium granular structure; friable; many fine and medium roots and pores; common fine and medium flakes of mica; slightly acid; clear smooth boundary. (7 to 14 inches thick)\nBtg1--13 to 20 inches; dark grayish brown (10YR 4/2) clay; few fine distinct yellowish brown (10YR 5/6) masses of oxidized iron; moderate fine and medium subangular blocky structure; firm, slightly sticky, slightly plastic; common fine and medium roots between peds; common fine and medium pores; few distinct clay films on faces of peds; common fine and medium flakes of mica; strongly acid; clear wavy boundary.\nBtg2--20 to 26 inches; grayish brown (10YR 5/2) clay; common fine distinct yellowish brown (10YR 5/6) masses of oxidized iron; moderate fine and medium subangular blocky structure; firm, slightly sticky, slightly plastic; few fine and medium roots between peds; few fine and medium pores; few distinct clay films on faces of peds; common fine and medium flakes of mica; strongly acid; gradual wavy boundary.\nBtg3--26 to 38 inches; grayish brown (10YR 5/2) clay loam; common medium prominent strong brown (7.5YR 5/8) masses of oxidized iron; moderate coarse subangular blocky structure; firm, slightly sticky, slightly plastic; few fine and medium roots between peds; few fine and medium pores; few distinct clay films on faces of peds; common fine and medium flakes of mica; strongly acid; gradual wavy boundary. (Combined thickness of the Btg horizon is 20 to 43 inches.)\nBCg1--38 to 44 inches; light brownish gray (10YR 6/2) loam; many medium prominent strong brown (7.5YR 5/6) masses of oxidized iron; moderate coarse subangular blocky structure; friable, slightly sticky, slightly plastic; few fine and medium roots and pores; common fine and medium flakes of mica; moderately acid; gradual wavy boundary.\nBCg2--44 to 64 inches; light brownish gray (10YR 6/2) fine sandy loam; many medium distinct dark yellowish brown (10YR 4/4) masses of oxidized iron; weak fine and medium platy structure; friable, nonsticky, nonplastic; few coarse roots; many fine and medium flakes of mica; moderately acid; abrupt smooth boundary. (Combined thickness of the BCg horizon is 0 to 30 inches.)\nCg--64 to 80 inches; dark gray (N 4/0) fine sandy loam; massive; very friable, nonsticky, nonplastic; few coarse roots; many fine and medium flakes of mica; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jackson County, North Carolina; 0.75 mile south of Whittier on SR 1397 and 650 feet in a cultivated field. USGS Whittier  Topographic Quadrangle, Lat: 35 degrees, 25 minutes, 32.00 seconds N; Long: 83 degrees, 21 minutes, 20.00 seconds W, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is 40 to more than 60 inches. Depth to bedrock is greater than 60 inches. Reaction ranges from very strongly acid to neutral. Content of mica flakes is none to common in the A, AB, BA, and Btg horizons, and ranges from few to many in the lower horizons. Content of rock fragments is less than 15 percent in the A, Btg, and BCg horizons. In the Cg horizon, rock fragment content may range from 0 up to 60 percent as thin strata. Fragments are gravel and cobble size.\nThe Ap or A horizon is neutral, or has hue of 7.5YR to 2.5Y, value of 2 or 3, and chroma of 0 to 3. Pedons in which the A horizon is 10 inches thick or less, have an AB or BA horizon that is part of the umbric epipedon. The Ap or A horizon is clay loam, silty clay loam, silt loam, loam, fine sandy loam, or sandy loam.\nThe AB or BA horizon, where present, has the same color range as the Ap or A horizon, and is silty clay loam, clay loam, or sandy clay loam. Combined thickness of the Ap, A, BA, and AB horizons in an individual pedon is 10 to 20 inches.\nThe Btg horizon typically is neutral, or has hue of 7.5YR to 5Y, value of 2 to 6, and chroma of 0 to 2. In some pedons, the Btg horizon has hue of 5GY, 5G, 5BG, or 5B, value of 4 to 7, and chroma of 1. Redoximorphic features include masses of iron accumulation in shades of red, brown, yellow, or olive and iron depletions are in shades of gray, yellow, olive, or brown. It is silty clay, clay loam, silty clay loam, or clay.\nThe BCg or CBg horizon, where present, typically is neutral, or has hue of 7.5YR to 5Y, value of 4 to 6, and chroma of 0 to 2. In some pedons, it has hue of 5GY, 5G, 5BG, or 5B, value of 4 to 7, and chroma of 1. Redoximorphic features include masses of iron accumulation in shades of red, brown, yellow, or olive and iron depletions are in shades of gray, yellow, olive, or brown.  It is sandy loam, fine sandy loam, sandy clay loam, loam, silt loam, silty clay loam, silty clay, clay loam, or clay.\nThe Cg horizon is similar in color to the BCg horizon. Redoximorphic features include masses of iron accumulation  in shades of red, brown, yellow, or olive and iron depletions are in shades of gray, yellow, olive, or brown.  It is variable in texture and ranges from sand to clay loam in the fine-earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no known series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Hemphill soils are on nearly level, low stream terraces in the Southern Blue Ridge (MLRA 130B). Flooding is rare. These soils formed in alluvium. Slope ranges from 0 to 3 percent. Elevation ranges from about 1,300 to 2,800 feet. Near the type location, the mean annual temperature is about 52 degrees F., and the mean annual precipitation is about 43 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Braddock, Rosman, Statler, and Unison soils. The Braddock, Unison, and Statler soils are well drained and are on higher lying stream terraces. Rosman soils are well drained and are in flood plains adjacent to the stream terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Very poorly drained; saturated hydraulic conductivity is moderately slow to slow; slow permeability. Index surface runoff is low or medium. Seasonal high water table is at a depth of 0.0 to 1.0 feet in winter and early spring and 0.5 to 1.5 feet summer and fall. These soils receive surface and subsurface water from surrounding uplands."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Nearly all of this soil is cleared and is used mainly for pasture or hay, or it is idle. Some areas have been drained and are used for corn, tomatoes, and burley tobacco. Native vegetation in forested areas includes yellow-poplar, eastern white pine, red maple, and eastern hemlock."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Blue Ridge (MLRA 130B) of North Carolina, and possibly Georgia, Tennessee, and Virginia. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Macon County, North Carolina; 1990. The name is from the Hemphill community in Haywood County, North Carolina."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Hemphill series was formerly included with the Kinkora series. However, Kinkora soils have an ochric epipedon and are Typic Endoaquults\nDiagnostic horizons and features recognized in the typical pedon are:\nUmbric epipedon - 0 to 13 inches (Ap horizon)\nArgillic horizon - 13 to 38 inches (Btg1, Btg2, and Btg3 horizons)\nADDITIONAL DATA:\nCharacterization data are available from the NSSC Soil Survey Laboratory, Lincoln, NE for the following pedons:   86NC-087-004 and  86NC-099-002.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
