{
  "SERIES": "HENKIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. LDS-LDZ-WJB",
  "REVDATE": "05/2001",
  "STATES": "SD",
  "OVERVIEW": "The Henkin series consists of very deep, well drained soils formed in glacial meltwater deposits on uplands.  They have moderately rapid permeability.  Slopes range from 0 to 9 percent.  Mean annual temperature is about 46 degrees F, and mean annual precipitation is about 23 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Udic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Henkin loam on a 2 percent slope in a bluegrass pasture.   When described the soil was dry throughout.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 5 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; weak fine granular structure; slightly hard, very friable; slightly acid; abrupt smooth boundary.  (4 to 15 inches thick)\nBw1--5 to 11 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; weak coarse and medium prismatic structure parting to weak very coarse and coarse subangular blocky; soft, very friable; slightly acid; gradual wavy boundary.\nBw2--11 to 21 inches; brown (10YR 5/3) sandy loam, brown (10YR 4/3) moist; weak coarse prismatic structure parting to weak very coarse and coarse subangular blocky; soft, very friable; neutral; clear wavy boundary.  (Combined thickness of the Bw horizons is 9 to 35 inches)\nBk1--21 to 29 inches; light yellowish brown (2.5Y 6/3) sandy loam, olive brown (2.5Y 4/3) moist; weak very coarse and coarse subangular blocky structure parting to weak medium and fine subangular blocky; soft, very friable; common fine concretions and accumulations of carbonate; strong effervescence; moderately alkaline; gradual wavy boundary.\nBk2--29 to 48 inches; light yellowish brown (2.5Y 6/3) loam, light olive brown (2.5Y 5/3) moist; weak medium and fine subangular blocky structure; soft, very friable; few fine distinct redox concentrations of strong brown (7.5YR 5/8); common lime concretions and accumulations of carbonate; strong effervescence; moderately alkaline; gradual wavy boundary.  (Combined thickness of the Bk horizons is 9 to 36 inches)\nC--48 to 60 inches; pale yellow (2.5Y 7/3) stratified loamy sand, loam, and clay loam, light olive brown (2.5Y 5/3) moist; massive; slightly hard, friable; few fine distinct redox concentrations of strong brown (7.5YR 5/6); few fine iron concretions; few fine accumulations of carbonate; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lake County, South Dakota; about 3 miles west of Chester; 675 feet south and 1210 feet west of the northeast corner of sec. 19, T. 105 N., R. 51 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the mollic epipedon ranges from 7 to 20 inches and it extends into the Bw horizon.  Depth to free carbonates ranges from 18 to 60 inches and typically is about 21 to 28 inches.  The control section is loam, sandy loam, or fine sandy loam with less than 18 percent clay.  In some pedons, the solum is directly on sand at depths below 40 inches.\nThe A horizon has value of 3 or 4, and 2 or 3 moist, and chroma of 1 or 2.  It is loam, sandy loam, or fine sandy loam and ranges from moderately acid to neutral.\nThe Bw horizon has hue of 10YR or 2.5Y, value of 4 to 6, and 3 to 5 moist, and chroma of 2 or 3.  It typically is sandy loam or fine sandy loam, but some pedons are loam.  It is moderately acid to slightly alkaline.\nThe Bk horizon has hue of 10YR or 2.5Y, value of 5 to 7, and 4 to 6 moist, and chroma of 2 to 4.  It is fine sandy loam, sandy loam, or loam.  Some pedons have thin layers of loamy fine sand or loamy sand. It has few or common, fine or medium concretions and accumulations of carbonates.  It is slightly alkaline or moderately alkaline.  Some pedons have a BC horizon.\nThe C horizon has hue of 10YR or 2.5Y, value of 5 to 7 and 4 to 6 moist, and chroma of 2 to 4.  It is stratified loamy and sandy material as fine sand, loamy fine sand, fine sandy loam, and clay loam.  It is slightly acid to moderately alkaline.  A 2C horizon is present in some pedons between depths of 40 and 60 inches that is clay loam or loam glacial till, or sand and gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ortello soils.  The Ortello soils do not have carbonate above depths of 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Henkin soils are nearly level to gently rolling on uplands with convex surfaces.  Slope gradients range from 0 to 9 percent.  They formed in sandy and loamy glacial meltwater deposits. The mean annual temperature ranges from 45 to 49 degrees F, and mean annual precipitation is about 18 to 26 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Blendon, Dempster, Egan, Enet, Flandreau, Grovena, Hand, and Wentworth soils.  Blendon soils have a mollic epipedon greater than 20 inches thick and are on lower parts of the landscape. Dempster and Enet soils have sand and gravel at depths between 20 and 40 inches and are on similar landscapes.  Egan and Wentworth soils are fine-silty and are on slightly lower parts of the landscape.  Flandreau and Hand soils are on similar to slightly lower landscapes and have a fine-loamy control section.  Grovena soils have a fine-loamy particle size control section, and are on lower parts of the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Surface runoff is slow on slopes of 0 to 6 percent and medium on slopes of 6 to 9 percent.  Permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are cultivated and the principal crops are small grain, corn, and soybeans.  Smooth bromegrass and tame wheatgrasses commonly are used for pasture grasses.  Native vegetation is mainly little bluestem, big bluestem, porcupinegrass, prairie sandreed, blue grama, needleandthread, and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East-central and southeastern South Dakota.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lake County, South Dakota, 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of about 11 inches (Ap & Bw1 horizons); cambic horizon - the zone from about 11 to 21 inches (Bw2 horizon).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 5 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; weak fine granular structure; slightly hard, very friable; slightly acid; abrupt smooth boundary.  (4 to 15 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 13,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1--5 to 11 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; weak coarse and medium prismatic structure parting to weak very coarse and coarse subangular blocky; soft, very friable; slightly acid; gradual wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 28,
        "bottom": 53,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2--11 to 21 inches; brown (10YR 5/3) sandy loam, brown (10YR 4/3) moist; weak coarse prismatic structure parting to weak very coarse and coarse subangular blocky; soft, very friable; neutral; clear wavy boundary.  (Combined thickness of the Bw horizons is 9 to 35 inches)"
      },
      {
        "name": "Bk1",
        "top": 53,
        "bottom": 74,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bk1--21 to 29 inches; light yellowish brown (2.5Y 6/3) sandy loam, olive brown (2.5Y 4/3) moist; weak very coarse and coarse subangular blocky structure parting to weak medium and fine subangular blocky; soft, very friable; common fine concretions and accumulations of carbonate; strong effervescence; moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "Bk2",
        "top": 74,
        "bottom": 122,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bk2--29 to 48 inches; light yellowish brown (2.5Y 6/3) loam, light olive brown (2.5Y 5/3) moist; weak medium and fine subangular blocky structure; soft, very friable; few fine distinct redox concentrations of strong brown (7.5YR 5/8); common lime concretions and accumulations of carbonate; strong effervescence; moderately alkaline; gradual wavy boundary.  (Combined thickness of the Bk horizons is 9 to 36 inches)"
      },
      {
        "name": "C",
        "top": 122,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "pH_class": "moderately alkaline",
        "narrative": "C--48 to 60 inches; pale yellow (2.5Y 7/3) stratified loamy sand, loam, and clay loam, light olive brown (2.5Y 5/3) moist; massive; slightly hard, friable; few fine distinct redox concentrations of strong brown (7.5YR 5/6); few fine iron concretions; few fine accumulations of carbonate; strong effervescence; moderately alkaline."
      }
    ]
  ]
}
