{
  "SERIES": "HENNEPIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. JWS-KDH",
  "REVDATE": "02/2000",
  "STATES": "IL,IN,OH,WI",
  "OVERVIEW": "The Hennepin series consists of very deep, well drained soils formed in calcareous glacial till.  These soils are on upland side slopes that border stream valleys and on moraines.  Permeability is moderate or moderately slow.  Slopes range from 10 to 70 percent.  Mean annual temperature is about 52 degrees F, and mean annual precipitation is about 35 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Typic Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hennepin loam - on a north-facing wooded valley slope of 56 percent on a dissected till plain.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 4 inches; very dark grayish brown (10YR 3/2) loam, grayish brown (10YR 5/2) dry; moderate fine granular structure; friable; common fine roots; few pebbles; slight effervescence; slightly alkaline; clear smooth boundary.  (2 to 7 inches thick)\nBw1--4 to 9 inches; dark brown (10YR 4/3) loam; moderate fine subangular blocky structure; friable; common fine roots; common faint very dark grayish brown (10YR 3/2) organic coats on faces of peds; few pebbles; slight effervescence; slightly alkaline; clear smooth boundary.\nBw2--9 to 16 inches; dark yellowish brown (10YR 4/4) loam; moderate fine subangular blocky structure; friable; few fine roots; common faint dark brown (10YR 4/3) clay films on vertical faces of peds; few pebbles; slight effervescence; slightly alkaline; clear smooth boundary.  (Combined thickness of the Bw horizons is 3 to 16 inches.)\nC--16 to 60 inches; dark brown (7.5YR 4/4) loam; massive; friable; few fine roots; few pebbles; violent effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Bureau County, Illinois; about 1/2 mile south of Tiskilwa; 880 feet south and 528 feet west of the northeast corner of sec. 13, T. 15 N., R. 8 E. USGS Wyanet quadrangle; elevation 594 feet; latitude 41 degrees, 17 minutes, 25 seconds N., longitude 89 degrees, 30 minutes, 39 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum is 10 to 20 inches in thickness.  The control section commonly averages between 20 and 27 percent clay.  The clay content ranges between 18 and 30 percent and the fine sand and coarser sand content ranges between 15 and 55 percent.  The depth to free calcium carbonates is 0 to 15 inches.\nThe upper 1/3 of the control section (A horizon) has hue of 10YR or 7.5YR, value of 3 or 5, and chroma of 1 or 4.  Eroded pedons have value of 3 to 5, and chroma of 2 to 4.  An Ap or A horizon with value of 4 or 5 may be more than 7 inches in thickness.  The A horizon typically is loam, but includes silt loam, sandy loam, gravelly sandy loam, or clay loam. It is slightly acid to moderately alkaline.  Some pedons do not contain free calcium carbonates.\nThe middle 1/3 of the control section (Bw horizon) has hue of 10YR, or 7.5YR; value of 4 or 5; and chroma of 3 or 4.  It is loam, sandy loam, silt loam, or clay loam, or the gravelly analogs of these textures.  Some pedons do not contain coatings or clay films on the exteriors of peds.  The Bw horizon is slightly acid to moderately alkaline.  Some pedons do not contain free calcium carbonates.\nThe lower 1/3 of the control section (C horizon) has hue of 2.5Y, 10YR, or 7.5YR; value of 5 or 6; and chroma of 2 to 4.  It is loam, sandy loam, silt loam, or clay loam, or the gravelly analogs of these textures.  It is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series.  Series in closely related families are Chatsworth, Hickory, Salter, and Strawn.  Chatsworth soils contain more than 30 percent clay in the lower 2/3 of the control section. Hickory and Strawn soils have argillic horizons.  Salter soils are coarse-loamy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hennepin soils are on upland slopes that border stream valleys and on moraines.  Slope gradients range from 10 to 70 percent.  These soils formed in calcareous glacial till.  Mean annual temperature ranges from 45 to 54 degrees F, and mean annual precipitation varies from 30 to 40 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  Alexandria, Casco, Fox, Hickory, Hochheim, Miami, Miamian, Russell, Shoals, Strawn, and Vanmeter soils.  All of these soils are intricately mixed with Hennepin soils on the landscape in some places.   Alexandria and Miamian soils are upslope or on similar slopes nearby.  Vanmeter soils are lower on the slopes and formed in residuum weathered from calcareous shale. Casco and Fox soils contain more than 90 percent sand in the lower 1/3 and 1/4 of the control section respectively, and gravel in the lower part of the control section.  They are locally  above Hennepin soils where glacio-fluvial sediments have covered the till.  Hickory, Hochheim, Miami, Russell, and Strawn soils have argillic horizons and are upslope.   In addition, Hochheim soils have a mollic epipedon, and Russell soils are fine-silty.  Shoals soils formed in loamy alluvium on flood plains down slope from Hennepin soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Surface runoff is rapid on the lesser slopes and very rapid on the steeper slopes.  Permeability is moderate or moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for woodland or pastureland.  Native vegetation is deciduous hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Illinois, Indiana, Ohio, and Wisconsin.  The Hennepin soils are of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Shelby County, Illinois, 1932."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: ochric epipedon - the zone from the surface of the soil to a depth of 4 inches (A horizon); cambic horizon - the zone from about 4 to 16 inches (Bw1, Bw2 horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "structure": "moderate fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; very dark grayish brown (10YR 3/2) loam, grayish brown (10YR 5/2) dry; moderate fine granular structure; friable; common fine roots; few pebbles; slight effervescence; slightly alkaline; clear smooth boundary.  (2 to 7 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 10,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "structure": "moderate fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--4 to 9 inches; dark brown (10YR 4/3) loam; moderate fine subangular blocky structure; friable; common fine roots; common faint very dark grayish brown (10YR 3/2) organic coats on faces of peds; few pebbles; slight effervescence; slightly alkaline; clear smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 23,
        "bottom": 41,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "structure": "moderate fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw2--9 to 16 inches; dark yellowish brown (10YR 4/4) loam; moderate fine subangular blocky structure; friable; few fine roots; common faint dark brown (10YR 4/3) clay films on vertical faces of peds; few pebbles; slight effervescence; slightly alkaline; clear smooth boundary.  (Combined thickness of the Bw horizons is 3 to 16 inches.)"
      },
      {
        "name": "C",
        "top": 41,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--16 to 60 inches; dark brown (7.5YR 4/4) loam; massive; friable; few fine roots; few pebbles; violent effervescence; moderately alkaline."
      }
    ]
  ]
}
