{
  "SERIES": "HENNEKE",
  "STATUS": "Established Series",
  "BYREV": "Rev. GMK/GWH/DJE/SBS/AEC",
  "REVDATE": "03/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, magnesic, thermic Lithic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Henneke gravelly loam - shrubs.  (Colors are for dry soil unless otherwise stated.)\nOe--0 to 0.5 inches (0 to 1 cm); partially decomposed leather oak leaf litter mixed with much medium size gravel; abrupt smooth boundary.\nA--0.5 to 3.5 inches (1 to 9 cm); brown (7.5YR 4/4) gravelly loam, very dark brown (7.5YR 2/2) moist; strong very fine granular structure; soft, very friable; few very fine and fine roots; many very fine and fine pores; about 35 percent rock fragments; slightly acid; abrupt smooth boundary.  (1 to 4 inches thick)\nBAt--3.5 to 10.5 inches (9 to 27 cm); brown (7.5YR 4/4) very gravelly clay loam, dark brown (7.5YR 3/2) moist; weak medium subangular blocky structure that parts to strong fine and very fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine and medium roots; many very fine and fine pores; thin nearly continuous clay films lining a few pores; about 40 percent rock fragments; neutral; clear irregular boundary.  (3 to 7 inches thick)\nBt--10.5 to 19.5 inches (27 to 50 cm); brown (7.5YR 4/4) very gravelly clay loam, dark brown (7.5YR 3/2) moist; moderate medium subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic; some clay films in pores, but clay films mainly as bridges between mineral grains; about 40 percent rock fragments; few angular cobblestones; neutral; abrupt irregular boundary.  (6 to 9 inches thick)\nR--19.5 to 24.5 inches (50 to 62 cm); fractured greenish blue serpentinite rock; a few cracks more than 4 inches apart filled with soil from above; thick clay films on rock faces in fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Tehama County, California; about 5 miles west and 1 mile north of Paskenta; near the SW corner of section 27, T. 24 N., R. 7 W. 39 degrees 54 minutes 3.4 seconds North latitude 122 degrees 38 minutes 37.8 seconds West longitude, NAD83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to hard somewhat fractured serpentinite or peridotite is 10 to 20 inches.  Rock fragments and sand size particles are fragments of serpentinite and peridotite.  Soil from a depth of about 5 inches down to bedrock is usually moist from late October or November until sometime in May and is dry the rest of the year. Mean annual soil temperature is about 59 degrees to 63 degrees F. The soils have a Ca/Mg ratio of 1:1 or less.\nThe A horizon is 7.5YR 5/2, 5/4, 4/2, 4/3, 4/4; 5YR 5/2, 4/2, 5/3, 5/4, 5/6, 3/2, 2.5/2, 3/3, 3/4, 4/3, 4/4; 2.5YR 5/2, 4/2, 3/2, 3/4, 5/4 or 4/4.  Moist chroma and moist value are 2.5, 2 or 3.  Texture is loam, clay loam or sandy loam modified by 5 to 45 percent coarse fragments, mostly of gravel size.  Structure is moderate or strong granular though some pedons have subangular blocky and some are platy at the surface.  Reaction is slightly alkaline to moderately acid.  It has 2 to 7 percent organic matter.\nThe Bt horizon is 7.5YR 5/2, 5/4, 5/6, 4/2, 4/3, 4/4, 4/6, 3/2, 3/3; 5YR 2.5/2, 3/2, 3/3, 3/4, 4/4, 5/3, 5/4, 5/6, 6/6; 2.5YR 3/2, 5/4, 4/4, 3/4, 5/6 or 4/6.  Moist colors are 7.5YR 3/2, 3/3, 3/4; 5YR 3/2, 3/3, 3/4, 4/4; 2.5YR 3/2, 3/4. Texture is clay loam or clay and has 35 to 50 percent clay and 35 to 80 percent rock fragments.  This horizon has angular blocky or subangular blocky structure.  The Bt has 1 to 2 percent organic matter and is neutral to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Henneke soils are on hillslopes. Elevations are 500 to 4,000 feet.  Slopes are 5 to 75 percent.  The soils formed in material weathered from serpentinite and peridotite.  Rock outcrops, stones, and cobbles are common and occupy 5 to 60 percent of the surface.  The climate is subhumid with warm dry summers and cool moist winters.  Average annual precipitation is 16 to 50 inches.  The mean annual temperature is about 48 degrees to 62 degrees F; the average January temperature is about 40 degrees F; and the average July temperature is about 70 degrees F.  The freeze-free season is about 160 to 325 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Dubakella, Huse, Montara, and Stonyford soils, and the Hugo and Wadesprings soils.  Hugo soils are more than 40 inches deep and lack an argillic horizon.  Wadesprings soils are fine-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to very high runoff; moderately slow and slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mostly for wildlife and watershed.  The principal native plants are scattered oaks, Foothill pine, Coulter pine, cypress, and shrubs such as leather oak, whiteleaf manzanita, muskbrush, and toyon.  Grasses are sparse, usually squirreltail and a few annuals."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coast Range hills and foothills of the Sierra Nevada.  The soils are extensive and are mostly in MLRA 15."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Mendocino County, California 1951."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Runoff terminology adjusted 5/96 to the adjective criteria of the Soil Survey Manual, 10/93.\nADDITIONAL DATA: Four pedons sampled as Henneke: 1) in Lake County at 38 degrees North latitude, 45 minutes, 51 seconds, 122 West longitude, 35 minutes, 46 seconds,  NSSL Pedon S78CA-033-021 (78P-456); and, 2) in Stanislaus County at 37 degrees North latitude, 18 minutes, 38 second, 121 degrees West longitude, 19 minutes, 5 seconds, NSSL Pedon S92CA-099-004 (93P-180), and S92CA-099-007 and -008.\nEdits made after sdjr projects - AEC\nNational Cooperative Soil Survey\nU.S.A."
  }
}
