{
  "SERIES": "HENRIEVILLE",
  "STATUS": "Established Series",
  "BYREV": "REV: HKS/LHS/RLT",
  "REVDATE": "08/2006",
  "STATES": "CO,UT,WY",
  "OVERVIEW": "The Henrieville series consists of very deep, well drained soils that have a moderately rapid permeability. These soils formed in alluvium derived mainly from sandstone, limestone and some shale. They are on fan terraces and valley floors and have slopes of 1 to 10 percent. Mean annual temperature is about 47 degrees F. and the average annual precipitation is about 12 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, calcareous, mesic Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Henrieville sandy loam is on a 2 percent single southwest facing slope. When described, the soil was moist throughout. (Colors are for air-dry soil unless otherwise stated.)\nA--0 to 12 inches; light brownish gray (2.5Y 6/2) sandy loam, grayish brown (2.5Y 5/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; common fine and medium roots; few fine pores; strongly calcareous; carbonates are disseminated; moderately alkaline (pH 8.3); clear smooth boundary. (2 to 12 inches thick)\nC1--12 to 30 inches; light brownish gray (2.5Y 6/2) sandy loam, grayish brown (2.5Y 5/2) moist; weak fine subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common fine and medium roots; few fine and medium pores; strongly calcareous; carbonates are disseminated; moderately alkaline (pH 8.3); clear smooth boundary. (3 to 18 inches thick)\nC2--30 to 53 inches; light gray (2.5Y 7/2) sandy loam, grayish brown (2.5Y 5/2) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few fine roots; few fine pores; strongly calcareous; carbonates are disseminated; moderately alkaline (pH 8.3); clear smooth boundary. (15 to 40 inches thick)\nC3--53 to 60 inches; light gray (2.5Y 7/2) loamy sand, grayish brown (2.5Y 5/2) moist; single grain; loose; few fine roots; few fine pores; strongly calcareous; carbonates are disseminated; moderately alkaline (pH 8.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Garfield County, Utah, about 2 1/8 miles east and 1/4 mile south of Tropic; 1,500 feet west and 1,300 feet south of the northeast corner of sec. 6, T. 37 S., R. 2 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - soil is dry in parts of the moisture control section for 75 to 90 days during the winter months, and dry in all parts of the moisture control section 50 to 60 percent of the time when the soil temperature at 20 inches depth is more than 41 degrees F., but is not dry in all parts of the moisture control section for 60 consecutive days or more from July 15 to October 25 or for 90 or more days cumulative during this period. Ustic aridic moisture regime.\nMean annual soil temperature is 47 to 54 degrees F.,\nMean summer temperature is 63 to 65 degrees F.\nClay content in the particle size control section average 8 to 18 percent.\nA horizon\nHue:  2.5Y or 10YR\nValue:  5 to 7 dry and 4 to 6 moist\nChroma:  2 to 4.\nC horizon\nHue:  2.5Y or 10YR\nValue:  5 to 7 dry and 3 to 6 moist\nChroma:  2 to 4\nC horizon\nTextures:  stratified sandy loam, loam, and have layers of loamy sand, fine sandy loam, very fine sandy loam. Some pedons below a depth of 40 inches have thin layers of clay loam and gravelly loamy sand.\nCalcium carbonate equivalent:  ranges from 15 to 40 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cliff (UT), Councelor (NM), Keeline (WY), Nelman (CO), Nelson (CO), Oterodry (CO), Shadado (UT), Turnercrest (WY), Uendal (UT), Yarts (UT), and Zia (NM) series.\nCliff soils contain less than 15 percent CACO3 in the particle size control section.\nCouncelor soils contain less than 15 percent calcium carbonate equivalent and lacks a horizon with 5 percent (by volume) more soft powdery secondary calcium carbonate than an underlying horizon.\nKeeline soils are dry in all parts of the moisture control section for at least 60 consecutive days from July 15 to October 25 and for at least 90 cumulative days during this period and contain less than 10 percent CaCO3 in the particle size control section.\nNelman and Shedado soils have a lithic contact between 20 and 40 inches.\nNelson and Turnercrest soils have a paralithic contact between 20 and 40 inches.\nOtero soils have as much as 15 percent coarse fragments in the particle size control section, and have less than 10 percent calcium carbonate equivalent.\nUendal soils are underlain by hard sandstone bedrock at moderately deep.\nYarts soils have hue of 5YR or redder and contain less than 10 percent CaCO3 in the particle size control section.\nZia soils contain less than 15 percent calcium carbonate equivalent and lacks a horizon with 5 percent (by volume) more soft powdery secondary calcium carbonate than an underlying horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Henrieville soils are on fan terraces and valley floors. Slopes range from 1 to 10 percent. The soils formed in alluvium from sandstone and limestone. Elevation is 6,000 to 7,200 feet. The mean annual temperature is 45 to 52 degrees F., and the average annual precipitation is 9 to 14 inches. The freeze-free period is 100 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bayfield, Redbank and Mikim soils.  Bayfield soils are fine textured. Mikim soils are fine-loamy.  Redbank soils have hue of 5YR or redder and are on flood plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Principal uses of the Henrieville soils are rangeland, wildlife habitat and irrigated cropland. Principal crops are alfalfa, small grains and silage corn. Native vegetation is dominantly big sagebrush, western wheatgrass, Indian ricegrass and galleta."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Henrieville soils are of small extent. They are mapped in the Tropic-Henrieville area of Garfield County. MLRAs 34A & 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Garfield County (Panguitch Soil Survey Area), Utah 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Henrieville soils were previously classified as Torrifluvents, but are on relatively stable, nonflooding landscapes and lack the irregular decrease in organic matter required for that placement.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface of the soil to 12 inches (A horizon).\nCalcareous family - the fine-earth fraction effervesces in all parts with cold dilute HCL.\nUstic feature - the soil is dry for 50 to 60 percent of the time that the soil temperature at 20 inches is 41 degrees F. or higher.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
