{
  "SERIES": "HENSON",
  "STATUS": "Established Series",
  "BYREV": "Rev. DKR/JPP/TWH",
  "REVDATE": "04/2002",
  "STATES": "CO",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic Typic Dystrocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Henson loam, on a southeast facing 60 percent mountain slope on rangeland at an elevation of 11,840 feet.  (Colors are for dry soil unless otherwise noted. When described on August 18, 1992, the soil was moist in the moisture control section.)\nA--0 to 2 inches; brown (7.5YR 5/2) loam, dark brown (7.5YR 3/2) moist; weak fine granular structure; soft, friable, nonsticky and nonplastic; 10 percent gravel; strongly acid (pH 5.2); clear smooth boundary. (2 to 15 inches thick)\nBw1--2 to 14 inches; brown (7.5YR 5/4) very cobbly sandy clay loam, dark brown (7.5YR 3/4) moist; moderate fine and medium granular structure; slightly hard, friable, nonsticky and nonplastic; 20 percent gravel, 20 percent cobbles; strongly acid (pH 5.2); gradual wavy boundary.\nBw2--14 to 24 inches; light brown (7.5YR 6/3) very gravelly sandy clay loam, brown (7.5YR 4/3) moist; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; 35 percent gravel, 15 percent cobbles; strongly acid (pH 5.2); gradual wavy boundary. (combined thickness of the Bw horizons is 8 to 26 inches)\nC1--24 to 33 inches; brown (7.5YR 5/4) very cobbly sandy clay loam, dark brown (7.5YR 3/4) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; 30 percent gravel, 25 percent cobbles; strongly acid (pH 5.2); clear wavy boundary.\nC2--33 to 66 inches; pinkish gray (7.5YR 6/2) extremely cobbly sandy clay loam, dark brown (7.5YR 3/2) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; 40 percent gravel, 30 percent cobbles; strongly acid (pH 5.2). (combined thickness of the C horizons is 24 to 56 inches)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hinsdale County, Colorado; about 14 miles southwest of Lake City, Colorado; in an unsectionized area estimated to be in Section 18, T. 43 N., R. 6 W.; USGS Handies Peak topographic quadrangle; latitude 37 degrees, 58 minutes, 55 seconds north and longitude 107 degrees, 33 minutes, 51 seconds west, NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime: udic; dry in some part of the moisture control section for less than 45 days (cumulative). (Typic udic).\nMean annual soil temperature: 33 to 40 degrees F.\nMean summer soil temperature:  38 to 44 degrees F.\nThickness of ochric epipedon: 2 to 15 inches.\nDepth to top of cambic horizon: 2 to 15 inches.\nParticle-size control section:\nClay content: 18 to 35 percent\nRock fragment content: 35 to 75 percent\nA horizon:\nHue: 5YR to 10YR\nValue: 5 or 6 dry, 3 to 5 moist\nChroma: 2 to 4 dry or moist\nTexture: L, GRV-L, FSL\nRock fragments: andesite, rhyolite, breccia, or tuff. 5 to 40 percent total rock fragments; 5 to 40 percent gravel, 0 to 10 percent cobbles, 0 to 5 percent stones.\nBase saturation: 35 to 45 percent.\nReaction: very strongly acid (pH 4.5) or strongly acid (pH 5.5)\nBw horizons:\nHue: 5YR or 7.5YR\nValue: 5 to 7 dry, 3 to 6 moist\nChroma: 2 to 6 dry or moist\nTexture: CBV-SCL, GRV-SCL, CBV-L, GRV-L, CBV-CL, CBX-SCL, CBX-CL, GRX-SCL, STV-SCL\nRock fragments: andesite, rhyolite, breccia, or tuff. 35 to 75 percent total rock fragments; 10 to 50 percent gravel, 15 to 60 percent cobbles, 0 to 15 percent stones.\nBase saturation: 35 to 45 percent\nReaction: very strongly acid (pH 4.5) to strongly acid (pH 5.5)\nC horizons:\nHue: 5YR or 7.5YR\nValue: 5 to 7 dry, 3 to 6 moist\nChroma: 2 to 6 dry or moist\nTexture: CBV-SCL, CBX-SCL, CBX-L, CBX-SL, STX-SL, STX-L\nRock fragments: andesite, rhyolite, breccia, or tuff. 35 to 75 percent total rock fragments; 15 to 40 percent gravel, 25 to 50 percent cobbles, 0 to 15 percent stones.\nBase saturation: 35 to 50 percent.\nReaction: very strongly acid (pH 4.5) to strongly acid (pH 5.5)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bensley, Endlich, and Fallriver series.\nIn addition, the following series may be competitors when reclassified:  Jeru, Klootch, Oatman, and Snotown series.\nBensley and Jeru soils:  have hue yellower than 7.5YR in the particle-size control section.\nEndlich, Klootch, and Snotown soils:  have a lithic contact at 20 to 40 inches.\nFallriver soils:  have less than 18 percent clay in the particle-size control section.\nOatman soils have mean annual soil temperature greater than 40 degrees F. and mean summer soil temperature greater than of 44 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  slope alluvium, alluvium, and colluvium derived from andesite, rhyolite, breccia, or tuff.\nLandform:  valley fills, mountain slopes, and alluvial fans. Slopes:  10 to 75 percent.\nElevation:  10,600 to 13,500 feet.\nThe mean  annual air temperature:  27 to 34 degrees F.\nand the mean summer temperature is 43 to 50 degrees F.\nThe mean annual precipitation is 30 to 46 inches. The frost-free period is 25 to 50 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Moran, Telluride, and Whitecross soils. Moran soils are on toeslopes and valley fills and have an umbric epipedon. Telluride and Whitecross soils are on backslopes and have a lithic contact at 10 to 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to very high runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for summer range for sheep, recreation, and wildlife habitat.  The native vegetation is mostly Ross' avens, alpine bluegrass, alpine fescue, kobresia, American bistort, tufted hairgrass, and Baker's wheatgrass.  The soils with a south aspect at lower elevations also have Thurber's fescue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Alpine areas of southwest Colorado in LRR E and MLRA 48A. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Ouray Soil Survey Area, Hinsdale County, Colorado, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: the zone from 0 to 2 inches. (A horizon)\nCambic horizon: the zone from 2 to 24 inches. (Bw horizons)\nParticle-size control section:  the zone from 10 to 40 inches (part of the Bw1, the Bw2, C1, and part of the C2 horizon)\nThis pedon was classified in accordance with Keys to Soil Taxonomy, 8th Edition, 1998.\nA former revision moved the typical pedon to a different location in the Ouray Soil Survey Area.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
