{
  "SERIES": "HENSLEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. JDM-GLL-JCW-WJG-ALB",
  "REVDATE": "07/2010",
  "STATES": "TX",
  "OVERVIEW": "The Hensley series consists of soils that are shallow to indurated limestone bedrock of Lower Cretaceous and Pennsylvanian age. These well drained soils formed in residuum derived from weathering of limestone bedrock. These gently sloping to steep soils are on summits and shoulders of ridges on dissected plateaus.  Slopes are 1 to 8 percent. Mean annual temperature is about 18 degrees C (65 degrees F) and mean annual precipitation is about 813 mm (32 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, mixed, active, thermic Lithic Rhodustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hensley loam, in native grass pasture. (Colors are for dry soil unless otherwise stated.)\nA--0 to 10 cm (0 to 4 in); brown (7.5YR 4/2) loam, dark brown (7.5YR 3/2) moist; moderate fine granular structure, surface crusty when dry; hard, friable; many fine roots; slightly alkaline; clear smooth boundary. (Thickness of the A horizon is 10 to 25 cm [4 to 10 in])\nBt--10 to 41 cm (4 to 16 in); dark reddish brown (2.5YR 3/4) clay, dark reddish brown (2.5YR 3/4) moist; moderate very fine and fine angular blocky structure; extremely hard, very firm; common fine roots; common distinct clay films on faces of peds; slightly alkaline; abrupt smooth boundary. (Thickness of the Bt horizon is 15 to 36 cm [6 to 14 in])\nR--41 to 66 cm (16 to 26 in); indurated limestone bedrock with 0.03 to 38 cm (0.12 to 1.5 in) wide fractures at intervals of about 60 to 122 cm (24 to 48 in)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Montague County, Texas; from the intersection of Farm Road 677 and U.S. Highway 82 in Saint Jo; 1.9 miles southwest on Farm Road 677, 90 feet west of Farm Road 677, in pasture. (Saint Jo USGS topographic quadrangle; Latitude: 33 degrees, 40 minutes, 29.50 seconds N; Longitude: 97 degrees, 32 minutes, 32.59 seconds W.; NAD83)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness to bedrock: 25 to 50 cm (10 to 20 in)\nSurface fragments: amount-0 to 50 percent by area, kind-limestone, size-about 15 to 122 cm (6 to 48 in) across and about 3 to 10 cm (1 to 4 in) thick. Ironstone fragments mainly less than 7.5 cm (3 in) across cover the soil surface. Stony phases are recognized.\nClay content: from soil surface to bedrock is more than 35 percent when the solum is less than 36 cm (14 in) thick.\nA horizon\nHue: 2.5YR to 7.5YR\nValue: 3 or 5, dry and moist\nChroma: 2 to 4, dry and moist\nTexture: Loam or clay loam\nRock fragments: amount-0 to 15 percent by volume, kind-limestone and ironstone, size-gravel, cobbles and stones.\nEffervescence: Noneffervescent to slightly\nReaction: Slightly acid to slightly alkaline\nOther features: In pedons where moist value and chroma are 3 or less, the epipedon is not thick enough for a mollic epipedon.\nBt horizon\nHue: 2.5YR to 7.5YR\nValue: 3 or 4, dry and moist\nChroma: 3 to 6, dry and moist\nTexture: Clay loam or clay\nClay content: 35 to 55 percent\nFragments: amount-0 to 10 percent by volume, kind-limestone and ironstone, size-2 mm to 20 mm\nEffervescence: Noneffervescent to slightly\nReaction: Neutral to moderately alkaline\nR layer\nKind: Strongly cemented or indurated fractured limestone bedrock"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series. Similar series are Binger (OK), Cosh (TX), Ligon (TX), and Sedona (AZ).\nBinger and Ligon soils:  Are moderately deep to paralithic contact. Binger derived from sandstone. Ligon derived from schist.\nCosh soils:  Are loamy, shallow to paralithic contact and are derived from sandstone.\nSedona soils: Have greater than 35 percent rock fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Formed in residuum derived from the weathering of limestone of the Lower Cretaceous and Pennsylvanian periods.\nLandscape: Dissected plateau\nLandform: Summits and shoulders of ridges\nSlopes: 0 to 8 percent, but mainly slopes are less than 3 percent\nClimate: Dry subhumid\nSoil moisture: Typic ustic moisture regime\nPrecipitation Pattern: The majority of the yearly amount occurs during the fall and spring months. The winter and summer months are normally drier.\nMean annual temperature: 18 to 19 degrees C (64 to 66 degrees F)\nMean annual precipitation: 610 to 1016 mm (24 to 40 in)\nFrost free period: 210 to 250 days\nElevation: 107 to 685 m (350 to 2,250 ft)\nThornthwaite annual P-E indices: 32 to 54"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the competing Lindy and Speck series and the Bolar, Palopinto, and Yates series.\nLindy and Speck soils: are on similar landscapes\nBolar soils: are 50 to 100 cm (20 to 40 in) thick and are on lower slopes.\nPalopinto and Yates soils: have greater than 35 percent fragments in the control section. In addition, Palopinto soils are on lower slopes, and Yates soils are on steeper summits, shoulders and backslopes of ridges."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained.  Permeability is slow.  Runoff is very low on 1 to 3 percent slopes, low on 3 to 5 percent slopes, and medium on 5 to 8 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mainly rangeland. Some areas are used for small grain. The climax plant community is a tall grass savannah with post oak, blackjack oak, and live oak throughout the landscape. The dominant grass is little bluestem.  Other grasses include big bluestem, yellow Indiangrass, sideoats grama, wildrye, plains lovegrass, Texas wintergrass, vine mesquite, pinhole bluestem, meadow dropseed, Texas cupgrass, curly mesquite, and buffalograss. Woody plants include live oak, post oak, blackjack oak, redbud, greenbriar, and hackberry. Forbs, such as velvet bundleflower, Engelmann daisy, orange zexmenia, and Mexican sagewort, are present. The site could potentially deteriorate to a plant population of Ashe juniper, Texas persimmon, prickly pear, mesquite, live oak, Texas grama, hairy tridens, red grama, prairie coneflower, and broomweed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West-Central Texas; Central Great Plains Winter Wheat and Range Region, LRR-H: MLRA 78A-Rolling Limestone Prairie; and MLRA 80B-Texas North-Central Prairies. Southwest Plateaus and Plains Range and Cotton Region, LLR-I: MLRA 81B-Edwards Plateau, Central Part and 81C-Edwards Plateau, Eastern Part; MLRA 82A-Texas Central Basin. Southwestern Prairies Cotton and Forage Region, LLR-J: MLRA 85-Grand Prairie. This series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Gillespie County, Texas; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 10 cm (0 to 4 in) (A Horizon)\nArgillic horizon: 10 to 41 cm (4 to 16 in)  (Bt Horizon)\nLithic contact: contact with limestone bedrock at 41 cm (16 in)  (top of R layer)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: National Soil Survey Laboratory, Palo Pinto County, TX, S74TX-363-9 (74L1127-1128).\nTAXONOMIC VERSION: Keys to Soil Taxonomy, 11th Edition, 2010."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 10 cm (0 to 4 in); brown (7.5YR 4/2) loam, dark brown (7.5YR 3/2) moist; moderate fine granular structure, surface crusty when dry; hard, friable; many fine roots; slightly alkaline; clear smooth boundary. (Thickness of the A horizon is 10 to 25 cm [4 to 10 in])"
      },
      {
        "name": "Bt",
        "top": 10,
        "bottom": 41,
        "dry_hue": "2.5YR",
        "dry_value": 3,
        "dry_chroma": 4,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bt--10 to 41 cm (4 to 16 in); dark reddish brown (2.5YR 3/4) clay, dark reddish brown (2.5YR 3/4) moist; moderate very fine and fine angular blocky structure; extremely hard, very firm; common fine roots; common distinct clay films on faces of peds; slightly alkaline; abrupt smooth boundary. (Thickness of the Bt horizon is 15 to 36 cm [6 to 14 in])"
      },
      {
        "name": "R",
        "top": 41,
        "bottom": 66,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--41 to 66 cm (16 to 26 in); indurated limestone bedrock with 0.03 to 38 cm (0.12 to 1.5 in) wide fractures at intervals of about 60 to 122 cm (24 to 48 in)."
      }
    ]
  ]
}
