{
  "SERIES": "HEPPSIE",
  "STATUS": "Established Series",
  "BYREV": "Rev. SPS/RHB/TDT",
  "REVDATE": "02/97",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Vertic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Heppsie clay, rangeland on a 65 percent north\nslope.  (Colors are for moist soil unless otherwise noted.)\nA1--0 to 7 inches; very dark brown (10YR 2/2) clay, dark\ngrayish brown (10YR 4/2) dry; strong fine granular structure;\nhard, friable, very sticky and very plastic; many fine and very\nfine roots; common fine irregular pores; 5 percent gravel and 5 percent cobbles; neutral (pH 6.8); clear smooth boundary.  (4 to\n10 inches thick)\nA2--7 to 15 inches; very dark grayish brown (10YR 3/2) clay,\ndark grayish brown (10YR 4/2) dry; moderate fine and very fine subangular blocky structure; hard, firm, very sticky and very plastic; common fine and medium and few large roots; common fine tubular pores; 10 percent gravel; neutral (pH 6.7); clear smooth boundary.  (4 to 12 inches thick)\nBw--15 to 24 inches; dark brown (7.5YR 3/4) gravelly clay,\ndark grayish brown (10YR 4/2) dry; weak medium subangular blocky structure; very hard, firm, very sticky and very plastic; common\nfine and medium and few large roots; common fine and very fine irregular pores; 20 percent gravel and 5 percent cobbles;\nslightly acid (pH 6.4); clear smooth boundary.  (8 to 20 inches thick)\nCr--24 inches; Saprolitic tuff."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jackson County, Oregon; 1/4  mile east of\nEmigrant Reservoir about 100 feet south and 2,800 east of the NW corner of sec. 28, T. 39 S., R. 2 E., Willamette Meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are usually moist but are\ndry in the control section for 80 to 110 consecutive days during\nthe summer months in most years.  The mean annual soil\ntemperature is 47 to 54 degrees F.  Depth to paralithic contact\nis 20 to 40 inches.  The particle-size control section has 15 to\n35 percent rock fragments, of which 0 to 10 percent are cobbles.\nThe soils crack to 20 inches or more at some period in most\nyears.\nThe A horizon has hue of 10YR or 7.5YR, value of 2 or 3 moist,\nand 3 or 4 dry, and chroma of 2 or 3 moist and dry.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 3 moist, and 3\nor 4 dry, chroma of 2 through 4 moist and dry.  It has 40 to 55 percent clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Witham series.  Witham soils are deeper than 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Heppsie soils are on hillslopes and mountain slopes at elevations of 2,000 to 4,000 feet.  Slopes range from\n35 to 70 percent.  The soils formed in colluvium from tuff,\nbreccia, and andesite.  The mean annual precipitation is 18 to 35 inches.  The mean annual temperature is 45 to 52 degrees F, mean January temperature is 32 to 36 degrees F, and mean July\ntemperature is 62 to 70 degrees F.  The frost-free period is 100\nto 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Brader, Carney, Debenger and McMullin soils.  Carney soils have intersecting slickensides.  McMullin and Brader soils are less than 20 inches\nto bedrock and are loamy.  Debenger soils are fine-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Grazing, wildlife and water supply.  Native vegetation consists mostly of Oregon white oak, Idaho fescue, birchleaf mountainmahogany and California brome."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Oregon.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jackson County Area, Oregon, 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
