{
  "SERIES": "HERKIMER",
  "STATUS": "Established Series",
  "BYREV": "Rev. LWK-MCG-SWF",
  "REVDATE": "03/2003",
  "STATES": "NY",
  "OVERVIEW": "The Herkimer series consists of very deep, well drained or moderately well drained soils formed in old alluvium. The alluvium is dominated by dark colored calcareous shale and smaller amounts of sandstone and limestone. They are on alluvial fans. Slope ranges from 0 to 10 percent normally, but can go as high as 25 percent. Mean annual temperature is 49 degrees F. and mean annual precipitation is 39 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Dystric Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Herkimer gravelly silt loam - cultivated (Colors are for moist soils unless otherwise noted.)\nAp -- 0 to 9 inches; very dark grayish brown (10YR 3/2) gravelly silt loam, grayish brown (10YR 5/2) dry; weak medium granular structure; friable; many fine roots; 15 percent gravel; 10 percent soft fragments of shale; slightly acid; abrupt smooth boundary. (6 to 9 inches thick.)\nBw1 -- 9 to 31 inches; brown (10YR 4/3) gravelly silt loam; brown (10YR 5/3) dry; weak fine subangular blocky structure; friable; common fine roots; many fine pores; dark grayish brown (10YR 4/2) uncrushed; 15 percent gravel; 10 percent soft fragments of shale; neutral; gradual wavy boundary. (12 to 26 inches thick.)\nBw2 -- 31 to 46 inches; brown (10YR 4/3) gravelly silt loam, brown (10YR 5/3) dry; weak fine subangular blocky structure; friable; few fine roots; common fine pores; dark grayish brown (10YR 4/2) uncrushed; very few faint thin clay films in depressions on faces of peds and in pores; 15 percent gravel; 20 percent soft fragments of black shale; neutral; gradual wavy boundary. (0 to 20 inches thick.)\nC -- 46 to 74 inches; dark grayish brown (10YR 4/2) channery loam; massive; friable; few fine roots; 15 percent gravel; 30 percent fragments of dark shale oriented horizontally; neutral; calcareous at 74 inches."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Herkimer County, New York; Town of Schuyler, 3/4 mile north of Highway No. 56, 100 feet west of Woods Road. USGS Utica East, NY topographic quadrangle. Latitude 43 degrees, 06 minutes, 40 seconds N. and Longitude 75 degrees, 09 minutes, 02 seconds W., NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 20 to 52 inches and depth to carbonates ranges from 40 to 75 inches. Bedrock is deeper than 60 inches. Pebbles and cobbles range from 0 to 35 percent by volume throughout the soil. Dark shale fragments range from 2 to 35 percent by volume in the upper part of the solum and from 15 to 60 percent in the lower part of the B horizon and in the C horizon. The weighted average of total rock fragment content in the particle-size control section is less than 35 percent. The soil ranges from strongly acid to neutral in the A and B horizons, and is more than pH 6.0 at 30 inches depth. The C horizon ranges from neutral to moderately alkaline.\nThe Ap horizon has hue of 10YR or 5Y, value of 2 or 3, and chroma of 1 or 2. It is silt loam or loam in the fine-earth fraction. It has weak or moderate, medium or fine granular structure and friable or very friable consistence.\nThe Bw horizon has hue of 10YR or 2.5Y, value of 2 through 4, and chroma of 1 through 4. It is silt loam, loam or fine sandy loam in the fine-earth fraction. It has weak or moderate very fine to medium subangular blocky structure and friable or very friable consistence.\nThe C horizon has hue of 10YR or 2.5Y, value of 3 or 4, and chroma of 2 through 4. It is loam, silt loam, or fine sandy loam in the fine-earth fraction. It is massive and may have plate-like divisions. It is friable to loose."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Lowville, Pittsfield, Reger (T), Spoolville, Urne, and Wakeman series in the same family. Lowville, Pittsfield, and Urne soils have less than 10 percent shale fragments. Reger (T) and Wakeman have bedrock within 40 inches. Spoolville soils have bedrock within 60 inches.\nThe Amenia, Camillus, Dover, Grenville, Hogansburg, Manlius, Mohawk, Nellis and Palatine series are similar soils in related families. All of these soils except Manlius have carbonates within 40 inches of the surface. Manlius soils have bedrock at depth of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Herkimer soils are on alluvial fans where side streams from regions of dark calcareous shale enter major valleys. Slope ranges from 0 to 10 percent normally, but can go as high as 25 percent. Herkimer soils formed in alluvium from dark colored weakly to strongly calcareous shale and containing varying amounts of sandstone and limestone. The climate is humid and cool temperate with mean annual temperature of 45 degrees to 55 degrees F. and mean annual precipitation of 35 to 45 inches. The mean growing season is from 120 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Darien, Howard, Madalin, Mohawk, Nellis, Palatine, Palmyra and Remsen soils. Darien, Mohawk, Nellis, Palatine and Remsen soils are on nearby upland till plains. Howard and Palmyra soils are on nearby outwash plains, kames and kame terraces. Madalin soils are on lake plains and upland depressions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained or moderately well drained. The potential for surface runoff is low to medium. Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas have been cleared and are used for growing corn, oats, hay and pasture. Woodlots contain sugar maple, basswood, oak and ash."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mainly in the Mohawk and Black River valleys of central New York, local areas in Allegheny Plateau and adjacent plains of western New York. MLRA 101, 140, and 144A. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Herkimer County, New York, 1923."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Dark colored shale in the parent material creates a lithochromic situation. Organic carbon contents do not support a Mollic epipedon.\nDiagnostic horizons and other features recognized in the typical pedon are:\n1. Ochric epipedon - the zone from the surface to a depth of 9 inches (Ap horizon).\n2. Cambic horizon - the zone from 9 to 46 inches (Bw horizon).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "gravelly",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap -- 0 to 9 inches; very dark grayish brown (10YR 3/2) gravelly silt loam, grayish brown (10YR 5/2) dry; weak medium granular structure; friable; many fine roots; 15 percent gravel; 10 percent soft fragments of shale; slightly acid; abrupt smooth boundary. (6 to 9 inches thick.)"
      },
      {
        "name": "Bw1",
        "top": 23,
        "bottom": 79,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "gravelly",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1 -- 9 to 31 inches; brown (10YR 4/3) gravelly silt loam; brown (10YR 5/3) dry; weak fine subangular blocky structure; friable; common fine roots; many fine pores; dark grayish brown (10YR 4/2) uncrushed; 15 percent gravel; 10 percent soft fragments of shale; neutral; gradual wavy boundary. (12 to 26 inches thick.)"
      },
      {
        "name": "Bw2",
        "top": 79,
        "bottom": 117,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "gravelly",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw2 -- 31 to 46 inches; brown (10YR 4/3) gravelly silt loam, brown (10YR 5/3) dry; weak fine subangular blocky structure; friable; few fine roots; common fine pores; dark grayish brown (10YR 4/2) uncrushed; very few faint thin clay films in depressions on faces of peds and in pores; 15 percent gravel; 20 percent soft fragments of black shale; neutral; gradual wavy boundary. (0 to 20 inches thick.)"
      },
      {
        "name": "C",
        "top": 117,
        "bottom": 188,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "channery",
        "pH_class": "neutral",
        "narrative": "C -- 46 to 74 inches; dark grayish brown (10YR 4/2) channery loam; massive; friable; few fine roots; 15 percent gravel; 30 percent fragments of dark shale oriented horizontally; neutral; calcareous at 74 inches."
      }
    ]
  ]
}
