{
  "SERIES": "HERMANTOWN",
  "STATUS": "Established Series",
  "BYREV": "Rev. CTS-PCW-AGG",
  "REVDATE": "05/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, isotic, frigid Aquic Dystric Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hermantown loam with a slightly concave slope of 1 percent on a moraine. The overstory vegetation contains red pine and trembling aspen. The shrub community contains high bush cranberry, willow, red osier dogwood and tag alder. Elevation of about 401 meters.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 13 cm; very dark gray (10YR 3/1) loam, grayish brown (10YR 5/2) dry; weak fine granular structure; friable; many fine, medium and coarse roots; about 10 percent gravel and 1 percent cobbles; strongly acid; clear wavy boundary. (5 to 15 cm thick)\nBw1--13 to 30 cm; brown (7.5YR 4/4) loam; weak fine subangular blocky structure; friable; many fine roots and common medium and coarse roots; about 10 percent gravel and 1 percent cobbles; very strongly acid; gradual wavy boundary.\nBw2--30 to 48 cm; brown (7.5YR 4/4) sandy loam; weak medium and fine subangular blocky structure; friable; common fine and very fine roots and few medium roots; few thin discontinuous light brownish gray (10YR 6/2) coats of clean silt and sand grains; common distinct strong brown (7.5YR 5/6) Fe concentrations; about 10 percent gravel and 1 percent cobbles; very strongly acid; gradual wavy boundary.\nBw3--48 to 69 cm; brown (7.5YR 4/4) sandy loam; weak medium subangular blocky structure; friable; few fine roots; few thin discontinuous grayish brown (10YR 5/2) coats of clean silt and sand grains; few thin discontinuous clay films; common distinct strong brown (7.5YR 5/6) Fe concentrations, and common faint brown (7.5YR 5/3) Fe depletions; about 10 percent gravel and 1 percent cobbles; strongly acid; gradual wavy boundary. (Combined thickness of the Bw horizons is 51 to 102 cm)\n2BC--69 to 99 cm; dark reddish brown (5YR 3/4) gravelly sandy loam; weak medium and coarse subangular blocky structure; firm; few fine roots; few thin discontinuous clay films; common coarse distinct yellowish red (5YR 4/6) Fe concentrations; about 20 percent gravel and 2 percent cobbles; moderately acid; gradual wavy boundary. (0 to 38 cm thick)\n2BCd1--99 to 127 cm; dark reddish brown (5YR 3/4) gravelly sandy loam; moderate very coarse and extremely coarse prismatic structure parting to moderate fine and medium platy, few 2 to 3 millimeter oblique fractures 15 cm to 1 meter apart; very firm; few coarse distinct yellowish red (5YR 4/6) Fe concentrations; about 20 percent gravel and 2 percent cobbles; slightly acid; gradual wavy boundary.\n2BCd2--127 to 203 cm; dark reddish brown (5YR 3/4) gravelly sandy loam; moderate very coarse and extremely coarse prismatic structure parting to moderate fine and medium platy, few 2 to 3 millimeter oblique fractures 15 cm to 1 meter apart; ; very firm; about 20 percent gravel and 2 percent cobbles; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: St. Louis County, Minnesota; about 12 miles north of Duluth; 180 feet east and 1170 feet north of the southwest corner of section 1, T. 51 N., R. 15 W.; USGS Fredenberg Quadrangle, latitude 46 degrees 55 minutes 35 seconds N. and longitude 92 degrees 11 minutes 44 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to the 2BCd horizon (densic contact) ranges from 76 to 152 cm. The depth to free carbonates is more than 203 cm.\nSome pedons have a thin O horizon (duff layer).\nThe A horizon has hue of 10YR, value of 2 or 3 and chroma of 1 or 2. It is loam, silt loam, fine sandy loam or very fine sandy loam. Rock fragment content ranges from 0 to 14 percent with 0 to 12 percent gravel, 0 to 5 percent cobbles and 0 to 3 percent stones and boulders. It is very strongly acid to moderately acid.\nSome pedons have a thin E horizon.\nThe Bw horizon has hue of 5YR or 7.5YR, value of 3 to 5 and chroma of 3 or 4. It is loam, sandy loam, silt loam, fine sandy loam, very fine sandy loam, or their gravelly analogues. Rock fragment content ranges from 0 to 20 percent with 0 to 18 percent gravel, 0 to 7 percent cobbles and 0 to 3 percent stones and boulders. It is very strongly acid to moderately acid.\nThe 2BC horizon, where present, has hue of 5YR, value and chroma of 3 or 4. It is sandy loam, fine sandy loam, loam, or their gravelly analogues. Rock fragment content ranges from 8 to 25 percent with 8 to 25 percent gravel, 0 to 10 percent cobbles, and 0 to 5 percent stones and boulders. It is moderately acid to neutral. Some pedons have a 2Bw horizon.\nThe 2BCd horizon has hue of 2.5YR or 5YR, value and chroma of 3 or 4. It is sandy loam, fine sandy loam, loam, or their gravelly analogues. Rock fragment content ranges from 8 to 25 percent with 8 to 25 percent gravel, 0 to 10 percent cobbles, and 0 to 5 percent stones and boulders. It is moderately acid to neutral. It typically has 1 to 3 mm oblique fractures 10 cm to 3 meters apart."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Brimson, Gnesen, Kenduskeag, and Pequaywan series. Brimson soils are underlain by very firm dense Rainy Lobe till with colors of 10YR hue. Gnesen and Pequaywan soil have coarse textured outwash in the lower third of the series control section. Kenduskeag soils have sola terminated by phyllite, calcareous matasiltsonte and politic limestone."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Hermantown soils are on convex to slightly concave slopes on flats, low convex rises, level summits, and footslopes on moraines, till plains and drumlins. Slopes range from 0 to 3 percent. They formed in a friable loamy mantle and the underlying dense, firm and very firm, loamy Superior Lobe till of Late Wisconsin Age. Mean annual air temperature ranges from 2 to 6 degrees C. and mean annual precipitation ranges from 710 to 790 mm. Annual frost free days range from 80 to 140 days. The elevation above sea level ranges from 200 to 600 meters."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ahmeek, Canosia, Giese, Normanna and Twig soils. The well drained Ahmeek soils and the moderately well drained Normanna soils are on higher lying or more sloping areas.  The poorly drained Canosia soils are on lower lying positions.  The very poorly drained Giese and Twig soils are in depressions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. Surface runoff is low. Saturated hydraulic conductivity is 4.23 to 42.34 micrometers per second (.6 to 6.0 inches per hour) in the upper loamy mantle and .01 to 0.42 micrometers per second (.0015 to .06 inches per hour) in the densic horizons.  The Hermantown soils have perched seasonal high saturation as high as 15 cm below the surface during the spring in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is mainly used for timber production. Overstory vegetation typically contains trembling aspen, balsam fir, and paper birch. The shrub community typically includes willow, red osier dogwood, tag alder and hazel.  Some areas are cropped to small grains and hay or are in pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:   MLRA-90A and 93A.  Northeastern Minnesota.  Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: St. Louis County, Minnesota, 2007"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: ochric epipedon - the zone from the surface to a depth of 18 cm below the surface (A horizon); cambic horizon - the zone from 13 to 69 cm (Bw horizons). Aquic subgroup based on a presumed positive test with alpha,alpha dipyridyl. Densic contact at 99 cm.\nThe previous classification was coarse-loamy, mixed, frigid Umbric Epiaqualfs.\nThis nature and color of the parent material often does not reduce to 2 chroma or less in either the matrix or as redox features when saturated.  Studies are ongoing to try and explain this situation.\nADDITIONAL DATA: Soil Interpretation Record number MN0491 (obsolete).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
