{
  "SERIES": "HERRICK",
  "STATUS": "Established Series",
  "BYREV": "Rev. JWS-CLL-AAC",
  "REVDATE": "01/2011",
  "STATES": "IL,MO",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Aquic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Herrick silt loam on a north-facing slope of 1 percent in a cultivated field at an elevation of 193 meters (635 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp1--0 to 18 cm (0 to 7 inches); very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; moderate very fine granular structure; very friable; common fine and very fine roots; common worm casts and channels; common very dark gray (10YR 3/1) organic coatings on faces of peds and lining channels; light brownish gray (10YR 6/2) dry, silt coatings and common very fine iron-manganese concretions on the soil surface; slightly acid; clear wavy boundary.\nAp2--18 to 28 cm (7 to 11 inches); very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak coarse subangular blocky structure parting to weak fine granular; very friable; few fine and medium roots; common worm casts and channels; common distinct very dark gray (10YR 3/1) organic coatings lining channels; few very fine masses iron-manganese oxides; slightly acid; abrupt smooth boundary. [Combined thickness of the Ap or A horizons is 15 to 43 cm (6 to 17 inches).]\nE--28 to 38 cm (11 to 15 inches); very dark grayish brown (10YR 3/2) silt loam, gray (10YR 5/1) dry; discontinuous weak thick platy structure parting to weak medium granular; friable; few fine roots; few medium worm channels; many distinct grayish brown (10YR 5/2) clay depletions on the surface of peds, distinct light gray (10YR 7/1) dry; few fine iron-manganese concretions and common soft yellowish brown oxidized iron that streak with tools on cut faces; moderately acid; clear smooth boundary. [8 to 18 cm (3 to 7 inches) thick]\nBtg--38 to 48 cm (15 to 19 inches); dark grayish brown (10YR 4/2) silty clay loam; weak very fine and fine prismatic structure parting to moderate fine and medium subangular blocky; friable; few fine roots; few distinct very dark grayish brown (10YR 3/2) organo-clay films on horizontal and vertical faces of peds; few very fine distinct yellowish brown (10YR 5/4) masses of oxidized iron in the matrix; many distinct light gray (10YR 7/1) dry, clay depletions on faces of peds; few fine iron-manganese concretions and stains; moderately acid; clear smooth boundary.\nBt1--48 to 64 cm (19 to 25 inches); brown (10YR 5/3) silty clay loam; moderate medium prismatic structure parting to moderate medium subangular and angular blocky; firm; few fine and very fine roots, dominantly between peds; many distinct very dark grayish brown (10YR 3/2) organo-clay films and brown (10YR 4/3) clay films on vertical and horizontal faces of peds; common prominent very dark gray (10YR 3/1) organic coatings on faces of peds; common fine distinct yellowish brown (10YR 5/6) and common fine faint brown (7.5YR 4/4) masses of oxidized iron and few fine faint grayish brown (10YR 5/2) iron depletions; few fine iron-manganese concretions; moderately acid; gradual smooth boundary.\nBt2--64 to 89 cm (25 to 35 inches); yellowish brown (10YR 5/6) silty clay loam; moderate medium and coarse prismatic structure parting to weak coarse subangular blocky; very firm; few fine and very fine roots, dominantly in the cracks between peds; many distinct very dark gray (10YR 3/1) organo-clay films on vertical and horizontal faces of peds; common medium distinct brown (7.5YR 4/4) masses of oxidized iron and few fine prominent grayish brown (10YR 5/2) iron depletions; few iron-manganese concretions; moderately acid; gradual smooth boundary.\nBt3--89 to 119 cm (35 to 47 inches); yellowish brown (10YR 5/6) silty clay loam; moderate coarse prismatic structure parting to weak coarse subangular blocky; firm; few very fine roots; few very fine continuous vertical tubular pores; many distinct very dark grayish brown (10YR 3/2) organo-clay films on vertical faces of peds and lining pores and common distinct clay films on horizontal faces of peds; common fine prominent grayish brown (2.5Y 5/2) iron depletions; slightly acid; gradual wavy boundary.\nBt4--119 to 147 cm (47 to 58 inches); yellowish brown (10YR 5/4) silty clay loam; weak very coarse prismatic structure; firm; few very fine roots; many very fine continuous vertical tubular pores; few distinct very dark grayish brown (10YR 3/2) organo-clay films on vertical faces of peds and lining channels; many medium distinct yellowish brown (10YR 5/6) masses of oxidized iron and common medium distinct light brownish gray (2.5Y 6/2) iron depletions; slightly acid; gradual smooth boundary. [Combined thickness of the Bt horizons is 51 to 102 cm (20 to 40 inches).]\nC--147 to 158 cm (58 to 62 inches); mottled yellowish brown (10YR 5/6) and light brownish gray (2.5Y 6/2) silt loam; massive; friable; few very fine and fine continuous vertical tubular pores; very dark grayish brown clay lining pores; few iron-manganese masses and stains; an increase in the component of coarse silt and very fine sand; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Christian County, Illinois; about 3 miles southeast of Palmer; 1,260 feet south and 60 feet west of the northeast corner of sec. 1, T. 11 N., R. 3 W. USGS Clarksdale topographic quadrangle; lat. 39 degrees 26 minutes 0 seconds N. and long. 89 degrees 22 minutes 0 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 114 to 152 cm (45 to 60 inches)\nThickness of the mollic epipedon: 25 to 53 cm (10 to 21 inches), and includes the E horizon in some pedons\nBase saturation in all horizons: greater than 50 percent\nFree carbonates: not present within a depth of 152 cm (60 inches)\nAverage content of clay in the particle-size contrl section: between 35 and 42 percent\nContent of sand in the series control section: less than 8 percent\nContent of rock fragments in the series control section: less than 1 percent\nAp or A horizon:\nHue: 10YR\nValue: 2 or 3\nChroma: 1 or 2\nTexture: silt loam\nClay content: 20 to 27 percent\nReaction: strongly acid to neutral\nE horizon:\nHue: 10YR\nValue:  3 or 4\nChroma: 1 or 2\nTexture: silt loam\nclay content: 20 to 27 percent\nReaction: strongly acid to neutral\nBtg and/or Bt horizons:\nHue of 10YR, 2.5Y or 5Y, hue of 5Y, if present, is in the lower part.\nValue: 4 to 6\nChroma: 2 to 6\nTexture: silty clay loam or silty clay in the upper part, and silty clay loam or silt loam in the lower part.\nAverage content of clay: 35 to 38 percent and individual subhorizons have between 25 and 42 percent clay.\nReaction: moderately acid to very strongly acid in the upper part and ranges to slightly acid in the lower part.\nC horizon:\nHue: 10YR, 2.5Y or 5Y\nValue: 4 to 6\nChroma: 2 to 6\nTexture: commonly silt loam or, less commonly, silty clay loam, loam or clay loam.\nClay content: 20 to 30 percent\nSand content: 5 to 30 percent\nReaction: moderately acid to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Biddle, Flanagan, Ipava, Macksburg, Malvern, Rutland, and Timewell soils. Biddle soils have 5 to 15 percent exchangeable sodium in the subsoil. Flanagan, Ipava and Macksburg soils do not have an AE or E horizon or a moist color value more than 3 in the upper part of the control section. Malvern soils have hue redder than 10YR in the matrix and/or in redoximorphic features in the subsoil. Rutland soils average more than 30 percent clay in the lower part of the control section. Timewell soils have a mean annual soil temperature less than 13.3 degrees C (56 degrees F)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Herrick soils are on nearly level and gently sloping parts of loess covered till plains. Slope gradients range from 0 to 5 percent. They formed in loess containing less than 8 percent sand. The material beneath the loess is Illinoian till or the silty erosional surface that lies above the till and that contains 5 to 30 percent sand. Mean annual air temperature ranges from 12.2 to 13.9 degrees C (54 to 57 degrees F), mean annual soil temperature ranges from 13.3 to 15.0 degrees C (56 to 59 degrees F), mean annual precipitation ranges from 914 to 1067 mm (36 to 42 inches), frost free days range from 180 to 200 days, and elevation ranges from 152 to 305 meters (500 to 1000 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ebbert, Harrison, Virden, and Piasa soils. Harrison soils are moderately well drained and are upslope on low ridges. Ebbert, Virden, and Piasa soils are poorly drained and are on similar or slightly lower parts of the topography. In addition, Ebbert soils have albic horizons and Piasa soils have natric horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. Surface runoff potential is low. Saturated hydraulic conductivity is moderately high (1.41 to 4.23 micrometers per second). Permeability is moderately slow. These soils have a water table at a depth of 31 to 61 cm (1 to 2 feet) during the spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are mostly cultivated. Corn and soybeans are the dominant crops. Small acreages are used for small grains and meadow."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 108B, 114B, 115A, 115B, and 115C in southwestern Illinois and eastern Missouri. Extent is large."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Schuyler County, Illinois, 1939."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: mollic epipedon - the zone from the surface of the soil to a depth of 38 cm (15 inches) (Ap1, Ap2, and E horizons); argillic horizon - zone from approximately 38 to 147 cm (15 to 58 inches) (Btg, Bt1, Bt2, Bt3, and Bt4 horizons).\nADDITIONAL DATA: University of Illinois numbers 16697-16717, 16759-16781, and 23011-23019; Christian County, Illinois.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
