{
  "SERIES": "HESPER",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLM/CAM",
  "REVDATE": "02/98",
  "STATES": "MT",
  "OVERVIEW": "The Hesper series is a member of the fine, montmorillonitic, mesic family of Ustollic Haplargids.  Typically, these soils have grayish brown silt loam A1 horizons less than 5 inches thick, brown heavy silty clay loam B2t horizons that have strong fine prismatic and blocky structure, and C horizons of olive silt loam that has distinct accumulation of calcium carbonate.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Aridic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hesper silty clay loam - native grass.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 2 inches; grayish brown (10YR 5/2) silt loam, very dark grayish brown (10YR 3/2) moist; weak thin platy structure parting to weak very fine crumb structure; soft, very friable, slightly sticky; common bleached silt and very fine sand-size particles; moderately acid (pH 5.8); abrupt boundary.  (2 to 5 inches thick.)\nB2t--2 to 11 inches; brown (10YR 4/3) to (10YR 5/3) crushed heavy silty clay loam, dark brown (10YR 3/3) moist, brown (10YR 4/3) crushed moist; strong fine and medium prismatic structure separating easily to strong fine and very fine subangular blocky structure; very hard, friable, sticky, plastic; moderately thick continuous clay films coating and bridging mineral grains and partly filling many pores; neutral (pH 7.0); clear boundary.  (8 to 12 inches thick.)\nB3--11 to 16 inches; dark grayish brown (10YR 4/2), light olive brown (2.5Y 5/3) crushed, silty clay loam, very dark grayish brown (10YR 3/2) moist, olive brown (2.5Y 4/3) crushed moist, strong medium prismatic structure separating to strong fine subangular blocky structure; hard, friable, sticky, plastic; moderately thick and continuous clay films coating and bridging mineral grains; mildly alkaline (pH 7.7); gradual wavy boundary.  (2 to 5 inches thick.)\nClca--16 to 20 inches; light olive brown (2.5Y 5/3) light silty clay loam, olive brown (2.5Y 4/2) moist; moderate medium and fine blocky structure; hard, friable, sticky, slightly plastic; moderate effervescence; common white nodules of lime; moderately alkaline (pH 8.3); gradual boundary.\nC2ca--20 to 44 inches; pale olive (5Y 6/3) heavy silt loam, olive gray (5Y 4/2) moist; blocky structure; hard, very friable, slightly sticky, slightly plastic; moderate effervescence; many soft white nodules of lime; moderately alkaline (pH 8.3); gradual boundary.\nC3--44 to 60 inches; olive (5Y 5/3) very fine sandy loam, olive (5Y 4/3) moist; blocky structure; soft, very friable, slightly sticky; moderate effervescence, few seams of lime; moderately alkaline (pH 8.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Yellowstone County, Montana; just east of road near fence corner in northwestern part of SE 1/4 NW 1/4 sec. 33, T. 2 N., R.  29 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Hesper soils are usually dry between depths of 4 and 12 inches when soil temperature is warmer than 41 degrees F., but they are not dry in all parts above 12 inches for more than half the time during this period.  Mean annual soil temperature ranges from 47 degrees to 50 degrees F.  Thickness of solum ranges from 10 to 20 inches.  Most pedons have Ap horizons 5 to 8 inches thick of silty clay loam.  The color hue ranges from 2.5Y through 7.5YR throughout the soil.   The A1 horizon has value of more than 5 dry and more than 3 moist and chroma of 2 or 3.  These values are one-half to one unit more than those of coatings in the upper part of the B2 horizon.  Clear uncoated silt and fine sand grains are abundant in the A horizon.  The B horizon has chroma of 2 through 4.  The finest texture is in the upper 3 to 5 inches of the B2t horizon, starting at depths of 2 to 5 inches below the surface.  These layers contain between 35 and 50 percent clay.  In plowed soils they are mixed in the Ap horizon.  The B2t horizon remaining beneath the Ap horizon ranges from 35 to 45 percent clay and contains 2 to 8 percent more clay than the Ap horizon.  Distinct clay films are on faces of peds in the B2 horizon, and many pores are partially filled with clay.  The Cca horizon contains less than 15 percent CaCO3 equivalent but has accumulations of secondary lime.  The C horizon is silt loam that contains less than 15 percent fine and coarser sand.  Some pedons have IIC horizons of contrasting texture below depths of 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Similar and related soils are in the Baca, Bew, Big Horn, Fort Collins, Hinman, Renohill, Thurlow, and Ulm series.  The Baca soils have A and B1 horizons 5 to 10 inches thick above the B2t horizon and a more gradual increase in amount of clay from the A to the B horizon.  The Bew soils have 50 to 60 percent clay in their argillic horizon.  The Big Horn soils have more than 10 percent more clay in the upper part of the B2t horizon than in the Ap horizon.  The Fort Collins soils have less than 35 percent clay and more than 15 percent fine and coarser sand in the B2t horizon.  The Hinman soils have calcareous sola.   The Renohill soils have soft rock at depths between 20 and 40 inches.  The Thurlow and Ulm soils have more than 15 percent fine and coarser sand in their argillic horizons and C horizons; and the Ulm soils, in addition, have 5 to 10 inches of A and B1 horizon above the B2t horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "SETTING",
    "content": "SETTING:  Hesper soils are on upland plains and on terraces.  They formed in uniform calcareous silt loam.  The eliminate is cool semiarid.   Mean annual temperature ranges from 45 degrees to 48 degrees F., mean summer temperature from 64 degrees to 67 degrees F., and mean winter temperature from 0 to 28 degrees F.  Mean annual precipitation ranges from 10 to 14 inches and about 8 inches falls from April through August."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "PRINCIPAL ASSOCIATED SOILS",
    "content": "PRINCIPAL ASSOCIATED SOILS:  These are the competing Fort Collins and Thurlow soils, and the Keiser and Wanetta soils.  Keiser soils have sola less than 10 inches thick.  The Wanetta soils have IIC horizons of loose sand and gravel at depths of 20 to 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  The B horizon is moderately permeable."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used primarily for cropland, both irrigated and nonirrigated.  A few areas are still in native vegetation of western wheatgrass, needle-and-thread, blue grass, prairie Junegrass, and big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Montana.  The soil is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Treasure County, Montana, 1963."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Hesper series was formerly classified in the Brown great soil group.\nOSED scanned by SSQA.  Last revised by state on 4/68.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {}
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "very fine sand",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "narrative": "A1--0 to 2 inches; grayish brown (10YR 5/2) silt loam, very dark grayish brown (10YR 3/2) moist; weak thin platy structure parting to weak very fine crumb structure; soft, very friable, slightly sticky; common bleached silt and very fine sand-size particles; moderately acid (pH 5.8); abrupt boundary.  (2 to 5 inches thick.)"
      },
      {
        "name": "B2t",
        "top": 5,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "pH": 7,
        "pH_class": "neutral",
        "narrative": "B2t--2 to 11 inches; brown (10YR 4/3) to (10YR 5/3) crushed heavy silty clay loam, dark brown (10YR 3/3) moist, brown (10YR 4/3) crushed moist; strong fine and medium prismatic structure separating easily to strong fine and very fine subangular blocky structure; very hard, friable, sticky, plastic; moderately thick continuous clay films coating and bridging mineral grains and partly filling many pores; neutral (pH 7.0); clear boundary.  (8 to 12 inches thick.)"
      },
      {
        "name": "B3",
        "top": 28,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH": 7.7,
        "pH_class": "mildly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "B3--11 to 16 inches; dark grayish brown (10YR 4/2), light olive brown (2.5Y 5/3) crushed, silty clay loam, very dark grayish brown (10YR 3/2) moist, olive brown (2.5Y 4/3) crushed moist, strong medium prismatic structure separating to strong fine subangular blocky structure; hard, friable, sticky, plastic; moderately thick and continuous clay films coating and bridging mineral grains; mildly alkaline (pH 7.7); gradual wavy boundary.  (2 to 5 inches thick.)"
      },
      {
        "name": "Clca",
        "top": 41,
        "bottom": 51,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH": 8.3,
        "pH_class": "moderately alkaline",
        "narrative": "Clca--16 to 20 inches; light olive brown (2.5Y 5/3) light silty clay loam, olive brown (2.5Y 4/2) moist; moderate medium and fine blocky structure; hard, friable, sticky, slightly plastic; moderate effervescence; common white nodules of lime; moderately alkaline (pH 8.3); gradual boundary."
      },
      {
        "name": "C2ca",
        "top": 51,
        "bottom": 112,
        "dry_hue": "5Y",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH": 8.3,
        "pH_class": "moderately alkaline",
        "narrative": "C2ca--20 to 44 inches; pale olive (5Y 6/3) heavy silt loam, olive gray (5Y 4/2) moist; blocky structure; hard, very friable, slightly sticky, slightly plastic; moderate effervescence; many soft white nodules of lime; moderately alkaline (pH 8.3); gradual boundary."
      },
      {
        "name": "C3",
        "top": 112,
        "bottom": 152,
        "dry_hue": "5Y",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "very fine sandy loam",
        "pH": 8.3,
        "pH_class": "moderately alkaline",
        "narrative": "C3--44 to 60 inches; olive (5Y 5/3) very fine sandy loam, olive (5Y 4/3) moist; blocky structure; soft, very friable, slightly sticky; moderate effervescence, few seams of lime; moderately alkaline (pH 8.3)."
      }
    ]
  ]
}
