{
  "SERIES": "HETERWA",
  "STATUS": "Established Series",
  "BYREV": "Rev. WPT/GB",
  "REVDATE": "03/1999",
  "STATES": "CO",
  "OVERVIEW": "The Heterwa series consists of moderately deep, well drained, moderately permeable soils that formed in basaltic and volcanic ash materials and in glacial material from basalt.  These soils are on high plateaus, rolling mesa tops, and flat mountain tops and have slopes ranging from 0 to 35 percent.  The mean annual temperature is about 38 degrees F., and the mean annual precipitation is about 32 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, frigid Inceptic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Heterwa loam - Alpine timberline:  (Colors are for air dry soil unless otherwise stated.)\nOe--2 inches to 0; decomposing organic material, principally needles, leaves, roots and twigs.\nA--0 to 4 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist, weak coarse subangular blocky structure parting to moderate fine granular; slightly hard, very friable, slightly sticky nonplastic; 5 percent pebbles, 5 percent cobble, 1 percent stone; very strongly acid; clear smooth boundary.  (3 to 6 inches thick)\nE--4 to 10 inches; pink (7.5YR 7/4) silt loam, brown (7.5YR 5/4) moist; weak coarse platy structure parting to moderate medium and coarse granular; slightly hard, friable, slightly sticky, slightly plastic; 5 percent pebbles, 5 percent cobble, 1 percent stone; very strongly acid; clear wavy boundary.  (4 to 10 inches thick)\nE/B--10 to 18 inches; pink (7.5YR 7/4) gravelly loam, brown (7.5YR 5/4) moist (60 percent) and brown (7.5YR 5/4) very gravelly clay loam, dark brown (7.5YR 4/2) moist; E portion has weak coarse platy structure parting to moderate medium and coarse granules; slightly hard, friable; B portion has moderate fine and medium subangular blocky structure; slightly hard, friable, sticky, plastic; this horizon consists of intermixed blotches and fingers of the E material above and clayey material in the B horizon below: 25 percent pebbles, 10 percent cobble, 2 percent stones; very strongly acid; clear wavy boundary.  (6 to 12 inches thick)\nBw--18 to 28 inches; brown (7.5YR 5/4) very gravelly clay loam, dark brown (7.5YR 4/2) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, sticky and plastic; 30 percent pebbles, 20 percent cobble, 3 percent stone; very strongly acid; clear wavy boundary.  (7 to 12 inches thick)\nR--28 inches; hard fractured basaltic bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Garfield County, Colorado; approximately 150 feet east and 1,100 feet north of the southwest corner of Sec. 7, T. 2 S., R. 87 W. or 4,600 feet southeast of Shingle Peak in the Flat Tops Wilderness Area, in an unsectionized area.  U.S.G.S. Trappers Lake quad.; lat. 39 degrees, 53 minutes, 33 seconds N., and long. 107 degrees, 12 minutes, 15 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is about 40 to 44 degrees F.  Mean summer soil temperature ranges from 44 to 47 degrees F.  The thin A horizon may be missing in some pedons.  The particle-size control section is typically loam, clay loam, or sandy clay loam with clay ranging from 20 to 35 percent.  Rock fragments range from 35 to 80 percent in the particle-size control section.  Gravel is dominant but includes a range of 5 to 20 percent cobble and less than 5 percent stone.  Depth to bedrock ranges from 20 to 40 inches.  The solum is moderately acid through very strongly acid.\nThe A horizon when present has hue of 2.5Y through 7.5YR, value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3.\nThe E horizon has hue of 10YR or 7.5YR, value of 5 through 7 dry, 4 through 6 moist, and chroma of 2 through 4.\nThe E and Bw horizons have colors of the E and Bw horizons.\nThe Bw horizon has hue of 10YR through 5YR, value of 5 or 6 dry, 4 or 5 moist, and chroma of 2 through 4. Textures are loam, sand clay loam or clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bensley (OR), Endlich (CO), Grenadier (CO), Henson (CO), Ivywild (CO), Jeru (ID), Klootch (ID), Koffgo (ID), Leighcan (WY), Marsell (UT), Oatman (OR), and Snotown (NV) series.  Endlich and Snotown soils have less than 20 percent clay in the particle-size control section.  In addition, the Endlich soils have more moisture and longer durations with increased moisture in the soil moisture control section.  Ivywild soils have paralithic contact at a depth of 20 to 40 inches.  Klootch soils are moderately acid to neutral.   Bensley, Grendier, Henson, Jeru, Koffgo, Leighcan, Marsell, and Oatman soils lack bedrock above 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Heterwa soils are on high plateaus and flat mountain tops.  Slopes range from 0 to 35 percent.  The soils formed in glacial till and residuum of medium to moderately fine textured material from volcanic basalt flows and ash.  The mean annual precipitation is 30 to 40 inches, the majority of which is received as snow.  Mean annual temperature is 32 to 40 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Duchesne, Grenadier, and the Causewa, Domo, and Packtrail soils.  The Duchesne and Grenadier soils are more than 40 inches deep.  Causewa, Domo and Packtrail soils have umbric epipedons and the Domo and Packtrail soils have fine-loamy particle-size control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Heterwa soils are used for wildlife habitat, recreation and limited short duration sheep grazing.  Native vegetation includes open stands of stunted spruce-fir with open areas of alpine grasses, sedges, shrubs and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountainous alpine areas of western Colorado.  The series is of small extent with about 5,000 areas recognized."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Garfield County, (Flat Tops Soil Survey Area), Colorado, 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Series was proposed in 1981 in the wilderness area of the Flat Tops Soil Survey Area in Garfield County, Colorado.  Diagnostic features include low base saturation throughout the profile, a cambic horizon from 18 to 28 inches and a lithic contact at 28 inches.  Last updated by the state 4/94.  Series name is taken from location of typical pedon at headwater areas of the South Fork of White River.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist, weak coarse subangular blocky structure parting to moderate fine granular; slightly hard, very friable, slightly sticky nonplastic; 5 percent pebbles, 5 percent cobble, 1 percent stone; very strongly acid; clear smooth boundary.  (3 to 6 inches thick)"
      },
      {
        "name": "E",
        "top": 10,
        "bottom": 25,
        "moist_hue": "7.5YR",
        "moist_value": 7,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E--4 to 10 inches; pink (7.5YR 7/4) silt loam, brown (7.5YR 5/4) moist; weak coarse platy structure parting to moderate medium and coarse granular; slightly hard, friable, slightly sticky, slightly plastic; 5 percent pebbles, 5 percent cobble, 1 percent stone; very strongly acid; clear wavy boundary.  (4 to 10 inches thick)"
      },
      {
        "name": "E/B",
        "top": 25,
        "bottom": 46,
        "moist_hue": "7.5YR",
        "moist_value": 7,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E/B--10 to 18 inches; pink (7.5YR 7/4) gravelly loam, brown (7.5YR 5/4) moist (60 percent) and brown (7.5YR 5/4) very gravelly clay loam, dark brown (7.5YR 4/2) moist; E portion has weak coarse platy structure parting to moderate medium and coarse granules; slightly hard, friable; B portion has moderate fine and medium subangular blocky structure; slightly hard, friable, sticky, plastic; this horizon consists of intermixed blotches and fingers of the E material above and clayey material in the B horizon below: 25 percent pebbles, 10 percent cobble, 2 percent stones; very strongly acid; clear wavy boundary.  (6 to 12 inches thick)"
      },
      {
        "name": "Bw",
        "top": 46,
        "bottom": 71,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "very gravelly",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--18 to 28 inches; brown (7.5YR 5/4) very gravelly clay loam, dark brown (7.5YR 4/2) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, sticky and plastic; 30 percent pebbles, 20 percent cobble, 3 percent stone; very strongly acid; clear wavy boundary.  (7 to 12 inches thick)"
      },
      {
        "name": "Oe",
        "top": 5,
        "narrative": "Oe--2 inches to 0; decomposing organic material, principally needles, leaves, roots and twigs."
      },
      {
        "name": "R",
        "top": 71,
        "narrative": "R--28 inches; hard fractured basaltic bedrock."
      }
    ]
  ]
}
