{
  "SERIES": "HIAMOVI",
  "STATUS": "Established Series",
  "BYREV": "Rev. MRT/LAN/TWH",
  "REVDATE": "07/2010",
  "STATES": "CO",
  "OVERVIEW": "The Hiamovi series consists of shallow, somewhat excessively drained soils that formed in till, slope alluvium and residuum derived from granite, gneiss, and schist.  Hiamovi soils are on mountain slopes.  Slopes range from 5 to 65 percent.  Mean annual precipitation is about 33 inches and the mean annual temperature is about 39 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, micaceous Lithic Dystrocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hiamovi extremely gravelly sandy loam, on a north-facing, convex 24 percent slope in a lodgepole pine forest at an elevation of 9,714 feet.  (Colors are for dry soil unless otherwise noted.)  When described on August 27, 1996, the soil was dry.\nThe surface is covered by about 10 percent boulders, 10 percent stones, 3 percent cobbles, and 2 percent gravel.\nE--0 to 5 inches; very pale brown (10YR 7/3) extremely gravelly sandy loam, brown (10YR 5/3) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine, fine, medium and coarse roots; 55 percent gravel and 10 percent cobbles; strongly acid (pH 5.2); abrupt smooth boundary.  (4 to 6 inches thick)\nBw--5 to 13 inches; very pale brown (10YR 7/3) extremely gravelly sandy loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine, fine, medium and coarse roots; 65 percent gravel, 15 percent cobbles and 5 percent stones; strongly acid (pH 5.2); clear irregular boundary. (6 to 14 inches thick)\nR--13 inches; hard granite and gneiss."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:   Grand County, Colorado, about 9 miles north of Grand Lake; Fall River Pass USGS quad; 428640 easting, 4473184 northing, Universal Transverse Mercator"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime: udic bordering on ustic\nMean annual soil temperature:  36 to 40 degrees F.\nMean summer soil temperature: 45 to 48 degrees F.\nSurface rock fragments:  0 to 15 percent boulders, 2 to 15 percent stones, 0 to 5 percent cobbles, and 0 to 5 percent gravel.\nDepth to lithic contact:  10 to 20 inches to granite, gneiss, or schist\nParticle-size control section (weighted average):\nClay content: 8 to 18 percent\nSand content: 45 to 70 percent\nRock fragment content: 60 to 80 percent, dominantly gravel and cobble\nMica content: 40 to 70 percent (by grain count)\nE horizon:\nHue: 7.5YR or 10YR\nValue: 6 or 7 dry, 4 or 5 moist\nChroma: 2 or 3\nClay content: 8 to 18 percent\nReaction:  strongly acid or moderately acid\nBw horizon:\nHue: 7.5YR or 10YR\nValue: 6 or 7 dry, 4 or 5 moist\nChroma: 3 or 4\nClay content: 8 to 18 percent\nTexture:  extremely gravelly sandy loam, extremely gravelly coarse sandy loam\nBase saturation: 30 to 60 percent\nReaction:  strongly acid or moderately acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are currently no other series in this family.  When reclassified the following series may be competitors: the Banker,  Cobblank, Crawfish, Hechtman, Luckiamute, Treebutte and Winberry series.\nBanker and Crawfish soils have a xeric moisture regime.\nCobblank soils have a surface mantle of silty material.\nHechtman soils have less than 15 percent mica.\nLuckiamute soils have more than 18 percent clay in the particle-size control section.\nTreebutte soils have a xeric moisture regime.\nWinberry soils have mean annual soil temperature greater than 40 degrees."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  till, slope alluvium and residuum derived from granite, gneiss, and schist.\nLandform:  mountain slopes.\nSlopes:  5 to 65 percent\nElevation: 9,000 to 12,000 feet\nMean annual air temperature:  36 to 42 degrees F.\nMean annual precipitation:  26 to 40 inches.\nWettest months:  March, April, and May.\nDriest months:  September and October.\nFrost-free period: 10 to 50 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Archrock, Fallriver, Mummy, and Trailridge series. Archrock soils are moderately deep and are on shoulders. The Fallriver soils are very deep and are on backslopes.  Mummy soils are very deep and are on summits.  Trailridge soils have an umbric epipedon and are on shoulders."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained, very high runoff, moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for recreation and wildlife habitat.  The native plant community is primarily Engelmann's spruce, subalpine fir, lodgepole pine,  and grouse whortleberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Rocky Mountains of northern Colorado.  LRR E, MLRA 48A.  This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Grand County, Colorado, Rocky Mountain National Park Soil Survey Area, 1999.  The name \"Hiamovi\" comes from a nearby stream."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon and albic horizon: The zone from 0 to 5 inches. (E horizon)\nCambic horizon:  The zone from 5 to 13 inches.  (Bw horizon)\nParticle-size control section:  The zone from the surface to 13 inches (the entire pedon).\nLithic Contact:  The contact with granite and gneiss at 13 inches.  (R layer)\nKeys to Soil Taxonomy:  Series classified according to Eighth Edition, 1998.\nThe mineralogy class was changed from paramicaceous to micaceous in 07/2010 by the National Soil Survey Center on request of the responsible MLRA regional office.  The change was necessary based on the eleventh edition of the Keys to Soil Taxonomy, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "E",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "extremely gravelly",
        "pH": 5.2,
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "E--0 to 5 inches; very pale brown (10YR 7/3) extremely gravelly sandy loam, brown (10YR 5/3) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine, fine, medium and coarse roots; 55 percent gravel and 10 percent cobbles; strongly acid (pH 5.2); abrupt smooth boundary.  (4 to 6 inches thick)"
      },
      {
        "name": "Bw",
        "top": 13,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "extremely gravelly",
        "pH": 5.2,
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Bw--5 to 13 inches; very pale brown (10YR 7/3) extremely gravelly sandy loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine, fine, medium and coarse roots; 65 percent gravel, 15 percent cobbles and 5 percent stones; strongly acid (pH 5.2); clear irregular boundary. (6 to 14 inches thick)"
      },
      {
        "name": "R",
        "top": 33,
        "narrative": "R--13 inches; hard granite and gneiss."
      }
    ]
  ]
}
