{
  "SERIES": "HIARC",
  "STATUS": "Established Series",
  "BYREV": "Rev. DPK/WRJ",
  "REVDATE": "12/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Aridic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hiarc sandy loam--rangeland.  (Colors are for dry soil unless otherwise noted)\nA--0 to 2 inches; pale brown (10YR 6/3) sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; few fine and very fine roots; 5 percent gravel; neutral (pH 6.8); abrupt smooth boundary.  (2 to 4 inches thick)\nB--2 to 7 inches; brown (10YR 5/3) sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; common coarse, fine and very fine roots; 5 percent gravel; neutral (pH 6.8); clear wavy boundary.  (4 to 10 inches thick)\nBt1--7 to 12 inches; brown (10YR 5/3) sandy clay loam, dark brown (10YR 3/3) moist; strong fine subangular blocky structure parting to moderate fine and very fine subangular blocky; hard, firm, slightly sticky and slightly plastic; common coarse, fine and very fine roots; thin patchy clay films on faces of peds; 5 percent gravel; neutral (pH 7.0); abrupt wavy boundary.  (4 to 13 inches thick)\nBt2--12 to 19 inches; pale brown (10YR 6/3) sandy clay loam, dark brown (10YR 3/3) moist; strong fine and very fine subangular blocky structure; slightly hard, firm, slightly sticky, and slightly plastic; few very fine, common coarse and fine roots; moderately thick continuous clay films on faces of peds; 10 percent gravel; neutral (pH 7.0); clear smooth boundary.  (6 to 12 inches thick)\nC--19 to 27 inches; pale brown (10YR 6/3) gravelly sandy clay loam, brown (10YR 4/3) moist; massive; slightly hard, firm, slightly sticky and slightly plastic; few coarse, medium, and fine roots; 25 percent gravel; neutral (pH 7.0); clear wavy boundary.  (0 to 12 inches thick)\nR--27 inches; white volcanic sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Catron County, New Mexico; 4.75 miles east of Pietown along U.S. 60 and 2 miles south in SE 1/4, NE 1/4, Sec. 2, T 1S, R 12 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: May and June are the driest months. Aridic ustic moisture regime.\nSolum thickness: 17 to 32 inches\nDepth to volcanic sandstone: 22 to 39 inches\nSolum is usually non-calcareous\nA horizon\nHue: 2.5Y, 10YR\nValue: 5 or 6 dry, 2 to 4 moist\nChroma: 2 or 3 dry or moist\nTexture: sandy loam, fine sandy loam, loamy sand\nCoarse fragments: 0 to 5 percent gravel.\nB horizon (upper part)\nHue: 2.5Y, 10YR\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 2 to 4 dry, 2 or 3 moist\nTexture: sandy loam; sandy clay loam, fine sandy loam\nCoarse fragments: 2 to 5 percent gravel\nClay content: 16 to 22 percent\nB horizon (lower part)\nHue: 2.5Y, 10YR\nValue: 4 to 6 dry or moist\nChroma: 2 or 3 dry or moist\nTexture: sandy clay loam, sandy loam, loam\nCoarse fragments: 5 to 15 percent gravel\nClay content: 18 to 25 percent.\nC horizon\nHue: 2.5Y, 10YR\nValue: 5 to 7 dry, 3 to 5 moist\nChroma: 3 or 4 dry or moist\nTexture: gravelly sandy clay loam, gravelly sandy loam, sandy loam, sandy clay loam, loam\nCoarse fragments: 10-30 percent\nGravel: 0-30 percent cobbles\nClay content: 18 to 25 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are Ascalon (CO), Belfon (KS), Bresser (CO), Cedak (WY), Charklin (NV), Critchell (CO), Dagflat (UT), Datil (NM), Featherlegs (WY), Forgan (OK), Hargreave (WY), Harlan (WY), Hemingford (NE), Hiarc (NM), Kirtley (WY), Lavate (UT), Loarc (NM), Moskee (WY), Noden (WY), Palmer Canyon (WY), Recluse (WY), Satanta (KS), Shalona (CO), Sitcan (CO), Sugardee (WY), Wages (CO), and Wolf (WY) series. Cedak, Hargreave, Hemingford and Kirtley soils have a paralithic contact of sandstone or shale. Dagflat soils have a lithic contact of dacite. Ascalon, Datil, Featherlegs, Harlan, Kirtley, Lavate, Palmer Canyon, Satanta, Sugardee, Wages, and Wolf soils have secondary carbonates in the solum. Critchell soils are gravelly throughout.  Bresser have hue yellower than 7.5YR in the Bt and C horizons.  They also have sandy C horizons.  Noden soils developed in residuum, are cooler, and have a shorter FFS.  Datil and Loarc soils are very deep. In addition, Ascalon, Belfon, Bresser, Cedak, Critchell, Featherlegs, Forgan, Hargreave, Harlan, Hemingford, Kirtley, Moskee, Noden, Palmer Canyon, Recluse, Satanta, Sitcan, Sugardee, Wages and Wolf soils are in LRRs G & H are more moist in May and June."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hiarc soils are on hills and ridges.  Slopes range from 0 to 5 percent.  Elevation ranges from 7,600 to 8,100 feet.  The average annual precipitation is about 12 to 15 inches, and the average annual air temperature is about 47 to 54 degrees F.  The average frost-free season is about 115 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Diatee, Flugle, Loarc and Manzano soils.  Diatee soils have a contrasting layer in the control section.  Loarc soils are deep and Manzano soils have an over thickened mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Principal use is for rangeland.  Native vegetation is Pinyon-Juniper savannah."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  This series is of small extent in westcentral New Mexico. MLRA 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Catron County, New Mexico, 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from 0 to 19 inches (A & Bt horizons)\nArgillic horizon - The zone from 7 to 19 inches (Bt horizons)\nClassified according to Keys to Soil Taxonomy Tenth Edition, 2006\nHiarc is a coined name.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
