{
  "SERIES": "HIAWATHA",
  "STATUS": "Established Series",
  "BYREV": "JKC-GDW-JFH",
  "REVDATE": "06/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, frigid Typic Udipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hiawatha fine sandy loam - on a 1 percent slope in a forested area. (Colors are for moist soil unless otherwise stated.)\nOe--0 to 5 centimeters; black (5YR 2.5/1) partially decomposed forest litter. (0 to 8 centimeters thick)\nA--5 to 15 centimeters; dusky red (2.5YR 3/2) fine sandy loam, weak red (2.5YR 4/2) dry; weak medium subangular blocky structure; very friable; many fine and medium roots; very strongly acid; abrupt smooth boundary. (5 to 13 centimeters thick.)\n2C1--15 to 38 centimeters; brownish yellow (10YR 6/6) fine sand; weak thick platy structure inherent from deposition; very friable; common fine, medium, and coarse roots; very strongly acid; clear wavy boundary. (0 to 38 centimeters thick)\n2C2--38 to 64 centimeters; yellowish brown (10YR 5/4) fine sand; weak thick platy structure inherent from deposition; very friable; common medium prominent strong brown (7.5YR 5/6) iron accumulations throughout are relic redoximorphic features; few fine roots; very strongly acid; clear wavy boundary. (0 to 51 centimeters thick)\n2C3--64 to 140 centimeters; pale brown (10YR 6/3) sand; weak thick platy structure inherent from deposition; few medium prominent strong brown (7.5YR 5/6) iron accumulations throughout are relic redoximorphic features; few thin strata 1/16 to 1/2 inches of red (2.5YR 4/6) and black (10YR 2/1) organic stains occur at a depth below 114 centimeters; strongly acid; gradual wavy boundary. (0 to 89 centimeters thick)\n2C4--140 to 203 centimeters; pale brown (10YR 6/3) sand; single grain; loose; few medium prominent strong brown (7.5YR 4/6) iron accumulations; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area 94B  Michigan Eastern Upper Peninsula Sandy Drift, Schoolcraft County Michigan Subset; about 3 miles east of Smith Lake; 1,400 feet north and 600 feet east of the southwest corner of Sec. 23, T. 43 N., R. 15 W. .; USGS Smith Lake topographic quadrangle; Manistique Township; lat. 46 degrees 6 minutes 14 seconds N. and long. 86 degrees 9 minutes 16 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to redoximorphic accumulations - 152 to 203 centimeters\nClay content, loamy surface - 7 to 15 percent\nA horizon:\nHue - 10R to 5YR\nChroma - 2 to 4\nTexture - fine sandy loam or silt loam\nReaction - extremely acid to strongly acid\nBw horizon (when present):\nHue - 7.5YR or 10YR\nValue - 5 or 6\nChroma - 5 or 6\nTexture - sand or fine sand\nReaction is extremely acid to strongly acid\n2C horizon:\nHue - 7.5YR or 10YR\nValue - 5 or 6\nChroma - 3 to 6\nTexture - fine sand or sand.  Thin bands of loamy fine sand, fine sandy loam or mucky analogs occur below 102 centimeters in some pedons.\nReaction - very strongly acid to slightly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Abbeylake, Cantlin, Champlain, Claire, Corliss, Danjay (tentative), Feldtmann, Friendship, Mahtomedi, Menahga, Nymore, Plainbo, Sartell, Serden, Shawano, and Sunday series.\nNone of these soils allow a loamy red surface layer containing 7 to 15 percent hydrous oxide clays.\nAbbeylake, Champlain, Claire, Corliss, Feldtmann, Mahtomedi, Menahga, Nymore, Plainbo, Sartell, Serden, Shawano, and Sunday - do not have water saturation between 152 and 203 centimeters.\nCantlin and Friendship - have water saturation between 107 and 152 centimeters.\nDanjay  has bedrock at depths of 50 to 100 centimeters."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material - sandy alluvium\nLandform - high stream terraces\nSlopes - 0 to 6 percent\nMean annual precipitation - 710 to 810 millimeters\nMean annual air temperature - 3 to 5 degrees C."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Deford, Duck, Rubicon, Seney and Wurtsmith soils.\nDeford and Seney - are in depressions and the Typic Psammaquents subgroup.\nDuck and Wurtsmith - are on slightly lower landscape positions and in the Oxyaquic Udipsamments subgroup.\nRubicon - are on dunes, or stream bars within the inactive floodplain and on uplands adjacent to the inactive floodplain."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage  water saturation ranges from 152 to 203 centimeters below the surface in October, November, March, April, May, and June (well drained).\nSurface runoff - low.\nSaturated hydraulic conductivity - moderately high or high in the loamy surface and high or very high in the rest of the soil."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Nearly all of this soil is forested.  Major tree species are sugar maple, red maple, American beech, aspen, balsam fir, red pine, and white pine. Common ground plants include shield fern, wild-lily-of-the-valley, low sweet blueberry, starflower, and bracken fern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division\n--Interior Plains\nPhysiographic Province\n--Central Lowland\nPhysiographic Section\n--Eastern Lake\nLand Resource Region\n--Northern Lake States Forest and Forage region (LRR K)\nMajor Land Resource Area\n--Michigan Eastern Upper Peninsula Sandy Drift (MLRA 94B)\nThe series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Major Land Resource Area 94B  Michigan Eastern Upper Peninsula Sandy Drift; Schoolcraft County Michigan Subset, December 2006.  Proposed in Schoolcraft County, Michigan, 2002. Source of name is a township in the Schoolcraft County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Udic moisture regime.\nADDITIONAL DATA: Refer to S00MI-153-003 for NSSL data on reference pedon. The pedon descriptions supporting this series concept are stored in NASIS.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
