{
  "SERIES": "HICKS",
  "STATUS": "Established Series",
  "BYREV": "Rev. JFC-RPS",
  "REVDATE": "04/2001",
  "STATES": "TN",
  "OVERVIEW": "The Hicks series consists of deep, well drained moderately permeable soils on upland ridgetops.  They formed in a loess mantle 1.5 to 3 feet thick and the underlying residuum of siltstone that is interbedded with thin strata of limestone, shale or fine grained sandstone.  Slopes range from 0 to 12 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, semiactive, thermic Ultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hicks silt loam - pasture.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; brown (10YR 5/3) silt loam; moderate medium granular structure, very friable; many fine roots; strongly acid; clear smooth boundary.  (5 to 10 inches thick)\nBA--8 to 12 inches; yellowish brown (10YR 5/4) silt loam; weak medium subangular blocky structure; friable; common fine roots; strongly acid; clear wavy boundary.  (0 to 8 inches thick)\nBt1--12 to 30 inches; yellowish brown (10YR 5/6) silty clay loam; moderate medium subangular blocky structure; friable; few faint clay films on faces of peds; few fine black concretions, strongly acid; clear wavy boundary.  (10 to 22 inches thick)\n2Bt2--30 to 42 inches; yellowish brown (10YR 5/4) silty clay loam; common fine faint light yellowish brown (10YR 6/4) mottles; weak medium subangular blocky structure; friable; few faint clay films on faces of peds; 10 percent soft fragments of weathered siltstone; few fine black concretions; strongly acid; clear wavy boundary.  (8 to 24 inches thick)\n2BC--42 to 50 inches; brown (7.5YR 4/4) channery clay loam; common medium distinct light yellowish brown (10YR 6/4) mottles; weak coarse subangular blocky structure; friable; 40 percent soft and hard fragments of siltstone and limestone; strongly acid.  (0 to 18 inches thick)\n2Cr--50 to 65 inches; strong brown weathered siltstone that can be dug with a spade."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Dekalb County, Tennessee.  On Walker Creek Road, 1/4 mile west of New Hope Church."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to weathered, rippable bedrock ranges from 40 to 60 inches.  These soils are medium acid or strongly acid, except the surface layer is less acid where limed.  Phosphate content is medium or high.  Thin flat rock fragments range from 0 to 5 percent in the A, BA and Bt horizon, 5 to 15 percent in the 2Bt horizon and 25 to 60 percent in the 2BC and 2C horizons were present.\nThe A horizon has hue of 10YR, value of 4 or 5 and chroma of 3 or 4. It is silt loam, except a few severely eroded areas are silty clay loam.\nThe BA, Bt and 2Bt horizons have hue of 10YR or 7.5YR, value of 4 or 5 and chroma of 4 to 8.  Mottles in shades of brown are few or common in the 2Bt horizon.  The BA horizon is silt loam, the Bt horizon is silt loam or silty clay loam and the 2Bt horizon is clay loam or silty clay loam.  Some pedons have thin subhorizons of clay in the 2Bt horizon.\nThe 2BC and 2C horizons, where present, have hue of 10YR or 7.5YR, value of 4 to 6 and chroma of 4 to 8.  Mottles in shades of brown and yellow range from few to many.  The fine earth texture is loam, silt loam, clay loam or silty clay loam.  Some pedons have thin subhorizons of clay.\nThe 2Cr horizon is weathered siltstone that is interbedded with thin strata of sandstone, limestone and shale.  It is rippable and in most places can be dug with a spade.  Most of the rock is soft but includes some thin strata that is hard.  Some of the strata was calcareous prior to weathering and some strata contains phosphate nodules."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Armour, Barnsdall, Dexter, Dossman and Goodwill series in the same family and the Culleoka, Sandhill and Stiversville series in similar families.  Armour soils formed in old alluvium on stream terraces and footslopes and have a surface layer with a value of 3.  Barnsdall soils are on flood plains, have a hue of 5YR in the Bt horizon and are greater than 60 inches to bedrock.  Dexter soils formed in alluvium on stream terraces, have ped surfaces of 5YR in the Bt horizon and are greater than 60 inches to bedrock.  Dossman soils are 5YR or 2.5YR in the Bt horizon and are greater than 60 inches to bedrock.  Goodwill soils formed in old alluvium and have sola greater than 60 inches thick.  Culleoka soils are mesic and are less than 40 inches to bedrock.  Sandhill and Stiversville soils are fine-loamy because they have a higher sand content and more rock fragments in the upper part of the pedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These nearly level to sloping soils are on upland ridgetops.  Slopes range from 0 to 12 percent.  They formed in a loess mantle 1.5 to 3 feet thick and the underlying residuum of siltstone that includes thin strata of sandstone, limestone or shale.  Near the type location, the average annual air temperature is 60 degrees F, and the average annual precipitation is 52 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Sandhill and Stiversville series and the Hampshire and Inman series.  Hampshire and Inman soils have a fine control section.  In addition, Inman soils are less than 40 inches to a paralithic contact and has limestone flags throughout the soil."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the soil is cleared and used for growing hay, pasture, small grains, tobacco, corn and vegetables.  The native vegetation was mixed hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Nashville Basin in Tennessee.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Maury County, Tennessee, 1955."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 8 inches (Ap horizon).\nArgillic horizon - the zone from 12 to 42 inches (Bt1, 2Bt2 horizons).\nParalithic contact - at 50 inches (top of Cr horizon).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; brown (10YR 5/3) silt loam; moderate medium granular structure, very friable; many fine roots; strongly acid; clear smooth boundary.  (5 to 10 inches thick)"
      },
      {
        "name": "BA",
        "top": 20,
        "bottom": 30,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BA--8 to 12 inches; yellowish brown (10YR 5/4) silt loam; weak medium subangular blocky structure; friable; common fine roots; strongly acid; clear wavy boundary.  (0 to 8 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 30,
        "bottom": 76,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--12 to 30 inches; yellowish brown (10YR 5/6) silty clay loam; moderate medium subangular blocky structure; friable; few faint clay films on faces of peds; few fine black concretions, strongly acid; clear wavy boundary.  (10 to 22 inches thick)"
      },
      {
        "name": "2Bt2",
        "top": 76,
        "bottom": 107,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt2--30 to 42 inches; yellowish brown (10YR 5/4) silty clay loam; common fine faint light yellowish brown (10YR 6/4) mottles; weak medium subangular blocky structure; friable; few faint clay films on faces of peds; 10 percent soft fragments of weathered siltstone; few fine black concretions; strongly acid; clear wavy boundary.  (8 to 24 inches thick)"
      },
      {
        "name": "2BC",
        "top": 107,
        "bottom": 127,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "channery",
        "pH_class": "strongly acid",
        "narrative": "2BC--42 to 50 inches; brown (7.5YR 4/4) channery clay loam; common medium distinct light yellowish brown (10YR 6/4) mottles; weak coarse subangular blocky structure; friable; 40 percent soft and hard fragments of siltstone and limestone; strongly acid.  (0 to 18 inches thick)"
      },
      {
        "name": "2Cr",
        "top": 127,
        "bottom": 165,
        "texture_class": "silt",
        "narrative": "2Cr--50 to 65 inches; strong brown weathered siltstone that can be dug with a spade."
      }
    ]
  ]
}
