{
  "SERIES": "HICO",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. SCP-CMR",
  "REVDATE": "09/2020",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, active, thermic Udic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hico fine sandy loam--rangeland.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 15 cm (0 to 6 in); brown (7.5YR 5/4) fine sandy loam, brown (7.5YR 4/4) moist; weak fine subangular blocky structure; slightly hard, friable; many very fine roots; 1 percent wormcast; noneffervescent; neutral; abrupt smooth boundary.\nA--15 to 30 cm (6 to 12 in); brown (7.5YR 5/4) fine sandy loam, brown (7.5YR 4/4) moist; weak fine subangular structure; slightly hard, friable; many very fine roots; 1 percent wormcast; noneffervescent; neutral; abrupt smooth boundary. Combined Thickness of A horizons is 6 to 46 cm (2 to 18 in)\nBt1--30 to 46 cm (12 to 18 in); reddish brown (5YR 4/4) sandy clay loam, dark reddish brown (5YR 3/4) moist; moderate medium subangular blocky structure; hard, firm; common fine roots; 1 percent wormcast; many prominent clay films on faces of peds; neutral; gradual smooth boundary.\nBt2--46 to 94 cm (18 to 37 in); yellowish red (5YR 5/6) sandy clay loam, yellowish red (5YR 4/6) moist; moderate medium subangular blocky structure; hard, firm; common fine roots; many prominent clay films on faces of peds; neutral; gradual smooth boundary.\nBt3--94 to 130 cm (37 to 51 in); yellowish red (5YR 5/6) sandy clay loam, yellowish red (55YR 4/6) moist; moderate medium subangular blocky structure; few fine faint brown (7.5YR 5/4) masses of oxidized iron; hard, firm; few fine roots; common distinct clay films on faces of peds; neutral; clear wavy boundary. Combined thickness of Bt horizons is 30 to 120 cm (11 to 47 in)\nBCk--130 to 1203 cm (51 to 80 in); light gray (10YR 8/2) fine sandy loam, light brownish gray (10YR 7/2) moist; weak fine subangular blocky structure; slightly hard, friable; few fine distinct brown (7.5YR 5/6) masses of oxidized iron; few fine distinct yellowish red (5YR 5/8) masses of oxidized iron; 1 percent fine calcium carbonate concretions; slightly effervescent; moderately alkaline.  Thickness of BCk horizon is 50 to 130 cm (20 to 51 in)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hamilton County, Texas;\nTypical pedon of Cisco fine sandy loam, 1 to 5 percent slopes; from the intersection of Texas Highway 6 and U.S. Highway 281 in Hico, 0.8 south on U.S. Highway 281, 4.7 miles south on Farm Road 1602, 0.6 mile west on private road, and 900 feet north of farm house in old cropland field. USGS topographic quadrangle: Hico, TX;\nLatitude: 31 degrees, 55 minutes, 14.83 seconds, N;\nLongitude: 98 degrees, 0 minutes, 26.03 seconds, W;\nDatum: WGS84.\nUTM Easting 593855.02 m, UTM Northing 33532085.36m; UTM Zone 14."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: udic ustic soil moisture regime.\nSolum thickness: 150 to 203 cm (60 to 80 in)\nDepth to argillic horizon: 8 to 46 cm (3 to 18 in)\nDepth to secondary carbonates: 42 to 144 cm (16 to 57 in)\nParticle-size control section (weighted average):\nClay content: 20 to 35 percent. More than 20 percent (relative) decrease in clay from the maximum within a depth of 152 cm (60 in)\nRock fragments: 0 to 5 percent, rounded siliceous pebbles in some pedons\nA horizon\nHue:  7.5YR, 10YR\nValue: 4 to 6\nChroma: 2 to 4\nTexture: loamy sand, loamy fine sand, fine sandy loam\nReaction (pH): slightly acid to neutral (6.1 - 7.3)\nBt horizons\nHue: 2.5YR, 5YR, or 7.5YR\nValue: 4 to 6\nChroma: 4 to 8\nTexture: sandy clay, sandy clay loam, clay loam, or fine sandy loam\nClay content: 18 to 37 percent\nReaction (pH): slightly acid to slightly alkaline (6.1 - 7.8)\nBtk or BCk horizon\nHue: 5YR, 7.5YR, 10YR, 2.5Y\nValue: 4 to 8\nChroma: 2 to 8\nTexture: sandy clay loam, fine sandy loam, silt clay loam and may be interbedded with noncemented sandstone\nRedox features: few to many; yellow, brown, and red\nIdentifiable secondary carbonate: 0 to 5 percent by volume; concretions, films, masses, and threads\nEffervescence: slight to violent\nReaction (pH): slightly alkaline to moderately alkaline (7.4 - 8.4)\nCd horizon (where present)\nHue: 10YR, 2.5Y or 5Y\nValue: 5 to 8\nChroma: 2 to 8\nTexture: loamy fine sand, fine sandy loam, sandy clay loam, loam, or silty loam\nEffervescence: none to violent\nReaction (pH): slightly acid to moderately alkaline (6.1 - 8.4)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Duffau, Fairy, Gholson, Lavender, May, and Personville soils in the same family.\nDuffau soils: do not secondary carbonates within a depth of 150 cm (60 in)\nFairy soils: have a calcic horizon within a depth of 150 cm (60 in)\nGholson and May soils: occur on stream terraces in slightly moister climates\nLavender and Personville soils: have a lithic contact within a depth of 150 cm (60 in)"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy residuum derived from sandstone and siltstone of Cretaceous age\nLandscape: hills\nLandform: side slopes and base slopes of low ridges\nSlope: 1 to 8 percent\nPrecipitation Pattern: The majority of the yearly amount occurs during the fall and spring months. The winter and summer months are normally drier.\nMean annual precipitation: 693 to 941 mm (27 to 37 in)\nMean annual temperature: 17.1 to 18.3 degrees C (63 to 65 degrees F)\nFrost-free period: 210 to 240 days\nElevation: 182 to 641 m (595 to 2,100 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the May, Fairy, Nimrod, Selden, Windthorst and Wise series.\nSelden soils: occur on slightly lower positions and have gray mottles in the Bt horizons\nWise soils: occur on slightly higher positions, do not have argillic horizons, and have carbonates in the upper part of the solum\nMay soils: occur on slightly lower stream terraces\nFairy soils: occur on similar positions and have calcic horizons in lower horizons\nNimrod soils: occur on slightly higher positions, have gray mottles in the Bt horizons, and have arenic surface layers\nWindthorst soils: occur on slightly higher positions and have more than 35 percent clay in the particle-size control section"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: well\nPermeability class: moderate\nRunoff: negligible on slopes less than 1 percent, low on 1 to 5 percent slopes, and medium on 5 to 8 percent slopes"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nThe major use is livestock grazing, but the many areas were extensively cultivated in the past. Some areas are cultivated, with peanuts, sorghums, and small grains being the main crops. The native plant community is a dense cover of post oak trees, with grassy understory of little bluestem, sideoats grama, and silver bluestem."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nGeneral location: north-central Texas\nLand Resource Region: J-Southwestern Prairies Cotton and Forage Region\nMajor Land Resource Area: 84B-West Cross Timbers\nExtent: moderate"
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hamilton County, Texas; 2020."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included in the Cisco series.\nDiagnostic horizons and features recognized in this pedon:\nParticle-size control section: 30 to 80 cm (12 to 32 in) (Bt1 and Bt2)\nOchric epipedon: 0 to 30 cm (0 to 12 in) (Ap and A1 horizon)\nArgillic horizon: 30 to 130 cm (12 to 51 in) (Bt1, Bt2 and Bt3)\nDepth to secondary carbonates; 130 to 203 cm (51 to 80 in.)\nADDITIONAL DATA:\nKSSL Data from S2018TX093004\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
