{
  "SERIES": "HIDDENFOREST",
  "STATUS": "Established Series",
  "BYREV": "REV: DJM/AB/CAH/ET",
  "REVDATE": "04/2015",
  "STATES": "NV",
  "OVERVIEW": "The Hiddenforest series consists of shallow, well drained soils that formed in residuum weathered from quartzite and/or colluvium derived from quartzite. The Hiddenforest soils are on backslopes and footslopes of mountains. Slopes range from 30 to 75 percent. The mean annual precipitation is about 355 millimeters (14 inches) and the mean annual air temperature is about 8 degrees C. (46 degrees F.)",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Aridic Lithic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hiddenforest very gravelly loam, on a northeast facing aspect (50 degrees), 37 percent slope at an elevation of 2372 meters (7,780 feet). When described on 11/3/2009 the soil was dry throughout. Colors are for dry soils unless otherwise noted. The soil surface is covered by 60 percent gravel, 15 percent cobbles and 12 percent stones.\nA--0 to 2 centimeters (0 to 1 inches); dark grayish brown (10YR 4/2) very gravelly loam, very dark brown (10YR 2/2) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; few very fine roots; common fine tubular and common very fine interstitial pores; 30 percent gravel, 10 percent cobbles; moderately alkaline (pH 8.0); clear smooth boundary. (2 to 5 centimeters thick)\nBt--2 to 10 centimeters (1 to 4 inches); brown (10YR 5/3) gravelly loam, dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure; soft, very friable, moderately sticky and moderately plastic; few very fine and fine roots; few fine tubular and common very fine tubular pores; 1 percent clay films on bottom surfaces of rock fragments; 20 percent gravel; moderately alkaline (pH 8.0); abrupt smooth boundary. (5 to 10 centimeters thick)\nBtk1--10 to 25 centimeters (4 to 10 inches); brown (7.5YR 4/3) very gravelly clay loam, dark brown (7.5YR 3/3) moist; strong fine and medium angular blocky structure; hard, firm, very sticky and very plastic; few fine through coarse and common very fine roots; few fine tubular and many very fine tubular pores; 2 percent distinct clay films on all faces of peds and lining pores; 10 percent prominent, white (10YR 8/1), calcium carbonate coats on bottom surfaces of rock fragments; 35 percent gravel, 10 percent cobbles; moderately alkaline (pH 8.0); clear wavy boundary. (12 to 20 centimeters thick)\nBtk2--25 to 42 centimeters (10 to 17 inches); reddish yellow (7.5YR 6/6) very gravelly clay loam, strong brown (7.5YR 4/6) moist; strong fine and medium angular blocky structure; hard, firm, very sticky and very plastic; few very fine through coarse roots; few fine tubular and many very fine tubular pores; 40 percent prominent, white (10YR 8/1), calcium carbonate coats on bottom surfaces of rock fragments; 95 percent prominent clay films on all faces of peds and lining pores; 40 gravel, 5 percent cobbles; strongly effervescent; moderately alkaline (pH 8.0); very abrupt wavy boundary. (15 to 20 centimeters thick)\nR--42 centimeters (17 inches); indurated quartzite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clark County, Nevada; approximately 17 kilometers north and 11 kilometers east of Corn Creek Station, Nevada, located in the Sheep Range approximately 2.2 kilometers east and 0.5 kilometers north of Sheep Peak; about 855 meters north and 440 meters east of the southwest corner of Sec. 35, T. 15 S., R. 60 E.; USGS Sheep Peak, Nevada 7.5 minute topographic quadrangle; 36 degrees, 35 minutes, 12.3 seconds north latitude and 115 degrees, 13 minutes, 25.6 seconds west longitude; UTM 11S 658899e 4050498n; (DATUM: NAD83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: usually dry, moist in late winter and early spring and intermittently moist in the upper part following summer convection storms; aridic moisture regime bordering on ustic.\nSoil temperature: 8 to 12 degrees C. (47 to 54 degrees F.)\nDepth to lithic contact: 36 to 50 centimeters.\nDepth to the base of mollic epipedon: 18 to 35 centimeters, includes upper part of argillic horizon.\nDepth to argillic horizon: 2 to 12 centimeters.\nControl section\nRock fragments: 35 to 60 percent, mainly gravel.\nClay content: averages 27 to 35 percent.\nA horizon\nValue: 3 or 4 dry, 2 or 3 moist.\nChroma: 2 or 3 dry, 1 or 2 moist.\nBt horizon\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3.\nStructure: subangulur or angular blocky.\nConsistence: slightly hard or soft.\nRock fragments: 15 to 35 percent gravel.\nBtk horizons\nHue: 10YR or 7.5YR.\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3.\nStructure: subangular or angular blocky.\nConsistence: slightly hard or soft."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Buckspring, Montvale, Motoqua, Phizphre, Santa Fe and the Slidymnt soils. Motoqua, Santa Fe and Slidymnt soils do not have identifiable secondary carbonates. Phizphre soils contain few to common fossilized brachiopods. Montvale soils formed in sandstone and do not allow 10YR or 7.5YR hues."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Hiddenforest soils are on backslopes and footslopes of mountains. Slopes range from 30 to 75 percent. These soils formed in colluvium and residuum weathered from quartzite. Elevations are 2,150 to 2,920 meters (7,050 to 9,580 feet). The climate is sub-humid continental, cool, with moist winters and common summer convection storms. The mean annual precipitation is 320 to 420 millimeters (13 to 17 inches); mean annual air temperature is 6 to 10 degrees C. (43 to 50 degrees C.), and the frost-free season 100 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Sawmillcan and Seralin soils on mountain backslopes. The Sawmillcan soils formed in limestone parent material and lack an argillic horizon. Seralin soils are shallow over limestone bedrock and lack an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; very high runoff; moderately low saturated hydraulic conductivity above the bedrock and very low within the bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for forest and wildlife habitat. The present vegetation is mainly ponderosa pine, Utah juniper, singleleaf pinyon, white fir, desert snowberry, mountain big sagebrush and muttongrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mojave Desert of southern Nevada, U.S.A.; MLRA 30. These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Desert National Wildlife Refuge Area, Nevada, South Part, Clark County, Nevada, 2011. The name is coined from Hidden Forest Ridge, on the southwest side of Hayford Peak within the Desert National Wildlife Refuge."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nMollic epipedon - 0 to 25 centimeters (0 to 10 inches) (A, Bt, Btk1 horizons).\nArgillic horizons - 10 to 42 centimeters (4 to 17 inches) (Btk1 and Btk2 horizons).\nLithic contact - the zone beginning at 42 centimeters (17 inches) (R horizon).\nParticle-size control section - 10 to 42 centimeters (4 to 17 inches) (Btk1 and Btk2 horizons).\nADDITIONAL DATA: The USER PEDON ID is 09NV786350AB and was described on 11/3/2009.\nResponsibility for this series was transferred from Davis to Phoenix 4/2015. The last revision to the series was 6/2011. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
