{
  "SERIES": "HIDEWOOD",
  "STATUS": "Established Series",
  "BYREV": "Rev. HLH-RCG-AGG",
  "REVDATE": "03/2004",
  "STATES": "MN,SD",
  "OVERVIEW": "The Hidewood series consists of very deep, poorly drained, moderately and moderately slowly permeable soils in swales, drainways, and flood plains.  They formed in loess or alluvium derived from loess overlying loamy glacial till. Slope ranges from 0 to 2 percent.  Mean annual precipitation is about 22 inches, and mean annual air temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, calcareous, frigid Cumulic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hidewood silty clay loam with a slightly concave slope of 1 percent in a cultivated field.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; black (10YR 2/1) silty clay loam, very dark gray (10YR 3/1) dry; weak very fine subangular blocky structure; friable; slightly effervescent; slightly alkaline; abrupt smooth boundary.\nA--8 to 27 inches; black (10YR 2/1) silty clay loam; very dark gray (10YR 3/1) dry; weak very fine subangular blocky structure; friable; slightly effervescent; slightly alkaline; gradual smooth boundary.  (Combined thickness of A horizons in 24 to 40 inches.)\nCg--27 to 42 inches; grayish brown (2.5Y 5/2) silty clay loam; massive; friable; few fine prominent yellowish brown (10YR 5/4) Fe concentrations;strongly effervescent; moderately alkaline; clear smooth boundary.  (0 to 20 inches thick)\n2Cg--42 to 80 inches; grayish brown (2.5Y 5/2) clay loam;  massive; firm; about 5 percent coarse fragments; many medium prominent yellowish brown (10YR 5/6) Fe concentrations; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lincoln County, Minnesota; about 2 miles west of Lake Benton; 2175 feet north and 105 feet east of southwest corner of sec.  18, T. 109 N., R. 45 W. USGS Verdi quadrangle, latitude 44 degrees 14 minutes 49 seconds N.; longitude 96 degrees 19 minutes 22 seconds W.; NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the loess over the glacial till ranges from 40 to 60 inches.  Free carbonates are typically at the surface.   The mollic epipedon ranges from 24 to 40 inches in thickness. The glacial till typically contains 2 to 8 percent coarse fragments but coarse fragments are essentially absent in the upper mantle.  Further, a lag line as much as 6 inches in thickness and containing as much as 25 percent coarse fragments is between the loess and the glacial till in some pedons.  The rock fragments are mixed in lithology.\nThe A horizon has hue of 2.5Y, 10YR or is neutral; value of 2 or 3 moist, 3 or 4 dry; and chroma of 1, dry or moist,  It is slightly alkaline or moderately alkaline.\nSome pedons have a Bg horizon with colors and textures similar to the Cg horizon, but structure is weak to moderate subangular blocky.\nThe C horizon has a hue of 2.5Y, 5Y or is neutral, value of 3 through 6, and chroma of 1 or 2.  Typically it is silty clay loam but ranges to silt loam.  Reaction is slightly alkaline or moderately alkaline.\nThe 2Cg horizon has hue of 2.5Y or 5Y; value of 5 or 6; and chroma of 1 through 3.  It is clay loam or loam with 2 to 8 percent rock fragments.  It is slightly alkaline or moderately alkaline and the calcium carbonate equivalent ranges from 10 to 20 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bigstone, Bloomington, Downata, Hallock, Homefield, Inkom, Lamoure, Opie, Playmoor and Rauville soils.  Bigstone soils typically have saturation at the surface and are also ponded.  Playmoor soils have salt accumulations in the upper 20 inches of the soil.  Hallock soils have a mean annual rainfall of 10 to 12 inches and a violent effervescence throughout the profile.  Bloominton, Downata, Homefield, Inkom, Opie, Lamoure and Rauville soils do not have a clay loam 2Cg horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on plane to slightly concave level or nearly level slopes of 0 to 2 percent, mostly on ground moraines of the Coteau des Prairies but also on flood plains.  They formed in 40 to 60 inches of silty clay loam loess or alluvium that is underlain by loam or clay loam glacial till.  Mean annual air temperature is 38 to 45 degrees F, and mean annual precipitation is about 19 to 27 inches.  Frost-free days range from 120 to 170 days.  Elevation above sea level ranges from 850 to 1950 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  They are the Kranzburg, Brookings, Vienna, and Lismore soils.  The Kranzburg and Vienna soils are well drained and are on higher lying more sloping parts of the landscape. The Brookings and Lismore soils are moderately well drained and are on only slightly higher lying nearly level and very gently sloping parts of the landscape.  The Kranzburg and Brookings soils formed in materials similar to those of Hidewood soils.  The Vienna and Lismore soils formed in a thinner loess mantle and in loam and clay loam materials."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Surface runoff is slow.  Permeability is moderate or moderately slow.  Seasonal high saturation occurs within depths of .5 to 1.5 feet during April to June in most years and is considered apparent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Corn, soybeans, small grains, and hay are the main crops grown.  Some areas are in native pasture.  Native vegetation is a wet association of the tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  MLRA-102A.  Loess mantled portions of the Prairie Coteau in southwestern Minnesota and eastern South Dakota.  Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Brookings County, South Dakota, 1956."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of 27 inches (Ap and A horizons) ; aquic moisture regime; cumulic subgroup mollic epipedon is more than 24 inches thick; calcareous family free carbonates between a depth of 10 and 20 inches.\nThe previous classification was Typic Endoaquolls, mixed, frigid, superactive.  Based on MLRA field investigations, the Cumulic and calcareous family was more appropriate.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; black (10YR 2/1) silty clay loam, very dark gray (10YR 3/1) dry; weak very fine subangular blocky structure; friable; slightly effervescent; slightly alkaline; abrupt smooth boundary."
      },
      {
        "name": "A",
        "top": 20,
        "bottom": 69,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A--8 to 27 inches; black (10YR 2/1) silty clay loam; very dark gray (10YR 3/1) dry; weak very fine subangular blocky structure; friable; slightly effervescent; slightly alkaline; gradual smooth boundary.  (Combined thickness of A horizons in 24 to 40 inches.)"
      },
      {
        "name": "Cg",
        "top": 69,
        "bottom": 107,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Cg--27 to 42 inches; grayish brown (2.5Y 5/2) silty clay loam; massive; friable; few fine prominent yellowish brown (10YR 5/4) Fe concentrations;strongly effervescent; moderately alkaline; clear smooth boundary.  (0 to 20 inches thick)"
      },
      {
        "name": "2Cg",
        "top": 107,
        "bottom": 203,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "moderately alkaline",
        "narrative": "2Cg--42 to 80 inches; grayish brown (2.5Y 5/2) clay loam;  massive; firm; about 5 percent coarse fragments; many medium prominent yellowish brown (10YR 5/6) Fe concentrations; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
