{
  "SERIES": "HIGHMARKET",
  "STATUS": "Tentative Series",
  "BYREV": "BWH, ANL",
  "REVDATE": "05/2013",
  "STATES": "NY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over sandy or sandy-skeletal, isotic, frigid Typic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Highmarket loamy very fine sand, on a 4 percent southeast facing slope in a wooded area. (Colors are for moist soil.)\nOa -- 0 to 5 cm; very dark gray (7.5YR 3/1); highly decomposed plant material; weak fine granular structure; very friable; extremely acid (pH 3.5); abrupt smooth boundary.  (0 to 18 cm. thick.)\nE -- 5 to 8 cm; pinkish gray (7.5YR 6/2); loamy very fine sand; weak fine subangular blocky structure; very friable; common very fine, fine and medium roots throughout; 3 percent gravel; strongly acid (pH 5.1); abrupt wavy boundary. (0 to 15 cm thick.)\nBh -- 8 to 12 cm; dark reddish brown (5YR 3/2); very fine sandy loam; weak fine granular structure; very friable; common very fine, fine and medium roots throughout; 3 percent gravel; very strongly acid (pH 4.5); abrupt wavy boundary.\nBs1 -- 12 to 21 cm; dark brown (7.5YR 3/4); fine sandy loam; weak fine subangular blocky structure; very friable; common very fine, fine and medium roots throughout; 4 percent gravel and 1 percent cobbles; extremely acid (pH 4.4); clear wavy boundary.\nBs2 -- 21 to 46 cm; brown (7.5YR 4/4); fine sandy loam; weak fine subangular blocky structure; very friable; common very fine, fine and medium roots throughout; 10 percent  gravel and 1 percent cobbles; very strongly acid (pH 4.6); clear wavy boundary.\nBs3 -- 46 to 69 cm; strong brown (7.5YR 4/6); gravelly fine sandy loam; weak fine and medium subangular blocky structure; very friable; common very fine, fine and medium roots throughout; 20 percent gravel and 1 percent cobbles; very strongly acid (pH 4.8); abrupt wavy boundary.  (Combined thickness of the Bh, Bhs and Bs horizons is 10 to 80 cm.)\n2BC -- 69 to 91 cm; dark yellowish brown (10YR 4/4); gravelly loamy fine sand; weak medium subangular blocky structure; very friable; common fine and medium roots throughout; 30 percent gravel and 1 percent cobbles; very strongly acid (pH 5.0), clear wavy boundary.  (0 to 40 cm thick.)\n2C1 -- 91 to 146 cm; 60 percent brown (10YR 4/3) and 40 percent brown (7.5YR 4/3); gravelly loamy fine sand; massive; very friable; moderately few very fine and fine roots throughout; 18 percent gravel and 2 percent cobbles; strongly acid (pH 5.1); abrupt wavy boundary.\n2C2 -- 146 to 165 cm; brown (10YR 5/3); loamy sand; massive; very friable; 5 percent gravel; very strongly acid (pH 5.0); abrupt wavy boundary.\n2C3 -- 165 to 183 cm; dark grayish brown (10YR 4/2); very gravelly loamy sand; massive; very friable; 60 percent gravel; very strongly acid (pH 5.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lewis County, New York; Town of Lewis, 2.5 miles northwest of Swancott Mill Rd. on Osceola Rd., then 0.4 miles southwest on a private trail, then 0.8 northwest on another private trail. USGS Florence, NY topographic quadrangle; Latitude: 43 degrees, 29 minutes, 8.6 seconds N. and Longitude: 75 degrees, 39 minutes, 12.4 seconds W., NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the mineral solum ranges from about 25 to 100 centimeters. Depth to bedrock is more than 152 cm. Rock fragments range from 0 to 30 percent in the mineral solum and from 5 to 70 percent in the substratum. Reaction ranges from ultra acid through moderately acid.\nMost pedons have an O horizon that have hue of 5YR to 10YR, value of 2 to 3 and chroma of 1 to 4. It is highly, moderately, or slightly decomposed plant (sapric, hemic or fibric) material. Reaction ranges ultra to moderately acid.\nSome pedons have an A horizon. It has hue of 7.5YR or 10YR, value of 2 to 4, and chroma of 1 to 3. Texture is loam, very fine sandy loam, fine sandy loam, or sandy loam.\nThe E horizon has hue of 5YR to 10YR, value of 4 to 7, and chroma of 1 or 2. Texture is fine sandy loam, very fine sandy loam, sandy loam, loamy very fine sand or loamy fine sand. Consistence is very friable or friable. Structure is subangular blocky or granular. Reaction ranges extremely acid to very strongly acid.\nThe Bh horizon, where present, has hue of 5YR to 10YR, value of 2 to 3 and chroma of 1 to 3. Texture is fine sandy loam, very fine sandy loam, loam, or silt loam. Consistence is very friable or friable. Structure is subangular blocky or granular. Reaction ranges extremely acid to very strongly acid.\nThe Bhs horizon, where present, has hue of 5YR to 10YR, value or chroma of 2 to 3. Texture is fine sandy loam, very fine sandy loam, sandy loam or loam. Consistence is very friable or friable. Structure is subangular blocky or granular. Reaction ranges extremely acid to very strongly acid.\nThe Bs horizon, where present, has hue of 5YR to 10YR, value or chroma of 4 or more. Texture is fine sandy loam, very fine sandy loam, loam, silt loam, sandy loam, coarse sandy loam or loamy sand. Consistence is very friable or friable. Structure is subangular blocky or granular. Reaction ranges extremely acid to very strongly acid.\nThe BC horizon has hue of 7.5YR to 2.5Y, value of 3 to 5, and chroma of 3 to 6. Texture is sand, loamy fine sand, loamy sand, loamy coarse sand, fine sandy loam, sandy loam and their gravelly and/or cobbly analogs. Consistence is loose to firm. Structure is subangular blocky or massive. Reaction ranges extremely acid to very strongly acid.\nThe 2C horizon has hue of 7.5YR to 2.5Y, value of 3 to 6, and chroma of 2 to 6. Texture is fine sand, sand, loamy coarse sand, loamy sand, loamy fine sand or coarse sand and their gravelly and/or cobbly analogs. Consistence ranges from loose to firm. Structure is single grain or massive. Reaction ranges extremely acid to strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Allagash series is in the same family. Both Allagash soils are derived from schist, granite, gneiss, and quartzite."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Highmarket (T) soils are nearly level to steep soils on glaciated uplands. Slopes range from 3 to 25 percent. The soils are formed in a loamy mantle, underlain by acidic, sandy or sandy-skeletal glacial till of Wisconsin age derived mainly from sandstone, shale, and siltstone. The till generally contains gravels, channers, flagstones, stones, and some boulders. The mean annual precipitation ranges from 1270 to 1727 mm and the mean annual temperature ranges from 1 to 11 degrees C. The mean annual frost-free days range from 90 to 140. Elevation ranges from 305 to 610 meters above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Worth, Empeyville, Westbury, Tughill, Colosse, Fishcreek (T) and Swancott (T) soils. The Worth, Empeyville, and Westbury soils all contain a fragic horizon. The Colosse soils are loamy-skeletal and are derived from glacial outwash. The Fishcreek (T) and Swancott (T) soils are sandy and sandy-skeletal, respectively, and derived from glacial outwash. Tughill soils are loamy-skeletal and very poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Runoff ranges from medium to very rapid. Estimated saturated hydraulic conductivity is moderately high or high in the mineral solum and high or very high in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are mostly forested. Minor logging operations and some areas of hayland or pasture may be present. All Terrain Vehicle (ATV) and snowmobile use is heavy in this area. Common forest species are northern red oak, eastern white pine, paper birch, American beech, eastern hemlock, and red pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Tughill Plateau area of north-central New York. MLRA 141. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Lewis County, New York, 2010."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nAlbic horizon - the zone from 5 to 8 cm (E horizon).\nSpodic horizon - the zone from 8 to 69 cm (Bh and Bs horizons).\nStrongly contrasting particle-size class: the abrupt change from coarse-loamy texture to sandy texture at a depth of 69 cm.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
