{
  "SERIES": "HIGHPRAIRIE",
  "STATUS": "Established Series",
  "BYREV": "Rev: ACF/JPS/ET",
  "REVDATE": "05/2007",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, isomesic Pachic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Highprairie clay loam - on a west-facing slope of 45 percent under coyote brush, bracken fern, wild cucumber, wild oat, orchard grass, and velvet grass at 171 meters (560 feet) elevation. (Colors are for moist soil unless otherwise stated. When described May 26, 2005, the soil was slightly moist throughout).\nA1--0 to 20 centimeters (0 to 8 inches); very dark grayish brown (2.5Y 3/2) clay loam, light olive brown (2.5Y 5/3) dry; moderate fine and weak very fine subangular blocky structure; slightly hard, friable, slightly sticky and moderately plastic; many very fine and common fine roots; many very fine tubular and common very fine and fine interstitial tubular pores; 10 percent gravel; moderately acid (pH 5.8); clear smooth boundary.\nA2--20 to 39 centimeters (8 to 15 inches); very dark grayish brown (2.5Y 3/2) clay loam, light olive brown (2.5Y 5/3) dry; moderate fine subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common very fine roots; common very fine tubular and common very fine and fine interstitial tubular pores; 10 percent gravel; moderately acid (pH 6.0); clear smooth boundary. (Combined thickness of A horizons is 20 to 50 centimeters)\nBw1--39 to 65 centimeters (15 to 26 inches); very dark grayish brown (2.5Y 3/2) clay loam, light olive brown (2.5Y 5/3) dry; weak fine and medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common very fine and fine roots; common very fine tubular and common very fine and fine interstitial tubular pores; 8 percent gravel; moderately acid (pH 5.6); gradual smooth boundary.\nBw2--65 to 93 centimeters (26 to 37 inches); very dark grayish brown (2.5Y 3/2) gravelly clay loam, light yellowish brown (2.5Y 6/3) dry; weak fine and medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common very fine roots; common very fine tubular and common very fine and fine interstitial tubular pores; 15 percent gravel; moderately acid (pH 5.6); gradual smooth boundary.\nBw3--93 to 120 centimeters (37 to 47 inches); very dark grayish brown (2.5Y 3/2) clay loam, light brownish gray (2.5Y 6/2) dry; weak fine and medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; moderately few very fine roots; common very fine and fine interstitial tubular pores; 10 percent gravel; moderately acid (pH 5.6); clear smooth boundary.\nBw4--120 to 140 centimeters (47 to 55 inches); very dark grayish brown (2.5Y 3/2) gravelly clay loam, light brownish gray (2.5Y 6/2) dry; weak fine subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; moderately few very fine roots; 15 percent gravel; moderately acid (pH 5.6); clear smooth boundary. (Combined thickness of Bw horizons is 75 to 150 centimeters)\nBC--140 to 170 centimeters (55 to 67 inches); dark gray (5Y 4/1) gravelly clay loam, gray (5Y 6/1) dry; weak fine subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; moderately few very fine roots; 20 percent gravel; moderately acid (pH 5.6); clear smooth boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Redwood National Park, Del Norte County, California; located approximately 23 meters (75 feet) northeast of Klamath overlook parking area upslope of the Coastal Trail; section 32, T. 14 N., R. 1 E., 41 degrees, 33 minutes, 16.4 seconds north latitude and 124 degrees, 5 minutes, 13.3 seconds west longitude; HBLM, USGS Requa Quadrangle; UTM Zone 10 409339mE 4600892mN; NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil is usually moist in all parts in the soil moisture control section in most years, but becomes dry in the upper part for a time less than 30 days cumulative from about September 15 to October 15. The soils have an udic moisture regime.\nSoil temperature: The mean annual soil temperature is 10 to 13 degrees C (50 to 55 degrees F). The difference between mean summer and mean winter temperature is 2 to 4 degrees C.\nReaction is slightly to moderately acid and base saturation is more than 50 percent throughout.\nParticle-Size Control Section (weighted average):\nRock fragments: 0 to 35 percent gravel.\nClay content: 27 to 35 percent clay.\nA horizon\nHue: 10YR or 2.5Y.\nValue: 3 through 5 dry, 2 or 3 moist.\nChroma: 1 through 3 dry and moist.\nTexture of fine earth: clay loam.\nRock fragments: 0 to 15 percent gravel.\nClay content: 27 to 32 percent.\nBw horizon\nHue: 10YR, 2.5Y, or 5Y.\nValue: 4 through 6 dry, 3 through 6 moist.\nChroma: 2 through 4 dry, 1 through 3 moist.\nTexture of fine earth: clay loam.\nRock fragments: 0 to 35 percent gravel.\nClay content: 27 to 35 percent.\nSome pedons have C horizons\nC horizon\nHue: 2.5Y or 5Y.\nValue: 4 through 6 dry, 2 through 4 moist.\nChroma: 1 or 2 dry and moist.\nTexture of fine earth: clay loam.\nRock fragments: 15 to 35 percent gravel.\nClay content: 27 to 40 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: At this time there are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Highprairie soils are on upper hill slopes adjacent to the ocean. Slopes are 15 to 75 percent. Elevations are 0 to 213 meters (0 to 695 feet). The soils formed in colluvium and residuum derived from sandstone and mudstone. The climate is humid with cool, foggy summers and cool, rainy winters. Mean annual precipitation is 1520 to 2030 millimeters (60 to 80 inches). Mean January temperature is about 8 degrees C; mean July temperature is about 14 degrees C; and the mean annual temperature is 10 to 13 degrees C (50 to 55 degrees F). Frost-free season is about 300 to 365 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Flintrock soils. Flintrock soils are loamy-skeletal; they have more than 35 percent rock in the particle size control section.  Flintrock soils are found below Highprairie soils on steeper, less stable slopes in linear to convex positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; high runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil has been used for recreation, wildlife and watershed. Natural vegetation consists of coyote brush, bracken fern, wild cucumber, wild oat, orchard grass, and velvet grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: California Coastal Redwood Belt; MLRA 4B. The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Humboldt Del Norte area, California 2007. Source of name is from High Prairie Creek, a tributary stream to the Klamath River north of Requa."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\n1. Mollic epipedon - the zone from 0 to 65 centimeters (A & Bw1 horizons)\n2. Cambic horizon - the zone from 39 to 140 centimeters (Bw horizons)\n3. Particle-size control section - the zone from 25 to 100 centimeters, averages 32 percent clay, by weight, and 11 percent rock fragments, by volume.\nSource: 10th Edition of the Keys to Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
