{
  "SERIES": "HIGHPEAKS",
  "STATUS": "Established Series",
  "BYREV": "KJO",
  "REVDATE": "01/2007",
  "STATES": "CA",
  "OVERVIEW": "The Highpeaks series consists of shallow to a lithic contact, well drained soils that formed in residuum weathered from igneous rocks. The Highpeaks soils are on hills. Slopes range from 35 to 70 percent. The mean annual precipitation is about 17 inches (432 millimeters) and the mean annual air temperature is about 61 degrees F (16 degrees C).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, thermic Lithic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Highpeaks very gravelly sandy loam under hollyleaf cherry and buckbrush on a north facing mountain slope of 50 percent. When described on January 20, 2005 the soil was moist throughout. (Colors are for moist soil unless otherwise noted)\nOi--0 to 2 inches (0 to 4 centimeters); slightly decomposed plant material consisting of leaves and twigs; clear wavy boundary. (0 to 4 inches, 0 to 10 centimeters thick)\nA1--2 to 5 inches (4 to 12 centimeters); dark gray (10YR 4/1), gravelly sandy loam, black (10YR 2/1) moist; weak fine subangular blocky structure; very friable, slightly sticky and nonplastic; many very fine roots; many very fine irregular pores; 30 percent gravel; moderately acid (pH 5.9); clear wavy boundary.\nA2--5 to 13 inches (12 to 34 centimeters); dark gray (10YR 4/1), very gravelly sandy loam, black (10YR 2/1) moist; weak fine subangular blocky structure; friable, slightly sticky and nonplastic; common very fine and fine roots; many very fine irregular pores; 40 percent gravel; slightly acid (pH 6.4); clear wavy boundary. (Combined thickness of A horizons is 7 to 20 inches, 18 to 50 centimeters)\nCr--13 to 21 inches (34 to 53 centimeters); Hard fractured andesite. (0 to 20 centimeters thick)\nR--21 inches (53 centimeters); Massive andesite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Benito County, California; about 1,800 feet (545 meters) west of the Bench Trail along the Bear Gulch Trail and 30 feet (10 meters) south of this trail; 160 feet west and 2,000 feet south of the northeast corner of section 2, T 17S, R 7E; USGS North Chalone Peak, California topographic quadrangle; 36 degrees 28 minutes 56.90 seconds north latitude and 121 degrees 10 minutes 16.40 seconds west longitude; UTM 663815 meters E, 4039029 meters N, zone 10."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock: 10 to 20 inches (25 to 50 centimeters)\nMean annual soil temperature: 60 to 63 degrees F (16 to 17 degrees C).\nSoil moisture: Soil is dry from mid-June through mid-November.\nParticle size control section: clay content averages 15 to 25 percent; rock fragments average 35 to 75 percent, mostly gravel\nBase saturation by ammonium acetate: 89 to 98 %\nA horizon(s):\nHue: 10YR\nValue: 3, 4, or 5 dry; 2 or 3 moist\nChroma: 1, 2, 3 dry or moist\nTexture of the fine earth fraction: Sandy loam or loam\nClay content: 15 to 25 percent\nRock fragments: 35 to 55 percent gravel\nSoil Reaction: moderately acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Hambright and Temblor series.  Hambright soils have a Bw horizon, lack a Cr horizon, are dry in May or early June to October or early November, and are in a 20 to 40 inch (500 to 1,000 millimeter) precipitation zone.  Temblor soils lack a Cr horizon, are dry from May 1st through November 1st (184 days), and formed in shale in a 9 to 12 inch (229 to 304 millimeter) precipitation zone."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Highpeaks soils are on hills. Slopes range from 35 to 70 percent. These soils formed in residuum weathered from rhyolite and andesite. Elevation is 980 to 3300 feet (300 to 1000 meters).  The climate is characterized by hot, dry summers and cool, moist winters. The mean annual precipitation is 17 to 19 inches (432 to 483 millimeters) and the mean annual air temperature is about 59 to 63 degrees F (15 to 17 degrees C). The frost free season is 190 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Burgundy, Firstsister, and Knuckle soils. The Burgundy soils are very shallow to lithic bedrock on shoulder slopes under spikemoss.  The Firstsister soils are very deep with a pachic epipedon on colluvial toeslopes under hollyleaf cherry.  The Knuckle soils are sandy-skeletal and shallow to lithic bedrock on hills under chamise chaparral."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, moderately slow permeability, very high runoff. They do not flood or pond."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for watershed, wildlife habitat and recreation. Vegetation is mixed chaparral."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: San Benito and Monterey Counties, California in MLRA 15, Central California Coast Range.  These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: San Benito County, California. Source of name from North Highpeaks Peak and Highpeaks Creek. This series was established based on limited acreage observed within the National Park Service Pinnacles National Monument boundary."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from 2 to 13 inches (4 to 34 centimeters) (A1 and A2 horizons)\nLithic Contatc  The zone at 21 inches (53 centimeters) (R horizon)\nADDITIONAL DATA:\nPedon information for this type location only:\nPedon Type:   typical pedon for series            Lab Source ID:  NSSL\nPedon Purpose:   research site                      Lab Pedon #: 06N0206\nNational Cooperative Soil Survey\nU.S.A."
  }
}
