{
  "SERIES": "HILAIRE",
  "STATUS": "Established Series",
  "BYREV": "RBH-DJP-CJH",
  "REVDATE": "01/2003",
  "STATES": "MN",
  "OVERVIEW": "The Hilaire series consists of very deep, moderately well drained soils that formed in sandy lacustrine sediments over clayey till or lacustrine sediments primarily on lake plains.  Permeability is moderately rapid or rapid in the upper mantle, and slow in the underlying clayey sediments.  These soils have slopes of 0 to 3 percent.  Mean annual air temperature is about 41 degrees F.  Mean annual precipitation is 21 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy over clayey, mixed over smectitic, frigid Oxyaquic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hilaire very fine sandy loam with a convex slope of 1 percent in a plowed field at 1,015 feet elevation.  (Colors are for moist soil unless otherwise stated)\nAp--0 to 7 inches; black (10YR 2/1) very fine sandy loam; very dark gray (10YR 3/1) dry; weak fine and medium subangular blocky structure; very friable; common very fine and fine roots; about 2 percent gravel; neutral; abrupt smooth boundary.\nA--7 to 10 inches; black (10YR 2/1) very fine sandy loam; very dark gray (10YR 3/1) dry; weak medium subangular blocky structure parting to weak fine granular; very friable; few very fine and fine roots; about 2 percent gravel; neutral; clear smooth boundary.  (Combined A horizons 7 to 16 inches thick)\nBw1--10 to 15 inches; dark grayish brown (10YR 4/2) loamy fine sand; weak medium subangular blocky structure; very friable; few very fine and fine roots; about 5 percent gravel; neutral; clear smooth boundary.\nBw2--15 to 19 inches; dark grayish brown (2.5Y 4/2) loamy fine sand; common medium distinct light olive brown (2.5Y 5/4) redoximorphic concentrations; single grain; loose; about 5 percent gravel; slight effervescence; slightly alkaline; clear smooth boundary.\nBw3--19 to 29 inches; light olive brown (2.5Y 5/4) fine sand; common medium faint yellowish brown (10YR 5/4) redoximorphic concentrations; single grain; loose; about 5 percent gravel; neutral; clear wavy boundary.\nBw4--29 to 34 inches; grayish brown (2.5Y 5/2) fine sand; common medium distinct light olive brown (2.5Y 5/6) redoximorphic concentrations; single grain; loose; about 5 percent gravel; neutral; abrupt wavy boundary. (Combined Bw horizons 14 to 36 inches thick)\n2Bk--34 to 58 inches; olive gray (5Y 4/2) clay; common medium distinct very dark gray (5Y 3/1) redoximorphic depletions and common medium prominent light olive brown (2.5Y 5/4) redoximorphic concentrations; weak fine and medium angular blocky structure; firm; common medium irregular masses and filaments of lime; about 10 percent gravel; slight effervescence; slightly alkaline; gradual wavy boundary.  (0 to 30 inches thick)\n2CBk--58 to 80 inches; olive gray (5Y 4/2) clay; common medium prominent light olive brown (2.5Y 5/4) and common medium prominent dark yellowish brown (10YR 4/6) redoximorphic concentrations; massive; firm; white (10YR 8/1) common medium and coarse irregular masses of lime; about 2 percent gravel; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Pennington County, Minnesota; 2 miles south and 1 mile west of Thief River Falls; 2,540 feet north and 190 feet east of the southwest corner of Sec. 8, T. 153 N., R. 43 W.; 48 degrees, 5 minutes, 7 seconds north latitude and 96 degrees, 13 minutes, 10 seconds west longitude; NAD27, USGS Thief River Falls topoquadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the clayey sediments ranges from 20 to 40 inches.  Carbonates are within 6 to 40 inches.  The amount of rock fragments by volume ranges from 0 to 15 percent in the upper sediments (A, Bw and C horizons).  Some pedons have a gravelly layer at the base of the upper sediment.\nThe Ap or A horizon has value of 2 or 3 and chroma of 1 or 2.  Texture is loamy very fine sand, loamy fine sand, fine sandy loam, or very fine sandy loam.  It is neutral or slightly alkaline.\nThe Bw horizon has hue of 10YR or 2.5Y, value of 3 to 6, and chroma of 2 to 4.  Texture is sand, fine sand, loamy sand or loamy fine sand.  Strata of fine gravel in the lower part is included in the range.  Reaction is neutral or slightly alkaline.  Some pedons have a C horizon with properties similar to the Bw horizon.\nThe 2Bk, 2BCk, 2CBk and 2C horizons have hue of 2.5Y or 5Y or is neutral, value of 4 to 6, and chroma of 2 or less.  Texture is clay, silty clay or silty clay loam.  Reaction is slightly alkaline or moderately alkaline.  Where formed in till the horizons have 2 to 10 percent rock fragments.  Where formed in lacustrine sediments the horizons are free of rock fragments and may be finely stratified or laminated with very fine sand, very fine sandy loam, loam, silt loam or silty clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hilaire soils are on nearly level to slightly convex remnant sand bars and beaches of glacial Lake Agassiz with slope gradient of 0 to 3 percent.  These soils formed in 20 to 40 inches of sandy sediments over clayey till or lacustrine sediments of late Wisconsin age.  Typically these soils are on broad flats or long narrow irregular shaped rises orientated northwest to southeast.  Mean annual air temperature ranges from 36 to 45 degrees F.  Mean annual precipitation ranges from 19 to 24 inches.  Frost-free days range from 110 to 135.  Elevation above sea level ranges from 750 to 1250 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Clearwater, Espelie, Flaming, Grano and Thiefriver soils.  Clearwater, Espelie, Grano and Thiefriver soils are poorly drained and are in lower lying positions on the landscape.  Flaming soils are sandy throughout the profile."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Runoff is negligible or very low.  Permeability is moderately rapid or rapid in the upper sediments and slow in the clayey material.  Depth to an apparent seasonal high water table is as high as 2.5 to 5.0 feet at some time from April to June in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of these soils are cultivated to small grain and sunflowers or are in pasture or hay.  Native vegetation is tall grass prairie and mixed aspen and oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwest Minnesota.  This series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Pennington County, Minnesota, October 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon: mollic epipedon - the zone from the surface to 10 inches; aquic subgroup - low chroma within 40 inches of the surface; contrasting family - texture change at 34 inches.\nHilaire soils in the past were included with the Foldahl series.\nThe classification was changed to the Oxyaquic subgroup even though the morphology of this pedon may meet the Aquic subgroup criteria because it was felt Oxyaquic better fit the water state of the series.  In addition, the somewhat poorly drained phase was eliminated from the range of the series.  A different pedon may need to be selected to represent the series and another series established for the Aquic subgroup and somewhat poorly drained phase.  01/2000.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
