{
  "SERIES": "HILDRETH",
  "STATUS": "Established Series",
  "BYREV": "Rev. GWH/RCH/RWK",
  "REVDATE": "02/97",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Xeric Endoaquerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hildreth clay - annual pasture.  (Colors are for dry soil unless otherwise noted.)\nA11--0 to 10 inches; dark gray (10YR 4/1) clay, very dark gray (10YR 3/1) moist; common fine and medium distinct mottles of 10YR 4/2, 4/3 when dry, 10YR 3/2, 3/3 when moist; strong very coarse, coarse and medium angular blocky structure; very hard, firm, very sticky and plastic; many fine roots; few fine tubular pores; cracks 1/4 to 1 inch wide, 6 to 12 inches deep; few slickensides; neutral (pH 7.0); clear wavy boundary.  (8 to 16 inches thick)\nA12--10 to 26 inches; dark gray (10YR 4/1) clay, very dark gray (10YR 3/1) moist; mottling similar to above horizon; massive; very hard, friable and firm, very sticky and plastic; many very fine roots; few fine tubular pores; few intersecting slickensides; mildly alkaline (pH 7.5); clear irregular boundary.  (8 to 15 inches thick)\nClca--26 to 46 inches; gray (10YR 5/1) clay, dark gray (10YR 4/1) moist; few fine and medium distinct mottles of 10YR 4/2 and 4/3 dry, 10YR 3/2 and 3/3 moist; massive; very hard, firm, very sticky and plastic; few very fine roots; few very fine tubular pores; few fine pebbles of feldspar and quartz; very few intersecting slickensides; slightly effervescent with lime segregated in fine, rounded hard masses; moderately alkaline (pH 8.0); clear irregular boundary.  (20 to 30 inches thick)\nIIC2--46 to 64 inches; brown (10YR 5/3) coarse sandy loam, dark brown (10YR 4/3) moist; massive; slightly hard, friable, nonsticky and nonplastic; many fine interstitial pores; few rounded pebbles; mildly alkaline (pH 7.5); abrupt wavy boundary.\nIIIC3--64 to 66 inches; variably colored, yellowish brown, very pale brown with scattered dark minerals, decomposed quartz diorite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fresno County, California, approximately 1/8 mile west of Hazelton Ranch field barn and 80 feet south of field road; near the center of section 16, T.13S., R.23E., south-facing slope of less than 1 percent at 525 feet elevation under annual grass pasture."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil between depths of 4 and 12 inches is usually dry from May until December and is moist in some or all parts the rest of the year.  Soil cracks 1 to 3 cm wide extend from the surface to the C horizon during the dry period.\nThe A horizon is dark gray or very dark gray in 10YR or 7.5YR hue.  Moist value is 1 unit darker.  Few to many slickensides are present below a depth of about 8 inches and many are close enough to intersect.  This horizon is slightly acid or neutral in the upper part and mildly alkaline or neutral in the lower part.  The lower part is calcareous in some pedons.\nThe C horizon is gray, dark grayish brown, dark gray, brown or dark brown in 10YR or 7.5YR hue.  Those colors with chroma more than 1 occur below depth of 40 inches and are in horizons having distinct mottles.  Moist value is 1 to 2 units darker.  This horizon is clay or sandy clay to a depth of 40 inches or more.  Below 40 inches, it ranges from coarse sandy loam to clay.  The material below a depth of 60 to 80 inches is unrelated, highly weathered metamorphic or granitic rock while other areas are underlain by weakly consolidated alluvium.  Some pedons have a few prominent or distinct mottles in the C horizon.  The C horizon is mildly or moderately alkaline.  Lime occurs as nodules or is disseminated and increases with depth."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Clear Lake, Maxwell and Willows series.   Clear Lake soils are poorly or very poorly drained, and have 10YR through 5Y or neutral hue.  Maxwell soils have a Ca/Mg ratio of 2:1 or less.  Willows soils are strongly alkaline and have an ESP of more than 15."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hildreth soils are in swales and in sluggish, intermittent drainageways on valley fill.  Slopes are 0 to 5 percent.  The soils formed in alluvium from granitic rocks.  Elevations are 300 to 1,000 feet.  The climate is semiarid mesothermal with warm dry summers and cool moist winters.  Mean annual precipitation is 10 to 20 inches.  Average January temperature is 45 degrees F.; average July temperature is 80 degrees F. and the mean annual temperature is about 62 degrees F.  The average frost-free season is 200 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cometa, Foster, San Joaquin, and Vista soils.  Cometa soils are well drained and have argillic horizons with 7.5YR or 5YR hue.  Foster soils have less than 18 percent clay in the argillic horizon.  San Joaquin soils have a duripan within a depth of 40 inches.  Vista soils have less than 18 percent clay and have a paralithic contact at a depth of 20 to 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; slow to ponded runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for dry farmed grain and annual grass pasture.   Vegetation is mainly annual grasses, forbs, sedges, with cattails on the edges of ponds and bordering streams."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Along the edge of the Sierra Nevada foothills near the central portion of the San Joaquin Valley, California.  The soils are inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Madera County, California, 1959.\nOSED scanned by SSQA.  Last revised by state on 6/77.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
