{
  "SERIES": "HILEA",
  "STATUS": "Established Series",
  "BYREV": "Rev. HHS/RCH/MRK/PGN",
  "REVDATE": "05/2012",
  "STATES": "HI",
  "OVERVIEW": "The Hilea series consists of very shallow and shallow, well drained soils that formed in basic volcanic ash over pahoehoe lava.  Hilea soils are on uplands and have slopes of 2 to 20 percent.  The mean annual rainfall is about 2,540 millimeters (100 inches) and the mean annual temperature is about 18 degrees C. (64 degrees F.)",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Hydrous, ferrihydritic, isothermic Lithic Hydrudands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hilea hydrous silty clay loam on a east facing, 4 percent slope, under forest, at an elevation of 640 meters (2120 feet). (Colors are for moist soil unless otherwise noted.  All textures are \"apparent field textures.\")\nOa -- 0 to 1 centimeters (0 to 0.5 inches); highly decomposed plant materials; abrupt smooth boundary.\nA -- 1 to 20 centimeters (0.5 to 8 inches); very dark grayish brown (10YR 3/2) hydrous silty clay loam; strong medium and fine subangular blocky structure; friable, slightly sticky, moderately plastic; strongly smeary; many roots; many medium and fine pores; 10 percent cobbles; very strongly acid (pH 4.8); abrupt smooth boundary. (15 to 20 centimeters {6 to 8 inches} thick)\nBw -- 20 to 48 centimeters (8 to 19 inches); dark brown (7.5YR 3/3) hydrous silty clay loam; moderate medium and fine subangular blocky structure; friable, moderately sticky, moderately plastic; strongly smeary; many roots; many very fine and fine pores; thick gelatin-like coatings on surface of peds; strongly acid (pH 5.4); abrupt wavy boundary. (25 to 31 centimeters {10 to 12 inches} thick)\n2R -- 48 centimeters (19 inches); hard, massive pahoehoe lava."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Island of Hawaii, Hawaii County, Hawaii; from the village of Naalehu at highway 11 follow Kaalaiki road 2 miles northeast, upslope, past old airstrip.  At 2 miles turn left (northwest) and proceed upslope approximately 2.2 miles.  Turn right (northeast) and proceed 0.4 miles and park.  Hike due north to type location at an elevation of 640 meters (2120 feet) Naalehu Quadrangle; lat. 19 degrees 5 minutes 47.1 seconds N. and long. 155 degrees 35 minutes 53.6 seconds W, Old Hawaiian datum."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock: 5 to 50 centimeters (2 to 20 inches).\nMean annual soil temperature: 16 to 22 degrees C. (61 to 72 degrees F.)\nRock fragments: 5 to 25 percent by volume of the pedon and range from gravel to cobble size lava rocks.\nA horizon\nHue: 5YR to 10YR\nTexture: Hydrous silt loam or silty clay loam.\nStructure: Moderate to strong granular or subangular blocky.\nStickiness:  Slightly sticky to moderately sticky.\nPlasticity: Slightly plastic to moderately plastic.\nSmeariness: Weakly smeary to strongly smeary.\nRupture resistance: Very friable to firm.\nBw horizon\nHue: 5YR to 10YR.\nValue: 2 or 3 moist.\nChroma: 2 or 3 moist.\nTexture: Cobbly or noncobbly hydrous silty clay loam.\nSmeariness: Moderately smeary to strongly smeary.\nRupture resistance: Friable to firm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Kopua series. Kopua soils have a perudic soil moisture regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hilea soils are on mid elevation, windward slopes on the upland of Mauna Loa and Kilauea volcanoes at elevations from 366 to 1,220 meters (1200 to 4000 feet). The soils are on all hill slope positions of constructional landscapes consisting of nearly level to gently sloping pahoehoe lava flows that are about 3,000 to 10,000 years old. Slope gradients range from 0 to 20 percent. The soils formed in basic volcanic ash over pahoehoe lava. The mean annual rainfall ranges from 1,524 to 3048 millimeters (60 to 120 inches), with most of the rainfall occurring from October through April. The mean annual pan evaporation ranges from 640 to 1,270 meters (25 to 50 inches). The mean annual temperature ranges from 15 to 20 degrees C. (59 to 68 degrees F.) The mean summer soil temperature and the mean winter soil temperature differ by less than 6 degrees C. (11 degrees F.)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Akihi, Alapai, and Honuapo soils.  Akihi soils are skeletal and over aa lava. Alapai soils are more than 152 centimeters (60 inches) deep.  Honuapo soils are 51 to 102 centimeters (20 to 40 inches)."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained. Runoff is high to very high. Permeability is moderately rapid in the soil and very slow in the underlying bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mostly as forest reserve, wildlife habitat, and pasture. The natural vegetation is ohia lehua (Metrosideros polymorpha), hapuu treefern (Cibotium glauca), Hamakua pamakani (Ageratina riparia), and glenwoodgrass (Sacciolepis indica)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Ka`u district, Island of Hawaii; MLRA 159B. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Island of Hawaii, Hawaii, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nSoil moisture: Udic moisture regime - moist and not dry in any part for as long as 90 cumulative days in most years.\nDiagnostic horizons and features recognized in this pedon are:\nAndic properties - 1 to 48 centimeters (0.5 to 19 inches) (A and Bw horizons).\nLithic contact - 48 centimeters (19 inches) (2R horizon).\nUmbric epipedon - 1 to 48 centimeters (0.5 to 19 inches) (A and Bw horizons).\nSapric soil materials - 0 to 1 centimeters (0 to 0.5 inches) (Oa horizon)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: NASIS User Pedon ID 00HI602004.\nEdit log: 11/17/00 Classification revised due to changes in Soil Taxonomy. Old classification: Thixotropic, isothermic Lithic Hydrandepts. Mean annual rainfall changed to 1,524 to 3,810 millimeters (60 to 150 inches).\n5/2011 Type location changed from location near Mountain View, Hawaii to location near Naalehu to reflect series concept. MRK"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa",
        "top": 0,
        "bottom": 1,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oa -- 0 to 1 centimeters (0 to 0.5 inches); highly decomposed plant materials; abrupt smooth boundary."
      },
      {
        "name": "A",
        "top": 1,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A -- 1 to 20 centimeters (0.5 to 8 inches); very dark grayish brown (10YR 3/2) hydrous silty clay loam; strong medium and fine subangular blocky structure; friable, slightly sticky, moderately plastic; strongly smeary; many roots; many medium and fine pores; 10 percent cobbles; very strongly acid (pH 4.8); abrupt smooth boundary. (15 to 20 centimeters {6 to 8 inches} thick)"
      },
      {
        "name": "Bw",
        "top": 20,
        "bottom": 48,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": 5.4,
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw -- 20 to 48 centimeters (8 to 19 inches); dark brown (7.5YR 3/3) hydrous silty clay loam; moderate medium and fine subangular blocky structure; friable, moderately sticky, moderately plastic; strongly smeary; many roots; many very fine and fine pores; thick gelatin-like coatings on surface of peds; strongly acid (pH 5.4); abrupt wavy boundary. (25 to 31 centimeters {10 to 12 inches} thick)"
      },
      {
        "name": "2R",
        "top": 48,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R -- 48 centimeters (19 inches); hard, massive pahoehoe lava."
      }
    ]
  ]
}
