{
  "SERIES": "HILES",
  "STATUS": "Established Series",
  "BYREV": "Rev. DTS-HFG",
  "REVDATE": "05/2001",
  "STATES": "WI",
  "OVERVIEW": "The Hiles series consists of moderately well drained soils which are moderately deep to a paralithic contact with interbedded sandstone and shale.  They formed in loess or silty alluvium and in loamy residuum on low hills and pediments.  Permeability is moderate in the loess, moderately slow or moderate in the residuum, and very slow to moderately slow in the sandstone and shale.  Slopes range from 1 to 12 percent.  Mean annual precipitation is about 30 inches.  Mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Oxyaquic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hiles silt loam - on a convex, east-facing, 3 percent slope in a cultivated field at an elevation of about 1130 feet.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; moderate fine granular structure; friable; many very fine and fine roots; about one percent gravel; slightly acid; abrupt wavy boundary.  (0 to 9 inches thick)\nB/E--9 to 19 inches; about 70 percent dark yellowish brown (10YR 4/4) silt loam (Bt); moderate medium subangular blocky structure; friable; few faint brown (10YR 4/3) clay films on faces of peds; penetrated by tongues of brown (10YR 5/3) silt loam (E) very pale brown (10YR 7/3) dry; moderate medium subangular blocky structure; friable; common very fine and fine roots; about 1 percent gravel; strongly acid; clear wavy boundary.  (0 to 15 inches thick)\n2Bt1--19 to 23 inches; brown (10YR 4/3) loam; strong medium subangular blocky structure; firm; few very fine and fine roots; many distinct brown (7.5YR 4/3) clay films on faces of most peds; few fine prominent reddish yellow (7.5YR 6/6) masses of iron accumulation; about 2 percent gravel and sandstone channers; very strongly acid; clear wavy boundary.\n2Bt2--23 to 29 inches; light olive brown (2.5Y 5/3) clay loam; strong medium subangular blocky structure; firm; few very fine and fine roots; few prominent strong brown (7.5YR 5/8) clay films on faces of some peds; few fine prominent brownish yellow (10YR 6/8) masses of iron accumulation and common fine faint grayish brown (2.5Y 5/2) masses of iron depletion; about 5 percent sandstone channers; very strongly acid; clear wavy boundary.  (3 to 20 inches thick)\n2Cr--29 to 60 inches; interbedded light gray (10YR 7/2) sandstone and olive gray (5Y 5/2) shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clark County, Wisconsin; about 1 mile south and 0.5 mile east of Lynn; 1000 feet south and 100 feet east of the northwest corner of sec. 16, T. 24 N., R. 1. E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the base of the argillic horizon and depth to the paralithic contact with interbedded sandstone and shale ranges from 20 to 40 inches.  Thickness of the loess mantle and depth to loamy residuum range from 12 to 30 inches.  Base saturation (by sum of cations) is less than 35 percent in the residuum.  Coarse fragments are mostly sandstone channers but , in many places, these soils occur near higher lying glacial soils and igneous pebbles are in the upper part of some pedons. Volume of gravel or sandstone channers ranges from 0 to 15 percent in the silty mantle.   Volume of sandstone channers ranges from from 3 to 35 percent in the residuum.  Reaction typically ranges from very strongly acid to moderately acid in the loess, but ranges to neutral in the Ap horizon, where the soil is limed.  Reaction ranges from extremely acid to strongly acid in the residuum. Redox concentrations are in the subsoil within 40 inches.  Saturation occurs within 40 inches at some time in most years.\nThe Ap horizon has value of 3 or 4, and chroma of 2 or 3.  Uncultivated pedons have an A horizon with value of 2 or 3 and chroma of 1 or 2.\nSome pedons have an E horizon with hue of 10YR, value of 4 to 6, and chroma of 2 or 3.  Colors of 4/3 or 5/3 have value dry of 7 or more.  The E horizon is silt loam or silt.\nHiles soils have a glossic horizon.  Horizonation has a wide range depending on the thickness of the silty mantle and the extent to which eluviation has occurred.  Therefore, there can be E/B, B/E, 2E/B, or 2B/E horizons singly or in combination.\nThe E part of the E/B or B/E horizon, has color and texture like the E horizon described above.  The Bt part has hue of 7.5YR or 10YR, value of 3 to 5 and chroma of 3 to 6.  Value and chroma of 3 do not occur together.\nSome pedons have a Bt horizon with color and texture like the Bt part described above.\nThe 2E part of the 2E/B or 2B/E horizon has hue of 5YR, 7.5YR, 10YR, 2.5Y, or 5Y; value of 4 to 6; and chroma of 2 or 3.  Colors of 4/3 or 5/3 have value dry of 7 or more.  The 2E part is loam, clay loam, silty clay loam, sandy clay loam, sandy loam, fine sandy loam, or the channery analogs.\nThe 2Bt part of the 2E/B or 2B/E horizon has hue of 2.5YR, 5YR, 7.5YR, 10YR, 2.5Y, or 5Y; value of 3 to 7; and chroma of 4 to 8.  It has texture like the 2E part described above.\nThe 2Bt horizon has hue and value like the 2Bt part described above.  It has chroma of 2 to 8.  It has texture like the 2E part described above.  Some pedons have thin subhorizons of coarser or finer texture.\nThe 2Cr horizon has color like the 2Bt horizon described above.  It is interbedded sandstone and shale."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Flambeau and Loyal series.  Also, it is assumed that the Nashwauk series will compete.  Related soils are the Kert and Humbird series.  Flambeau, Loyal, and Nashwauk soils do not have a paralithic contact with interbedded sandstone and shale within 40 inches.  Kert soils have redox depletions in the upper 10 inches of the argillic horizon.  Humbird soils have a spodic horizon; do not have a silty mantle; and are coarse-loamy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on low hills and pediments underlain by interbedded sandstone and shale (Eau Claire and Mt. Simon formations of the Elk Mound group).  Slope gradients range from 1 to 12 percent. Hiles soils formed in 12 to 30 inches of loess or silty alluvium and in loamy residuum from the underlying interbedded sandstone and shale. Mean annual temperature ranges from 39 to 45 degrees F.  Mean annual precipitation ranges from 28 to 33 inches.  The frost free period ranges from about 120 to 135 days.  Elevation ranges from 700 to 1,400 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Humbird, Kert, Merrillan, and Veedum soils.  The moderately well drained Humbird soils and the somewhat poorly drained Merrillan soils form a drainage sequence in nearby areas where the loess mantle is absent.  The somewhat poorly drained Kert soils and the poorly drained Veedum soils form a drainage sequence with the Hiles soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Surface runoff is medium.  Permeability is moderate in the silty mantle, moderately slow or moderate in the residuum, and very slow to moderately slow in the interbedded sandstone and shale.  Hiles soils have a perched seasonal high water table at a depth of 1.5 to 3.0 feet for 1 month or more per year at some time during the period October to May in 6 or more out of 10 years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Many areas of this soil have been cleared and are used for cropland.  Common crops are corn, small grain, and hay.  Some areas are in second growth hardwood forest, principally oak and aspen.  Native vegetation is mixed deciduous forest with northern red oak, sugar maple, and American basswood predominating.  Some areas are used for pastureland."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West central Wisconsin.  These soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wood County, Wisconsin, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  ochric epipedon - 0 to 9 inches (Ap); glossic horizon - 9 to 19 inches (B/E); argillic horizon - 9 to 29 inches (B/E, 2Bt1, 2Bt2); oxyaquic feature - redox concentrations and saturation within 40 inches at some time in most years; paralithic contact at 29 inches (2Cr).\nADDITIONAL DATA:  Soil Interpretation Record - WI0029\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Ap--0 to 9 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; moderate fine granular structure; friable; many very fine and fine roots; about one percent gravel; slightly acid; abrupt wavy boundary.  (0 to 9 inches thick)"
      },
      {
        "name": "B/E",
        "top": 23,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "B/E--9 to 19 inches; about 70 percent dark yellowish brown (10YR 4/4) silt loam (Bt); moderate medium subangular blocky structure; friable; few faint brown (10YR 4/3) clay films on faces of peds; penetrated by tongues of brown (10YR 5/3) silt loam (E) very pale brown (10YR 7/3) dry; moderate medium subangular blocky structure; friable; common very fine and fine roots; about 1 percent gravel; strongly acid; clear wavy boundary.  (0 to 15 inches thick)"
      },
      {
        "name": "2Bt1",
        "top": 48,
        "bottom": 58,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt1--19 to 23 inches; brown (10YR 4/3) loam; strong medium subangular blocky structure; firm; few very fine and fine roots; many distinct brown (7.5YR 4/3) clay films on faces of most peds; few fine prominent reddish yellow (7.5YR 6/6) masses of iron accumulation; about 2 percent gravel and sandstone channers; very strongly acid; clear wavy boundary."
      },
      {
        "name": "2Bt2",
        "top": 58,
        "bottom": 74,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt2--23 to 29 inches; light olive brown (2.5Y 5/3) clay loam; strong medium subangular blocky structure; firm; few very fine and fine roots; few prominent strong brown (7.5YR 5/8) clay films on faces of some peds; few fine prominent brownish yellow (10YR 6/8) masses of iron accumulation and common fine faint grayish brown (2.5Y 5/2) masses of iron depletion; about 5 percent sandstone channers; very strongly acid; clear wavy boundary.  (3 to 20 inches thick)"
      },
      {
        "name": "2Cr",
        "top": 74,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cr--29 to 60 inches; interbedded light gray (10YR 7/2) sandstone and olive gray (5Y 5/2) shale."
      }
    ]
  ]
}
