{
  "SERIES": "HILLVIEW",
  "STATUS": "Established Series",
  "BYREV": "Rev. PH-ROP",
  "REVDATE": "02/2003",
  "STATES": "MN",
  "OVERVIEW": "The Hillview series consists of very deep, poorly drained soils formed in stratified glacial lacustrine and glaciofluvial sediments on glacial lake plains, water modified till plains and interdrumlin areas.  Permeability is moderately rapid.  Slopes range from 0 to 2 percent.  Mean annual air temperature is about 42 degrees F.  Mean annual precipitation is about 25 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Mollic Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hillview fine sandy loam in a native grass hay field with a plane slope of 1 percent.  (Colors are for the moist soil unless otherwise stated.)\nAp--0 to 7 inches; very dark gray (10YR 3/1) fine sandy loam, gray (10YR 5/1) dry; weak fine subangular blocky structure; friable; common very fine and fine roots;  strongly acid; abrupt smooth boundary.  (6 to 9 inches thick)\nEg--7 to 15 inches; grayish brown (2.5Y 5/2) sandy loam, light gray (2.5Y 7/2) dry; weak medium and coarse subangular blocky structure; friable; common very fine and fine roots; few fine faint light olive brown (2.5Y 5/3) Fe concentrations; strongly acid; clear smooth boundary. (3 to 12 inches thick)\nBtg1--15 to 22 inches; light brownish gray (2.5Y 6/2) loam; moderate medium and coarse subangular blocky structure; friable; few fine roots throughout; many continuous faint grayish brown (2.5Y 5/2) clay films on faces of peds; few fine prominent dark brown (7.5YR 4/4) Fe concentrations; strongly acid; clear smooth boundary.\nBtg2--22 to 29 inches; light brownish gray (2.5Y 6/2) loam; moderate medium and coarse subangular blocky structure; friable; few fine roots throughout; few patchy faint light yellowish brown (2.5Y 6/3) clay films on faces of peds; few fine prominent dark brown (7.5YR 4/4) and common medium prominent brown (7.5YR 5/4) Fe concentrations; strongly acid; abrupt smooth boundary. (combined thickness of Bt horizons ranges from 6 to 20 inches thick)\nCg--29 to 60 inches; stratified gray (10YR 6/1) fine sandy loam, light olive brown (2.5Y 5/3) silt loam, and light brownish gray (2.5Y 6/2) loamy very fine sand; massive breaking to weak thin platy fragments along depositional varves; very friable; few red (2.5YR 4/6) cylindrical soft iron masses, few fine roots; many coarse and fine prominent yellowish brown (10YR 5/6) Fe concentrations; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Otter Tail County, Minnesota, about 12 miles north of the Bluffton; 200 feet south and 1075 feet west of the northeast corner of Section 30, T.137 N., R.36 W., USGS Butler Quadrangle, latitude 46 degrees 39 minutes 28 seconds N., longitude 95 degrees 16 minutes 23 seconds W.\nRANGE IN CHARACTERISTICS   Depth to free carbonates ranges from 40 to more than 60 inches.  Rock fragments of gravel size are less than 5 percent by volume in the series control section.  The particle size control section is a continuous layer or combination of discontinuous layers with a combined thickness greater than 3 inches. The particle size control section has 8 to 18 percent clay.\nThe Ap or A horizon has a hue of 10YR or 2.5Y; value of 2 or 3 and chroma of 1 or 2. It has values less than 5.5 when dry. Typically it is sandy loam, fine sandy loam, or very fine sandy loam.  It is strongly acid to neutral.\nThe Eg horizon has a hue of 10YR or 2.5Y, value of 4 to 6; and chroma of 1 or 2.  It is loamy sand, fine sand, loamy fine sand, sandy loam, or fine sandy loam.  It is strongly acid to slightly acid.\nThe Btg horizon has hue of 10YR, 2.5Y, or 5Y; value of 4 to 6; and chroma of 1 or 2.  Redox concentrations are typically present.  It is sandy loam, fine sandy loam, very fine sandy loam, loam, or silt loam.  It is strongly acid to neutral.\nSome pedons have Bg, Bkg, or BC horizons.\nThe C horizon has hue of 5Y, 2.5Y or 10YR, value of 4 to 6; and chroma of 1 to 4.  It is stratified and the textures are variable over short vertical distances consisting of loamy fine sand, loamy very fine sand, loam, fine sandy loam, very fine sandy loam, silt loam, loamy sand and sand.  It is strongly acid to moderately alkaline."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": null
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Epoufette, Nowen, and Waukenabo series.  The Epoufette and Nowen soils have more than 5 percent rock fragments in the series control section.  The Waukenabo soils have free secondary carbonates within the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hillview soils are on plane or slightly concave areas on lake plains, water modified till plains and interdrumlin areas.   They formed in stratified glacial lacustrine and glaciofluvial sediments with strata consisting mostly of material that is fine sand or finer. Slopes are 0 to 2 percent. These soils have 100 to 140 frost free days.  The elevation is 1000 to 1450 feet.  Mean annual air temperature is 38 to 45 degrees F.  Mean annual precipitation ranges from 22 to 28 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Epoufette, Lida (T), Paddock, Pinelake (proposed), and Rosy soils.  The moderately well drained Lida and Rosy soils are on slightly more convex slopes and are higher lying.  The poorly drained Epoufette and Pinelake soils are on similar or lower lying landscape positions.  The somewhat poorly drained Paddock soil is on the toe slopes or slightly concave areas of the drumlins."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  These soils have an apparent water table at depths of .5 to 1.5 feet during the months of November through July in most years.  Runoff is slow.  Permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of the soil are cultivated.  The principal crops are corn, small grains and hay. Some area are forested or are in pasture.  Native vegetation is hardwoods dominated by aspen and mixed conifers."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West central and central Minnesota.  This soil is of minor extent. MLRA's 57 and 91."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Becker County, Minnesota, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon are: ochric epipedon - from the soil surface to 7 inches (Ap and Eg horizons); albic horizon - zone from 7 to 15 inches (Eg horizon); argillic horizon - zone from about 15 to 29 inches (Btg horizons); aquic moisture regime.\nADDITIONAL REMARKS:  For laboratory data of representative pedons see Minn. Ag. Exp. Station CFC No. 4585 and 4584. Soil Interpretation Record No. MN0666.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; very dark gray (10YR 3/1) fine sandy loam, gray (10YR 5/1) dry; weak fine subangular blocky structure; friable; common very fine and fine roots;  strongly acid; abrupt smooth boundary.  (6 to 9 inches thick)"
      },
      {
        "name": "Eg",
        "top": 18,
        "bottom": 38,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Eg--7 to 15 inches; grayish brown (2.5Y 5/2) sandy loam, light gray (2.5Y 7/2) dry; weak medium and coarse subangular blocky structure; friable; common very fine and fine roots; few fine faint light olive brown (2.5Y 5/3) Fe concentrations; strongly acid; clear smooth boundary. (3 to 12 inches thick)"
      },
      {
        "name": "Btg1",
        "top": 38,
        "bottom": 56,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btg1--15 to 22 inches; light brownish gray (2.5Y 6/2) loam; moderate medium and coarse subangular blocky structure; friable; few fine roots throughout; many continuous faint grayish brown (2.5Y 5/2) clay films on faces of peds; few fine prominent dark brown (7.5YR 4/4) Fe concentrations; strongly acid; clear smooth boundary."
      },
      {
        "name": "Btg2",
        "top": 56,
        "bottom": 74,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Btg2--22 to 29 inches; light brownish gray (2.5Y 6/2) loam; moderate medium and coarse subangular blocky structure; friable; few fine roots throughout; few patchy faint light yellowish brown (2.5Y 6/3) clay films on faces of peds; few fine prominent dark brown (7.5YR 4/4) and common medium prominent brown (7.5YR 5/4) Fe concentrations; strongly acid; abrupt smooth boundary. (combined thickness of Bt horizons ranges from 6 to 20 inches thick)"
      },
      {
        "name": "Cg",
        "top": 74,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "loamy very fine sand",
        "pH_class": "strongly acid",
        "narrative": "Cg--29 to 60 inches; stratified gray (10YR 6/1) fine sandy loam, light olive brown (2.5Y 5/3) silt loam, and light brownish gray (2.5Y 6/2) loamy very fine sand; massive breaking to weak thin platy fragments along depositional varves; very friable; few red (2.5YR 4/6) cylindrical soft iron masses, few fine roots; many coarse and fine prominent yellowish brown (10YR 5/6) Fe concentrations; strongly acid."
      }
    ]
  ]
}
