{
  "SERIES": "HILLBURN",
  "STATUS": "Inactive Series",
  "BYREV": "Rev: KDS/VP/RLB",
  "REVDATE": "08/2008",
  "STATES": "UT",
  "OVERVIEW": "The Hillburn series consists of very shallow to shallow, well drained, moderately permeable soils that formed in burnt sandstone and shale residuum and colluvium.  Hillburn soils occur on hillsides, structural benches, and escarpments on structural benches and have slopes of 2 to 70 percent. The average annual precipitation is about 12 inches and the mean annual temperature is about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, calcareous, mesic Lithic Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hillburn very channery loam, rangeland. (Colors are for air-dry soil unless otherwise stated.)  The surface is covered with 5 percent gravel, 10 percent cobbles, 10 percent channers, 10 percent flagstones, and 10 percent stones.\nA--0 to 2 inches; light reddish brown (5YR 6/4) very channery loam, reddish brown (5YR 4/3) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; few very fine, fine, and medium roots; many very fine interstitial pores; 15 percent gravel, 10 percent cobbles, 15 percent channers, and 5 percent flagstones; slightly effervescent; moderately alkaline (pH 8.0); clear wavy boundary. (0 to 6 inches thick)\nC1--2 to 7 inches; reddish brown (5YR 5/4) very channery loam, reddish brown (5YR 4/4) moist; weak fine granular structure; soft, very friable, slightly sticky and nonplastic; few very fine, fine, and medium roots; many very fine interstitial pores; 10 percent gravel, 10 percent cobbles, 15 percent channers, and 10 percent flagstones; strongly effervescent; carbonates are disseminated; moderately alkaline (pH 8.0); gradual wavy boundary. (3 to 17 inches thick)\nC2--7 to 13 inches; light reddish brown (5YR 6/3) very channery loam, reddish brown (5YR 5/4) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; few very fine and fine roots; many very fine interstitial pores; 15 percent gravel, 10 percent cobbles, 15 percent channers, and 5 percent flagstones; strongly effervescent; carbonates are disseminated; moderately alkaline (pH 8.0); clear wavy boundary.\nR--13 inches; Straight Cliffs Formation sandstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kane County, UT; Grand Staircase-Escalante National Monument; Collet Top USGS quadrangle; latitude 37 degrees 23 minutes 10 seconds N. and longitude 111 degrees 26 minutes 41 seconds W. NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture- usually dry when the soil temperature exceeds 41 degrees F., but they usually are moist in some part of the moisture control section for at least 45 consecutive days. The moist period occurs during the months of July, August, and September.  Ustic aridic moisture regime.\nMean annual soil temperature - 47 to 54 degrees F.\nDepth to bedrock - 4 to 20 inches to burned sandstone, siltstone, and shale\nParticle-size control section\nClay content: 18 to 27 percent\nRock fragment: 35 to 75 percent dominantly channers, gravel\nA horizon\nHues: 2.5YR to 7.5YR.\nValue: 4 to 6 dry, 3 or 4 moist\nChroma: 3 to 6 dry, or moist\nReaction: Slightly alkaline or moderately alkaline\nEffervescence: Slightly effervescence or moderately effervescence\nC horizon\nHue: 2.5YR to 7.5YR\nValue: 4 to 6 dry, 3 to 5 moist\nChroma: 3 to 6 dry, or moist\nTextures: loam, clay loam, and silt loam, with appropriate modifier"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Andanada (NM), Daklos (UT), Ednagrey (NV), Meriwhitica (AZ), Nonip (UT), Redsun (WY), Reef (UT), Skos (UT), Sunup (AZ),  Teesto (AZ) and Windcomb (UT) series.\nAndanada soils contain 20 to 40 percent calcium carbonates equivalents.\nDaklos soils do not have visible secondary calcium carbonates, and 10YR and yellower hues.\nEdnagrey soils have 7 to 15 percent clay in the particle-size control section.\nMeriwhitca soils have hues yellower than 5YR.\nNonip soils profile is dominated by channers size fragments and has 10YR or yellowier hues.\nRedsun and Reef soils clay content average less than 18 percent.\nSunup soils have hue yellower than 5YR and are moist in some part of the control section 3 months proceeding the summer solstice.\nSkos soils have soil temperatures that range from 52 to 56 degrees F and contain 20 to 35 percent clay in the particle size control section.\nTeesto soils are dominated by cobble size fragments and contain more than 35 percent sand in the particle size control section.\nWindcomb soils have mean annual soil temperature less than 50 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent Material: burned sandstone and shale residuum and colluvium\nLandform: hillsides, structural benches, and escarpments on structural benches\nElevation: 4,800 to 7,200 feet\nSlope: 2 to 70 percent\nMean annual temperature: 45 to 52 degrees F\nMean annual precipitation: 9 to 12 inches\nFrost-free period: 120 to 160 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Sazi, Mivida, and Rizno soils. The Sazi and Mivida soils are greater than 20 inches deep to bedrock. The Rizno soils have less than 35 percent rock fragments in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; rapid runoff; moderate slow to moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used as rangeland and wildlife habitat.  Potential native vegetation includes Utah juniper, green mormontea, broom snakeweed, two-needle pinyon, Fremonts Barberry, Indian ricegrass, galleta and roundleaf buffaloberry.  These soils have been correlated to the Semidesert Shallow Loam (Utah Juniper-Pinyon) 035XY221UT ecological site at the type location in Utah.  Also a dry phase has been correlated to Semidesert Shallow Shale (Utah Juniper-pinyon) 035XY234UT ecological site in the soil survey area (Grand Staircase-Escalante National Monument)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeast Utah. The series is of small extent. MLRA 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Grand Staircase-Escalante National Monument Soil Survey, Kane County, Eastern Part, Utah, 2004."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to 2 inches (A horizon).\nParticle size control section - The zone from the surface to 13 inches (A, C1 and C2 horizons)\nLithic features - Bedrock at 13 inches (R horizon).\nADDITIONAL DATA: Laboratory analysis was performed on lab number 99p0390 at the NSSL.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "moist_hue": "5YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very channery",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 2 inches; light reddish brown (5YR 6/4) very channery loam, reddish brown (5YR 4/3) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; few very fine, fine, and medium roots; many very fine interstitial pores; 15 percent gravel, 10 percent cobbles, 15 percent channers, and 5 percent flagstones; slightly effervescent; moderately alkaline (pH 8.0); clear wavy boundary. (0 to 6 inches thick)"
      },
      {
        "name": "C1",
        "top": 5,
        "bottom": 18,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very channery",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C1--2 to 7 inches; reddish brown (5YR 5/4) very channery loam, reddish brown (5YR 4/4) moist; weak fine granular structure; soft, very friable, slightly sticky and nonplastic; few very fine, fine, and medium roots; many very fine interstitial pores; 10 percent gravel, 10 percent cobbles, 15 percent channers, and 10 percent flagstones; strongly effervescent; carbonates are disseminated; moderately alkaline (pH 8.0); gradual wavy boundary. (3 to 17 inches thick)"
      },
      {
        "name": "C2",
        "top": 18,
        "bottom": 33,
        "moist_hue": "5YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very channery",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C2--7 to 13 inches; light reddish brown (5YR 6/3) very channery loam, reddish brown (5YR 5/4) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; few very fine and fine roots; many very fine interstitial pores; 15 percent gravel, 10 percent cobbles, 15 percent channers, and 5 percent flagstones; strongly effervescent; carbonates are disseminated; moderately alkaline (pH 8.0); clear wavy boundary."
      },
      {
        "name": "R",
        "top": 33,
        "texture_class": "sand",
        "narrative": "R--13 inches; Straight Cliffs Formation sandstone bedrock."
      }
    ]
  ]
}
