{
  "SERIES": "HILMAR",
  "STATUS": "Established Series",
  "BYREV": "Rev. JEM/LAB/LCL",
  "REVDATE": "7/98",
  "STATES": "CA",
  "OVERVIEW": "The Hilmar series is a member of the sandy over loamy, mixed, active, calcareous, thermic family of Aeric Halaquepts.  Typically, Hilmar soils have pale brown, mildly alkaline, loamy sand A horizons, very pale brown, very strongly alkaline, loamy sand upper C horizons over light gray and light olive gray, very strongly alkaline, stratified, silt loam lower C horizons.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy over loamy, mixed, active, calcareous, thermic Aeric Halaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hilmar loamy sand - uncultivated pasture (Colors are for dry soil unless otherwise noted.)\nA1--0 to 5 inches; Pale brown (10YR 6/3) loamy sand, brown (10YR 5/3) moist; single grained; loose; many medium and fine roots; mildly alkaline (pH 7.8); gradual wavy boundary.  (0 to 6 inches thick)\nC1--5 to 23 inches; Very pale brown (10YR 7/3) loamy sand, pale brown (10YR 6/3) moist; few fine and medium yellowish brown (10YR 5/6) mottles strong brown (7.5YR 5/6) moist; single grained; loose; few coarse roots; slightly effervescent, disseminated lime; very strongly alkaline (pH 10.1); abrupt smooth boundary but a few fragments of substratum in lower 3 inches.  (15 to 35 inches thick)\nIIC2ca--23 to 35 inches; Light gray (5Y 7/2) stratified silt loam, very fine sandy loam and fine sandy loam, light olive gray (5Y 6/2) moist; yellowish brown (10YR 5/6) mottles, strong brown (7.5YR 5/6) moist; massive but with horizontal fine bedding in places; hard, firm; few roots; strongly effervescent with many blotches and common small irregular nodules and lenses of lime; very strongly alkaline (pH 10.0); gradual smooth boundary.  (8 to 15 inches thick)\nIIC3--35 to 60 inches; Light olive gray (5Y 6/2) stratified silt loam, olive gray (5Y 5/2) moist; few faint brownish mottles; massive with some fine plates due to bedding; hard, firm, slightly effervescent with disseminated lime and few small segregations; strongly alkaline (pH 8.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Merced County, California; 4 1/2 miles east of Stevenson; center of N1/2 sec. 16, T.7S., R.11E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to loamy soil of contrasting texture is 16 to 30 inches.  Except where drained and reclaimed, the soil is saturated from a depth of 10 to 40 inches from February to May or for a longer period and is saline and strongly to very strongly alkaline in some part of the profile.  The mean annual soil temperature at a depth of 20 inches is 60 degrees to 65 degrees F.  Rock fragments are mostly less than 5mm. in diameter and make up less than 2 percent of the soil.\nThe sandy section consisting of the A horizon and upper C horizon is grayish brown to light gray in 2.5Y or 10YR hue and pale brown or very pale brown in 10YR hue when dry.  It has mottles of stronger chroma in some or all parts within a depth of 20 inches.  It is sand, loamy sand or loamy fine sand, and has no or slight stratification.  It is mildly to strongly alkaline in the upper 10 inches and is noneffervescent to strongly effervescent.  Below a depth of 10 inches the sandy section is weakly to strongly effervescent in all parts.  The soil below a depth of 10 inches is strongly to very strongly alkaline and in artificially drained and reclaimed areas it is moderately to strongly alkaline in some or all parts.\nThe IIC horizon is light gray to grayish brown and light olive brown (2.5Y 7/2, 6/2, 5/2, 5/3) and light olive gray in 5Y hue.  In most pedons, this horizon has mottles of stronger chroma or redder bue but in pedons lacking mottles there are lime concretions and nodules or thin weakly cemented discontinuous places.  Cementation is by lime or silica or both.  Organic matter decreases irregularly with depth and there is more organic matter in this horizon than in the upper C or A horizon.  It is loam near silt loam or silt loam, but in some pedons thin strata of coarse texture are present."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Calhi, Corralitos, Delhi, Dello, Lang, Metz, and Tujunga series.  Calhi, Corralitos, Delhi, and Tujunga soils are sandy throughout and lack mottles and seasonal saturation.  Dello and Lang soils are coarse textured throughout.  Metz soils are stratified with non-contrasting textures and are not seasonally saturated."
  },
  "GEOGRAPHIC SETTING": {
    "section": "SETTING",
    "content": "SETTING:  The Hilmar soils are nearly level and occur near basins at elevations of 300 to 900 feet.  The soils formed in alluvium derived largely from granitic rock sources.  The sandy upper part of the profile is more or less wind modified.  The climate is dry subhumid mesothermal with hot dry summers and cool moist winters.  The mean annual precipitation is 10 to 12 inches.  The mean annual temperature is 61 degrees to 64 degrees F., average January temperature is about 45 degrees to 50 degrees F., and average July temperature is about 72 degrees to 80 degrees F.  The average freeze-free season is 230 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "PRINCIPAL ASSOCIATED SOILS",
    "content": "PRINCIPAL ASSOCIATED SOILS:  These are the competing Delhi, Dello, and Tujunga soils and the Chino and Dinuba soils.  Chino soils have a mollic epipedon.  Dinuba soils have a coarse-loamy argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly and poorly drained with a fluctuating water table that rises to within a foot or so of the surface during the rainy season and during the periods of heavy irrigation either on the soil or on nearby areas.  Some areas are wet near the surface most of the year.  Drainage has been altered in many areas by pumping and changes made to stream flow resulting in lower water table. Improved drainage has resulted in the leaching out of salt and alkali. The surface soil is rapidly permeable and the IIC horizon is slowly permeable.  Slow runoff."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for growing alfalfa, grapes, row crops, and irrigated pasture and for pasture and range where not reclaimed. Vegetation in uncultivated areas is annual grasses and salt grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East side of the San Joaquin Valley and the intermountain valleys in the western part of southern California.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Merced County (Merced Area), California, 1959."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Hilmar soils were formerly classified as Alluvial soils.\nOSED scanned by SSQA.  Last revised by state on 2/73."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly, poorly",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 7.8,
        "pH_class": "mildly alkaline",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A1--0 to 5 inches; Pale brown (10YR 6/3) loamy sand, brown (10YR 5/3) moist; single grained; loose; many medium and fine roots; mildly alkaline (pH 7.8); gradual wavy boundary.  (0 to 6 inches thick)"
      },
      {
        "name": "C1",
        "top": 13,
        "bottom": 58,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly alkaline",
        "eff_class": "slightly effervescent",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C1--5 to 23 inches; Very pale brown (10YR 7/3) loamy sand, pale brown (10YR 6/3) moist; few fine and medium yellowish brown (10YR 5/6) mottles strong brown (7.5YR 5/6) moist; single grained; loose; few coarse roots; slightly effervescent, disseminated lime; very strongly alkaline (pH 10.1); abrupt smooth boundary but a few fragments of substratum in lower 3 inches.  (15 to 35 inches thick)"
      },
      {
        "name": "IIC2ca",
        "top": 58,
        "bottom": 89,
        "dry_hue": "5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "IIC2ca--23 to 35 inches; Light gray (5Y 7/2) stratified silt loam, very fine sandy loam and fine sandy loam, light olive gray (5Y 6/2) moist; yellowish brown (10YR 5/6) mottles, strong brown (7.5YR 5/6) moist; massive but with horizontal fine bedding in places; hard, firm; few roots; strongly effervescent with many blotches and common small irregular nodules and lenses of lime; very strongly alkaline (pH 10.0); gradual smooth boundary.  (8 to 15 inches thick)"
      },
      {
        "name": "IIC3",
        "top": 89,
        "bottom": 152,
        "dry_hue": "5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 8.5,
        "pH_class": "strongly alkaline",
        "eff_class": "slightly effervescent",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "IIC3--35 to 60 inches; Light olive gray (5Y 6/2) stratified silt loam, olive gray (5Y 5/2) moist; few faint brownish mottles; massive with some fine plates due to bedding; hard, firm, slightly effervescent with disseminated lime and few small segregations; strongly alkaline (pH 8.5)."
      }
    ]
  ]
}
