{
  "SERIES": "HILMOE",
  "STATUS": "Established Series",
  "BYREV": "Rev. TMS-WJB-CJH",
  "REVDATE": "5/96",
  "STATES": "SD",
  "OVERVIEW": "The Hilmoe series consists of very deep, well drained and moderately well drained soils formed in calcareous clayey alluvium over loamy alluvium.  Permeability is slow.  These soils are on flood plains of major streams and rivers.  Slopes are 2 percent or less.  Mean annual air temperature is about 48 degrees F, and mean annual precipitation is about 17 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey over loamy, smectitic, mesic Fluventic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hilmoe silty clay - on a flat slope of less than 1 percent in a tame grass field.  (When described the soil was slightly moist.  Colors are for dry soil unless otherwise stated.)\nAp--0 to 5 inches; grayish brown (10YR 5/2) silty clay, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure parting to weak medium granular; hard, firm, sticky and plastic; strong effervescence; slightly alkaline; abrupt smooth boundary.\nA--5 to 11 inches; grayish brown (10YR 5/2) silty clay, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; hard, firm, sticky and plastic; strong effervescence; slightly alkaline; clear smooth boundary.  (Combined A horizons 10 to 20 inches thick)\nC1--11 to 25 inches; grayish brown (10YR 5/2) silty clay, dark grayish brown (10YR 4/2) moist; weak medium and coarse subangular blocky structure in some strata and weak medium granular structure in others; hard, firm, sticky and plastic; common layers (less than 1/8 inch thick) of light brownish gray (2.5Y 6/2); strong effervescence; slightly alkaline; clear smooth boundary.\n2C2--25 to 60 inches; light brownish gray (2.5Y 6/2) loam and silt loam stratified with thin layers of very fine sandy loam, loamy fine sand, and clay loam, dark grayish brown (2.5Y 4/2) moist; common fine distinct yellowish brown (10YR 5/6) and dark yellowish brown (10YR 3/6) redox concentrations; massive, slightly hard, very friable; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lyman County, South Dakota; about 9 miles east and 11.5 miles south of Kennebec; 1600 feet west and 150 feet north of the southeast corner of sec. 5, T. 103 N., R. 74 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The series control section is clay or silty clay to a depth of about 30 inches, and is stratified loam, silt loam or very fine sandy loam in the lower part.  The soil commonly contains carbonates throughout, but some thin strata do not have carbonates in some pedons.  The mollic epipedon is 10 to 20 inches thick.  The soil is slightly alkaline or moderately alkaline throughout.\nThe A horizon has hue of 10YR, 2.5Y or 5Y, value of 4 or 5 and 2 or 3 moist, and chroma of 1 or 2.  It typically is silty clay or clay and is silty clay loam or silt loam in some pedons.  Some pedons have an AC horizon.\nThe C horizon has hue of 10YR, 2.5Y or 5Y, value of 4 to 6 and 3 or 4 moist, and chroma of 1 to 3.  It typically is stratified silty clay and clay but is silty clay loam in some pedons and contains up to 60 percent clay.  Some pedons have thin layers of contrasting coarser textures that are 1/8 to 2 inches thick, but make up less than 10 percent of the C horizon.  Most pedons have color stratifications with values greater than 4.  Some pedons may have gypsum or other salts.\nThe 2C horizon has hue of 10YR, 2.5Y or 5Y, value of 5 to 7 and 4 to 6 moist, and chroma of 2 or 3.  It is typically loam, silt loam or very fine sandy loam but is fine sandy loam or clay loam in some pedons.  Most pedons have thin strata of coarser or finer material and color stratification.  Texture ranges from silt loam to fine sand between a depth of 40 to 60 inches.  Some pedons may have gypsum or other salts."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hilmoe soils are on flood plains and low stream terraces.  Slope gradients are 2 percent or less.  The Hilmoe soils formed in about 2 feet of recently deposited calcareous clayey alluvium underlain by medium textured alluvium.  The mean annual air temperature ranges from 45 to 50 degrees F, and the mean annual precipitation ranges from 12 to 24 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bigbend, Bullcreek, Munjor, Nimbro and Wendte soils.  Bigbend soils are coarse-silty and are on the same landscapes.  Bullcreek soils are very fine textured and are on foot slopes and fans above areas of Hilmoe soils.  Munjor, Nimbro and Wendte soils are in the same landscape.  Munjor soils are coarse-loamy, Nimbro soils are fine-loamy, and Wendte soils do not have a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained and moderately well drained.  Runoff is low or medium depending on slope.  Permeability is slow.  Hilmoe soils are subject to rare or occasional flooding from stream overflow or runoff from adjacent uplands."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Cultivated areas are used for growing wheat, corn, grain sorghum, alfalfa, and tame grasses.  Native grasses are dominantly western wheatgrass, needlegrasses, sedges and forbs.  Shrubs and a few deciduous trees are in some of the lower lying areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and south-central South Dakota and possibly north central Nebraska.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lyman County, South Dakota, 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of 11 inches (Ap and A horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 5 inches; grayish brown (10YR 5/2) silty clay, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure parting to weak medium granular; hard, firm, sticky and plastic; strong effervescence; slightly alkaline; abrupt smooth boundary."
      },
      {
        "name": "A",
        "top": 13,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--5 to 11 inches; grayish brown (10YR 5/2) silty clay, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; hard, firm, sticky and plastic; strong effervescence; slightly alkaline; clear smooth boundary.  (Combined A horizons 10 to 20 inches thick)"
      },
      {
        "name": "C1",
        "top": 28,
        "bottom": 64,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C1--11 to 25 inches; grayish brown (10YR 5/2) silty clay, dark grayish brown (10YR 4/2) moist; weak medium and coarse subangular blocky structure in some strata and weak medium granular structure in others; hard, firm, sticky and plastic; common layers (less than 1/8 inch thick) of light brownish gray (2.5Y 6/2); strong effervescence; slightly alkaline; clear smooth boundary."
      },
      {
        "name": "2C2",
        "top": 64,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "pH_class": "moderately alkaline",
        "narrative": "2C2--25 to 60 inches; light brownish gray (2.5Y 6/2) loam and silt loam stratified with thin layers of very fine sandy loam, loamy fine sand, and clay loam, dark grayish brown (2.5Y 4/2) moist; common fine distinct yellowish brown (10YR 5/6) and dark yellowish brown (10YR 3/6) redox concentrations; massive, slightly hard, very friable; strong effervescence; moderately alkaline."
      }
    ]
  ]
}
