{
  "SERIES": "HILOLO",
  "STATUS": "Established Series",
  "BYREV": "Rev. FCW:HFH",
  "REVDATE": "10/2018",
  "STATES": "FL",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, superactive, hyperthermic Mollic Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hilolo loamy sand on a 1 percent slope in a cabbage palm hammock.  When described, the soil was moist throughout.  (Colors are for moist soil unless otherwise stated.)\nA11--0 to 2 inches; very dark gray (10YR 3/1), black (10YR 2/1) rubbed loamy sand; weak medium granular structure; very friable; many fine and few medium roots; common pieces of organic matter; mildly alkaline; gradual smooth boundary.  (2 to 4 inches thick)\nA12--2 to 7 inches; black (10YR 2/1) loamy sand; weak medium granular structure; very friable; few fine, medium and coarse roots; weak effervescence with dilute HCL; mildly alkaline, calcareous; gradual wavy boundary.  (4 to 6 inches thick)\nB21tgca--7 to 12 inches; dark gray (10YR 4/1) fine sandy loam with common medium fine very dark gray (10YR 3/1) mottles and common medium distinct gray (10YR 5/1) calcium carbonate nodules; weak medium subangular blocky structure; friable; few medium and large roots; sand grains bridged and coated with clay; strong effervescence with dilute HCL; moderately alkaline, calcareous; gradual wavy boundary.  (3 to 10 inches thick)\nB22tgca--12 to 28 inches; dark gray (10YR 4/1) sandy clay loam; common medium distinct light gray (10YR 7/1) calcium carbonate nodules; weak medium subangular blocky structure; friable; sand grains bridged and coated with clay; few medium roots; strong effervescence with dilute HCL; moderately alkaline, calcareous; gradual wavy boundary.  (8 to 20 inches thick)\nB23tgca--28 to 36 inches; gray (10YR 5/1) fine sandy loam; common medium distinct yellowish brown (10YR 5/8) mottles; common medium distinct light gray (10YR 7/1) calcium carbonate nodules; weak medium subangular blocky structure; friable; sand grains bridged and coated with clay; very few medium roots; strong effervescence with dilute HCL; moderately alkaline, calcareous; abrupt irregular boundary.  (3 to 12 inches thick)\nB24tgca--36 to 43 inches; olive gray (5Y 4/2) fine sandy loam; few medium distinct very dark grayish brown (10YR 3/2) 1 inch in diameter streaks along vertical root channels; few 3 inch diameter pockets of sticky light gray (10YR 7/2) calcium carbonate; common medium distinct calcium carbonate nodules; weak medium subangular blocky structure; friable; sand grains bridged and coated with clay; very few medium roots; strong effervescence with dilute HCL; moderately alkaline, calcareous; gradual wavy boundary.  (0 to 8 inches thick)\nB31g--43 to 50 inches; olive gray (5Y 4/2) fine sandy loam; few fine distinct light gray (10YR 7/1) calcium carbonate nodules; weak medium subangular blocky structure; very friable; very few medium roots moderate effervescence with dilute HCL; strongly alkaline, calcareous; gradual wavy boundary.  (0 to 10 inches thick)\nB32g--50 to 53 inches; olive gray (5Y 5/2) fine sandy loam; few fine distinct black (10YR 2/1) streaks along root channels; few concentrated areas of white (10YR 8/1) calcium carbonate\nnodules and powder; few medium distinct brownish yellow (10YR 6/6) and very pale brown (10YR 8/4) mottles; weak medium subangular blocky structure; very friable; very few medium roots; strong effervescence with dilute HCL; strongly alkaline, calcareous; gradual wavy boundary. (0 to 5 inches thick)\nC1g--53 to 74 inches; light olive gray (5Y 6/2) loamy fine sand; few fine distinct coatings of very dark gray (10YR 3/1) along root channels; few 2 inch diameter pockets of light gray (10YR 6/1) fine sand; few fine distinct light gray (10YR 7/1) calcium carbonate nodules; massive; very friable; moderate effervescence with dilute HCL; strongly alkaline, calcareous; gradual wavy boundary.  (10 to 30 inches thick)\nC2g--74 to 80 inches; gray (5Y 5/1) fine sandy loam; many medium distinct light gray (10YR 6/1) mottles; few fine distinct light gray (10YR 7/1) calcium carbonate nodules; massive; very friable; moderate effervescence with dilute HCL; strongly alkaline, calcareous."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  St. Lucie County, Florida; about 2.5 miles west of Fort Pierce; 0.25 mile south of Florida Highway 68; 0.2 mile east of Hartman Road, and 50 feet north of Delaware Avenue.  NW1/4SW1/4 sec. 8, T. 35 S., R. 40 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum ranges from 40 to 60 inches.\nThe A1 or Ap horizon has color in hue 10YR, value 2, chroma 1, or value 3, chroma 1 or 2; hue N, value 2 or 3; or hue 2.5Y, value 3, chroma 2.  Texture is sand, fine sand, loamy sand, or loamy fine sand.  Reaction ranges from neutral to moderately alkaline.  The lower 2 to 3 inches of the A1 horizon is not calcareous in all pedons.  A thin calcareous sand or loamy sand horizon is between the A and Btgca horizons in some pedons.  Where present, chroma is 2 or less.\nThe B2tgca horizon has color in hue 10YR, value 4 to 6, chroma 1, or value 7 or 8, chroma 1 or 2; hue N, value 4 to 8; hue 2.5Y, value 4 to 8, chroma 2; or hue 5Y, value 4 to 7, chroma 1 or 2 with or without mottles of yellow or brown.  Texture is sandy loam, fine sandy loam, or sandy clay loam.  Weighted clay content of the upper 20 inches of the control section ranges from 18 to 35 percent.  Reaction is mildly alkaline or moderately alkaline and calcareous.\nThe B3g horizon has color similar to that of the B2tgca horizon.  Texture is sandy loam or fine sandy loam.  Reaction ranges from mildly alkaline to strongly alkaline and calcareous.\nThe Cg horizon has color in hues 10YR, 2.5YR, 5Y, 5GY, or 5BG, value 5 or 6, and chroma 2 or less.  Texture ranges from sand to fine sandy loam.  In some pedons, there are shells or shell fragments in this horizon.  Reaction ranges from mildly alkaline to strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family. The Parkwood series is in a closely similar coarse-loamy family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hilolo soils are on cabbage palm hammocks and along borders of depressions and sloughs.  Slope is dominantly less than 1 percent but ranges up to 2 percent.  These soils are formed in sandy and loamy marine sediments influenced by underlying alkaline materials.  Near the type location, average annual rainfall is about 55 inches and average annual air temperature is about 73 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bradenton, Chobee, EauGallie, Hallandale, Manatee, Pineda, Pinellas, Riviera, Wabasso, and Winder series.  Bradenton, Hallandale, and Pinellas soils occur in about the same landscapes as Hilolo soils. Bradenton soils lack calcareous Bt horizons and are in a coarse-loamy family.  Hallandale soils have limestone.  Pinellas soils have calcareous A2 horizons and Bt horizons between depths of 20 to 40 inches.  EauGallie and Wabasso soils occur in the flatwoods and have spodic horizons. Chobee and Manatee soils have mollic epipedons and are in low areas.  Pineda, Riviera, and Winder soils are in sloughs and broad flats.  Pineda soils have Bir horizons.  Riviera soils have A horizons 20 to 40 inches thick and Winder soils lack calcareous Bt horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Pooly drained.  Runoff if slow.  Permeability is moderate to moderately slow in the B2tca horizon and slow to very slow in the C horizon.  The water table is within depths of 10 inches for 2 to 4 months and at depths of 10 to 40 inches for 6 to 9 months in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Much of the acreage of this soil has been cleared.  Citrus is the major crop.  Vegetables are grown in some areas.  Native vegetation is primarily cabbage palm with scattered water oaks and longleaf and slash pines and an understory of waxmyrtle, sawpalmetto, and inkberry.  Pineland threeawn is the dominant grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Peninsular Florida.  The series is of small known extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  St. Lucie County, Florida; 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Hilolo soils were formerly classified in the Humic Gley great soil group.  Soils such as these were correlated as a moderately fine subsoil variant of the Parkwood series in the Brevard County, Florida survey.  Locally, the topography where these soils are found is referred to as cabbage palm hammocks.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
