{
  "SERIES": "HILO",
  "STATUS": "Established Series",
  "BYREV": "Rev. HHS/RCH/SN/PGN",
  "REVDATE": "05/2012",
  "STATES": "HI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial over hydrous, ferrihydritic, isohyperthermic Acrudoxic Hydrudands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hilo medial silty clay loam on an east facing 6 percent slope and elevation of 122 meters (400 feet).  (Colors are for moist soils unless otherwise noted. All textures are \"apparent field textures\". pH measured at the NSSL with a 1:1 water to soil paste. When described on June 6, 1989, the soil was moist from 0 to 150 centimeters (0 to 60 inches).)\nAp1--0 to 18 centimeters (0 to 7 inches); dark brown (7.5YR 3/4) medial silty clay loam, strong brown (7.5 YR 4/6) crushed, dry; moderate very fine granular structure; soft, firm, slightly sticky, slightly plastic; weakly smeary; common very fine and fine roots; many very fine interstitial pores; moderately acid, pH 5.9 by pH meter 1:1 water; gradual wavy boundary.\nAp2--18 to 46 centimeters (7 to 18 inches); dark reddish brown (5YR 3/3) and dark brown (7.5YR 3/4) hydrous silty clay loam, dark reddish brown (5 YR 2.5/2) crushed, dry; weak very fine and fine subangular blocky structure; slightly hard, firm, slightly sticky, slightly plastic; moderately smeary; common very fine and fine roots; many very fine pores; strongly acid, pH 5.5 by pH meter 1:1 water, clear wavy boundary. (combined depth of the Ap horizons is 18 to 48 centimeters thick {7 to 19 inches})\nBw1--46 to 66 centimeters (18 to 26 inches); dark reddish brown (5YR 3/3) and dark reddish brown (5YR 3/4) hydrous silty clay loam, brown (7.5YR4/3) crushed, dry; strong medium prismatic, and moderate fine and medium subangular blocky structure; soft, firm, slightly sticky, slightly plastic; moderately smeary; few very fine and fine roots; common fine and many very fine pores; strongly acid, pH 5.5 by pH meter 1:1 water, clear wavy boundary.\nBw2--66 to 84 centimeters (26 to 33 inches); dark reddish brown (5YR 3/4) hydrous silty clay loam, dark reddish brown (5YR 2.5/2) crushed, dry; strong medium prismatic, parting to moderate fine and medium subangular blocky structure; slightly hard, firm, slightly sticky, slightly plastic; moderately smeary; few very fine and fine roots; common fine and many very fine pores; moderately acid, pH 5.6 by pH meter 1:1 water, clear smooth boundary.\nBw3--84 to 150 centimeters (33 to 60 inches); dark reddish brown (5YR 3/4) and dark brown (7.5YR 3/2) hydrous silty clay loam, dark reddish brown (5YR2.5/2) crushed, dry; strong medium prismatic parting to moderate fine and medium subangular blocky structure; slightly hard, firm, slightly sticky, slightly plastic; moderately smeary; few very fine and fine roots; few fine and many very fine pores; strongly acid, pH 5.5 by pH meter 1:1 water (combined depth of Bw horizons is 60 to over 125 centimeters thick {24 to over 49 inches})."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Island of Hawaii, Hawaii County, Hawaii; from Hilo post office, follow the Old Mamalahoa 0.2 miles to Amauulu road, turn left (west) and proceed 1 mile to dead end.  Turn left (south) and proceed 100 yards, turn left (east) into first drive way.  Type location is to the left (north) at 19 degrees 43 minutes 51 seconds north latitude and 155 degrees 6 minutes 33 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock: 112 to over 152 centimeters (44 inches to over 60 inches).\nSoil moisture: The soil is typically moist but there may be occasional brief periods of dryness in the surface from 0 to 30 centimeters (0 to 12 inches) during the driest months of the year, usually June thru August.\nRock fragments: 0 to 20 percent cobbles in the first 102 centimeters (40 inches)\nSoil temperature: 22 degrees C (72 degrees F) or higher\nSurface fragments: 0 to 10 percent\nA horizon\nHue: 2.5YR or 10YR.\nValue: 2 to 3 moist.\nChroma: 2 to 4 moist.\nTexture: Medial silty clay loam or hydrous silty clay loam\nBw horizons\nHue: 2.5YR to 10YR.\nValue: 3 or 4 moist.\nChroma: 3 or 4 moist\nTexture: Hydrous silty clay loam or cobbly hydrous silty clay loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Hilo soils are on ashfields that are on low-elevation windward slopes of Mauna Kea volcano at elevations of 15 to 335 meters (50 to 1100 feet).  The soils formed in material weathered from volcanic ash underlain by 100 to 300 thousand year old pahoehoe and `a`a lava flows.  Slopes are 0 to 35 percent but can be as high as 200 percent in gulch areas.  Mean annual precipitation is 3302 to 5080 mm (130 to over 200 inches).  The mean annual temperature is 22 degrees C or higher (72 degrees F or higher).  The mean summer soil temperature and the mean winter soil temperature differ by less than 6 degrees C (11 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Kaiwiki, Akaka, and Onomea soils.  These soils are found at elevations over 335 meters (1100 feet) and represent different positions in the hillslope profile and different drainage classes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to high runoff; high saturated hydraulic conductivity (Ksat) in the surface and moderately high Ksat in the subsurface."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for forest, wildlife habitat, building site development, recreation, orchard crops, agroforestry, and livestock grazing.  Common vegetation is hilograss (Paspalum conjugatum), guinea grass (Urochloa maxima), California grass (Urochloa mutica) and strawberry guava (Psidium cattleianum)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  This series is along the Hamakua coast on the island of Hawaii.  This series is moderately extensive with a total of about 21,000 acres.  MLRA 159A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Soil Survey, Territory of Hawaii, 1949."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nPerudic soil moisture regime\nIsohyperthermic soil temperature regime\nAndic soil properties- 0 to 150 centimeters (0 to 60 inches) (A and Bw horizons).\nUmbric epipedon- 0 to 46 centimeters (0 to 18 inches) (A horizon).\nCambic horizon- 46 to 150 centimeters (18 to 60 inches) (Bw horizons).\nADDITIONAL DATA: NSSL samples 58HI001001, 58HI00102, 86HI001011, 89HI001001, 89HI001002, 89HI001003, 89HI001004, 89HI001004, 89HI001005\nEdit Log: 02/09 Moved type location to area with greater amount of laboratory data.  Horizons and range of characteristics updated. PGN\nNational Cooperative Soil Survey\nU.S.A."
  }
}
