{
  "SERIES": "HINCKLEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. CAW-SMF-DCP",
  "REVDATE": "08/2017",
  "STATES": "CT,ME,MA,NH,NJ,NY,RI,VT",
  "OVERVIEW": "The Hinckley series consists of very deep, excessively drained soils formed in glaciofluvial materials. They are nearly level through very steep soils on outwash terraces, outwash plains, outwash deltas, kames, kame terraces, and eskers. Saturated hydraulic conductivity is high or very high. Slope ranges from 0 to 60 percent. Mean annual temperature is about 7 degrees C, and mean annual precipitation is about 1143 mm.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, mesic Typic Udorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hinckley loamy sand in woodland at an elevation of about 240 meters. (All colors are for moist soil.)\nOe -- 0 to 3 cm; moderately decomposed plant material derived from red pine needles and twigs. (0 to 5 cm thick.)\nAp -- 3 to 20 cm; very dark grayish brown (10YR 3/2) loamy sand; weak fine and medium granular structure; very friable; many fine and medium roots; 5 percent fine gravel; very strongly acid; abrupt smooth boundary. (3 to 25 cm thick.)\nBw1 -- 20 to 28 cm; strong brown (7.5YR 5/6) gravelly loamy sand; weak fine and medium granular structure; very friable; common fine and medium roots; 20 percent gravel; very strongly acid; clear smooth boundary.\nBw2 -- 28 to 41 cm; yellowish brown (10YR 5/4) gravelly loamy sand; weak fine and medium granular structure; very friable; common fine and medium roots; 25 percent gravel; very strongly acid; clear irregular boundary. (Combined thickness of the Bw horizon is 8 to 41 cm.)\nBC -- 41 to 48 cm; yellowish brown (10YR 5/4) very gravelly sand; single grain; loose; common fine and medium roots; 40 percent gravel; strongly acid; clear smooth boundary. (0 to 13 cm thick)\nC -- 48 to 165 cm; light olive brown (2.5Y 5/4) extremely gravelly sand consisting of stratified sand, gravel and cobbles; single grain; loose; common fine and medium roots in the upper 20 cm and very few below; 60 percent gravel and cobbles; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Worcester County, Massachusetts; Town of Petersham, Harvard Forest, 240 feet north of Tom Swamp Road at a point 1.15 miles east of the intersection of Athol Road and Tom Swamp Road. USGS Athol, MA topographic quadrangle, Latitude 42 degrees, 30 minutes, 41.8 seconds N., and Longitude 72 degrees, 12 minutes, 28.9 seconds W., NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 30 to 87 cm. Rock fragment content of the solum ranges from 5 through 50 percent gravel, 0 through 30 percent cobbles, and 0 through 3 percent stones. Rock fragment content of individual horizons of the substratum ranges from 10 through 55 percent gravel, 5 through 25 percent cobbles, and 0 through 5 percent stones. In some places gravel content throughout the soil ranges up through 75 percent. The soil ranges from extremely acid through moderately acid, except where limed.\nThe O horizons, where present, consist of  slightly, moderately, and/or highly decomposed plant material. They have hue N or 2.5YR through 7.5YR, value of 2 or 3, and chroma of 0 through 3.\nThe Ap horizon has hue of 7.5YR or 10YR, value of 2 through 4, and chroma of 1 through 4. Texture of the fine-earth fraction is very fine sandy loam, fine sandy loam, sandy loam, coarse sandy loam, loamy fine sand, loamy sand, or loamy coarse sand. Structure is weak or moderate very fine through coarse granular or subangular blocky. Consistence is friable or very friable. Undisturbed areas have an A horizon that has hue of 10YR, value of 2 or 3, and chroma of 1 through 4.\nSome pedons have thin E, Bhs, Bh, or Bs horizons below the A horizon.\nThe upper part of the Bw horizon has hue of 7.5YR or 10YR, value of 3 through 5, and chroma of 3 through 8. The lower part has hue of 7.5YR through 2.5Y, value of 3 through 6, and chroma of 3 through 8. Texture, to a depth of 25 cm from the surface, is fine sandy loam, sandy loam, coarse sandy loam, loamy fine sand, loamy sand, or loamy coarse sand in the fine-earth fraction. Below 25 cm it is loamy fine sand, loamy sand, loamy coarse sand, fine sand, sand, or coarse sand in the fine-earth fraction. Structure commonly is weak fine and/or medium granular or the horizon is structureless, but ranges through weak subangular blocky in some places. It is very friable, friable, or loose.\nSome pedons have a BC horizon with characteristics similar to both the B and 2C horizons.\nThe C horizon has hue of 7.5YR through 5Y, value of 3 through 7, and chroma of 2 through 8. Texture is loamy fine sand, loamy sand, loamy coarse sand, fine sand, sand or coarse sand in the fine-earth fraction, and is stratified."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bonaparte, Manchester, Mecosta, Multorpor, Otisville, Quonset, and Rikers series. Mecosta and Multorpor soils are from outside Land Resource Region R. Bonaparte soils have carbonates within a depth of 100 cm. Manchester soils have 5YR or redder hue in the Bw and C horizons. Mecosta soils are calcareous and Multorpor soils do not have Bw horizons. Otisville soils have rock fragments dominated by sandstone, shale, and slate. Quonset soils have rock fragments dominated by phyllite, slate, and shale. Rikers soils have carboliths in the soil."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Hinckley soils are nearly level through very steep soils on outwash terraces, outwash plains, outwash deltas, kames, kame terraces, and eskers. Slope is generally 0 through 8 percent on tops of the terraces, outwash plains and deltas. Slope of 8 through 60 percent or more are on the kames, eskers and margins of the outwash plains, deltas, and terraces. The soils formed in glaciofluvial sand and gravel derived principally from granite, gneiss, and schist. Mean annual temperature ranges from 7 to 13 degrees C, and mean annual precipitation ranges from 1016 to 1270 mm. Length of the growing season ranges from 140 through 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Agawam, Canton, Charlton, Deerfield, Essex, Gloucester, Horseneck, Mashpee, Massasoit, Merrimac, Paxton, Pompton, Riverhead, Scarboro, Sudbury, Walpole, Wareham, and Windsor soils on nearby landscapes. Horseneck, Pompton, and Riverhead soils are commonly associates in the extreme southern portions of MLRA 144A. Agawam, Merrimac, and Riverhead soils are similar to Hinckley soils, but have cambic horizons. Canton, Charlton, Essex, Gloucester, and Paxton soils formed in  till. Deerfield, Horseneck, and Sudbury soils are moderately well drained and Horseneck and Sudbury soils have Cambic horizons. Pompton soils have Cambic horizons and are moderately well and somewhat poorly drained. Scarboro soils are very poorly drained. Windsor soils have less than 15 percent rock fragments. Mashpee and Massasoit soils are poorly drained with spodic horizons. Walpole and Wareham soils are poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Excessively drained. Surface runoff is negligible through low. Saturated hydraulic conductivity is high or very high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Cleared areas are used for hay, pasture, and silage corn. In the southern Connecticut River Valley, Hinckley soils are used for growing tobacco and truck crops and in eastern Massachusetts, truck crops. Most areas are forested, brush land or used as urban land. Northern red, black, white, scarlet and scrub oak, eastern white and pitch pine, eastern hemlock, and gray birch are the common trees. Unimproved pasture and idle land support hardhack, little bluestem, bracken fern, sweet fern, and low bush blueberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Connecticut, southern Maine, Massachusetts, New Hampshire, northern New Jersey, New York, Rhode Island, and Vermont. MLRA's 101, 141, 142, 144A, 145, and 149B. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Oneida County, New York, 1913."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The use of the Hinckley series in frigid areas of Maine, and in MLRA 143 and 144B, is relict to before temperature classes. These have been removed from the SC file.\nDiagnostic horizons and features recognized in this pedon are:\n1. Ochric epipedon - the zone from 3 to 20 cm (Ap horizon).\n2. Sandy-skeletal feature - the zone from 25 to 100 cm has a weighted average content of rock fragments of 51 percent and a particle size of the fine-earth fraction is sandy (Bw, BC, and C horizons).\nADDITIONAL DATA: Reference samples from pedons S55NH015002, S56MA011002, S56MA011003, S57MA023005, S58NH015002, S73MA009001, S73MA005002, S73MA009004, S73MA005005, S96NH013003 from Massachusetts and New Hampshire, samples by NSSL, Lincoln, NE, various dates.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
