{
  "SERIES": "HIPPYJIM",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. CWL-TM-JVC",
  "REVDATE": "06/2001",
  "STATES": "OR",
  "OVERVIEW": "The Hippyjim series consists of deep, poorly drained soils that formed in lacustrine deposits and alluvium derived from basalt.  Hippyjim soils are on depressions on plateaus.  Slopes are 0 to 1 percent.  The mean annual precipitation is about 18 inches and the mean annual temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine, smectitic, frigid Xeric Endoaquerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hippyjim silty clay loam--on a level depression at an elevation of 4,925 feet--rangeland.  (Colors are for moist soil unless otherwise noted. The soil was moist throughout when it was described on November 4, 1997.)\nA1--0 to 4 inches; black (10YR 2/1) silty clay loam, dark gray (10YR 4/1) dry; moderate medium granular structure; soft, very friable, moderately sticky and moderately plastic; many very fine and few fine roots; many very fine and many fine tubular pores; neutral (pH 6.8); clear smooth boundary.  (2 to 6 inches thick)\nA2--4 to 10 inches; black (10YR 2/1) silty clay loam, dark gray (10YR 4/1) dry; weak medium and moderate fine angular blocky structure; soft, very friable, moderately sticky and moderately plastic; common very fine and common fine roots; common very fine and common fine tubular pores; common pressure cutans on faces of peds; neutral (pH 7.0); abrupt smooth boundary.  (2 to 6 inches thick)\nE--10 to 13 inches; very dark grayish brown (10YR 3/2) silty clay loam, gray (10YR 6/1) dry; moderate coarse and medium subangular blocky structure; slightly hard, firm, very sticky and moderately plastic; few very fine and common fine roots; common fine and common medium tubular pores; neutral (pH 7.0); abrupt smooth boundary.  (0 to 6 inches thick)\nBtss--13 to 28 inches; black (10YR 2/1) clay, very dark gray (10YR 3/1) dry; strong coarse prismatic structure parting to strong coarse angular blocky; extremely hard, extremely firm, moderately sticky and very plastic; few very fine and common fine roots; few fine and few medium tubular pores; common pressure faces on angular blocks and few intersecting slickensides at base of prisms; common distinct clay films on faces of peds; neutral (pH 7.0); clear smooth boundary.  (10 to 20 inches thick)\nBg--28 to 47 inches; olive gray (5Y 4/2) clay, light olive gray (5Y 6/2) dry; moderate medium angular blocky structure; extremely hard, extremely firm, moderately sticky and very plastic; few very fine roots; few very fine and few fine tubular pores; common pressure cutans on faces of peds; slightly alkaline (pH 7.6); clear smooth boundary.  (15 to 24 inches thick)\n2Cr--47 to 62 inches; brown (7.5YR 4/3) weathered basalt, reddish yellow (7.5YR 6/6) dry."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Klamath County, Oregon; about 0.3 mile west of the Gerber Fire Guard Station; 1,700 feet west and 150 feet north of the southeast corner of section 2, T. 39 S., R. 13 E.; USGS Goodlow Mountain 7.5 minute topographic quadrangle; 42 degrees 12 minutes 34 seconds north latitude and 121 degrees 8 minutes 27 seconds west longitude, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The moisture control section is usually wet during winter and spring and moist during summer and fall; aquic moisture regime that borders on xeric.\nMean annual soil temperature - 44 to 46 degrees F.\nMean summer soil temperature - 59 to 61 degrees F.\nDepth to horizons with aquic conditions - 0 to 20 inches.\nMollic epipedon thickness - 7 to 12 inches.\nDepth to base of argillic horizon - 14 to 30 inches.\nCracks - Few or common, which open and close once a year in normal years. The root mass in the upper few inches of the soil usually obscures or prevents the cracks from opening to the surface.  The soil surface is not self-mulching.\nDepth to bedrock - 45 to 60 inches to a paralithic contact.  The paralithic material below the contact is weathered basalt bedrock.\nParticle-size control section - Clay content: averages 45 to 60 percent; Rock fragments: 0 to 5 percent pebbles.  Lithology of fragments are volcanic rocks such as basalt.\nA horizons - Hue: 10YR or 7.5YR.\nValue: 2 or 3 moist, 3 through 5 dry.\nClay content: 30 to 40 percent.\nReaction: Slightly acid or neutral.\nOrganic matter content: 2 to 4 percent.\nE horizon (when present) - Hue: 10YR or 7.5YR.\nValue: 2 or 3 moist, 6 or 7 dry.\nChroma: 1 or 2, moist or dry.\nTexture: Silty clay loam or clay loam.\nClay content: 32 to 38 percent.\nReaction: Neutral or slightly alkaline.\nBtss horizon - Hue: 10YR or 7.5YR.\nValue: 2 or 3 moist, 3 or 4 dry.\nTexture: Clay or silty clay.\nClay content: 50 to 65 percent.\nConsistence: Very hard or extremely hard, dry.\nReaction: Neutral or slightly alkaline.\nBg horizon - Hue: 2.5Y or 5Y.\nValue: 3 or 4 moist, 4 through 6 dry.\nChroma: 1 or 2, moist or dry.\nTexture: Clay or silty clay.\nClay content: 45 to 55 percent.\nReaction: Neutral or slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Kanutchan and Olene (T) series.\nKanutchan soils are deep to lithic contacts.  Olene soils average 15 to 35 percent rock fragments in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hippyjim soils are on depressions of plateaus.  They formed in lacustrine deposits and alluvium derived from basalt.  Slopes are 0 to 1 percent.  Elevations range from 4,800 to 5,000 feet.  The climate is characterized by cold, wet winters and warm, dry summers.  The mean annual precipitation is 17 to 19 inches.  The mean annual temperature is 43 to 45 degrees F., mean January temperature is 25 to 28 degrees F., and the mean July temperature is 60 to 65 degrees F.  The frost-free period is 50 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Casebeer, Dranket, and Norcross soils.  Casebeer and Norcross soils are clayey, shallow to duripans over bedrock, and have argillic horizons.  Dranket soils are fine, moderately deep to duripans over bedrock, and have mollic epipedons and argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; negligible surface runoff; very slow permeability. Endosaturation is present with a seasonal high water table between the soil surface and 20 inches (very shallow or shallow internal free water occurrence classes) from December to May. During summer months in normal years the zone of saturation drops between 24 and 45 inches. Cumulative annual duration classes are Common or Persistent.  These soils receive run-on moisture and are frequently ponded for very long duration (more than 45 days in normal years), mainly in the late winter and spring. They can be ponded for as long as 10 months in unusual years and periods of brief duration ponding can occur after intense rainfall events.  Depth of water during ponding is 10 to 20 inches."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Hippyjim soils are used for livestock grazing, wildlife habitat, and recreation.  The native vegetation is mainly spikerush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South-central Oregon.  These soils are not extensive.  MLRA 21."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Klamath County (Gerber Block of Fremont National Forest Area), Oregon, 1997.  The name is from a canyon in the area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 10 inches (A1 and A2 horizons).\nAlbic horizon - The zone from 10 to 13 inches (E horizon).\nArgillic horizon and vertic features - The zone from 13 to 28 inches (Btss horizon).\nAquic conditions - The conditions of endosaturation and reduction in all horizons between the soil surface and about 20 inches during certain times of the year (A1, A2, and E horizons, and part of the Btss horizon).\nParalithic contact - The boundary at 47 inches to underlying soft, weathered bedrock (2Cr layer).\nParticle-size control section - The zone from 10 to 40 inches (E and Btss horizons and most of the Bg horizon).\nADDITIONAL DATA:  The Btss horizon from the typical pedon at the series type location was sampled for the Soil Survey Laboratory, Lincoln, NE as soil survey sample number S98OR-035-001.  Reference analyses for particle-size distribution, 15-bar water, cation exchange capacity, reaction, and total carbon are available.  The Btss and Bg horizons were also sampled for the soils laboratory at Oregon State University.  Reference analyses for particle-size distribution are available.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 4 inches; black (10YR 2/1) silty clay loam, dark gray (10YR 4/1) dry; moderate medium granular structure; soft, very friable, moderately sticky and moderately plastic; many very fine and few fine roots; many very fine and many fine tubular pores; neutral (pH 6.8); clear smooth boundary.  (2 to 6 inches thick)"
      },
      {
        "name": "A2",
        "top": 10,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A2--4 to 10 inches; black (10YR 2/1) silty clay loam, dark gray (10YR 4/1) dry; weak medium and moderate fine angular blocky structure; soft, very friable, moderately sticky and moderately plastic; common very fine and common fine roots; common very fine and common fine tubular pores; common pressure cutans on faces of peds; neutral (pH 7.0); abrupt smooth boundary.  (2 to 6 inches thick)"
      },
      {
        "name": "E",
        "top": 25,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "E--10 to 13 inches; very dark grayish brown (10YR 3/2) silty clay loam, gray (10YR 6/1) dry; moderate coarse and medium subangular blocky structure; slightly hard, firm, very sticky and moderately plastic; few very fine and common fine roots; common fine and common medium tubular pores; neutral (pH 7.0); abrupt smooth boundary.  (0 to 6 inches thick)"
      },
      {
        "name": "Btss",
        "top": 33,
        "bottom": 71,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btss--13 to 28 inches; black (10YR 2/1) clay, very dark gray (10YR 3/1) dry; strong coarse prismatic structure parting to strong coarse angular blocky; extremely hard, extremely firm, moderately sticky and very plastic; few very fine and common fine roots; few fine and few medium tubular pores; common pressure faces on angular blocks and few intersecting slickensides at base of prisms; common distinct clay films on faces of peds; neutral (pH 7.0); clear smooth boundary.  (10 to 20 inches thick)"
      },
      {
        "name": "Bg",
        "top": 71,
        "bottom": 119,
        "dry_hue": "5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bg--28 to 47 inches; olive gray (5Y 4/2) clay, light olive gray (5Y 6/2) dry; moderate medium angular blocky structure; extremely hard, extremely firm, moderately sticky and very plastic; few very fine roots; few very fine and few fine tubular pores; common pressure cutans on faces of peds; slightly alkaline (pH 7.6); clear smooth boundary.  (15 to 24 inches thick)"
      },
      {
        "name": "2Cr",
        "top": 119,
        "bottom": 157,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "narrative": "2Cr--47 to 62 inches; brown (7.5YR 4/3) weathered basalt, reddish yellow (7.5YR 6/6) dry."
      }
    ]
  ]
}
