{
  "SERIES": "HIRSCHDALE",
  "STATUS": "Established Series",
  "BYREV": "OWB:JBF:WED",
  "REVDATE": "02/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Mollic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hirschdale very stony loam, woodland.  (Colors are for dry soil unless otherwise noted.)\nAll--0 to 2 inches, grayish brown (l0YR 5/2) very stony loam, very dark grayish brown (l0YR 3/2) moist; weak fine and medium granular structure; soft, very friable, slightly sticky and nonplastic; common very fine and fine roots; many very fine and fine interstitial pores; l0 percent pebbles, l0 percent cobbles, and l5 percent stones; neutral (pH 7.0) abrupt smooth boundary.  (l to 3 inches thick)\nAl2--2 to 6 inches, brown (7.5YR 5/2) cobbly loam, dark brown (7.5YR 3/2) moist; weak medium platy structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine through medium roots; common fine and medium vesicular pores; l0 percent pebbles, l0 percent cobbles, and 3 percent stones; neutral (pH 7.0); clear smooth boundary.  (3 to 5 inches thick)\nB2lt--6 to l2 inches; reddish brown (5YR 5/4) gravelly clay loam, reddish brown (5YR 4/4) moist; strong medium subangular blocky structure; hard, firm, sticky and plastic; common very fine and fine tubular pores; few very fine through coarse roots; common moderately thick clay films on faces of peds, and lining pores; l5 percent pebbles, 5 percent cobbles; neutral (pH 6.8); abrupt smooth boundary.  (4 to 8 inches thick)\nB22t--l2 to 39 inches, reddish brown (5YR 5/4) clay, reddish brown (5YR 4/4) moist; moderate medium prismatic structure; hard, firm, sticky and plastic; very fine and fine roots; few very fine and fine tubular pores; many thick clay film coating rock fragments and on faces of peds and lining pores; 5 percent pebbles and 5 percent cobbles; slightly acid; (pH 6.2) clear wavy boundary.  (l4 to 20 inches thick)\nCr--39 to 55 inches, highly weathered altered and bleached andesite with roots and clay loam in pockets.\nR--55 inches; hard bleached and altered andesite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washoe County, Nevada; about 5 miles west of Reno in the Carson Range; 800 feet west and l,200 feet south of the northwest corner of section 6 T., l8 N., R., l9 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to paralithic contact ranges from 20 to 40 inches.  Mean annual soil temperature is 44 to 47 degrees F.  The soil is usually dry during the summer but is moist in the winter and spring.   The soil is neutral or slightly acid.\nThe A horizon has value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3.  It is less than 7 inches thick.\nThe Bt horizon has hue of 5YR or 7.5YR, value of 5 or 6 dry, 3 or 4 moist, and chroma of 3, 4 or 6.  It is clay loam or clay averaging 35 to 60 percent clay modified by l0 to 35 percent rock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Mineral Mountain and Morgala series.  Mineral Mountain and Morgala soils are deeper than 40 inches to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hirschdale soils are on uplands at elevations of 6,500 to 8,500 feet.  Slopes are l5 to 50 percent.  These soils formed in residuum weathered from altered and bleached andesitic rock.  Mean annual precipitation is 35 to 50 inches; mean annual temperature is 40 to 43 degrees F., and the frost-free season is 50 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Duckhill, Jumbo and Fraval soils.  Duckhill soils have a lithic contact within 20 inches.  Jumbo and Fraval soils have a loamy-skeletal control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, medium or rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for woodland and range.  The native vegetation is mainly Jeffrey Pine with an understory of mountain mahogany, mountain big sagebrush, squaw carpet, and mulesear wyethia.  DistributionandExtent:  Carson Range of the Sierra Nevada.  They are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": null
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": null
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
