{
  "SERIES": "HITILO",
  "STATUS": "Established Series",
  "BYREV": "Rev. MLG:JWS:WJG",
  "REVDATE": "02/2003",
  "STATES": "TX",
  "OVERVIEW": "The Hitilo series consists of very deep, moderately well drained, moderately slowly permeable sandy soils that formed in weakly cemented sandstone or packsand of the Tertiary system that has been somewhat modified by wind erosion.  These soils are on nearly level to gently undulating uplands.  Slopes range from 0 to 5 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, siliceous, active, hyperthermic Grossarenic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hitilo fine sand--rangeland (west face of sand pit).              (Colors are for dry soil unless otherwise stated.)\nA--0 to 10 inches; pale brown (10YR 6/3) sand, dark brown (10YR 4/3) moist; single grained; loose; common fine roots; neutral; clear smooth boundary.  (7 to 20 inches thick)\nE--10 to 46 inches; pink (7.5YR 8/4) sand, light brown (7.5YR 6/4) moist; single grained; loose; few fine roots; slightly acid; abrupt wavy boundary.  (22 to 54 inches thick)\nBt1--46 to 54 inches; reddish yellow (5YR 6/6) sandy clay loam, yellowish red (5YR 5/6) moist; many medium and coarse prominent mottles of red and pink; weak medium and coarse subangular blocky structure; hard, firm; patchy clay films on faces of peds; very strongly acid; gradual wavy boundary.  (6 to 30 inches thick)\nBt2--54 to 62 inches; red (10R 4/6) sandy clay, dark red (10R 3/6) moist; many medium and coarse prominent mottles of light gray and few fine distinct mottles of reddish yellow; weak medium and coarse subangular blocky structure; hard, firm; patchy clay films on faces of peds; few fragments of ironstone in upper part; very strongly acid; gradual wavy boundary.  (0 to 30 inches thick)\nBC--62 to 80 inches; red (2.5YR 5/8) sandy clay loam, red (2.5YR 4/8) moist; few medium prominent light gray mottles; weak medium and coarse subangular blocky structure; hard, friable; clay bridges sand grains; extremely acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Atascosa County, Texas; 7.6 miles north on Texas Highway 16 from its junction with Farm Road 476 at Poteet to McDonough Bros.  Sand Pit, then 0.2 mile east on asphalt road, then north 300 feet to a point on west side of pit."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is 60 to 100 inches or more.\nThe combined thickness of the A and E horizons is 40 to 68 inches thick.   The texture is sand or fine sand.\nThe A horizon is brown, pale brown, light brown, yellowish brown, or light yellowish brown in hue of 10YR and 7.5YR, with value of 5 and 6, and chroma of 3 and 4.  It is neutral through medium acid.\nThe E horizon is light yellowish brown, very pale brown, pink, or reddish yellow in hue of 10YR and 7.5YR, with value of 6 through 8, and chroma of 3 through 6.  It is neutral through medium acid.\nThe Bt horizon is light gray or light brownish gray through yellowish red and red in hue of 10YR through 10R with value of 4 through 7 and chroma of 2 through 8, and contains common to many reddish, grayish, or yellowish mottles.  The Bt1 horizon is sandy clay loam with clay content increasing with depth, and the Bt2 horizon is sandy clay or sandy clay loam to depths of 60 to 65 inches.  The weighted average clay content of the upper 20 inches of the Bt horizon ranges from about 20 to 34 percent.  Base saturation is 35 to 75 percent.  It is medium acid through very strongly acid.\nThe BC horizon is red through yellowish red or reddish yellow in hue of 10R through 5YR, with value of 5 and 6, and chroma of 6 through 8.  It contains few to common grayish or brownish mottles.  It is fine sandy loam or sandy clay loam with a base saturation of 35 to 65 percent.  It is medium acid through extremely acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Bobillo is the only competing series in this family.  Series in similar families include the Aluf, Desan, Eufaula, Falfurrias, Nimrod, Nueces, Patilo, and Sarita series.  Bobillo soils have Bt horizons that are less acid and have hues that are more yellow. Aluf and Eufaula soils have lamellae Bt horizons and have sandy control sections.   Desan, Eufaula, Nimrod, and Patilo soils have a mean annual soil temperature less than 72 degrees F.  In addition, Desan soils lack mottles in the Bt horizon.  Nimrod soils have A and E horizons that are less than 40 inches thick.  Falfurrias soils lack argillic horizons.  Nueces and Sarita soils have a different native plant community and have mixed mineralogy.  In addition, Nueces soils have A and E horizons less than 40 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hitilo soils occupy nearly level to gently undulating uplands.  Slopes are mainly 1 to 4 percent but range from 0 to 5 percent and are hummocky in places.  The soil formed in loamy and sandy material mainly of the Carrizo Sand geologic exposure that is somewhat modified by wind erosion.  The climate is dry subhumid.  Mean annual precipitation ranges from 24 to 30 inches and mean annual air temperature ranges from 70 to 72 degrees F.  The annual Thornthwaite P-E indices range from 30 to 44.  Frost free days range from 230 to 250 days and elevation ranges from 500 to 750 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Aluf, Nueces, and Sarita series.  Aluf soils are in similar positions.  Nueces and Sarita soils are in slightly lower or similar positions over eolian sediments originating in coastal areas or ancient river terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained, slow runoff, moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for rangeland.  Small areas are cropped to peanuts, watermelons, and small grain.  Small areas are also used for tame pasture.  Native vegetation includes blackjack oak, post oak, and hickory with an understory of mid and tall grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Claypan and Northern Rio Grande Plains of Texas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Atascosa County, Texas; 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included in the Patilo series.\nADDITIONAL DATA: National Soil Survey Laboratory data from type location S76TX013-4 (40A35547-35551).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 10 inches; pale brown (10YR 6/3) sand, dark brown (10YR 4/3) moist; single grained; loose; common fine roots; neutral; clear smooth boundary.  (7 to 20 inches thick)"
      },
      {
        "name": "E",
        "top": 25,
        "bottom": 117,
        "dry_hue": "7.5YR",
        "dry_value": 8,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "E--10 to 46 inches; pink (7.5YR 8/4) sand, light brown (7.5YR 6/4) moist; single grained; loose; few fine roots; slightly acid; abrupt wavy boundary.  (22 to 54 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 117,
        "bottom": 137,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--46 to 54 inches; reddish yellow (5YR 6/6) sandy clay loam, yellowish red (5YR 5/6) moist; many medium and coarse prominent mottles of red and pink; weak medium and coarse subangular blocky structure; hard, firm; patchy clay films on faces of peds; very strongly acid; gradual wavy boundary.  (6 to 30 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 137,
        "bottom": 157,
        "dry_hue": "10R",
        "dry_value": 4,
        "dry_chroma": 6,
        "moist_hue": "10R",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "sandy clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--54 to 62 inches; red (10R 4/6) sandy clay, dark red (10R 3/6) moist; many medium and coarse prominent mottles of light gray and few fine distinct mottles of reddish yellow; weak medium and coarse subangular blocky structure; hard, firm; patchy clay films on faces of peds; few fragments of ironstone in upper part; very strongly acid; gradual wavy boundary.  (0 to 30 inches thick)"
      },
      {
        "name": "BC",
        "top": 157,
        "bottom": 203,
        "dry_hue": "2.5YR",
        "dry_value": 5,
        "dry_chroma": 8,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 8,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "BC--62 to 80 inches; red (2.5YR 5/8) sandy clay loam, red (2.5YR 4/8) moist; few medium prominent light gray mottles; weak medium and coarse subangular blocky structure; hard, friable; clay bridges sand grains; extremely acid."
      }
    ]
  ]
}
