{
  "SERIES": "HIWASSEE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLV/DTA",
  "REVDATE": "08/2008",
  "STATES": "AL,GA,NC,SC,VA",
  "OVERVIEW": "The Hiwassee series consists of very deep, well drained soils on high stream terraces in the Southern Piedmont. They formed in old alluvium derived from felsic and mafic rocks. Slopes range from 0 to 25 percent. Near the type location, mean annual air temperature is about 58 degrees F., and mean annual precipitation is about 43 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, kaolinitic, thermic Rhodic Kanhapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hiwassee sandy loam - in wildlife food plot. (Colors are for moist soil unless otherwise stated)\nAp--0 to 5 inches; dark yellowish brown (10YR 4/4) sandy loam; moderate fine granular structure; friable, nonsticky, nonplastic; common fine and medium and few coarse roots; neutral (limed); clear smooth boundary. (4 to 10 inches thick)\nBA--5 to 13 inches; reddish brown (5YR 4/4) sandy clay loam; weak fine subangular blocky, friable, slightly sticky, slightly plastic; common fine and medium and few coarse roots; neutral; clear smooth boundary.\nBt1--13 to 38 inches; dark red (2.5YR 3/6) clay; moderate medium subangular blocky structure; firm; moderately sticky, moderately plastic; common fine and medium roots throughout; few fine mica flakes; common distinct clay films on faces of peds; moderately acid; clear smooth boundary.\nBt2--38 to 49 inches; dark red (2.5YR 3/6) clay; few medium distinct reddish yellow (7.5YR 6/6) mottles; moderate medium subangular blocky structure; firm; moderately sticky, moderately plastic; few fine and medium roots throughout; common fine mica flakes; common distinct clay films on faces of peds; moderately acid; gradual wavy boundary. (Combined thickness of the Bt horizon is 35 to 60 or more inches)\nBt3--49 to 63 inches; red (2.5YR 4/6) clay; few medium distinct reddish yellow (7.5YR 6/6) mottles; moderate medium subangular blocky structure; firm; moderately sticky, moderately plastic; common fine mica flakes; common distinct clay films on faces of peds; moderately acid.\nBt4--63 to 80 inches; red (2.5YR 4/6) clay loam; few medium distinct reddish yellow (7.5YR 6/8) mottles; weak medium subangular blocky structure; firm; moderately sticky, moderately plastic; common fine mica flakes; common distinct clay films on faces of peds; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Newberry County, South Carolina; about 2 miles southwest of Chappells, South Carolina, from the junction of South Carolina Highway 34 and South Carolina Highway 39, west on South Carolina Highway 34 for 2.01 miles, south on gated dirt road for 0.73 mile, northeast on dirt road for 750 feet, 300 degrees northwest for 125 feet; USGS topographic quadrangle, Dyson, SC (1971); lat. 34 degrees 9 minutes 27 seconds N. and long. 81 degrees 53 minutes 17 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 40 to 60 inches or more. Depth to bedrock is more than 60 inches. Rock fragments of gravel and cobbles of quartz and crystalline rock range from 0 to 35 percent in A or Ap horizons, from 0 to 15 percent in the Bt and BC horizons, though subhorizons of the Bt and BC may range to 35 percent, and from 0 to 55 percent in the substratum. Dark concretions of iron and manganese range from none to common. Flakes of mica are few to common in many pedons. Lithologic discontinuities, noted by stone lines, are beneath the solum in some pedons. The soil is very strongly acid to slightly acid, except where limed.\nThe A or Ap horizon has hue of 10R through 10YR, value of 2 through 4, and chroma of 2 through 6. Texture is sandy loam, fine sandy loam, loam, silt loam, silty clay loam, sandy clay loam or clay loam in the fine-earth fraction.\nThe BA horizon has hue of 10R through 10YR, value of 2 through 4, and chroma of 2 through 6. Texture is sandy loam, fine sandy loam, loam, silt loam, silty clay loam, sandy clay loam or clay loam in the fine-earth fraction.\nThe Bt horizon, in the upper 20 inches, has hue of 10R or 2.5YR, value of 3, and chroma of 2 through 6. Values may range to 4 and mottles in shades of red, yellow, or brown may occur in the lower part of the Bt. Texture is clay loam, clay, sandy clay, sandy clay loam, silty clay loam, or silty clay in the fine-earth fraction.\nThe BC horizon, where present, has hue of 10R or 2.5YR, value 3 or 4, and chroma of 4 through 8. Texture is clay loam, silty clay, silty clay loam, or sandy clay loam in the fine-earth fraction.\nThe C or 2C horizon, where present, has hue of 10R to 10YR, value of 3 to 5, and chroma of 4 to 8. Texture is sandy loam, loam, silt loam, sandy clay loam, clay loam, or clay in the fine-earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Lloyd series in the same family. The Coronaca, Davidson, Exway, Gwinnett, Hanceville, and Wadesboro series are in closely related families. All these soils developed from residuum. Coronaca soils have a base saturation greater than 35 percent and the clay does not drop back before 60 inches. Gwinnett soils have sola less than 40 inches thick and have a paralithic contact at 40 to 60 inches. Exway, Hanceville and Wadesboro soils have mixed mineralogy and have rhodic colors throughout the argillic horizon. Lloyd soils formed in residuum and does not have rounded rock in the solum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Hiwassee soils are on nearly level to moderately sloping high terraces in the Southern Piedmont. Slopes range from 0 to 25 percent. The soil formed in old alluvium from felsic and mafic rock, and is underlain with felsic or mafic residuum in some pedons. Mean annual air temperature ranges from 57 to 61 degrees F. Mean annual precipitation ranges from 35 to 45 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: In addition to the competing Lloyd and similar Gwinnett soils, these are the Cecil, Cullen, Davidson, Lloyd, Madison, and Turbeville soils. The Cecil, Cullen, and Madison soils formed in felsic or mafic crystalline residuum on adjacent upland landform positions. Davidson soils formed in residuum, have rhodic colors throughout the subsoil, and the clay does not decrease before 60 inches. Turbeville soils occur on similar landscapes but do not have a rhodic subsoil and the clay does not decrease before 60 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Medium to rapid surface runoff.\nModerate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Cleared areas are used for crops or pasture. Principal crops are corn, small grain, and hay. Common trees in woodland areas are loblolly pine, shortleaf pine, Virginia pine, northern red oak, southern red oak, and hickory. Understory plants include dogwood, eastern redbud, and sassafras."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Alabama, Georgia, Virginia, North Carolina, and South Carolina. The series is of small to moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clay County, North Carolina; 1935."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The December 1996 revision restricts the Hiwassee series to Typic Rhodudults on high terraces. The Hiwassee series was reclassified to Rhodic Kanhapludults in 1988, and to Typic Kanhapludults in 1993. The soil had been consistently mapped as Typic Rhodudults on stream terraces in Virginia. The 2003 revision moved the type location from the mesic piedmont to the thermic piedmont. The classification changed to Rhodic Kanhapludults. The particle size control section was changed to very-fine based on lab data. The 2006 revision to allow loam texture in C horizon. In 2007, the typical profile was moved to Newberry Co. South Carolina. The particle size control section was changed back to fine based on new lab data. In 2008, the slope range was extended to allow 0-1%.  Slope decreased to 25% since there were no data mapunits with a slope beyond 25%.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - zone from the surface to 5 inches (Ap horizon)\nArgillic horizon - zone from 5 to 80 inches (BA and Bt horizons)\nRhodic feature - value of 3 in the upper 50 cm of the kandic horizon.\nMLRA=136\nADDITIONAL DATA:\nCharacterization data is available from the National Soil Survey Center,\nLincoln, Nebraska. (S99NC-123-004)\nTABULAR SERIES DATA:\nSOI-5  Soil Name  Slope  Airtemp  FrFr/Seas  Precip  Elevation\nNC0057 HIWASSEE   2-25   58-65    190-230    43-55   400-1200\nNC0185 HIWASSEE   2-25   58-65    190-230    43-55   400-1200\nNC0213 HIWASSEE   2-25   58-65    190-230    43-55   400-1200\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nNC0057 NONE          >6.0                -     >60\nNC0185 NONE          >6.0                -     >60\nNC0213 NONE          >6.0                -     >60\nSOI-5  Depth  Texture           3-Inch  No-10   Clay%   -CEC-\nNC0057  0-13  SL FSL             0-2   90-100   7-20    2-10\nNC0057  0-13  SIL                0-2   90-100  10-25    2-10\nNC0057  0-13  CL SCL L           0-2   95-100  10-35    3-10\nNC0057 13-80  C SIC CL           0-2   95-100  35-70    4-15\nNC0185  0-13  GR-CL GR-L GR-SCL  2-10  65-90   10-30    3-10\nNC0185 13-80  C SIC CL           0-2   90-100  35-70    4-15\nNC0213  0-13  CB-SL CB-FSL      15-30  75-90    8-18    2-10\nNC0213 13-80  C SIC CL           0-5   90-100  35-70    4-15\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nNC0057  0-13  4.5- 6.5  .5-2.  0-0    0.6-2.0   LOW\nNC0057  0-13  4.5-6.5   .5-2.  0-0    0.6-2.0   LOW\nNC0057  0-13  4.5-6.5   .5-2.  0-0    0.6-2.0   LOW\nNC0057 13-80  4.5-6.5   0.-.5  0-0    0.6-2.0   LOW\nNC0185  0-13  4.5-6.5   .5-2.  0-0    0.6-2.0   LOW\nNC0185 13-80  4.5-6.5   0.-.5  0-0    0.6-2.0   LOW\nNC0213  0-13  4.5-6.5   .5-2.  0-0    2.0-6.0   LOW\nNC0213 13-80  4.5-6.5   0.-.5  0-0    0.6-2.0   LOW\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 13,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 5 inches; dark yellowish brown (10YR 4/4) sandy loam; moderate fine granular structure; friable, nonsticky, nonplastic; common fine and medium and few coarse roots; neutral (limed); clear smooth boundary. (4 to 10 inches thick)"
      },
      {
        "name": "BA",
        "top": 13,
        "bottom": 33,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BA--5 to 13 inches; reddish brown (5YR 4/4) sandy clay loam; weak fine subangular blocky, friable, slightly sticky, slightly plastic; common fine and medium and few coarse roots; neutral; clear smooth boundary."
      },
      {
        "name": "Bt1",
        "top": 33,
        "bottom": 97,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "clay",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--13 to 38 inches; dark red (2.5YR 3/6) clay; moderate medium subangular blocky structure; firm; moderately sticky, moderately plastic; common fine and medium roots throughout; few fine mica flakes; common distinct clay films on faces of peds; moderately acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 97,
        "bottom": 124,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "clay",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--38 to 49 inches; dark red (2.5YR 3/6) clay; few medium distinct reddish yellow (7.5YR 6/6) mottles; moderate medium subangular blocky structure; firm; moderately sticky, moderately plastic; few fine and medium roots throughout; common fine mica flakes; common distinct clay films on faces of peds; moderately acid; gradual wavy boundary. (Combined thickness of the Bt horizon is 35 to 60 or more inches)"
      },
      {
        "name": "Bt3",
        "top": 124,
        "bottom": 160,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay",
        "pH_class": "moderately acid",
        "narrative": "Bt3--49 to 63 inches; red (2.5YR 4/6) clay; few medium distinct reddish yellow (7.5YR 6/6) mottles; moderate medium subangular blocky structure; firm; moderately sticky, moderately plastic; common fine mica flakes; common distinct clay films on faces of peds; moderately acid."
      },
      {
        "name": "Bt4",
        "top": 160,
        "bottom": 203,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "pH_class": "strongly acid",
        "narrative": "Bt4--63 to 80 inches; red (2.5YR 4/6) clay loam; few medium distinct reddish yellow (7.5YR 6/8) mottles; weak medium subangular blocky structure; firm; moderately sticky, moderately plastic; common fine mica flakes; common distinct clay films on faces of peds; strongly acid."
      }
    ]
  ]
}
