{
  "SERIES": "HIXTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. PHC-AJK-GWH",
  "REVDATE": "06/2001",
  "STATES": "IA,MI,MN,WI",
  "OVERVIEW": "The Hixton series consists of well drained soils which are moderately deep to a paralithic contact with sandstone on hills on bedrock controlled uplands.  These soils formed in loess and/or loamy slope alluvium underlain by siliceous sandy residuum from the underlying sandstone.  Permeability is moderate in the loamy mantle, rapid in the sandy residuum, and moderately slow or moderate in the sandstone.  Slopes range from 2 to 60 percent.  Mean annual precipitation is about 30 inches.  Mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:   Hixton loam - on a convex, east facing, 9 percent slope in a cultivated field at an elevation of about 1,120 feet.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; dark brown (10YR 3/3) loam, pale brown (10YR 6/3) dry; moderate medium subangular blocky structure; friable; common very fine and fine roots; common fragments of dark yellowish brown (10YR 4/4) loam subsoil;  slightly acid; abrupt smooth boundary.  (0 to 9 inches thick)\nBt1--9 to 17 inches; dark yellowish brown (10YR 4/4) loam; moderate fine subangular blocky structure; friable; common very fine and fine roots; common distinct brown (7.5YR 4/4) clay films on faces of peds; moderately acid; clear wavy boundary.\nBt2--17 to 28 inches; dark yellowish brown (10YR 4/4) loam; moderate medium subangular blocky structure; friable; common very fine and fine roots; many distinct brown (7.5YR 4/4) clay films on faces of peds; strongly acid; clear wavy boundary.  (Combined thickness of the Bt horizons ranges from 14 to 38 inches.)\n2Bt3--28 to 32 inches; dark yellowish brown (10YR 4/4) sandy loam; weak medium subangular blocky structure; friable; common distinct brown (7.5YR 4/4) clay films on faces of peds; about 5 percent sandstone channers; strongly acid; clear wavy boundary.  (0 to 4 inches thick)\n3C--32 to 39 inches; brownish yellow (10YR 6/6) sand; single grain; loose; about 5 percent sandstone channers; strongly acid; abrupt smooth boundary.  (0 to 10 inches thick)\n3Cr--39 to 60 inches; strong brown (7.5YR 5/6) weakly cemented sandstone; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jackson County, Wisconsin; about 7 miles north and 0.5 miles west of Alma Center; 1,240 feet north and 2240 feet east from the southwest corner of sec. 24, T. 24 N., R. 5 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the base of the argillic horizon, thickness of loamy mantle, and depth to siliceous sandy residuum range from 15 to 39 inches.  Some pedons have a loess mantle up to 25 inches thick.  Depth to the paralithic contact with siliceous sandstone ranges from 20 to 40 inches.  The fine-loamy part of the particle-size control section averages from 18 to 27 percent clay and from 40 to 65 percent fine sand or coarser.  Typically these soils have no coarse fragments in the upper part, but volume of sandstone channers ranges from 0 to 35 percent and volume of sandstone flagstones ranges from 0 to 5 percent in the lower part of the loamy mantle and in the sandy residuum.\nThe Ap or A horizon has hue of 7.5YR or 10YR, value of 3 or 4, and chroma of 2 or 3.  Where the value moist is 3, value dry is 6 or more.  Uncultivated pedons have an A horizon with hue of 7.5YR or 10YR, value of 2 or 3, and chroma of 1 or 2. The Ap or A horizon is silt loam or loam (see remarks).  Reaction typically ranges from strongly acid to slightly acid but ranges to neutral where the soil is limed.\nSome pedons have an E horizon with hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 2 or 3.  Texture is like that of the Ap or A horizon described above.  Reaction typically ranges from strongly acid to slightly acid but ranges to neutral where the soil is limed.\nThe Bt horizon has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 3 or 4.  The Bt horizon typically is loam or silt loam with 18 or more percent clay, but in some pedons it is sandy loam with 18 to 20 percent clay or is sandy clay loam.  Reaction ranges from strongly acid to slightly acid.\nThe 2Bt horizon has hue of 7.5YR or 10YR and value and chroma of 4 to 6.   It is sandy loam, fine sandy loam, or loam  or the channery analogs.  Reaction ranges from strongly acid to slightly acid.\nHixton soils have a 3BC or 3C horizon, or both.\nSome pedons have a 3BC horizon with hue of 7.5YR or 10YR, value of 4 to 7, and chroma of 3 to 8.  It is loamy sand, loamy fine sand, sand, fine sand, or the channery analogs.  Reaction ranges from very strongly acid to slightly acid.\nThe 3C horizon has color like the 3BC horizon described above.  It is sand, fine sand, or the channery analogs.  Reaction ranges from very strongly acid to slightly acid.\nThe 3Cr horizon has color like the 3BC horizon described above.  It is sandstone and is a paralithic contact."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bixby, Casco, and Fox series.  Bixby, Casco, and Fox soils do not have a paralithic contact with sandstone within 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hixton soils are on hills on bedrock controlled uplands.  Slope gradients range from 2 to 60 percent.  Hixton soils formed in loess and/or loamy slope alluvium underlain by siliceous sandy residuum from the underlying sandstone.  Mean annual precipitation ranges from 28 to 33 inches.  Mean annual temperature ranges from 46 to 51 degrees F.  The frost free period ranges from about 135 to 160 days.  Elevation ranges from 800 to 1,400 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Boone, Gale, Hesch, and Norden soils.  Boone soils are nearby on landscape positions similar to those of Hixton soils where the soil is formed entirely in siliceous sandy residuum or colluvium over the sandstone.  Gale soils are nearby on similar landscape positions where there is a 20 to 40 inch thick loess mantle.  Hesch soils are on similar landscape positions where the surface layer is thicker and darker colored.  Norden soils are on similar landscape positions where the underlying sandstone is glauconitic."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium to rapid.  Permeability is moderate in the loamy mantle, rapid in the sandy residuum, and moderately slow or moderate in the sandstone."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Many of the less sloping areas are used for cropland.  Common crops are corn, small grain, and hay.  Other areas are used for woodland or pastureland.  Native vegetation is mixed hardwood forest.  Common trees are northern red oak, black oak, white oak, and shagbark hickory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Wisconsin, southeastern Minnesota, and in Iowa and Michigan.   These soils are extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Dakota County, Minnesota, 1945."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The sandy loam and fine sandy loam surface texture phases and textures for the Bt have been correlated to the Elevasil series in MLRA 105.\nDiagnostic horizons and other features recognized in this pedon are:  ochric epipedon - 0 to 8 inches, (Ap); argillic horizon - 9 to 32 inches (Bt1, Bt2, 2Bt3); paralithic contact - 39 inches (3Cr)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Soil Interpretation Record - WI0235."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 9 inches; dark brown (10YR 3/3) loam, pale brown (10YR 6/3) dry; moderate medium subangular blocky structure; friable; common very fine and fine roots; common fragments of dark yellowish brown (10YR 4/4) loam subsoil;  slightly acid; abrupt smooth boundary.  (0 to 9 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 23,
        "bottom": 43,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--9 to 17 inches; dark yellowish brown (10YR 4/4) loam; moderate fine subangular blocky structure; friable; common very fine and fine roots; common distinct brown (7.5YR 4/4) clay films on faces of peds; moderately acid; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 43,
        "bottom": 71,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--17 to 28 inches; dark yellowish brown (10YR 4/4) loam; moderate medium subangular blocky structure; friable; common very fine and fine roots; many distinct brown (7.5YR 4/4) clay films on faces of peds; strongly acid; clear wavy boundary.  (Combined thickness of the Bt horizons ranges from 14 to 38 inches.)"
      },
      {
        "name": "2Bt3",
        "top": 71,
        "bottom": 81,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt3--28 to 32 inches; dark yellowish brown (10YR 4/4) sandy loam; weak medium subangular blocky structure; friable; common distinct brown (7.5YR 4/4) clay films on faces of peds; about 5 percent sandstone channers; strongly acid; clear wavy boundary.  (0 to 4 inches thick)"
      },
      {
        "name": "3C",
        "top": 81,
        "bottom": 99,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "3C--32 to 39 inches; brownish yellow (10YR 6/6) sand; single grain; loose; about 5 percent sandstone channers; strongly acid; abrupt smooth boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "3Cr",
        "top": 99,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "3Cr--39 to 60 inches; strong brown (7.5YR 5/6) weakly cemented sandstone; strongly acid."
      }
    ]
  ]
}
