{
  "SERIES": "HOBACKER",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJC-CF-JAL",
  "REVDATE": "10/1999",
  "STATES": "ID,WY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Pachic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hobacker gravelly loam, grassland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 9 inches; grayish brown (10YR 5/2) gravelly loam, very dark grayish brown (10YR 3/2) moist; strong fine granular structure; soft, very friable, slightly sticky and slightly plastic; many fine and very fine roots; 20 percent gravel and cobble; slightly alkaline (pH 7.6); clear smooth boundary. (6 to 20 inches thick)\nBw--9 to 23 inches; brown (7.5YR 5/3) very gravelly loam, dark brown (7.5YR 3/3) moist; moderate fine subangular blocky structure that parts to moderate fine granular; slightly hard, very friable; 30 percent gravel and 15 percent cobble; strongly effervescent, calcium carbonate as few faint coatings on the bottom of some rock fragments;  moderately alkaline (pH 8.0); gradual wavy boundary. (0 to 20 inches thick)\n2Bk--23 to 30 inches; brown (7.5YR 5/3) extremely gravelly sandy loam, dark brown (7.5YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; 50 percent gravel and 20 percent cobble; violently effervescent, calcium carbonate as seams, streaks, and as coatings and pendants on the bottom of rock fragments; moderately alkaline (pH 8.2); gradual wavy boundary. (7 to 20 inches thick)\n2C--30 to 60 inches; brown (7.5YR 5/4) extremely gravelly loamy sand, dark brown (7.5YR 4/4) moist;  single grain; loose; 60 percent gravel and 15 percent cobble; slightly effervescent, calcium carbonate as few, faint, coatings on some rock fragments;  moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lincoln County, Wyoming; approximately 900 feet west and 20 feet north of the E1/4 corner of sec. 25, T.32N., R.119W.  Afton Quadrangle.  42 degrees 43 minutes 46 seconds north latitude and 110 degrees 56 minutes 9 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon is 16 to 36 inches thick.  Depth to effervescent material ranges from 6 to 20 inches.  The solum is 15 to 40 inches thick. Depth to the lithologic discontinuity ranges from 20 to 40 inches. The mean annual soil temperature is 32 to 46 degrees F. The mean annual summer soil temperature is 40 to 58 degrees F.\nThe A horizon has hue of 2.5Y through 7.5YR, value of 4 or 5 dry, 2 or 3 moist, and chroma of 1 through 3.  Textures in the fine earth fraction are loam or clay loam.  Rock fragments range from 15 to 60 percent and are gravel and cobble. Reaction is neutral or slightly alkaline.\nThe Bw horizon has hue of 2.5Y through 7.5YR, value of 4 or 5 dry, 2 through 4  moist and chroma of 2 through 4. Textures in the fine earth fraction are loam or clay loam with 20 to 35 percent clay.  Rock fragments range from 15 to 60 percent and are gravel and cobble.  Reaction is neutral through moderately alkaline.  This horizon is not present in some pedons.\nThe 2Bk horizon has hue of 2.5Y through 7.5YR.  The clay content of the fine earth fraction is 0 to 10 percent.  Rock fragments are 40 to 60 percent gravel and 20 to 30 percent cobble.  Calcium carbonate equivalent is 7 to 15 percent. This horizon is moderately alkaline or strongly alkaline.\nThe 2C horizon has hue of 2.5Y through 7.5YR, value of 5 or 6 dry, 4 or 5 moist, and chroma of 3 through 6.  Texture of the fine earth fraction is loamy sand or sandy loam.  Rock Fragments are 35 to 90 percent gravel and cobble."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Baconcamp, Behanco, Behanin, Belsac, Blanca, Busterback, Caballo, Campone, Croesus, Dressel, Gateview, Hapgood, Harcany, Lionhead, Lolon, Marcetta, Nagitsy, Namela, Nazaton, Nevtah, Papaspila, Parkcity, Poleline, Povey, Prong,Snag, Snowpoc, Splitbutte and Tonigut soils.  Behanin, Blanca, Busterback, Campone, Dressel, Gateview, Harcany, Lolon, Marcetta, Nazaton, Papaspila, Parkcity, Povey, Poleline, Snag, Snowpoc, and Splitbutte soils lack a horizon of secondary calcium carbonate accumulation. Belsac soils have a paralithic contact at depths of 20 to 40 inches.  Baconcamp, Caballo, Croesus, Nagitsy, Namela, Nevtah, and Prong soils have a lithic contact at depths of 20 to 40 inches. Behanco, Hapgood and Tonigut soils have a lithic contact at 40 to 60 inches. Lionhead soils lack a lithologic discontinuity."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Hobacker soils are on alluvial fans and stream terraces.  They formed in gravelly and cobbly alluvium or colluvium derived from mixed sources.  Slopes are 0 to 30 percent. Elevation is 5,800 to 9000 feet.  The average annual precipitation is 18 to 22 inches.  The mean annual temperature is 36 to 40 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Greyback and Thayne soils.  These soils have mollic epipedons that are less than 16 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well to somewhat excessively drained; slow runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used as native pastureland.  Native vegetation is spike fescue, Canby bluegrass,  thickspike wheatgrass, antelope bitterbrush,  and big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  High mountain valleys of Idaho, Wyoming, and Colorado. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Star Valley Area, Idaho and Wyoming, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:   Diagnostic horizons and features recognized in this pedon are:\nmollic epipedon - 0 to 23 inches (A, Bw)\ncambic horizon - 9 to 23 inches (Bw)\ncalcic horizon - 23 to 30 inches (2Bk)\nlithologic discontinuity - 23 inches\nMLRR - E\nSIR - WY0053, WY0843,\nNational Cooperative Soil Survey\nU.S.A."
  }
}
