{
  "SERIES": "HOBCAW",
  "STATUS": "Established Series",
  "BYREV": "Rev. BNS",
  "REVDATE": "07/1999",
  "STATES": "NC,SC",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, active, thermic Typic Umbraquults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hobcaw loam--forested. (Colors are for moist soil.)\nA--0 to 10 inches; black (10YR 2/1) loam; moderate fine\ngranular structure; friable; many fine and medium roots; few fine holes; very strongly acid; clear smooth boundary.  (10 to 15\ninches thick)\nE--10 to 18 inches; gray (10YR 6/1) sandy loam; weak fine granular structure; very friable; many fine and medium roots; few fine holes; very strongly acid; clear smooth boundary.  (0 to 10 inches thick)\nBtg1--18 to 36 inches; gray (10YR 6/1) sandy clay loam;\ncommon medium distinct brownish yellow (10YR 6/6) mottles;\nmoderate medium subangular blocky structure; friable; few faint\nclay films on faces of some peds and in old root channels; few\nfine and medium roots; few fine holes; strongly acid; clear\nsmooth boundary.\nBtg2--36 to 46 inches; gray (10YR 6/1) sandy clay loam;\ncommon fine and medium distinct brownish yellow (10YR 6/8)\nmottles; weak medium subangular blocky structure; friable; few\nfaint clay films on faces of some peds; few fine roots; few fine holes; pockets of sandy clay and loamy sand; strongly acid; clear smooth boundary.  (Combined thickness of the Btg horizon is 15 to more than 50 inches.)\n2Cg--46 to 65 inches; light gray (10YR 7/1) sand; single grained; loose; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Georgetown County, South Carolina; 3 miles west of the center of the town of Georgetown on U.S. Highway 17 to\nentrance to Hobcaw Plantation; south on Hobcaw Road to\nintersection of Hobcaw Road and road to Strawberry Village; 0.5\nmile beyond intersection on Hobcaw Road.  Site is 25 feet west of center of Hobcaw Road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil is very strongly acid to\nslightly acid in the solum and extremely acid to neutral in the Cg horizon.  Few to common fine flakes of mica or fine black minerals are in the lower part of the B and C horizons of some pedons.  The mineralogy of the clay fraction is mixed.\nThe A or Ap horizon has hue of 10YR to 5Y or it is neutral, value\nof 2 or 3, and chroma of 0 to 2.  The E horizon, where present,\nhas hue of 10YR to 5Y or it is neutral, value of 3 to 7, and\nchroma of 0 to 2.  The A and E horizons are loam, fine sandy loam, sandy loam, loamy fine sand, loamy sand, or the mucky analogues of these textures.\nThe AB horizon, where present, has hue of 10YR, 2.5Y, or it is neutral, value of 2 to 6, and chroma of 0 to 2.  It is loam, fine sandy loam, or sandy loam.\nThe Btg horizon has hue of 10YR to 5Y or it is neutral, value of 2\nto 7, and chroma of 0 to 2.  Mottles in shades of brown, yellow,\nor red range from few to many in most pedons.  It is sandy clay\nloam, clay loam, or fine sandy loam.  Some pedons have thin subhorizons, less than 6 inches thick, of sandy clay.\nThe BCg horizon, where present, has hue of 10YR to 5Y or it is neutral, value of 3 to 7, and chroma of 0 to 3.  Mottles in shades\nof red, brown, yellow, or gray range from few to many in most\npedons.  It is fine sandy loam, sandy loam, or loamy sand.\nThe 2Cg or Cg horizon has hue of 10YR or 5Y, 5GY, 5G, or it is neutral, value of 3 to 7, and chroma of 0 to 3.  Mottles in shades\nof gray, brown, yellow, or red are in most pedons.  In some pedons the Cg horizon is mottled in these colors.  Texture is variable, ranging from sand to stratified clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include Paxville series in the same\nfamily and Bayboro, Byars, Cape Fear, Deloss, Hyde, Lumbee,\nPantego, Pocomoke, Portsmouth, and Rains series in similar\nfamilies.  Paxville soils have clay mineralogy dominated by kaolinite.  Bayboro, Byars, and Cape Fear soils have more than 35 percent clay in the control section.  In addition, Bayboro and\nCape Fear soils, along with Deloss and Hyde soils, have mixed mineralogy.  Lumbee, Pocomoke, and Portsmouth soils have a thinner solum.  Pantego and Rains soils do not have a clay decrease of 20 percent or more within 60 inches of the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hobcaw soils are on nearly level and slightly depressional areas below about 40 feet in elevation.  The soils formed in loamy marine or fluvial sediments.  Near the type\nlocation the mean annual temperature is about 65 degrees F., mean annual precipitation is about 51 inches; and freeze-free season is about 243 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Cape Fear series, and Bladen, Chipley, Chisolm, Coosaw, Seabrook, Williman, Yauhannah, and Yemassee series.  Cape Fear and Bladen\nsoils are on adjacent landscapes and are clayey.  Chipley,\nChisolm, Coosaw, Seabrook, Williman, Yauhannah, and Yemassee soils are on higher landscapes and have an ochric epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained.  Runoff is ponded\nor very slow.  Permeability is moderate.  The water table is above\nor near the surface for 3 to 6 months in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the acreage is in forest; and the\nnative vegetation consists of sweetgum, blackgum, water tupelo, cypress, water and willow oaks, and undergrowth of bay bushes, myrtle, and gallberry.  Cleared and drained areas are used principally for growing corn, soybeans, small grain, truck crops,\nand pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Lower Coastal Plain of South Carolina\nand possibly Florida, Georgia, and North Carolina.  The series is\nof moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Georgetown County, South Carolina; 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Hobcaw soils were formerly included in the Deloss or Paxville series.  This series is limited to soils with mixed mineralogy.\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nSC0096 HOBCAW      0-  2   60- 66  240-250  47- 53     0-  40\nSC0108 HOBCAW      0-  2   60- 66  240-250  47- 53     0-  40\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nSC0096 NONE             -     APPARENT    -     60-60\nSC0108 RARE   COMMON    -     APPARENT    -     60-60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nSC0096  0-18  LFS LS                  0-  0 100-100  3-15   1-  3\nSC0096  0-18  SL FSL L                0-  0 100-100  5-20   2-  4\nSC0096 18-46  SCL CL FSL              0-  0 100-100 18-35   3-  8\nSC0096 46-65  VAR                      -       -      -      -\nSC0108  0-18  LFS LS                  0-  0 100-100  3-15   1-  3\nSC0108  0-18  SL FSL L                0-  0 100-100  5-20   2-  4\nSC0108 18-46  SCL CL FSL              0-  0 100-100 18-35   3-  8\nSC0108 46-65  VAR                      -       -      -      -\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nSC0096  0-18  4.5- 6.5  2.-9.  0- 0   6.0-  20  LOW\nSC0096  0-18  4.5- 6.5  2.-9.  0- 0   2.0- 6.0  LOW\nSC0096 18-46  4.5- 6.5    -    0- 0   0.6- 2.0  LOW\nSC0096 46-65     -        -     -        -\nSC0108  0-18  4.5- 6.5  2.-9.  0- 0   6.0-  20  LOW\nSC0108  0-18  4.5- 6.5  2.-9.  0- 0   2.0- 6.0  LOW\nSC0108 18-46  4.5- 6.5    -    0- 0   0.6- 2.0  LOW\nSC0108 46-65     -        -     -        -\nNational Cooperative Soil Survey\nU.S.A."
  }
}
