{
  "SERIES": "HOBERG",
  "STATUS": "Established Series",
  "BYREV": "Rev. HEH-RLT",
  "REVDATE": "01/2011",
  "STATES": "MO",
  "OVERVIEW": "The Hoberg series consists of very deep, moderately well drained soils that have a fragipan.  They formed in a thin mantle of loess and the underlying residuum from cherty limestone.  Slopes range from 2 to 8 percent.  Permeability is moderate above the fragipan, slow in the fragipan and moderate below the fragipan.  Mean annual temperature is 56 degrees F, and mean annual precipitation is 41 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, active, mesic Oxyaquic Fragiudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hoberg silt loam - on a 3 percent northeast facing convex slope in grass at an elevation of 1,225 feet. (Colors are for moist conditions unless otherwise noted.)\nAp--0 to 7 inches; dark brown (7.5YR 3/2) silt loam, brown (7.5YR 5/2) dry; moderate very fine and fine granular structure; very friable; many fine roots; common worm channels and casts; 5 percent chert gravel; slightly acid; clear smooth boundary.  (5 to 12 inches thick)\nBt1--7 to l3 inches; brown (7.5YR 4/4) silty clay loam; moderate very fine subangular blocky structure; friable; many fine roots; common worm channels and casts; few faint clay films on faces of peds; 5 percent chert gravel; slightly acid; clear smooth boundary.\nBt2--l3 to 22 inches; reddish brown (5YR 4/4) silty clay loam; moderate fine and very fine subangular blocky structure; friable; common fine roots; common faint clay films on faces of peds; common worm channels and casts; 10 percent chert gravel; moderately acid; clear wavy boundary.  (Combined thickness of the Bt horizon is 10 to 28 inches.)\n2Btx--22 to 47 inches; mottled reddish brown (5YR 4/4), light brown (7.5YR 6/4), pinkish gray (5YR 6/2) and pinkish gray (7.5YR 6/2) extremely gravelly silty clay loam; moderate very coarse prismatic structure; very firm; 60 percent brittle: few very fine roots in top few inches; common distinct clay films on vertical faces of prisms; 75 percent chert gravel; extremely acid; gradual wavy boundary.  (11 to 35 inches thick)\n3Bt--47 to 72 inches; dark red (2.5YR 3/6) and dark reddish brown (2.5YR 3/4) extremely gravelly clay; moderate fine angular blocky structure; very firm; many distinct clay films on faces of peds; 70 percent chert gravel; few fine distinct light brown (7.5YR 6/4) masses of iron accumulation; few fine iron-manganese concretions (Fe and Mn oxides); strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lawrence County, Missouri; about 5 miles west of Mt. Vernon; l,500 feet north and l,l70 feet west of the SE corner of Sec. 31, T. 28 N., R. 27 W.; USGS Stotts City, Missouri topographic quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock is more than 80 inches. Depth to the fragipan ranges from l6 to 36 inches.  Chert gravel content in the A and upper Bt horizons is 0 to 15 percent, 5 to 35 percent in the lower Bt horizon, just above the 2Btx, and 10 to 80 percent in the 2Btx and 3Bt horizons.  Chert cobble content above the fragipan is less than 10 percent but ranges to 40 percent within the fragipan. Reaction is slightly to strongly acid in the A and Bt horizons and moderately acid to extremely acid in the 2Btx and 3Bt horizons.\nThe Ap or A horizon has hue of 7.5YR or 10YR, value of 2 or 3, and chroma of 1 or 3.  It is silt loam or loam.\nThe BA and BE horizon, where present, has hue of 10YR, value of 3 or 4, and chroma of 2 to 4.  It is silt loam with 0 to 5 percent rock fragments.\nThe Bt horizon has hue of 5YR to 10YR, value of 3 to 5 and chroma of 3 to 6, but may be 2 immediately above the fragipan.  Some pedons have iron depletions with chroma of 2 within the upper 10 inches of the Bt horizon.  It is silt loam, silty clay loam, clay loam, gravelly clay loam or gravelly silty clay loam.\nThe Btx or 2Btx horizon has mottled colors with hue of 2.5YR to 7.5YR, value of 3 to 6, and chroma of 2 to 6. It is the gravelly to extremely gravelly or cobbly analogues of silty clay loam, silt loam or clay loam.\nThe 3Bt horizon has hue of 2.5YR or 5YR, value of 2 to 5, and chroma of 4 to 6 with distinct mottles.  It is the gravelly to extremely gravelly or cobbly analogues of clay or silty clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Hobson and Viraton series. These soils do not have a surface horizon with color value of 2 or 3 that is at least 6 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hoberg soils are on ridgetops and side slopes of uplands. Slopes range from 2 to 8 percent. They formed in a thin mantle of loess and the underlying residuum from cherty limestone. Mean annual temperature ranges from 54 to 57 degrees F, and mean annual precipitation ranges from 39 to 44 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Creldon, Eldon, Gerald, Keeno, Newtonia and Pembroke soils. Eldon, Newtonia and Pembroke soils do not have a fragipan. Gerald soils are somewhat poorly drained.  Keeno soils are in the loamy-skeletal particle size family.  Creldon soils are on similar landscapes as the Hoberg soils. Gerald soils are on nearly level uplands at higher elevations than the Hoberg soils. Eldon, Keeno, Newtonia, and Pembroke soils are on ridgetops and upper side slopes below the Hoberg soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained. Permeability is moderate above the fragipan, slow in the fragipan and moderate below the fragipan.  Runoff potential is high.  In undisturbed areas, a perched water table has an upper limit of 1 to 3 feet during December to March in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of these soils are used for grass and legume pasture or hay crops.  The remaining acreage is cropped to wheat, soybeans, sorghum, and corn. Native vegetation is mixed grass and  hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Springfield Plain (MLRA 116B) in southwestern Missouri.  This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Greene and Lawrence Counties, Missouri Soil Survey, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included in the Craig series. Hoberg soils were previously classified as Mollic Fragiudalfs, but were changed to Oxyaquic Fragiudalfs based on the 1998 \"Keys to Taxonomy\".\nDiagnostic horizons and features recognized in this series are:\nochric epipedon - the zone from the surface of the soil to a depth of 7 inches;\nargillic horizon - the zone from approximately 7 inches to 72 inches (Bt1 and Bt2 horizons);\nfragipan - the zone from approximately 22 to 47 inches (2Btx horizon).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; dark brown (7.5YR 3/2) silt loam, brown (7.5YR 5/2) dry; moderate very fine and fine granular structure; very friable; many fine roots; common worm channels and casts; 5 percent chert gravel; slightly acid; clear smooth boundary.  (5 to 12 inches thick)"
      },
      {
        "name": "2Btx",
        "top": 56,
        "bottom": 119,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "extremely gravelly",
        "pH_class": "extremely acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Btx--22 to 47 inches; mottled reddish brown (5YR 4/4), light brown (7.5YR 6/4), pinkish gray (5YR 6/2) and pinkish gray (7.5YR 6/2) extremely gravelly silty clay loam; moderate very coarse prismatic structure; very firm; 60 percent brittle: few very fine roots in top few inches; common distinct clay films on vertical faces of prisms; 75 percent chert gravel; extremely acid; gradual wavy boundary.  (11 to 35 inches thick)"
      },
      {
        "name": "3Bt",
        "top": 119,
        "bottom": 183,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "clay",
        "cf_class": "extremely gravelly",
        "pH_class": "strongly acid",
        "narrative": "3Bt--47 to 72 inches; dark red (2.5YR 3/6) and dark reddish brown (2.5YR 3/4) extremely gravelly clay; moderate fine angular blocky structure; very firm; many distinct clay films on faces of peds; 70 percent chert gravel; few fine distinct light brown (7.5YR 6/4) masses of iron accumulation; few fine iron-manganese concretions (Fe and Mn oxides); strongly acid."
      }
    ]
  ]
}
