{
  "SERIES": "HOBE",
  "STATUS": "Established Series",
  "BYREV": "Rev. SHM; JFB; GRB",
  "REVDATE": "10/2018",
  "STATES": "FL",
  "OVERVIEW": "The Hobe series consists of very deep, somewhat excessively drained, moderately permeable soils on elevated knolls and ridges in the flatwoods areas of the lower Coastal Plains of Florida.  They formed in thick beds of sandy and loamy marine sediments.  Near the type location, the mean annual temperature is about 73 degrees F., and the mean annual precipitation is about 57 inches.  Slopes range from 0 to 5 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, siliceous, hyperthermic Entic Grossarenic Alorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hobe fine sand - on a smooth convex 5 percent slope in open woodland.  (Colors are for moist soil unless otherwise stated.  When described, the soil was wet below 60 inches.)\nA--0 to 4 inches; gray (10YR 5/1) fine sand; weak fine granular structure; very friable; many fine and medium roots; many uncoated sand grains; very strongly acid; clear smooth boundary.  (1 to 8 inches thick)\nE1--4 to 9 inches; gray (10YR 6/1) fine sand; single grained; loose; common fine and medium roots; very strongly acid; gradual wavy boundary.\nE2--9 to 44 inches; white (N 8/0) fine sand; single grained; loose; few fine and medium roots; very strongly acid; diffuse wavy boundary.\nE3--44 to 70 inches; light gray (10YR 7/1) fine sand; single grained; loose; few fine roots; few gray (10YR 5/1) and dark gray (10YR 4/1) streaks in root channels; extremely acid; abrupt wavy boundary.  (Combined thickness of the E horizons range from 30 to 86 inches)\nBh--70 to 74 inches; black (5YR 2/1) fine sand; weak fine and medium granular structure; massive and strongly cemented in about 30 percent of horizon; friable to firm; few fine and medium roots; common pockets of dark reddish brown (5YR 2/2) sand grains well coated with organic matter; few medium and coarse pockets of dark yellowish brown (10YR 4/4) areas of organic matter depletions; extremely acid; clear irregular boundary.  (2 to 20 inches thick)\nBE/Bh--74 to 78 inches; dark yellowish brown (10YR 4/4) fine sand (BE); weak fine granular structure; very friable; few fine and medium roots; few to common, firm, weakly cemented dark brown (10YR 3/3 and 7.5YR 3/2) Bh fragments; sand grains thinly coated with organic matter; extremely acid; clear wavy boundary.  (0 to 6 inches thick)\nBtg--78 to 88 inches; gray (5Y 6/1) fine sandy loam; weak coarse subangular blocky structure; slightly sticky, slightly plastic; few medium roots; common medium to coarse distinct olive brown (2.5Y 4/4) and pale yellow (2.5Y 7/4) and few to common fine distinct olive (5Y 5/4) masses of iron and organic matter accumulation in the upper 3.0 inches; sand grains are coated and bridged with clay; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Martin County, Florida; approximately 2.5 miles west of Stuart, Florida.  About 0.25 mile north of Rustic Hills Subdivision and about 300 feet east of Murphy Road; SE 1/4, NE1/4, SW1/4, Sec. 1, T. 38 S., R. 40 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is more than 65 inches.  Total thickness of the A, E, and Bh horizons is less than 80 inches.  Soil reaction ranges from extremely acid to slightly acid in the A and E horizons and from extremely acid to strongly acid in the B horizons.\nThe A horizon has hue of 10YR, value of 4 to 6, and chroma of 1.  Texture is fine sand or sand.\nThe E horizon has hue of 10YR, value of 5 to 8, and chroma 1 or 2; or is neutral with value of 6 to 8.  Streaks in shades of brown or gray along old root range from none to common.  Texture is fine sand or sand.\nThe Bh horizon has hue of 5YR to 10YR, value of 2 or 3, and chroma 1 to 4.  In less than 40 percent of each pedon, the Bh horizon is firm and weakly to strongly cemented.  Pockets of E horizon material occur in this horizon in some pedons.  Texture is fine sand or sand.\nThe BE part of the BE/Bh horizon, where present, has hue of 5YR to 10YR, value of 3 or 4, and chroma of 3 or 4.  The Bh part has the same color range as the Bh horizon.  Texture is fine sand or sand.\nThe Bt horizon, where present, has hue of 10YR, value of 5 or 6, and chroma of 4 to 6.  Redoximorphic features in shades of brown and yellow range from none to common.  Texture is sandy loam or fine sandy loam.\nThe Btg horizon has hue of 10YR to 5Y, value of 5 to 7, and chroma of 1 or 2.  Redoximorphic accumulations in shades of yellow, brown, or red range from none to common.  This horizon is discontinuous or dips below 80 inches in some pedons but is present in 60 percent or more of each pedon.  Texture is fine sandy loam, sandy loam, or sandy clay loam with pockets or lenses of loamy fine sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Deland and Duett soils are in the same family.  They are on lower positions and do not have argillic horizons below the Spodic horizons.  In addition, Deland soils are well drained and Duett soils are moderately well drained."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hobe soils are on elevated knolls and ridges in flatwoods areas of the lower Coastal Plain.  Slopes range from 0 to 5 percent.  They formed in thick beds of sandy and loamy marine sediments.  The climate is humid subtropical.  The average annual precipitation range from 55 to 59 inches and the average annual temperature ranges from 71 to 75 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ankona, Immokalee, Jonathan, Pomello, Salerno, Satellite, St. Lucie, and Waveland series.  The very poorly and poorly drained Ankona, Immokalee, and Waveland soils are on lower positions, and have spodic horizons between depths of 30 to 50 inches.  In addition, Ankona soils are in the ortstein family, Immokalee soils do not have argillic horizons below the spodic horizon, and Waveland soils are in the ortstein family and do not have argillic horizons below the spodic horizon.  The somewhat poorly to moderately well drained Jonathan and Pomello soils are on lower positions and do not have argillic horizons below the spodic horizons.  In addition, Jonathan have spodic horizons below a depth of 50 inches and is in the ortstein family.  The poorly drained Salerno soils are on lower positions and do not have an argillic horizon below the spodic horizon.  Satellite and St. Lucie soils are sandy throughout.  In addition, Satellite soils are on lower positions and somewhat poorly drained while St. Lucie soils are on higher positions and are excessively drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; very rapid permeability in the A and E horizons, moderate permeability in the Bh horizon, rapid permeability in the BEh and Bh horizons, and moderate permeability in the Btg horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Hobe soils remain in natural vegetation and are used for wildlife habitat.  Some areas are used for building sites.  The vegetations primarily consists of sandpine, scattered slash pine, sand live oak, running oak, sand heath, sawpalmetto, fetterbush, and a few widely spaced pineland threeawn and panicum grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Peninsular Florida.  The series is of small known extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  St. Lucie County, Florida; 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizon and features recognized in this pedon:\nOchric epipedon - the zone from the surface to a depth of 70 inches (A, E1, E2 and E3 horizons).\nAlbic horizon - the zone from a depth of 4 inches to a depth of 70 inches (the E1, E2, and E3 horizons).\nSpodic horizon - the zone from a depth of 70 inches to a depth of 78 inches (the Bh and BE/Bh horizons).\nArgillic horizon - the zone from a depth of 78 inches to a depth of 88 or more inches (Btg horizon).\nA water table may be at depths of 50 to 60 inches for brief periods following heavy rains.  It is normally at depths of 60 to 80 inches during the wet season and below 80 inches the remainder of the year."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; gray (10YR 5/1) fine sand; weak fine granular structure; very friable; many fine and medium roots; many uncoated sand grains; very strongly acid; clear smooth boundary.  (1 to 8 inches thick)"
      },
      {
        "name": "E1",
        "top": 10,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "E1--4 to 9 inches; gray (10YR 6/1) fine sand; single grained; loose; common fine and medium roots; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "E2",
        "top": 23,
        "bottom": 112,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "N",
        "moist_value": 8,
        "moist_chroma": 0,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "E2--9 to 44 inches; white (N 8/0) fine sand; single grained; loose; few fine and medium roots; very strongly acid; diffuse wavy boundary."
      },
      {
        "name": "E3",
        "top": 112,
        "bottom": 178,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 1,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "E3--44 to 70 inches; light gray (10YR 7/1) fine sand; single grained; loose; few fine roots; few gray (10YR 5/1) and dark gray (10YR 4/1) streaks in root channels; extremely acid; abrupt wavy boundary.  (Combined thickness of the E horizons range from 30 to 86 inches)"
      },
      {
        "name": "Bh",
        "top": 178,
        "bottom": 188,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Bh--70 to 74 inches; black (5YR 2/1) fine sand; weak fine and medium granular structure; massive and strongly cemented in about 30 percent of horizon; friable to firm; few fine and medium roots; common pockets of dark reddish brown (5YR 2/2) sand grains well coated with organic matter; few medium and coarse pockets of dark yellowish brown (10YR 4/4) areas of organic matter depletions; extremely acid; clear irregular boundary.  (2 to 20 inches thick)"
      },
      {
        "name": "BE/Bh",
        "top": 188,
        "bottom": 198,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BE/Bh--74 to 78 inches; dark yellowish brown (10YR 4/4) fine sand (BE); weak fine granular structure; very friable; few fine and medium roots; few to common, firm, weakly cemented dark brown (10YR 3/3 and 7.5YR 3/2) Bh fragments; sand grains thinly coated with organic matter; extremely acid; clear wavy boundary.  (0 to 6 inches thick)"
      },
      {
        "name": "Btg",
        "top": 198,
        "bottom": 224,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Btg--78 to 88 inches; gray (5Y 6/1) fine sandy loam; weak coarse subangular blocky structure; slightly sticky, slightly plastic; few medium roots; common medium to coarse distinct olive brown (2.5Y 4/4) and pale yellow (2.5Y 7/4) and few to common fine distinct olive (5Y 5/4) masses of iron and organic matter accumulation in the upper 3.0 inches; sand grains are coated and bridged with clay; very strongly acid."
      }
    ]
  ]
}
