{
  "SERIES": "HOBIT",
  "STATUS": "Established Series",
  "BYREV": "Rev. RHB/TDT/RWL",
  "REVDATE": "2/98",
  "STATES": "OR",
  "OVERVIEW": "The Hobit series consists of moderately deep, well drained soils that formed in the colluvium from andesite and volcanic tuffs and breccias.  Hobit soils are on mountain slopes and have slopes of 12 to 60 percent.  The mean annual precipitation is about 40 inches, and the mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial, amorphic Typic Fulvicryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hobit loam - on a north facing convex slope of 32 percent under conifers at 5,420 feet elevation.  (When described, the soil was moist throughout.  Colors are for moist soil unless otherwise noted.)\nOi--1 inch to 0, partially decomposed needles and twigs.  (1 to 2 inches thick)\nA1--0 to 4 inches; very dark brown (10YR 2/2) loam, very dark grayish brown (10YR 3/2) dry; weak very fine granular structure; soft, very friable, nonsticky and nonplastic, weakly smeary; common very fine roots; many very fine irregular pores; 10 percent gravel; slightly acid; clear smooth boundary.\nA2--4 to 18 inches; very dark brown (10YR 2/2) loam, dark brown (10YR 3/3) dry; weak fine subangular blocky structure parting to weak fine granular; soft, very friable, nonsticky and nonplastic, weakly smeary; common fine and very fine, and few medium roots; many very fine irregular pores; 10 percent gravel; slightly acid; gradual wavy boundary.  (Combined thickness of the A horizon is 10 to 24 inches)\nBw--18 to 26 inches; very dark brown (10YR 2/2) loam, brown (10YR 4/3) dry; weak fine subangular blocky structure parting to weak fine granular; soft, very friable, slightly sticky and slightly plastic, weakly smeary; common very fine and fine, and few medium roots; many very fine irregular pores; 10 percent gravel; slightly acid; clear irregular boundary.  (3 to 10 inches thick)\nC--26 to 35 inches; dark yellowish brown (10YR 4/6) gravelly clay loam, yellowish brown (10YR 5/6) dry; massive; slightly hard, friable, sticky and plastic, weakly smeary; few roots; many very fine irregular pores; 15 percent hard gravel and 10 percent soft gravel; moderately acid; clear irregular boundary.  (7 to 13 inches thick)\nCr--35 inches; highly weathered volcanic tuff or breccia."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jackson County, Oregon; about 1 mile north of Soda Mountain; 1,910 feet south and 1,350 feet east of the northwest corner of sec. 21, T. 40 S., R. 3 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are usually moist but are dry between 4 and 12 inches for 45 to 60 consecutive days in the four months that follow the summer solstice.  The mean annual soil temperature is 40 to 46 degrees F, and the mean summer soil temperature is 44 to 47 degrees F.  Depth to a paralithic contact is 20 to 40 inches.  The particle-size control section averages 18 to 30 percent apparent clay and 5 to 30 percent rock fragments, of which 5 to 20 percent are gravel and 0 to 10 percent are cobbles.  The solum has a moist bulk density of 0.50 to 0.80 grams per cubic centimeter and is dominated by amorphous material. It has a phosphate retention of more than 85 percent, acid oxalate extractable aluminum plus one-half iron of 2.0 to 3.0 percent, and 15-bar moisture of 15 to 25 percent based on an air-dried sample.  The umbric epipedon and solum thickness is 20 to 30 inches.\nThe A horizon has value of 2 or 3 moist and 3 or 4 dry, and chroma of 2 or 3 moist and dry.  It has 10 to 15 percent organic matter.\nThe B horizon has value of 2 or 3 moist and 3 through 5 dry, and chroma of 2 or 3 moist and dry.  It is loam, clay loam, or gravelly clay loam.\nThe C horizon has hue of 7.5YR, 10YR, or 2.5Y and value of 4 or 5 moist and 4 through 7 dry, and chroma of 4 through 6 moist and dry.  It is clay loam or gravelly clay loam.  Most rock fragments are highly weathered.  It has a moist bulk density of 0.75 to 0.85 grams per cubic centimeter."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Mulkey series.  Mulkey soils are 20 to 40 inches to a lithic contact and have a udic soil moisture regime. (see remarks)"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Hobit series consists of moderately deep, well drained soils on mountain slopes.  These soils formed in colluvium derived dominantly from andesite and volcanic tuffs and breccias. Slopes are 12 to 60 percent. Elevation is 5,000 to 6,000 feet.  The climate is characterized by cold wet winters and cool dry summers.The mean annual precipitation is 30 to 50 inches.  The mean annual temperature is 40 to 44 degrees F.  The frost-free period is less than 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bybee, Farva, Pinehurst, and Tatouche series.  All have frigid soil temperatures. Bybee and Tatouche soils are fine.  Farva soils are loamy-skeletal. Pinehurst soils have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for timber production, wildlife habitat, grazing and water supply.  Native vegetation is white fir, shrubs, and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Klamath Mountains in southwestern Oregon; MLRA 5. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jackson County Area, Oregon, 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This draft reflects a change in classification from Medial Typic Cryandepts based on the Andisol Order.\nDiagnostic horizons and features recognized in this pedon:\nUmbric epipedon - from 0 to 26 inches (A1, A2, and Bw horizon) with a weighted average within the upper 12 inches of more than 10 percent organic matter.\nParticle-size control section - from 0 to 35 inches (A1, A2, Bw, and C horizons)\nAndic properties - 0 to 35 inches\nThe Maude series is a potential competing soil based on the Cryandepts classification.  It is massive throughout and has glacial till material at 30 to 45 inches."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 4 inches; very dark brown (10YR 2/2) loam, very dark grayish brown (10YR 3/2) dry; weak very fine granular structure; soft, very friable, nonsticky and nonplastic, weakly smeary; common very fine roots; many very fine irregular pores; 10 percent gravel; slightly acid; clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 10,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A2--4 to 18 inches; very dark brown (10YR 2/2) loam, dark brown (10YR 3/3) dry; weak fine subangular blocky structure parting to weak fine granular; soft, very friable, nonsticky and nonplastic, weakly smeary; common fine and very fine, and few medium roots; many very fine irregular pores; 10 percent gravel; slightly acid; gradual wavy boundary.  (Combined thickness of the A horizon is 10 to 24 inches)"
      },
      {
        "name": "Bw",
        "top": 46,
        "bottom": 66,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Bw--18 to 26 inches; very dark brown (10YR 2/2) loam, brown (10YR 4/3) dry; weak fine subangular blocky structure parting to weak fine granular; soft, very friable, slightly sticky and slightly plastic, weakly smeary; common very fine and fine, and few medium roots; many very fine irregular pores; 10 percent gravel; slightly acid; clear irregular boundary.  (3 to 10 inches thick)"
      },
      {
        "name": "C",
        "top": 66,
        "bottom": 89,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "C--26 to 35 inches; dark yellowish brown (10YR 4/6) gravelly clay loam, yellowish brown (10YR 5/6) dry; massive; slightly hard, friable, sticky and plastic, weakly smeary; few roots; many very fine irregular pores; 15 percent hard gravel and 10 percent soft gravel; moderately acid; clear irregular boundary.  (7 to 13 inches thick)"
      },
      {
        "name": "Oi",
        "top": 3,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--1 inch to 0, partially decomposed needles and twigs.  (1 to 2 inches thick)"
      },
      {
        "name": "Cr",
        "top": 89,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--35 inches; highly weathered volcanic tuff or breccia."
      }
    ]
  ]
}
