{
  "SERIES": "HOBONNY",
  "STATUS": "Established Series",
  "BYREV": "WMS:WMS:JCM, Rev. MHC",
  "REVDATE": "07/1999",
  "STATES": "NC,SC",
  "OVERVIEW": "The Hobonny series consists of very poorly drained, nearly level, moderately permeable, organic soils that formed mainly in herbaceous plant material mixed with woody plant material and a small amount of mineral soil material.  The organic materials are more than 51 inches thick.  Slopes are less than 1 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Euic, thermic Typic Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hobonny muck. (Colors are for moist soil.)\nA--0 to 2 inches; gray (10YR 5/1) silty clay loam; coarse medium granular structure; slightly sticky; many fine and medium roots; strongly acid; abrupt smooth boundary.  (0 to 4 inches\nthick)\nOa1--2 to 10 inches; dark reddish brown (5YR 2/2), black (5YR 2/1) pressed and rubbed; about 40 percent fiber, about 10 percent rubbed; massive; flows easily between fingers when squeezed and leaves small residue in hand; common fine roots; few coarse woody fragments; about 20 percent mineral content; very strongly acid; clear smooth boundary.\nOa2--10 to 32 inches; dark reddish brown (5YR 3/2), very dark gray (5YR 3/1) pressed and rubbed; about 30 percent fiber, about 5 percent rubbed; massive; flows easily between fingers when squeezed and leaves small residue in hand; common fine roots; dominantly herbaceous fiber; common coarse woody fragments; about 15 percent mineral content; very strongly acid; clear smooth boundary.\nOa3--32 to 58 inches; dark reddish brown (5YR 3/2), dark reddish brown (5YR 2/2) pressed and rubbed; about 20 percent fiber, about 5 percent rubbed; massive; flows easily between fingers when squeezed and leaves small residue in hand; few fine roots; dominantly herbaceous fiber; many coarse woody fragments; about 10 percent mineral content; extremely acid; clear smooth boundary.\nOa4--58 to 90 inches; dark reddish brown (5YR 2/2), same color pressed and rubbed; about 5 percent fiber, 1 percent rubbed; massive; flows easily between fingers when squeezed and leaves small residue in hand; dominantly herbaceous fiber; common coarse woody fragments; about 10 percent mineral; extremely acid. (Combined thickness of the Oa horizon is more than 51 inches)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jasper County, South Carolina; 2.2 miles northeast of US-17A bridge over the Savannah River, 1,750 feet west of US-17A, 200 feet east of diversion canal.  Elevation is about 6 feet."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the organic material is 51 to more than 90 inches.  It is extremely acid to neutral throughout the organic tiers but is very strongly acid to neutral in at least some part of the control section.  Underlying mineral layers are very strongly acid to slightly alkaliine.  Salinity is none or slight in more than half of the subsurface and bottom tiers.\nThe A1 horizon, present in most pedons, has hue of 10YR to 5Y, or it is neutral, value of 2 to 5, and chroma of 1.  It is silty clay, silty clay loam, silt loam, mucky silt loam, or loam.\nThe surface tier has hue of 5YR to 10YR, value of 2 to 5, and chroma of 1 to 4.  Chroma, and less frequently value, will decrease by one unit when pressed or rubbed.  After rubbing, the organic material of the surface tier has less than 20 percent fibers.\nThe other organic tiers have hue of 5YR to 10YR, value of 2 to 4, and chroma of 2 to 4.  The subsurface tier contains as much as 50 percent fibers undisturbed, but less than 15 percent after rubbing.  The bottom tier contains as much as 30 percent fibers undisturbed, but less than 10 percent after rubbing.\nFibers throughout the profile dominantly are herbaceous.  Some pedons have as much as 35 percent woody fibers in the control section.  Logs, dominantly cypress, and large fragments of wood, in varying stages of decomposition, are in the lower part of the organic material of most pedons.  There is as much as 35 percent mineral matter in the organic layers.  The organic layers are underlain by mineral soil material that is variable in texture, ranging from sand to clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  (This section not updated this date; 6/16/97) These are the Lafitte and Maurepas series.  Lafitte soils have SAR of more than 13 or ESP of more than 15 in more than half of the subsurface tier.  Maurepas soils are developed from dominantly woody fibers and are medium acid to moderately alkaline throughout the profile.  The Allemands, Belhaven, Dare, Delcombe, Dorovan, Handsboro, Pamlico, Ponzer, and Pungo are similar series in other families.  Allemands, Belhaven, Delcombe, Pamlico, and Ponzer soils have less than 51 inches of organic material over mineral layers.  Dare, Dorovan, and Pungo soils have pH of less than 4.5 in 0.01 M calcium chloride, in all parts of the organic materials in the control section.  Handsboro soils have more than 0.75 percent sulfur content (dry weight) in the subhorizons within 12 to 40 inches of the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hobonny soils are on low nearly level to level areas of the Lower Coastal Plains at elevations that are generally less than 5 feet above mean sea level.  They normally occur within the flood plain of fresh water streams and are bordered on the seaward side by soils that are flooded with saline water.  Some areas are flooded with slightly saline water and some areas are protected from slightly saline water by dikes, roads, and other barriers.  The soils formed mainly in herbaceous plant remains mixed with a fair amount of woody plant remains and a small amount of mineral soil matter over a variety of marine and fluvial sediments.  The mean annual precipitation is about 45 inches and the mean annual temperature is about 66 degrees F., near the type location.  The freeze-free season is about 257 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Handsboro series and the Bohicket, Capers, and Levy series.  Bohicket, Capers, and Levy soils are mineral soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained; the water table ranges from 1 foot above to 0.5 foot below the surface unless protected.  Internal drainage is very slow to none.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Nearly all of these soils are used for wildlife habitat.  Many areas were used for rice culture prior to the twentieth century.  Some areas have a sparse stand of young baldcypress (taxodium distichum)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Lower Coastal Plain of South Carolina and North Carolina.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jasper County, South Carolina; 1975.\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nSC0061 HOBONNY     0-  2   60- 66  240-290  45- 52     0-  40\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nSC0061 FREQ            0-0.5  APPARENT JAN-DEC  60-60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nSC0061  0- 2  L SIL MK-SIL            0-  0 100-100 10-27   8- 30\nSC0061  0- 2  SICL SIC                0-  0 100-100 27-50  10- 32\nSC0061  0- 2  MUCK                     -       -     0- 0  40-120\nSC0061  2-90  SP                       -       -     0- 0  40-120\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nSC0061  0- 2  4.5- 5.5  3.-15  0- 2   0.6- 2.0  LOW\nSC0061  0- 2  4.5- 5.5  3.-15  0- 2   0.2- 0.6  MODERATE\nSC0061  0- 2  4.5- 5.5  20-60  0- 2   0.6- 6.0  LOW\nSC0061  2-90  3.6- 5.5  20-60  0- 2   0.6- 2.0  LOW\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
