{
  "SERIES": "HOBOG",
  "STATUS": "Established Series",
  "BYREV": "Rev. RSJ/MJD/WWJ",
  "REVDATE": "09/2015",
  "STATES": "NV,UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic Lithic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hobog very cobbly loam - rangeland. (Colors are for air dry soil unless otherwise noted.)\nA--0 to 4 inches; reddish brown (5YR 5/4) very cobbly loam, reddish brown (5YR 4/4) moist; weak medium subangular blocky structure (topmost 1/4 inch has weak thin platy structure); slightly hard, friable, slightly sticky and slightly plastic; few fine roots; few fine tubular pores; slightly effervescent, carbonates are disseminated; strongly alkaline (pH 8.6); clear smooth boundary. (2 to 6 inches thick)\nBk--4 to 13 inches; reddish yellow (5YR 6/6) very flaggy loam, reddish brown (5YR 4/4) moist; massive; slightly hard, friable, sticky and plastic; few fine roots; few fine tubular pores; moderately calcareous, carbonates are mainly disseminated and as pendants on underside of flagstones; moderately alkaline (pH 8.3); abrupt wavy boundary. (6 to 14 inches thick)\nR--13 inches; sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Washington County, Utah; about 3 miles southeast of St. George; about 400 feet north and 1,200 feet east of the SE corner of sec. 34, T. 42 S., R 15 W; St. George Quadrangle; lat. 37 degrees 4 minutes 57 seconds N. and long. 113 degrees 31 minutes 37 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 59 to 67 F.\nMean summer soil temperature: 77 to 82 degrees F.\nThe soils are dry in all parts of the moisture control section 75 to 85 percent of the time the soil temperature is above 41 degrees F., unless irrigated.  The soil moisture regime is Typic Aridic.\nDepth to bedrock: 6 to 20 inches\nRock fragments: 35 to 75 percent gravel and flagstones\nReaction: slightly alkaline to strongly alkaline\nA horizon\nHue: 5YR or 7.5YR\nValue: 5 through 8 dry, 4 or 5 moist\nChroma: 3 or 4\nTexture: very cobbly loam to gravelly fine sandy loam.\nBk horizon\nHue: 5YR or 7.5YR\nValue: 6 through 8 dry, 4 or 5 moist\nChroma: 3 to 6\nTexture: very flaggy loam or very cobbly clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Hobog soils are on ridges and mesa remnants at elevations of 1,600 to 4,500 feet. Slopes range from 2 to 50 percent.  These soils formed in residuum weathered from sandstone or limestone.  The mean annual temperature is 57 to 70 degrees F., and the mean summer temperature is 80 to 84 degrees F. The average annual precipitation ranges from 5 to 12 inches. The frost-free period is 180 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Renbac and Tobler soils.  Renback soils have an argillic horizon and lack a calcic horizon. Tobler soils are more than 40 inches deep to bedrock, have fine sandy loam texture and lack a calcic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well-drained; rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used as rangeland. Vegetation is bursage, blackbrush, creosotebush, Mormon tea, yellowbrush, desert almond, filaree and cheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Utah, Southern Nevada and Northern Arizona. The series is of small extent. MLRA 30."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Washington County, Utah, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nOchric epipedon - from 0 to 4 inches (A horizon).\nCalcic horizon - from 4 to 13 inches (BK horizon).\nClassified according to Soil Taxonomy Second Edition, 1999\nIn Utah this series is correlated with Desert range sites.\nThe classification was changed from Lithic Calciorthids to Lithic Haplocalcids in June 1994.\nResponsibility for this series was transferred from Davis to Phoenix 4/2015. The last revision to the series was 6/2005. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
