{
  "SERIES": "HODA",
  "STATUS": "Established Series",
  "BYREV": "Rev. GMK/LCL/DJE/AJT",
  "REVDATE": "11/92",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, kaolinitic, mesic Ultic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hoda sandy loam - second growth timber.  (Colors are for dry soil unless otherwise stated.)\nOi1--3 to 1/2 inches; pine needles, oak leaves, twigs and litter.\nOi2--1/2 to 0 inches; partially decomposed litter.\nA1--0 to 4 inches; brown (10YR 4/3) sandy loam, very dark grayish brown (10YR 3/2) moist; strong very fine and fine granular structure; slightly hard, friable, slightly sticky, slightly plastic; many very fine, fine, medium and coarse roots; many very fine interstitial pores; medium acid (pH 6.0); clear smooth boundary.  (2 to 4 inches thick)\nA2--4 to 12 inches; brown (7.5YR 5/4) sandy loam, dark brown (7.5YR 3/4) moist; moderate fine and medium granular structure; slightly hard, friable, slightly sticky, plastic; many very fine, fine, medium and coarse roots; many very fine interstitial pores; medium acid (pH 6.0); clear smooth boundary.  (3 to 8 inches thick)\nBAt--12 to 18 inches; reddish yellow (7.5YR 6/6) loam, yellowish red (5YR 5/6) moist; weak fine and medium subangular blocky structure; slightly hard, friable, sticky, plastic; common very fine medium and coarse roots; many very fine interstitial pores; few thin clay films bridging and coating mineral grains; strongly acid (pH 5.5); clear wavy boundary.  (6 to 8 inches thick)\nBt1--18 to 36 inches; yellowish red (5YR 5/6) clay, yellowish red (5YR 4/6) moist; moderate medium and coarse angular blocky structure; hard, friable, sticky, plastic; common very fine and fine and few medium roots; common very fine tubular and interstitial pores; many thin clay films on faces of peds and continuous moderately thick clay films line pores; strongly acid (pH 5.5); gradual wavy boundary.  (7 to 18 inches thick)\nBt2--36 to 46 inches; yellowish red (5YR 5/8) clay, yellowish red (5YR 4/8) moist; moderate medium and coarse angular blocky structure; hard, friable, sticky, plastic; few very fine, fine and medium roots; common very fine interstitial and few fine tubular pores; many moderately thick clay films on faces of peds and lining pores; very strongly acid (pH 5.0); clear irregular boundary.  (10 to 29 inches thick)\nBCt--46 to 53 inches; yellowish red (5YR 5/8) sandy clay loam, yellowish red (5YR 4/8) moist; weak coarse angular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; few fine and medium roots; common very fine tubular and interstitial pores; common thin clay films on faces of peds and lining pores; strongly acid (pH 5.0); abrupt irregular boundary.  (7 to 16 inches thick)\nBCt2--53 to 63 inches; yellowish red (5YR 5/6) sandy clay loam (5YR 5/8) moist; massive; slightly hard, very friable, slightly sticky, slightly plastic; few very fine roots; common very fine pores; few moderately thick red (2.5YR 4/8, 5/8 moist) clay films bridging mineral grains and lining pores; continuous moderately thick clay films line old root channels; strongly acid (pH 5.0); many feet to unweathered rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Nevada County, California; three miles NNE of Nevada City, 150 feet west of Rock Creek Road, 800 feet west and 500 feet south of the east quarter corner section 30, T.17 N.,  R.9 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of solum ranges from 40 to 80 inches and a paralithic contact of weathered rock does not occur above 80 inches.  The mean soil temperature at a depth of 20 inches is about 50 to 59 degrees F.  The soils are usually moist but are dry between the depths of about 8 to 20 inches from late June or early July until mid-October.\nThe A horizon has dry colors of 10YR 5/3, 5/2, 4/2, 4/3 or 3/3; 7.5YR 5/2, 4/2, 3/2, 5/4, 4/6, 4/4, or 3/4.  Moist colors are 10YR 3/2, 3/3, 3/4, 3/6; 7.5YR 3/2, 4/2, 3/4, 4/4, 5/6, 5/8.  It is sandy loam or loam.   Moist chromas are 4 or more below a depth of 5 inches.  Organic matter is 2 to 6 percent to a depth of 10 to 16 inches.  It has moderate or strong granular or weak subangular blocky structure.  It is slightly or medium acid.\nThe Bt horizons have dry colors of 7.5YR 8/6, 7/8, 7/6, 6/6, 6/8; 5YR 4/8, 4/6, 5/6, 5/8, 7/6, 6/6, 7/8, 6/8.  They are clay loam or clay and average 35 to 50 percent clay.  It is slightly thru very strongly acid and averages 35 to 50 percent base saturation."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other soils in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Hoda soils occur on mountains at elevations of 2,000 to 4,200 feet.  Slopes are 2 to 75 percent.  The underlying bedrock consists mainly of granodiorite and other acid igneous rock.  The mean annual precipitation is 40 to 80 inches, some of which is snow.   The summers are warm and dry and the winters cool and moist.  The mean annual temperature is about 50 degrees to 57 degrees F.  The average January temperature is 42 degrees to 43 degrees F, and the average July temperature is about 72 degrees to 75 degrees F.  The frost-free season averages about 150 to 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aiken, Cohasset, Horseshoe, Josephine, Musick and Sites soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for timber; also used for wildlife, watershed and limited grazing.  Native vegetation is open to dense stands of ponderosa pine, Douglas-fir, and incense-cedar with black or canyon live oak; and manzanita, madrone, ceanothus, bear clover, annual grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The soils occur in the lower Sierra Nevada Mountains in northern California.  The series is of moderate extent.  MLRA is 22."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Nevada County (Nevada Area), California 1970.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
