{
  "SERIES": "HODGINS",
  "STATUS": "Established Series",
  "BYREV": "Rev. ACT",
  "REVDATE": "03/2001",
  "STATES": "NM,TX",
  "OVERVIEW": "The Hodgins series consist of very deep, calcareous, well drained, moderately permeable soils formed in calcareous, loamy materials.  These soils are on nearly level to very gently sloping uplands and shallow valleys.  Slopes range from 0 to 3 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, thermic Ustic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hodgins silty clay loam--rangeland. (Colors are for dry soil unless otherwise stated.)\nA1--0 to 3 inches; light brownish gray (10YR 6/2) silt loam, brown (10YR 4/3) moist; weak fine platy structure in the upper one inch, weak fine granular structure below; slightly hard, very friable; many fine roots; calcareous; moderately alkaline; clear smooth boundary.  (2 to 6 inches thick)\nA2--3 to 8 inches; light brown (7.5YR 6/4) silty clay loam, brown (7.5YR 4/3) moist; moderate fine subangular blocky structure; slightly hard, friable; many fine roots; calcareous; moderately alkaline; gradual smooth boundary.  (4 to 14 inches thick)\nBw--8 to 24 inches; light brown (7.5YR 6/4) silty clay loam, brown (7.5YR 5/4) moist; moderate fine subangular blocky structure; hard, friable, few fine roots; few films and threads of calcium carbonate; calcareous; moderately alkaline; gradual wavy boundary.  (20 to 32 inches thick)\nBk1--24 to 44 inches; pink (7.5YR 7/4) silty clay, brown (7.5YR 5/4) moist; weak fine and medium subangular blocky structure; hard, friable; estimated 2 percent by volume of soft bodies of calcium carbonate; calcareous; moderately alkaline; gradual wavy boundary.  (12 to 36 inches thick)\nBk2--44 to 66 inches; reddish yellow (5YR 6/6) silty clay loam, yellowish red (5YR 5/6) moist; weak fine and medium subangular blocky structure; hard, friable; 3 percent visible calcium carbonate in films, threads and soft bodies; calcareous, moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Pecos County, Texas; about 12 miles southwest of Fort Stockton; 0.65 mile southwest of Belding and 100 feet northwest of highway in pasture."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 40 to more than 60 inches.  Visible segregations of lime comprise less than 5 percent of any horizon having its upper boundary within 40 inches of the surface. Clay content of the 10- to 40-inch control section ranges from 30 to 50 percent.  Noncarbonate clay content ranges from 18 to 35 percent.  Calcium carbonate content of the control section is 15 to 40 percent.\nThe A horizon has hue of 10YR or 7.5YR, value of 5 or 6, and chroma of 2 to 4.  Texture is silt loam, loam, clay loam, silty clay loam, or silty clay.  Coarse fragments range from 0 to 5 percent gravel.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 5 to 7, and chroma of 2 to 4.  Texture is clay loam, silty clay loam or silty clay.\nThe Bk horizons have hue of 10YR to 5YR, value of 5 to 8, and chroma of 2 to 6.  Texture is clay loam, silty clay loam, or silty clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Alama and Riveroad series in the same family.  Similar soils are the Copita, Hoban, Midessa, Model, and Reagan series.  Alama soils have less than 15 percent calcium carbonate in the control section.  Riveroad soils do not have Bk horizons. Copita soils have fine-loamy control sections and have mean annual soil temperature of more than 72 degrees F.  Hoban, Midessa, and Reagan soils have calcic horizons within 40 inches of the surface. Model soils have mean annual temperatures of less than 59 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are in broad, nearly level to very gently sloping filled valleys, outwash plains, or basins.  Slopes are plane and gradients are generally less than 1 percent, but range up to 3 percent. The parent material is of moderately fine and fine textured, calcareous sediments from limestone or from a variety of sedimentary and igneous rocks.  Climate is semiarid to arid.  Mean annual precipitation ranges from 10 to 18 inches and mean annual temperatures range from 60 degrees to 68 degrees F.  Frost-free days range from 210 to 240 and elevation ranges from 1,500 to 4,000 feet.  Thornthwaite P-E indices range from 14 to 25."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hoban and Reagan series and the Conger, Dalby, Monahans, Sanderson, Upton, and Verhalen series.  Conger and Upton soils are shallow to indurated caliche.  Dalby and Verhalen soils have intersecting slickensides and gilgai microrelief.  Monahans soils have less than 0.5 percent organic carbon in the upper 15 inches and are dry for longer periods.  Sanderson soils have more than 35 percent coarse fragments in the 10- to 40-inch control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is slow. Permeability is moderate.  Some areas under irrigation have high water tables."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The soil is in irrigated cropland and native rangeland.  Crops grown are mainly cotton and grain sorghums. Vegetation is a sparse cover of grasses and low shrubs as mesquite and tarbush. The main grasses are burrograss, vine-mesquite grass, sideoats grama, tobosa, cane bluestem, and threeawn grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Arid to semiarid regions of western Texas and New Mexico, and possibly in Arizona.  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Ward County, Texas; 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 8 inches.  (A1 and A2 horizons)\nCambic horizon - 8 to 66 inches.  (Bw and Bk horizons)\nUstollic feature - zone between the surface and 16 inches contains greater than 0.6 percent organic carbon and occurs in the aridic moisture regime that borders on the ustic moisture regime.\nADDITIONAL DATA:  Lincoln Laboratory data on 2 pedons from Pecos County, Texas, Samples Nos. 16501-16509 and 16510-16519, SSIR 30-TEXAS.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 3 inches; light brownish gray (10YR 6/2) silt loam, brown (10YR 4/3) moist; weak fine platy structure in the upper one inch, weak fine granular structure below; slightly hard, very friable; many fine roots; calcareous; moderately alkaline; clear smooth boundary.  (2 to 6 inches thick)"
      },
      {
        "name": "A2",
        "top": 8,
        "bottom": 20,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A2--3 to 8 inches; light brown (7.5YR 6/4) silty clay loam, brown (7.5YR 4/3) moist; moderate fine subangular blocky structure; slightly hard, friable; many fine roots; calcareous; moderately alkaline; gradual smooth boundary.  (4 to 14 inches thick)"
      },
      {
        "name": "Bw",
        "top": 20,
        "bottom": 61,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw--8 to 24 inches; light brown (7.5YR 6/4) silty clay loam, brown (7.5YR 5/4) moist; moderate fine subangular blocky structure; hard, friable, few fine roots; few films and threads of calcium carbonate; calcareous; moderately alkaline; gradual wavy boundary.  (20 to 32 inches thick)"
      },
      {
        "name": "Bk1",
        "top": 61,
        "bottom": 112,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bk1--24 to 44 inches; pink (7.5YR 7/4) silty clay, brown (7.5YR 5/4) moist; weak fine and medium subangular blocky structure; hard, friable; estimated 2 percent by volume of soft bodies of calcium carbonate; calcareous; moderately alkaline; gradual wavy boundary.  (12 to 36 inches thick)"
      },
      {
        "name": "Bk2",
        "top": 112,
        "bottom": 168,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "pH_class": "moderately alkaline",
        "narrative": "Bk2--44 to 66 inches; reddish yellow (5YR 6/6) silty clay loam, yellowish red (5YR 5/6) moist; weak fine and medium subangular blocky structure; hard, friable; 3 percent visible calcium carbonate in films, threads and soft bodies; calcareous, moderately alkaline."
      }
    ]
  ]
}
