{
  "SERIES": "HODGSON",
  "STATUS": "Established Series",
  "BYREV": "Rev. AZ/KH/TDT",
  "REVDATE": "11/2007",
  "STATES": "WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, mesic Vitrandic Palexeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hodgson ashy silt loam, forest. (Colors are for dry soil unless otherwise stated.)\nOi--0 to 1 inch; slightly decomposed needles and twigs; slightly acid (pH 6.5); abrupt smooth boundary.\nA--1 to 3 inches; grayish brown (10YR 5/2) ashy silt loam, very dark grayish brown (10YR 3/2) moist; weak medium platy structure; slightly hard, friable, slightly sticky and slightly plastic; many roots; common very fine pores; neutral (pH 6.8); clear smooth boundary. (2 to 8 inches thick)\nE--3 to 8 inches; light brownish gray (10YR 6/2) ashy silt loam, dark grayish brown (10YR 4/2) moist; weak medium platy structure; slightly hard, friable, slightly sticky and moderately plastic; many roots; common fine pores; neutral (pH 6.6); abrupt smooth boundary. (0 to 6 inches thick)\n2Bt--8 to 18 inches; light gray (2.5Y 7/2) silty clay loam, grayish brown (2.5Y 5/2) moist; weak fine prismatic and moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; many roots; common very fine pores; few distinct clay films in pores and on surfaces of peds; neutral (pH 6.6); abrupt wavy boundary. (6 to 40 inches thick)\n2Btk--18 to 28 inches; light gray (2.5Y 7/2) clay loam, grayish brown (2.5Y 5/2) moist; moderate medium prismatic structure; slightly hard, firm, slightly sticky and slightly plastic; common roots; common very fine pores; about 5 percent gravel; few faint dark yellowish brown (10YR 3/4) clay films on peds and in pores; common fine calcium carbonate accumulations around roots; moderately alkaline (pH 8.4); abrupt smooth boundary. (2 to 11 inches thick)\n2Bk1--28 to 35 inches; light gray (10YR 7/2) silt loam, grayish brown (10YR 5/2) moist; massive; hard, friable, slightly sticky and moderately plastic; few roots; common fine pores; 5 percent gravel; violently effervescent; few fine calcium carbonate accumulations; strongly alkaline (pH 8.6); clear smooth boundary. (10 to 20 inches thick)\n2Bk2--35 to 47 inches; light gray (2.5Y 7/2) silty clay loam, grayish brown (10YR 5/2) moist; massive, compacted platy lake sediments; very hard, firm, moderately sticky and moderately plastic; few roots; few fine pores; 5 percent gravel; violently effervescent; few calcium carbonate accumulations; strongly alkaline (pH 8.6); clear smooth boundary. (10 to 20 inches thick)\n2C--47 to 60 inches; light gray (2.5Y 7/2) silty clay loam, grayish brown (2.5Y 5/2) moist; massive, compacted platy lake sediments; hard, firm, moderately sticky and moderately plastic; few roots; 5 percent gravel; violently effervescent; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Ferry County, Washington; 800 feet east and 1,188 feet north of the southwest corner sec. 26, T.29N., R.36E. (Latitude 48 degrees, 50 minutes, 45 seconds north, Longitude 118 degrees, 12 minutes, 47 seconds west)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: usually moist but are dry in all parts for 60 to 75 consecutive days after the summer solstice; xeric soil moisture regime.\nSoil temperature: mean annual soil temperature is 47 to 51 degrees F.\nRock fragments: 0 to 10 percent in the particle-size control section.\nVitrandic properties: the upper 7 to 14 inches has an estimated moist bulk density of 1.15 to 1.35 g/cc, volcanic glass content of 5 to 20 percent,\nacid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 0.4 to 1.0 percent, and 15-bar water retention of 5 to 12 percent for air dried samples.\nDepth to secondary carbonates: 14 to 44 inches\nOrganic matter: 1 to 2 percent throughout the upper 4 to 8 inches of the solum.\nA horizon\nHue: 10YR or 2.5Y\nValue: 5 or 6 dry, 2 to 4 moist\nChroma: 2 or 3, dry or moist\nStructure: weak platy or granular\nReaction: neutral or slightly acid\nClay content: 10 to 18 percent\nE horizon\nHue: 10YR or 2.5Y\nValue: 6 or 7 dry, and 4 to 6 moist\nChroma: 2 to 3 dry or moist\nTexture: ashy very fine sandy loam, ashy loam, or ashy silt loam\nB/E or BA horizon (when present)\nValue: 5 to 7 dry, 3 to 6 moist\nChroma: 2 to 4, dry or moist\nTexture: ashy silt loam or ashy silty clay loam\n2Bt horizon\nHue: 10YR, 2.5Y, or 5Y\nValue: 6 to 8 dry, 3 to 6 moist\nChroma: 2 to 4, dry or moist\nTexture: silty clay loam, silty clay or clay loam\nClay content: 35 to 45 percent\nReaction: neutral to moderately alkaline\n2Bk horizon\nHue: 10YR, 2.5Y, or 5Y\nValue: 6 to 8 dry, 4 to 6 moist\nChroma: 2 to 4 dry or moist\nTexture: silt loam, silty clay loam or silty clay\nReaction: slightly to strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series. Similar soil in other family is the Dearyton series. Dearyton soils do not have secondary carbonate accumulation and are isotic."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Hodgson soils are on terraces. Slope ranges from 0 to 50 percent.  They formed in mixed volcanic ash and loess over calcareous glaciolacustrine deposits; some areas, formed in landslide or mudflow deposits from lake sediments.  Elevations are 1,300 to 2,000 feet. The climate is characterized by warm, dry summers and cool, moist winters.  The mean annual precipitation is 15 to 21 inches.  The mean annual air temperature is 46 to 49 degrees F.  The frost-free season is 100 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cedonia, Clayton, Hunters, Kewach, Martella, Laketon and Scala soils. Cedonia, Hunters, Martella, and Laketon soils are fine-silty. Cedonia soils are on lake terraces and terrace breaks.  Clayton and Scala soils are coarse-loamy. Kewach soils have a frigid temperature regime. Clayton, Hunters, Kewach, Martella and Scala soils are on similar landforms as the Hodgson soils. Laketon soils are on lake terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; slow to rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Irrigated and nonirrigated cropland, woodland and grazed woodland. Small grains, alfalfa and grasses for hay and pastures are common crops. The native vegetation is ponderosa pine and Douglas-fir, with an understory of common snowberry Saskatoon serviceberry, oregongrape, blue wildrye, strawberry, white stoneseed, silky lupine, white spirea, common chokecherry, and pinegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Washington. MLRA 43A. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Ferry County (North Ferry Area), Washington, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 7 inches (Oi, A and part of the E horizon)\nArgillic horizon: 8 to 28 inches with an abrupt upper boundary and having a 25 percent absolute clay increase (2Bt and 2Btk horizons)\nEstimated organic carbon content: from the mineral soil surface to 8 inches is 1 to 2 percent (mollic subgroup)\nThe description from 9/2005 reflects a change in classification from fine, mixed, mesic Vitrandic Palexeralfs to fine, mixed, superactive, mesic Vitrandic Palexeralfs.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
