{
  "SERIES": "HOFSTAD",
  "STATUS": "Established Series",
  "BYREV": "Rev. RCH/DJK/JPM",
  "REVDATE": "11/2002",
  "STATES": "AK",
  "OVERVIEW": "The Hofstad series consists of moderately deep to bedrock, very poorly drained soils formed in residuum from phyllite and schist.  Hofstad soils are on mountain backslopes and footslopes.  Slopes range from 5 to 75 percent.  Mean annual precipitation is about 110 inches and mean annual temperature is about 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, acid Histic Cryaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hofstad peat--on a 65 percent NW facing footslope under forest vegetation at 1000 feet elevation.  When described, the soil was moist throughout the organic horizons, with free water throughout the mineral soil.  Soil temperature on October 15, 1985, was 42 degrees F.  (All colors are for moist soil)\nOi--11 to 6 inches; dark grayish brown (2.5Y 4/2) peat; many very fine and fine roots; abrupt smooth boundary. (2 to 5 inches thick)\nOe--6 to 0 inches; black (N 2/) mucky peat; many very fine and fine, common coarse roots; abrupt smooth boundary.  (6 to 11 inches thick)\nA--0 to 4 inches; dark gray (N 4/) silt loam; weak fine subangular blocky structure; friable; slightly sticky and slightly plastic; few fine distinct grayish brown (2.5Y 5/2) mottles; many very fine and fine, common medium roots; very strongly acid (pH 4.5); clear wavy boundary.  (1 to 7 inches thick)\nAB--4 to 11 inches; dark grayish brown (2.5Y 4/2) silt loam; moderate medium subangular blocky structure; friable; slightly sticky and slightly plastic; common fine distinct olive brown (2.5Y 4/4) mottles; common very fine, few fine roots; 10 percent gravel; very strongly acid (pH 4.5); clear wavy boundary.  (7 to 15 inches thick)\nBg--11 to 18 inches; dark brown (7.5YR 4/4) silt loam; weak medium subangular blocky structure; friable; slightly sticky and slightly plastic; many medium distinct brown (7.5YR 4/2), dark brown (10YR 4/3) and dark grayish brown (10YR 4/2) mottles; many very fine and fine roots; 5 percent gravel; very strongly acid (pH 4.5); clear wavy boundary.  (7 to 20 inches thick)\nCg--18 to 26 inches; dark brown (10YR 3/3) very gravelly sandy loam; massive; friable; slightly sticky and slightly plastic; many medium prominent brown (7.5YR4/2) mottles; common very fine, few fine and coarse roots; 40 percent gravel; very strongly acid (pH 5.0); abrupt wavy boundary.\nR--26 inches; phyllite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Ketchikan Area, Alaska; on Revilla Island in the SW 1/4, S.8, T.74 S, R.92 E, Copper River Meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature ranges from 38 to 42 degrees F.  The combined thickness of the O horizons ranges from 8 to 16 inches.  Depth to bedrock ranges from 20 to 40 inches.  Coarse fragment content ranges from 0 to 40 percent, but the weighted average for the control section is less than 35 percent.  Reaction throughout the profile ranges from extremely acid to very strongly acid.\nAn Oa horizon is present in some pedons.\nThe A horizon has hue from 5YR to 2.5Y, value from 2 to 4, and chroma from 0 to 3.  Mottles have hue of 10YR to 2.5Y, value of 5 or 6, and chroma from 0 to 2.  Texture is silt loam or very fine sandy loam.  Coarse fragment content ranges from 0 to 10 percent.\nThe AB horizon has hue from 5YR to 2.5Y, value from 3 to 5, and chroma from 0 to 2.  Mottles are present and have hue of 10YR or 2.5Y, value of 4 or 5, and chroma from 1 to 8.  Texture is silt loam or very fine sandy loam.  Coarse fragment content ranges from 0 to 10 percent gravel or cobbles.\nThe Bg horizon has hue from 7.5YR to 5Y, value from 2 to 5, and chroma from 0 to 4.  Mottles have hue of 10YR or 7.5YR, value of 4 or 5, and chroma from 1 to 3.  Coarse fragment content ranges from 5 to 30 percent gravel and 5 to 10 percent cobble.  Texture typically is silt loam, but ranges to include very fine sandy loam, sandy loam, or loam.\nThe C horizon has hue of 10YR or 2.5Y, value of 3 or 4, and chroma from 0 to 3.  Mottles are present in some pedons.  Coarse fragment content ranges from 0 to 40 percent with 0 to 10 percent cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are the Nakwasina and Slikok series in adjacent families.  Nakwasina soils have dense glacial till within 20 inches and pH greater than 5.5 (H20, 1:1) in the control section.  Slikok soils have greater than 15 percent fine sand or coarser in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hofstad soils are on mountain backslopes and footslopes.  Slopes range from 5 to 75 percent.  The soil is formed in residuum from phyllite or schist.  The climate is humid maritime with annual precipitation of 110 inches.  The mean annual temperature is 46 degrees F.  Elevation ranges from sea level to 1000 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Karta, Kina and Wadleigh series.  Karta and Wadleigh soils are skeletal soils derived from till over compact till and are on backslopes, footslopes, and sideslopes of mountains and hills.  Kina soils are deep organic soils on toeslopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained.  Moderate permeability.   Runoff is slow to medium."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The Hofstad soils are used for watershed protection, wildlife habitat, and recreation.  The overstory forest vegetation includes western hemlock, Sitka spruce, and western redcedar.   The understory vegetation includes blueberry, bunchberry dogwood, deerfern, fernleaf goldthread, five leaf bramble, moss, oakfern, spreading woodfern, and yellow skunk cabbage."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeast Alaska.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Ketchikan Area, Alaska, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this soil are: a.histic epipedon from 11 inches to 0; cryic temperature regime, coarse-loamy particle size from 10 to 26 inches; pH less than 5.5 (H20, 1:1) throughout the control section.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
