{
  "SERIES": "HOGAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. MHC-JPM",
  "REVDATE": "06/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, subgelic Typic Haplorthels"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hogan fine sandy loam on a level slope under white spruce forest at 1850 feet elevation.  (All colors are for moist soil)\nOi--3 inches to 0; dark brown (10YR 4/3) peat; fibrous moss, roots, and twigs; many roots of all sizes; gradual smooth boundary. (2 to 9 inches thick)\nAC/Oe--0 to 4 inches; dark brown (10YR 3/3) fine sandy loam and black (10YR 2/1) mucky peat; weak medium granular structure; very friable, nonsticky and nonplastic; common very fine, fine and medium roots; moderately acid (pH 5.6); abrupt smooth boundary. (2 to 8 inches thick)\nC/Oa--4 to 9 inches; very dark grayish brown (10YR 3/2) fine sandy loam and black (10YR 2/1) muck; weak medium platy structure; very friable, nonsticky and nonplastic; common very fine and fine roots; slightly acid (pH 6.2); clear smooth boundary. (0 to 10 inches thick)\nC3--9 to 25 inches; dark grayish brown (2.5Y 4/2) and very dark grayish brown (10YR 3/2) stratified sand through silt with composite texture of sandy loam; weak coarse subangular blocky structure; very friable, nonsticky and nonplastic; few fine faint olive brown (2.5Y 4/4) redox concentrations; few very fine and fine roots; neutral (pH 6.6); abrupt smooth boundary. (8 to 20 inches thick)\nCf--25 to 35 inches; dark grayish brown (2.5Y 4/2) and very dark grayish brown (10YR 3/2) stratified fine sand through silt with composite texture of fine sandy loam; frozen on August 29, 1992."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Gulkana River Area, Alaska; about 2 miles northwest of Sourdough; the SW1/4 of the SW1/4 of section 14, T.9N., R.2W., Copper River Meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:   The organic mat ranges form 2 to 9 inches thick.  Depth to permafrost ranges from 14 to 37 inches.  Reaction throughout the profile ranges from moderately acid to neutral.\nThe AC/O and C/O are separated into their respective parts;  the AC or C part has hue of 10YR or 2.5Y; value moist of 2, 3, or 4; chroma moist of 1 through 3.  Texture is very fine sandy loam, fine sandy loam, or silt loam.  The O part has value moist of 2 or 3; chroma moist of 1 or 2.  Texture is muck or mucky peat.\nThe C horizons have hue of 10YR, or 2.5Y; value moist of 3 or 4; chroma moist of 1 through 3.  Texture is stratified fine sand through silt with composite texture of fine sandy loam or sandy loam; occasional pockets and strata of organic materials occur and have texture of muck or mucky peat.  Few to common redoximorphic features occur in some pedons; when present, redox concentrations have hue of 7.5YR or 10YR; chroma moist of 4 or 6; redox depletions have hue of 2.5Y or 5Y; chroma moist of 1 or 2."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Minchumina series in the same family and the Durelle (T) and McKinley (T) series in the same subgroup.  Durelle and McKinley soils have over 35 percent coarse fragments in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Hogan soils are on stream terraces.  Slopes range from 0 to 6 percent.  Hogan soils formed in stratified loamy alluvium underlain by permafrost.  The mean annual temperature is about 26 degrees F. and the average annual precipitation is about 16 inches.  Elevation ranges from 1850 to 2450 feet."
  },
  "DRAINAGE AND PERMEABILITY": {},
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Slow to medium runoff. Moderate permeability in the upper part and impermeable in the permafrost."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly white spruce forest with an understory of low willow shrub.  Primary uses of these soils include recreation and wildlife habitat."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Gulkana River Area, Alaska.  The series is of moderate extent."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Gulkana River Area, Alaska.  1999"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  }
}
