{
  "SERIES": "HOGMALAT",
  "STATUS": "Established Series",
  "BYREV": "Rev. JVC/JBF",
  "REVDATE": "01/2019",
  "STATES": "ID,NV",
  "OVERVIEW": "The Hogmalat series consists of very shallow and shallow, well drained soils that formed in residuum derived from welded tuff.  Hogmalat soils are on plateaus and mountains.  Slopes are 3 to 50 percent.  The mean annual precipitation is about 560 mm and the mean annual temperature is about 6 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive Lithic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hogmalat extremely gravelly loam - on a slope of 4 percent under rangeland vegetation at 2,027 meters elevation.  When described on August 10, 1981, the soil was dry throughout.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 8 cm; brown (10YR 5/3) extremely gravelly loam, very dark grayish brown (10YR 3/2) moist; moderate thick platy structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine, fine and medium roots; many very fine tubular pores; 70 percent gravel; strongly acid (pH 5.5); clear smooth boundary.  (3 to 10 cm thick)\nBt1--8 to 23 cm; brown (10YR 4/3) very gravelly clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common very fine, fine and medium roots; many very fine tubular pores; few faint clay films on faces of peds and lining pores; 35 percent gravel; moderately acid (pH 5.8); gradual wavy boundary.  (10 to 23 cm thick)\nBt2--23 to 38 cm; brown (10YR 4/3) very gravelly clay loam, dark brown (10YR 3/3) moist; moderate fine angular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine and fine roots; few very fine tubular pores; common distinct clay films on faces of peds and lining pores; 40 percent gravel; strongly acid (pH 5.4); abrupt wavy boundary.  (0 to 23 cm thick)\nR--38 cm; brown (10YR 4/3) welded tuff, dark yellowish brown (10YR 3/4) moist."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Twin Falls County, Idaho; about 13 miles southwest of Rogerson and about 0.50 mile north of Corral Creek Canyon; about 1,060 feet south and 410 feet west of the northeast corner section 16, T. 15 S., R. 14 E.; USGS Browns Bench North 7.5 minute topographic quadrangle; approximately latitude 42 degrees 07 minutes 32 seconds N and longitude 114 degrees 48 minutes 46 seconds W; WGS84 Decimal Degrees 42.1255556 latitude, -114.8127778 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist during late fall, winter, and spring; dry during summer and early fall; xeric soil moisture regime that borders on aridic.\nMean annual soil temperature: 3 to 4 degrees C.\nMean summer soil temperature: 12 to 14 degrees C.\nMollic epipedon thickness: 26 to 50 cm; includes the Bt1 and Bt2 horizons.\nDepth to base of argillic horizon: 26 to 50 cm.\nDepth to bedrock; 26 to 50 cm to a lithic contact.\nReaction: Strongly acid or moderately acid.\nParticle-size control section - Clay content: 24 to 34 percent.\nRock fragments: 35 to 55 percent, mainly gravel.  Lithology of fragments are volcanic rock such as tuff.\nBase saturation in control section: 50 to 55 percent.\nA horizon\nValue: 3 through 5 dry, 2 or 3 moist.\nChroma: 1 through 3, dry or moist.\nOrganic matter content: 2 or 3 percent.\nBt1 and Bt2 horizons\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nTexture: Very gravelly clay loam or very gravelly loam.\nClay content: 24 to 34 percent.\nOrganic matter content: 1 or 2 percent.\nOther features: Some areas have a thin subhorizon above the lithic contact that is very gravelly clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bushpark, Copenhaver, Donkehill, Layview, Maygal, Mosroc, Mountpatterson, Nielsen, Nieman, Notstew, and Thiefridge series.\nBushpark soils have an udic moisture regime.  Copenhaver and Nieman soils have an ustic moisture regime.  Donkehill soils have horizons with identifiable secondary carbonates and are slightly alkaline or moderately alkaline.  Layview soils are neutral or slightly alkaline and have mean annual soil temperature of 6 to 8 degrees C.  Maygal soils average 60 to 80 percent rock fragments in the particle-size control section and have less than 24 percent clay in the particle-size control section.  Mosroc soils have mean summer soil temperature of 12 to 15 degrees C, have argillic horizons that are neutral through moderately alkaline, and have rock fragments that are granitic rocks.  Mountpatterson soils average 60 to 85 percent rock fragments in the particle-size control section and have mean summer soil temperature of 8 to 12 degrees C.  Nielsen soils have 18 to 28 percent clay in the argillic horizon and are slightly acid or neutral.  Notstew soils have ashy textures in the A horizons, have mean annual soil temperature of 6 to 8 degrees C, and have argillic horizons that are neutral or slightly alkaline.  Thiefridge soils have O horizons, mean summer soil temperature of 10 to 12 degrees C, and a typic xeric moisture regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hogmalat soils are on plateaus and mountains.  They typically occur on summit, shoulder, and backslope positions.  These soils formed in residuum derived from welded tuff.  Slopes are 3 to 50 percent.  Elevations range from 1,865 to 2,320 meters.  The mean annual precipitation is 480 to 640 mm, the mean annual temperature is 2 to 7 degrees C, and the frost-free period is 20 to 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Amboat, Brose, Dehana, Kavon, Keman, Player, and Rutherford soils.  Amboat soils are clayey-skeletal and occur on summit positions.  Brose soils are clayey and occur on summit positions.  Dehana, Kavon, and Keman soils are deep and occur on backslope and summit positions.  Player soils are on breaks, are very deep, and are clayey-skeletal.  Rutherford soils are moderately deep to lithic contacts and occur on summit and dipslope positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; very high surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Hogmalat soils are used for rangeland.  The native vegetation is curlleaf mountainmahogany, mountain big sagebrush, Idaho fescue, bluebunch wheatgrass, Columbia needlegrass, Nevada bluegrass, and mountain brome."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Idaho and northeastern Nevada.  These soils are not extensive with about 4,600 acres of the series mapped to date.  MLRA 25."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Elko County (Northeast Part), Nevada, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 38 cm (A, Bt1, and Bt2 horizons).\nArgillic horizon - The zone from 8 to 38 cm (Bt1 and Bt2 horizons).\nLithic contact - The boundary at 38 cm to underlying hard bedrock (R layer).\nParticle-size control section - The zone from 8 to 38 cm (Bt1 and Bt2 horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Clay percentage by the hydrometer method:  0-8 cm=18 percent, 8-23 cm=30 percent, 23-38 cm=34 percent;\nBase saturation:  0-8 cm=50 percent, 8-23 cm=52 percent, 23-38 cm=50 percent.\nPrevious authors and editors include: DL-DA-HBM."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "structure": "moderate thick platy",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "extremely gravelly",
        "pH": 5.5,
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 8 cm; brown (10YR 5/3) extremely gravelly loam, very dark grayish brown (10YR 3/2) moist; moderate thick platy structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine, fine and medium roots; many very fine tubular pores; 70 percent gravel; strongly acid (pH 5.5); clear smooth boundary.  (3 to 10 cm thick)"
      },
      {
        "name": "Bt1",
        "top": 8,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very gravelly",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--8 to 23 cm; brown (10YR 4/3) very gravelly clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common very fine, fine and medium roots; many very fine tubular pores; few faint clay films on faces of peds and lining pores; 35 percent gravel; moderately acid (pH 5.8); gradual wavy boundary.  (10 to 23 cm thick)"
      },
      {
        "name": "Bt2",
        "top": 23,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "structure": "moderate fine angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "very gravelly",
        "pH": 5.4,
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt2--23 to 38 cm; brown (10YR 4/3) very gravelly clay loam, dark brown (10YR 3/3) moist; moderate fine angular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine and fine roots; few very fine tubular pores; common distinct clay films on faces of peds and lining pores; 40 percent gravel; strongly acid (pH 5.4); abrupt wavy boundary.  (0 to 23 cm thick)"
      },
      {
        "name": "R",
        "top": 38,
        "bottom": "NA",
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--38 cm; brown (10YR 4/3) welded tuff, dark yellowish brown (10YR 3/4) moist."
      }
    ]
  ]
}
