{
  "SERIES": "HOLBORN",
  "STATUS": "Established Series",
  "BYREV": "Rev. STD-DWW-RLB-JBF",
  "REVDATE": "01/2019",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, calcareous, mesic, shallow Xeric Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Holborn gravelly loam--rangeland.  (Colors are for dry soil unless otherwise noted.)  The soil surface is partially covered with 25 percent gravel.\nA1--0 to 3 cm; pale brown (10YR 6/3) gravelly loam, brown (10YR 4/3) moist, weak thin platy structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; many very fine, common fine and few medium tubular pores; 30 percent gravel; strongly effervescent; strongly alkaline (pH 8.5); abrupt wavy boundary.  (3 to 8 cm thick)\nA2--3 to 8 cm; brown (10YR 5/3) gravelly loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; many very fine, common fine and few medium roots; common very fine and few fine tubular pores; 15 percent gravel; strongly effervescent; strongly alkaline (pH 8.5); clear wavy boundary.  (0 to 8 cm thick)\nBk--8 to 18 cm; brown (10YR 5/3) gravelly loam, brown (10YR 4/3) moist; massive; slightly hard, friable, moderately sticky and moderately plastic; common fine and very fine, few medium roots; common very fine and few fine tubular pores; 25 percent gravel; thin carbonate coats on undersides of rock fragments; violently effervescent; strongly alkaline (pH 8.5); abrupt wavy boundary.  (8 to 15 cm thick)\nCr--18 to 33 cm; soft weathered sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Elko County, Nevada; approximately 7 miles west of Montello, about 2,500 feet west and 2,600 feet south of the northeast corner, sec. 5, T. 39 N., R. 68 E.; USGS Montello Canyon 7.5 minute topographic quadrangle; latitude 41 degrees 17 minutes 45 seconds N and longitude 114 degrees 18 minutes 23 seconds W; WGS84 Decimal Degrees 41.2958333 latitude, -114.3063889 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually dry, moist in winter and spring, dry June through October; aridic soil moisture bordering on xeric.\nMean annual soil temperature: 8 to 11 degrees C.\nDepth to paralithic contact: 15 to 25 cm.\nReaction:  Moderately alkaline or strongly alkaline.\nCalcium carbonate equivalent: Averages 5 to 30 percent.\nEffervescence: Strongly effervescent or violently effervescent.\nParticle-size control section - Clay content:  Averages 18 to 30 percent.\nRock fragments:  15 to 35 percent, mainly gravel.\nA horizon\nValue:  5 or 6 dry, 3 or 4 moist.\nChroma:  2 or 3.\nOther features:  Combined thickness of the A horizon is 5 to 15 cm.\nBk horizons\nHue:  2.5YR or 10YR.\nValue:  5 through 7 dry, 4 through 6 moist.\nChroma:  3 or 4.\nTexture:  Gravelly loam, gravelly clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Coppereid, Foxcan, Grina, Hundraw, Jacratz, Puett, Stu, Tert and Whilphang series.\nCoppereid, Hundraw, Puett and Stu soils have 10 to 18 percent clay in their particle-size control section.  Foxcan soils contain less than 18 percent clay in the particle size control section. Grina soils are 36 to 50 cm to a paralithic contact and lack Bk horizons with segregated carbonates.  Jacratz soils are noneffervescent or slightly effervescent A horizons and contain more than 20 percent soft platy gravel in their particle-size control section.  Tert and Whilphang soils have mean annual soil temperatures of 12 to 15 degrees C; Tert soils also lack Bk horizons and Whilphang soils have 10 to 18 percent clay in the particle-size control sections."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Holborn soils are on hills and rock piedmont remnants.  These soils formed in residuum and colluvium derived from tuff, sandstone and other similar sedimentary rocks.  Slopes are 4 to 50 percent. Elevations are 1,620 to 2,075 meters.  The climate is cool, semiarid with warm, dry summers and cool, moist winters.  The mean annual precipitation is 250 to 360 mm; mean annual temperature is 7 to 10 degrees C, and the frost-free season is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hopeka and Izar series.  These soils have more than 35 percent rock fragments in their control section and are shallow to hard bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; medium runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  The present vegetation is mainly black sagebrush, little rabbitbrush, bluebunch wheatgrass and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeast Nevada.  These soils are not extensive. MLRA 25, 28A and 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Elko County, Nevada, northeast part, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm; (A1, A2 and Bk horizons).\nParalithic contact - The boundary at about 18 cm (Cr layer).\nParticle-size control section - The zone from the surface of the soil to about 18 cm (A1, A2 and Bk horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
