{
  "SERIES": "HOLBROOK",
  "STATUS": "Established Series",
  "BYREV": "Rev. LNL-ELS-JVC-JBF",
  "REVDATE": "11/2016",
  "STATES": "CA,NV",
  "OVERVIEW": "The Holbrook series consists of very deep, well drained soils that formed in alluvium derived from mixed rocks.  Holbrook soils are on alluvial fans, fan aprons and inset fans.  Slopes are 0 to 15 percent.  The mean annual precipitation is about 250 mm and the mean annual temperature is about 9 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, mesic Torriorthentic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Holbrook very cobbly fine sandy loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 10 cm; gray (10YR 5/1) very cobbly fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak thin platy structure parting to weak very fine granular; soft, very friable, slightly sticky and nonplastic; many very fine and fine, and few medium roots; many very fine and fine tubular pores; many mica grains evident; 20 percent gravel, 10 percent cobbles, and 5 percent stones; neutral (pH 7.0); clear smooth boundary.  (5 to 15 cm thick)\nA2--10 to 38 cm; gray (10YR 5/1) cobbly loam, very dark grayish brown (10YR 3/2) moist; weak thin platy structure parting to weak fine subangular blocky; slightly hard, friable, slightly sticky and nonplastic; many very fine and few fine roots; many very fine and many fine tubular pores; many mica grains evident; 15 percent gravel and 15 percent cobbles; neutral (pH 7.1); clear wavy boundary.  (20 to 36 cm thick)\nC--38 to 155 cm; light brownish gray (10YR 6/2) very gravelly sandy loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, very friable, slightly sticky and nonplastic; common very fine and fine roots at the top of the horizon, and few fine roots near the bottom; many very fine and many fine tubular pores; many mica grains evident; 40 percent gravel, 5 percent cobbles, and 2 percent stones; neutral (pH 6.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Douglas County, Nevada; southeast of Hobo Hot Springs between the Carson Range and Carson Valley; approximately 1,000 feet west and 520 feet south of the northeast corner of section 26, T. 14 N., R. 19 E.; USGS Genoa 7.5 minute topographic quadrangle; latitude 39 degrees 03 minutes 15.5 seconds N and longitude 119 degrees 48 minutes 38 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in the moisture control section in winter and spring, dry in summer and fall; aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 9 to 12 degrees C.\nMollic epipedon thickness: 20 to 38 cm.\nParticle-size control section - Clay content: Averages 10 to 15 percent.\nRock fragments: Averages 35 to 60 percent.\nA horizons\nHue: 10YR or 2.5Y.\nValue: 4 or 5 dry; some pedons have thin subhorizons formed in eolian materials with dry value of 6 or 7.\nChroma:  1 through 3, dry or moist.\nReaction: Slightly acid or neutral.\nOrganic matter content: 1 to 3 percent.\nC horizon\nValue:  5 or 6 dry, 3 through 5 moist.\nChroma: 2 or 3, dry or moist.\nTexture: Stratified stony sand to extremely gravelly loam, averaging very gravelly sandy loam.\nRock fragments: Averages 35 to 60 percent.\nStructure: Massive, may be weak subangular blocky in some pedons.\nConsistence: Soft or slightly hard dry, nonsticky or slightly sticky and nonplastic or slightly plastic wet.\nReaction:  Slightly acid to moderately alkaline.\nEffervescence:  Some pedons may have subhorizons below 100 cm which are slightly effervescent or strongly effervescent.\nCalcium carbonate equivalent: 0 to 5 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are currently no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Holbrook soils are on alluvial fans, fan aprons and inset fans in fan piedmont landscapes.  These soils formed in alluvium derived from mixed rocks.  Slopes are 0 to 15 percent.  Elevations range from 1,340 to 2,195 meters.  The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 200 to 350 mm, mean annual temperature is 8 to 11 degrees C, and the frost-free period is 80 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Franktown and Haybourne soils.  Franktown soils have a frigid temperature regime.  Haybourne soils are coarse-loamy and have ochric epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; very low to medium surface runoff; high saturated hydraulic conductivity.  These soils are susceptible to rare flooding for very brief periods year-round."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Holbrook soils are used for livestock grazing, irrigated cropland, urban development, and wildlife habitat.  The vegetation in rangeland is mainly Wyoming big sagebrush, antelope bitterbrush, Thurber's needlegrass, Sandberg's bluegrass, bottlebrush squirreltail, and basin wildrye."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nevada and eastern California.  These soils are moderately extensive.  The series concept and main acreage is in MLRA 26, while other acreage occurs in MLRA 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Douglas County (Carson Valley Area), Nevada, 1940."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 38 cm (A1 and A2 horizons).\nParticle-size control section - The zone from 25 to 100 cm (parts of the A2 and C horizons).\nThe revision of April 2000 updated the taxonomic subgroup from Aridic to Torriorthentic Haploxerolls.  Holbrook soils either do not have cambic horizons or do not have parts of the mollic epipedon below 25 cm which would meet all requirements for cambic horizons except color.  Parts of the mollic epipedon below 25 cm in depth are not 15 cm or more thick and so would not meet the thickness requirement for cambic horizons.\nADITIONAL DATA: User Pedon ID: 2006NV005036.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
