{
  "SERIES": "HOLDERNESS",
  "STATUS": "Established Series",
  "BYREV": "RJL/GB",
  "REVDATE": "02/1999",
  "STATES": "CO,UT,WY",
  "OVERVIEW": "The Holderness series consists of deep, well drained, slowly permeable soils that formed in stratified alluvium derived principally from sedimentary rock.  Holderness soils are on alluvial fans, benches, or flood plains of intermittent streams and have slopes of 0 to 20 percent. The mean annual precipitation is about 18 inches and the mean annual temperature is about 45 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Aridic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Holderness silt loam, native grass.  (Colors are for dry soil unless otherwise noted).\nA--0 to 6 inches; grayish brown (10YR 5/2) silt loam, very dark brown (10YR 2/2) when moist; moderate medium granular structure; soft, very friable; nonsticky and slightly plastic; neutral; clear smooth boundary. (6 to 8 inches thick)\nBA--6 to 10 inches; brown (7.5YR 5/3) silty clay loam, dark brown (7.5YR 3/2) when moist; moderate, fine, angular blocky structure; hard, friable; sticky and plastic; nearly continuous clay films on peds; neutral; clear, smooth boundary.  (4 to 6 inches thick)\nBt--10 to 30 inches, brown (7.5YR 5/3) heavy silty clay loam, dark brown (7.5YR 4/3) when moist; moderate, medium, prismatic structure parting to strong medium angular blocky; hard, firm; sticky and very plastic; patchy clay films on peds; mildly alkaline; clear, gradual boundary.  (16 to 25 inches thick)\nBC--30 to 42 inches, brown (7.5YR 5/2) clay loam, brown (7.5YR 4/2) when moist; weak, medium, prismatic structure parting to moderate, medium, subangular blocky; hard, friable; sticky and plastic; patchy clay films on peds; mildly alkaline; clear, gradual boundary.  (10 to 14 inches thick)\nCk--42 to 48 inches, light brown (7.5YR 6/4) loam, brown (7.5YR 4/4) when moist; massive; hard, friable; sticky and plastic; calcareous; fine filaments or threads of lime; moderately alkaline, abrupt, smooth boundary.  (4 to 8 inches thick)\n2R--48 inches, sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  0.4 mile south and 300 feet west of the northeast corner of sec. 26, T. 22 S., R. 68 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is about 46 degrees F.; mean summer soil temperature is about 63 degrees F.  Thickness of the mollic epipedon ranges from 8 to 16 inches.  Depth to calcareous material ranges from 40 to more than 60 inches and thickness of solum ranges from 20 to 60 inches.  Depth to bedrock is as shallow as 40 inches in some pedons.\nThe A horizon has hue of 10YR or 2.5Y, value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3.  It usually has granular structure but has weak subangular blocky structure in some pedons.  This horizon is soft or slightly hard.  It is slightly acid to mildly alkaline (pH 6.0 to 7.6).\nThe Bt horizon has hue of 2.5Y through 7.5YR, value of 5 or 6 dry, 3 through 5 moist, and chroma of 2 through 4.  It is heavy clay loam, silty clay loam, clay or silty clay and has 35 to 50 percent clay and 0 to 20 percent rock fragments.  This horizon has prismatic or blocky structure. It is neutral or mildly alkaline (pH 6.8 to 7.8).\nThe C horizon has hue of 2.5Y through 7.5YR.  It is mildly alkaline or moderately alkaline (pH 7.8 to 8.4) and usually has weak accumulation of visible secondary calcium carbonate below a depth of 42 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ethridge, Morop, Scoby, and Tanna series.  All these soils have secondary carbonate accumulations within 20 inches of the surface.  Also, Morop soils have 15 to 35 percent coarse fragments, and Tanna soils have a paralithic contact within 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Holderness soils are on alluvial fans, foothill slopes or flood plains of intermittent streams.  Slopes range from 0 to 20 percent.  The soils formed in stratified alluvium derived principally from sedimentary rock.  At the type location the average annual precipitation is approximately 18 inches, about half of which falls during the months of April through August.  The average annual temperature is about 42 degrees F., and the average summer temperature is about 65 degrees F.  The frost free period is 110 to 135 days.  Elevations range from 6,500 to 7,200 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Nunn and Stroupe soils.  These soils are warmer and occur at lower elevations."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for dry and irrigated cropland, irrigated and native hay mea ow, and as rangeland.  Principal native vegetation includes wheatgrasses, fescues, needleandthread, mountain muhly, mountain brome, and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountain valleys of Colorado.  The series is believed to have a moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Pueblo Area, Colorado, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This revision documents a change in type location from Routt County to Pueblo County.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 6 inches; grayish brown (10YR 5/2) silt loam, very dark brown (10YR 2/2) when moist; moderate medium granular structure; soft, very friable; nonsticky and slightly plastic; neutral; clear smooth boundary. (6 to 8 inches thick)"
      },
      {
        "name": "BA",
        "top": 15,
        "bottom": 25,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "texture_class": "silty clay loam",
        "pH_class": "neutral",
        "narrative": "BA--6 to 10 inches; brown (7.5YR 5/3) silty clay loam, dark brown (7.5YR 3/2) when moist; moderate, fine, angular blocky structure; hard, friable; sticky and plastic; nearly continuous clay films on peds; neutral; clear, smooth boundary.  (4 to 6 inches thick)"
      },
      {
        "name": "Bt",
        "top": 25,
        "bottom": 76,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "texture_class": "silty clay loam",
        "pH_class": "mildly alkaline",
        "narrative": "Bt--10 to 30 inches, brown (7.5YR 5/3) heavy silty clay loam, dark brown (7.5YR 4/3) when moist; moderate, medium, prismatic structure parting to strong medium angular blocky; hard, firm; sticky and very plastic; patchy clay films on peds; mildly alkaline; clear, gradual boundary.  (16 to 25 inches thick)"
      },
      {
        "name": "BC",
        "top": 76,
        "bottom": 107,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "mildly alkaline",
        "narrative": "BC--30 to 42 inches, brown (7.5YR 5/2) clay loam, brown (7.5YR 4/2) when moist; weak, medium, prismatic structure parting to moderate, medium, subangular blocky; hard, friable; sticky and plastic; patchy clay films on peds; mildly alkaline; clear, gradual boundary.  (10 to 14 inches thick)"
      },
      {
        "name": "Ck",
        "top": 107,
        "bottom": 122,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "texture_class": "loam",
        "pH_class": "moderately alkaline",
        "narrative": "Ck--42 to 48 inches, light brown (7.5YR 6/4) loam, brown (7.5YR 4/4) when moist; massive; hard, friable; sticky and plastic; calcareous; fine filaments or threads of lime; moderately alkaline, abrupt, smooth boundary.  (4 to 8 inches thick)"
      },
      {
        "name": "2R",
        "top": 122,
        "texture_class": "sand",
        "narrative": "2R--48 inches, sandstone."
      }
    ]
  ]
}
