{
  "SERIES": "HOLILLIPAH",
  "STATUS": "Established Series",
  "BYREV": "Rev:DJL/WBS/TDC/DJE/AEC",
  "REVDATE": "03/2018",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, thermic Typic Xerofluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Holillipah loamy sand - on a level flood plain of about 2 percent slope under annual grasses at 50 feet elevation. (Colors are for dry soil unless otherwise stated. When described on June 1, 1978, the soil was dry to 35 inches and slightly moist below.)\nA--O to 8 inches; pale brown (10YR 6/3) loamy sand, brown (l0YR 4/3) moist; weak coarse granular structure; soft, loose, nonsticky and nonplastic; many very fine and fine and common medium roots; many very fine and fine interstitial pores; slightly acid (pH 6.5); clear smooth boundary. (5 to 10 inches thick)\nC1--8 to 32 inches; white (10YR 8/1) sand, light gray (10YR 7/1) moist; single grain; loose, nonsticky and nonplastic; many very fine and fine and common medium roots; many very fine and fine interstitial pores; neutral (pH 7.0); abrupt wavy boundary. (20 to 40 inches thick)\nC2--32 to 35 inches; light yellowish brown (10YR 6/4) loamy sand, dark yellowish brown (10YR 4/4) moist; common medium distinct strong brown (7.5YR 4/6) mottles; massive; soft, very friable, nonsticky and nonplastic; common very fine tubular pores; neutral (pH 7.0); abrupt wavy boundary. (3 to 20 inches thick)\nC3--35 to 47 inches; brown (10YR 5/3) fine sandy loam, dark brown (10YR 3/3) moist; many medium distinct brown (7.5YR 5/4) mottles; massive; slightly hard, friable, nonsticky and nonplastic; common very fine tubular pores; neutral (pH 7.0); gradual irregular boundary. (0 to 15 inches thick)\nC4--47 to 61 inches; pale brown (10YR 6/3) loamy fine sand, dark brown (10YR 3/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine tubular pores; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Sutter County, California; approximately 5.6 miles south of Yuba City on Garden Highway then east 0.56 miles to about 400 feet from Feather River; 2,100 feet north and 3,000 feet east of the intersection of O'Banion Road and Garden Highway in the New Helvetia land grant, T. 14 N., R. 3 E.; 39 degrees,1 minute, 53.2 seconds north latitude and 121 degrees, 36 minutes, 24 seconds west longitude; NAD83; Olivehurst Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 60 degrees to 65 degrees F. The soil temperature is above 47 degrees F the entire year. The soil between depths of 14 and 43 inches is dry in all parts from May through October, and is moist in some or all parts from November through April unless irrigated. The difference between average July and average January soil temperature is 30 degrees to 33 degrees F. The soil is stratified with thick Layers of sand, loamy fine sand or loamy sand and in some profiles thin layers of fine sandy loam, sandy loam and silt loam. The particle-size control section averages loamy sand or coarser. Strata of sandy loam, fine sandy loam or silt loam 1/2 1 cm thick can occur above 40 inches. Organic carbon content decreases irregularly with depth. It is slightly acid to neutral.\nThe A horizon has dry color of l0YR 6/4, 6/3, or 6/2 and moist color of l0YR 4/4, 4/3, 4/2, or 3/3. It is sandy loam or loamy sand.\nThe C horizon has dry color of l0YR 8/1, 7/1, 7/2, 7/3, 7/4, 6/3, 6/4 or 5/3 and moist color of l0YR 7/1, 7/2, 6/2, 5/2, 5/3, 5/4, 4/2, 4/3, 4/4 or 3/3. Mottles may be relic from initial deposition and are associated with the finer textured stratified layers and not indicative of an intermittent high water table. Gravel content ranges from O to 14 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Metz series. Metz soils are neutral to moderately alkaline, are calcareous below the A horizon, and have a difference between mean summer and mean winter soil temperature of about 20 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Holillipah soils are on alluvial fans and flood plains. Slopes are 0 to 2 percent. The soils formed in stratified alluvium from mixed sources. Elevations are 20 to 150 feet. The climate is subhumid with hot dry summers and cool moist winters. Mean annual precipitation is 17 to 23 inches. January temperature is 45 degrees F., mean July temperature is 77 degrees F., and mean annual temperature varies from 60 degrees to 64 degrees F. Frost- free season is 260 to 280 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Columbia and Shanghai soils. Columbia and Shanghai soils are on similar flood plain positions, but usually are slightly lower in the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; very slow runoff; moderately rapid permeability. The soils are flooded unless protected by levees."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for irrigated orchards and row crops. In some areas next to rivers, the natural vegetation is valley oak, cottonwood and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern part of the Sacramento Valley. Soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Sutter County, California 1984. Series name is from a tribe of native Americans in the area.\nOSED scanned by SSQA. Last revised by state on 2/87.\nMinor edits for SDJR project - AEC\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
