{
  "SERIES": "HOLLYWOOD",
  "STATUS": "Established Series",
  "BYREV": "Rev. LFR",
  "REVDATE": "08/2011",
  "STATES": "AL,KY,LA,OK,TN,VA",
  "OVERVIEW": "The Hollywood series consists of deep, moderately well drained,\nvery slowly permeable soils that formed in clayey colluvial\nsediments over limestone.  These soils are on narrow lower\nfootslopes and on depressed upland areas.  Water runs slowly off\nthe surface.  Slope is dominantly less tha 3 percent but ranges up\nto 8 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Oxyaquic Hapluderts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hollywood clay loam, in idle field.\n(Colors are for moist soil unless otherwise\nstated.)\nAp--0 to 4 inches; very dark gray (10YR 3/1) clay loam;\nmoderate medium granular structure; friable; common fine black and brown concretions; slightly acid; abrupt smooth boundary.  (0 to 7 inches thick)\nA12--4 to 19 inches; black (10YR 2/1) silty clay; moderate coarse blocky structure parting to strong medium granular;\nfriable; pressure faces on surfaces of some coarse peds; common\nfine brown and black concretions; neutral; diffuse wavy boundary.  (10 to 24 inches thick)\nA13--19 to 27 inches; very dark gray (10YR 3/1) silty clay;\nfew fine faint dark gray and dark brown mottles; moderate coarse blocky structure parting to moderate fine subangular blocky; firm; common intersecting slickensides that form parallelepipeds;\npressure faces on surfaces of some coarse peds; common black and brown concretions; mildly alkaline; gradual irregular boundary.\n(7 to 20 inches thick)\nAC--27 to 48 inches; light olive brown (2.5Y 5/4) silty clay; common medium distinct dark gray (10YR 4/1) and dark brown (7.5YR 4/4) mottles; moderate coarse blocky structure parting to moderate medium subangular blocky; very firm; common slickensides that form parallepipeds; pressure faces on surfaces of most peds; common\nblack and brown concretions; common soft bodies of calcium\ncarbonate; few fragments of limestone; moderately alkaline;\ngradual wavy boundary.  (12 to 24 inches thick)\nACca--48 to 72 inches; light olive brown (2.5Y 5/4) silty\nclay; many medium distinct grayish brown (10YR 5/2) and dark brown (7.5YR 4/4) mottles; common intersecting slickensides form parallelepipeds that part to weak medium blocky structure; very\nfirm; pressure faces on surfaces of most peds; common black and\nbrown concretions; few fragments of limestone; common calcium carbonate concretions; common soft bodies of calcium carbonate; moderately alkaline.  (0 to 30 inches thick)\nR--72 inches; limestone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lawrence County, Alabama; .2 mile east of Young Brothers Store, 150 feet south of Alabama Highway 24 in NW1/4SE1/4sec. 5, T. 7 S., R. 10 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to slickensides ranges from 12 to\n30 inches.  Depth to the AC horizon ranges from 18 to 40 inches.  Depth to secondary calcium carbonate accumulation ranges from 25\nto 50 inches.  Depth to limestone bedrock ranges from 4 to 8 feet.  Untilled soils have a gilgai microrelief.  The cycles of\nmicroknolls and microbasins are repeated at linear intervals of 4\nto 12 feet.  For these areas the microknolls are 3 to 10 inches higher than the microbasins.  The amplitude between the A and AC horizons ranges from about 3 to 24 inches.\nThe Ap horizon is slightly acid through moderately alkaline, and\nthe remaining horizons are neutral, mildly alkaline, or moderately alkaline.  The A horizon has hue of 10YR, values of 2 or 3, and chroma 1.  The A1 or Ap is clay loam, silty clay loam, or silty\nclay.  The lower A horizons are silty clay or clay.\nThe AC horizon has hue of 10YR or 2.5Y, values of 4 or 5, chroma\n4; and hue of 5Y, value of 4, and chroma 2.  It is silty clay or clay.  Mottles are gray, brown, and yellow.  Soft powdery bodies\nof calcium carbonate range from 2 to 20 percent by volume of the\nAC horizon.  Few to common fragments of limestone occur in the AC horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Beaumont, Brooksville, Burleson, Clarita, Eutaw, Garner, Houston, Houston Black, Lake Charles, Okolona, Randall, Roscoe, and San Saba series.  Beaumont, Eutaw,\nand Garner soils have color values of 3.5 or more within a depth\nof 12 inches in more than half of each pedon.  Brooksville,\nHouston, and Okolona soils have color chromas of 1.5 or greater in the A horizon.  In addition, Houston soils have more than 60\npercent clay in the control section.  Burleson, Clarita, Houston Black, Randall, Roscoe, and San Saba soils have cracks that remain open more than 90 cumulative days in most years.  Lake Charles\nsoils have matrix color chromas of less than 1.5 to a depth of 40 inches or more and lack ACca horizons with soft powdery lime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hollywood soils are on uplands which have depressional or sloping relief.  Slopes range from 0 through 8 percent.  These soils formed in clayey colluvial sediments over limestone.  The climate is warm and humid.  Near the type location the average annual temperature is about 61 degrees F., and the average annual precipitation is about 47 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Colbert,\nDowellton, Panola, Talbott, Tupelo, and Swink series.  Colbert, Talbott, and Swink soils are in more convex landscapes and have greater slope gradients.  Colbert soils have strongly acid B horizons.  Dowellton, Panola, and Tupelo soils are in similar landscapes and have comparable slope gradients.  Dowellton soils\nhave B horizons and mixed clay mineralogy.  Panola, Talbott, and Tupelo soils lack intersecting slickensides within a depth of 30 inches.  Swink soils have more than 35 percent coarse fragments within the control section and have sola less than 20 inches\nthick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow runoff; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used primarily for pasture or hay crops.\nSome areas are used for the production of corn, grain sorghum, and soybeans.  Untilled areas now have principal vegetation of tall\nand native grasses with an open canopy of Bois d' Arc, winged elm, and redcedar to a sparse forest of oak, hickory, locust, elm, gum, and redcedar."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Alabama, Oklahoma, Tennessee, and Texas.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jackson County, Alabama; 1911."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Hollywood series was formerly classified in the Grumusols great soil group.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 10,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "narrative": "Ap--0 to 4 inches; very dark gray (10YR 3/1) clay loam;"
      },
      {
        "name": "A12",
        "top": 10,
        "bottom": 48,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "narrative": "A12--4 to 19 inches; black (10YR 2/1) silty clay; moderate coarse blocky structure parting to strong medium granular;"
      },
      {
        "name": "A13",
        "top": 48,
        "bottom": 69,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "narrative": "A13--19 to 27 inches; very dark gray (10YR 3/1) silty clay;"
      },
      {
        "name": "AC",
        "top": 69,
        "bottom": 122,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay",
        "narrative": "AC--27 to 48 inches; light olive brown (2.5Y 5/4) silty clay; common medium distinct dark gray (10YR 4/1) and dark brown (7.5YR 4/4) mottles; moderate coarse blocky structure parting to moderate medium subangular blocky; very firm; common slickensides that form parallepipeds; pressure faces on surfaces of most peds; common"
      },
      {
        "name": "ACca",
        "top": 122,
        "bottom": 183,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt",
        "narrative": "ACca--48 to 72 inches; light olive brown (2.5Y 5/4) silty"
      },
      {
        "name": "R",
        "top": 183,
        "narrative": "R--72 inches; limestone bedrock."
      }
    ]
  ]
}
