{
  "SERIES": "HOLLAND",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLH/RCH/DJE/AJT/ET/SS/AGB/TKK/JTW",
  "REVDATE": "02/2019",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Ultic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Holland sandy loam - on an east facing, linear, slope of 25 percent under ponderosa pine, incense cedar, and mountain misery at an elevation of 1145 meters. (Colors are for dry soil unless otherwise noted. When described August 24, 1977 the soil was slightly moist throughout).\nOi--0 to 5 cm; fresh and decomposing pine needle and leaf litter.\nA1--5 to 13 cm; brown (10YR 5/3) sandy loam, very dark grayish brown (10YR 3/2) moist; 17 percent clay; strong fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine interstitial, common fine tubular pores; moderately acid (pH 5.7); abrupt wavy boundary. (5 to 15 cm thick)\nA2--13 to 23 cm; brown (7.5YR 5/4) sandy loam, dark brown (7.5YR 3/2) moist; 16 percent clay; moderate fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine and common medium roots; many very fine interstitial, many fine tubular pores; moderately acid (pH 5.9); abrupt wavy boundary. (0 to 20 cm thick)\nAB--23 to 41 cm; light brown (7.5YR 6/4) sandy clay loam, dark reddish brown (5YR 3/4) moist; 22 percent clay; weak fine subangular blocky structure parting to moderate fine granular; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine, common medium and coarse roots; many very fine interstitial and fine tubular pores; moderately acid (pH 5.9); clear smooth boundary. (15 to 45 cm thick)\nBAt--41 to 69 cm; brown (7.5YR 5/4) sandy clay loam, dark reddish brown (5YR 3/4) moist; 27 percent clay; moderate fine subangular blocky structure; hard, firm, sticky and plastic; common very fine, fine and medium roots; many very fine interstitial and many fine and medium tubular pores; common distinct clay films on faces of peds and bridging mineral grains, many distinct clay films lining pores; moderately acid (pH 5.8); clear smooth boundary. (15 to 65 cm thick)\nBt1--69 to 91 cm; brown (7.5YR 5/4) clay loam, reddish brown (5YR 4/4) moist; 29 percent clay; strong fine subangular blocky structure; hard, firm, sticky and very plastic; few very fine, common fine and medium roots; many very fine interstitial and many fine and medium tubular pores; many distinct clay films on faces of peds, many distinct clay films lining pores; moderately acid (pH 5.8); gradual smooth boundary. (25 to 75 cm thick)\nBt2--91 to 135 cm; brown (7.5YR 5/4) sandy clay loam, reddish brown (5YR 4/4) moist; 28 percent clay; strong fine and medium subangular blocky structure; very hard, very firm, sticky and very plastic; common fine and medium, few very fine and coarse roots; many very fine interstitial and many fine tubular pores; many faint, common distinct clay films on faces of peds, many distinct clay films lining pores; moderately acid (pH 5.9); gradual smooth boundary. (25 to 90 cm thick)\nBt3--135 to 157 cm; light brown (7.5YR 6/4) sandy clay loam, brown (7.5YR 5/4) moist; 26 percent clay; strong medium and coarse subangular blocky structure; very hard, very firm, sticky and very plastic; common medium roots; many very fine interstitial, many fine tubular pores; many distinct clay films on faces of peds and line pores; moderately acid (pH 5.8); clear smooth boundary. (20 to 40 cm thick)\nC--157 to 173 cm; very pale brown (10YR 7/4) sandy loam, yellowish brown (10YR 5/4) moist; 18 percent clay; moderate medium and coarse subangular blocky structure; extremely hard, extremely firm, sticky and plastic; common medium few coarse roots; many very fine interstitial and many fine tubular pores; many distinct clay films on faces of peds and lining pores; moderately acid (pH 5.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Fresno County, California; Sierra National Forest; 2 km (1.25 miles) NNW of Blue Canyon Work Center, in a roadcut on Forest Road 10S18; SE 1/4, SW 1/4, section 16, T.10 S., R.25 E., MDBM. USGS 7.5 minute topographic quadrangle: Shaver Lake, CA. WGS84 decimal degrees: 37.054070 latitude, -119.250140 longitude. UTM Zone 11 299919 meters E, 4103239 meters N, NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature: the mean annual soil temperature at 50 cm beneath the mineral soil surface is 8 to 15 degrees C. The difference between mean summer and mean winter soil temperature is greater than 6 degrees C. The soils have a mesic temperature regime.\nSoil moisture: the soil moisture control section is dry in all parts from about June to October. The soils have a xeric moisture regime.\nDiagnostic Feature(s):\nOchric epipedon thickness: 13 to 55 cm\nArgillic horizon thickness: 75 to 200 cm\nDepth to paralithic contact: 150 to 250 cm\nParticle size control section weighted-averages:\nClay content: 18 to 30 percent\nRock fragments: 3 to 25 percent\n0 to 25 percent gravel\n0 to 5 percent cobbles\nCoarse and very coarse sand: 20 to 30 percent\nA horizons:\nHue: 10YR, 7.5YR, 5YR\nValue: 4 to 6 dry; 2 to 4 moist\nChroma: 2 to 6 dry or moist\nTextures: sandy loam, loam\nClay content: 5 to 25 percent\nRock fragments: 0 to 35 percent (dominantly fine gravel)\nReaction: strongly acid to slightly acid\nBt horizons:\nHue: 7.5YR, 5YR\nValue: 4 to 6 dry; 4 or 5 moist\nChroma: 4 to 8 dry or moist\nTextures: sandy clay loam, clay loam\nClay content: 20 to 35 percent\nRock fragments: 0 to 30 percent\n0 to 30 percent gravel\n0 to 15 percent cobbles\nReaction: very strongly acid to moderately acid\nC (or BCt, where present) horizons:\nHue: 10YR, 7.5YR\nValue: 4 to 8 dry; 3 to 6 moist\nChroma: 3 to 8 dry or moist\nTextures: sandy clay loam, sandy loam, loamy sand\nClay content: 5 to 27 percent\nRock fragments: 0 to 50 percent\n0 to 35 percent gravels\n0 to 50 percent paragravels\n0 to 5 percent paracobbles\nReaction: very strongly acid to moderately acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bigridge, Cohasset, Hospiter (MLRA 5), Hotaw, Millerridge, Minniecreek, Pasturerock (MLRA 4B), Sitton (MLRA 2), Speaker (MLRA 5) and Willakenzie (MLRA 2) soils. The Bigridge soils are 100 to 150 cm to paralithic metamorphic bedrock and have coarse plus very coarse sand content less than 20 percent in the particle size control section. Cohasset soils have a paralithic contact with volcanic rocks (commonly andesite) at a depth of 100 to over 150 cm and a coarse plus very coarse sand content between 5 and 15 percent in the particle size control section. Hospiter soils are dry in all parts of the soil moisture control section for 90 to 120 days after the summer solstice and contain metavolcanic fragments throughout. Hotaw, Millerridge, Minniecreek, Speaker and Willakenzie soils are 50 to 100 cm to a root-restrictive bedrock layer. Pasturerock soils have an umbric epipedon and are dry in all parts of the soil moisture control section for 90 to 120 days after the summer solstice. Sitton soils are dry in all parts of the soil moisture control section for 45 to 60 days after the summer solstice and contain sandstone parafragments throughout."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Holland soils are on linear backslope and footslope positions of hill and mountain slopes. Slopes are 2 to 75 percent. They formed in material weathered from quartz diorite or granodiorite. Elevations are 450 to 1615 meters. The climate is Mediterranean, with warm, dry summers and cool, moist winters. Mean annual precipitation is 595 to 2025 mm; about 2 to 20 percent of which falls as snow. Mean January temperature is about 4 degrees C; mean July temperature is about 22 degrees C; mean annual air temperature is 8 to 15 degrees C. Frost-free season is about 130 to 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Chaix, Chawanakee, Hotaw, Shaver, Musick, and Tollhouse soils. All of these soils formed from intrusive igneous rocks. Chaix, Chawanakee, Shaver, and Tollhouse soils do not have an argillic horizon. Chaix soils are 50 to 100 cm to a paralithic contact and occur on similar hillslope positions and landforms. Chawanakee and Tollhouse soils are less than 50 cm to a paralithic contact and occur on backslope and shoulder positions of mountain slopes and hillslopes. Shaver soils have an umbric epipedon greater than 50 cm thick, are 50 to 100 cm to a paralithic contact, and occur on backslope positions of mountain slopes and hillslopes. Hotaw soils are 50 to 100 cm to a paralithic contact and occur on backslope and shoulder positions of mountain slopes and hillslopes. Musick soils are on stable summits, backslopes and shoulders of mountain slopes and high hills."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; saturated hydraulic conductivity is moderately low to high throughout the profile."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for commercial timber production. Native vegetation is open to semi-dense stands of ponderosa pine and incense cedar with some white fir, sugar pine, California black oak or canyon live oak with an understory of mountain misery and whiteleaf manzanita."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Sierra Nevada Mountains of California; MLRA 22A. The soils are extensive. Holland soils mapped in MLRAs 5, 20, and 22B are likely outside the central concept and should be reviewed in those areas."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Sierra National Forest Area, Fresno County, 1912."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle size control section for this pedon: 23 to 73 cm (AB, BAt and upper portion of Bt1 horizon)\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 23 cm (Oi, A1 and A2 horizons)\nArgillic horizon: 23 to 157 cm (AB, BAt, Bt1, Bt2, Bt3 horizons)\nThis is a new pedon description. It was sampled and analyzed by the National Soil Survey Laboratory (NSSL). This is a benchmark soil and samples are archived at the NSSL. Pedon number is S77CA-019-013. This pedon was described as near as possible to the original type location. [1985]\n02/2003  The cation-exchange activity class class [superactive] was added to the classification. Competing series were not checked at that time. - ET\n05/2005 The cation-exchange activity class was changed to semiactive based on type location lab data mentioned above. Competing series updated. - SS\n10/2018 The cation-exchange activity class was changed to active based on recalculation of the control section and review of laboratory data from MLRA 22A. - JW\nADDITIONAL DATA:\nNASIS User Pedon ID: S1977CA019013\nPedon Purpose: laboratory sampling location\nLab Data Source: SSL\nLab Pedon ID: 40A3407\nSoil classified using the 12th Edition of the Keys to Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
