{
  "SERIES": "HOLLY SPRINGS",
  "STATUS": "Inactive Series",
  "BYREV": "Rev. RJK-RAL-TWN",
  "REVDATE": "05/2009",
  "STATES": "IA,NE",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, calcareous, mesic Cumulic Vertic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Holly Springs silty clay loam, on a nearly level flood plain, in a cultivated field, at an elevation of about 329 meters above sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 15 centimeters; black (10YR 2/1) silty clay loam, dark gray (10YR 4/1) dry; weak fine and medium subangular blocky structure; firm; common very fine and fine roots; common very fine tubular pores; few very fine snail shells; slightly effervescent; slightly alkaline; abrupt smooth boundary.\nA1--15 to 38 centimeters; black (N 2/0) silty clay loam, very dark gray (10YR 3/1) dry; weak fine subangular blocky structure; firm; common very fine and fine roots; common very fine tubular pores; few very fine snail shells; common fine distinct very dark grayish brown (2.5Y 3/2) redoximorphic concentrations; strongly effervescent; moderately alkaline; gradual smooth boundary.\nA2--38 to 66 centimeters; black (10YR 2/1) silty clay loam, very dark gray (10YR 3/1) dry; weak very fine subangular blocky structure; firm; common very fine and fine roots; common very fine tubular pores; few very fine snail shells; common fine distinct very dark grayish brown (2.5Y 3/2) redoximorphic concentrations; strongly effervescent; moderately alkaline; gradual smooth boundary.\nA3--66 to 91 centimeters; very dark gray (10YR 3/1) silty clay, dark gray (10YR 4/1) dry; weak very fine and fine subangular blocky structure; firm; common very fine and fine roots; common very fine tubular pores; common very fine snail shells; common fine distinct very dark grayish brown (2.5Y 3/2) redoximorphic concentrations; strongly effervescent; moderately alkaline; clear smooth boundary. (Combined thickness of the A horizon is 60 to 150 centimeters.)\nBg--91 to 119 centimeters; very dark gray (5Y 3/1) silty clay; weak fine and medium subangular blocky structure; firm; common very fine tubular pores; common very fine snail shells; common fine distinct very dark grayish brown (2.5Y 3/2) redoximorphic concentrations; strongly effervescent; moderately alkaline; clear smooth boundary. (15 to 45 centimeters thick)\nBkg--119 to 152 centimeters; very dark gray (5Y 3/1) silty clay; weak fine and medium subangular blocky structure; firm; common very fine tubular pores; common very fine snail shells; common fine and medium rounded very pale brown (10YR 8/2) carbonate concretions; common fine very pale brown (10YR 8/2) carbonate threads; common fine distinct very dark grayish brown (2.5Y 3/2) redoximorphic concentrations; strongly effervescent; moderately alkaline; abrupt wavy boundary. (15 to 45 centimeters thick)\nCg--152 to 200 centimeters; about 90 percent dark gray (5Y 4/1) and about 10 percent very dark gray (5Y 3/1) clay; massive; firm; common very fine tubular pores; common very fine snail shells; common fine and medium rounded very pale brown (10YR 8/2) carbonate concretions; common fine very pale brown (10YR 8/2) carbonate threads; common fine prominent light olive brown (2.5Y 5/6) redoximorphic concentrations; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 107B-Iowa and Missouri Deep Loess Hills, Woodbury County, Iowa subset; about 2 1/2 miles south and 1 mile east of Bronson; located about 300 feet west and 1,665 feet south of the northeast corner of section 9, T. 87 N., R. 46 W.; USGS Luton topographic quadrangle; lat. 42 degrees 21 minutes 40.0 seconds N. and long. 96 degrees 11 minutes 58.1 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to carbonates--0 to 25 centimeters\nThickness of mollic epipedon--60 to 150 centimeters\nElectrical conductivity--0 mmhos/cm\nGypsum content--0 percent\nClay content in the particle-size control section (weighted average)--35 to 45 percent\nSand content in the particle-size control section (weighted average)--less than 10 percent fine sand and sand coarser than fine sand\nSnail shells are typically present in all parts of the profile\nA or Ap horizon:\nHue--10YR or is neutral\nValue--2 or 3\nChroma--0 or 1\nTexture--silty clay loam or silty clay\nClay content--35 to 45 percent\nSand content--less than 10 percent\nCalcium carbonate equivalent--5 to 30 percent\nReaction--slightly alkaline or moderately alkaline\nMoist bulk density--1.30 to 1.35 g/cc\nSome pedons have a buried soil at a depth of 45 to 90 centimeters\nBg horizon:\nHue--10YR, 2.5Y, 5Y, or is neutral\nValue--3 or 4\nChroma--0 or 1\nTexture--silty clay\nClay content--40 to 50 percent\nSand content--less than 10 percent\nCalcium carbonate equivalent--5 to 30 percent\nReaction--slightly alkaline or moderately alkaline\nMoist bulk density--1.30 to 1.40 g/cc\nBkg horizon:\nHue--10YR, 2.5Y, 5Y, or is neutral\nValue--3 or 4\nChroma--0 or 1\nTexture--silty clay\nClay content--40 to 50 percent\nSand content--less than 10 percent\nCalcium carbonate equivalent--5 to 30 percent\nReaction--slightly alkaline or moderately alkaline\nMoist bulk density--1.30 to 1.40 g/cc\nCg horizon:\nHue--10YR, 2.5Y, 5Y, or is neutral\nValue--3 or 4\nChroma--0 or 1\nTexture--silty clay or clay\nClay content--50 to 60 percent\nSand content--less than 10 percent\nCalcium carbonate equivalent--5 to 30 percent\nReaction--slightly alkaline or moderately alkaline\nMoist bulk density--1.35 to 1.45 g/cc"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Baltic, Delvada, James, and Knoke series.\nBaltic--have accumulations of gypsum crystals within a depth of 114 centimeters\nDelvada--have a clay content of 30 to 50 percent in the lower third of series control section and are dry in the soil moisture control section during the growing season\nJames--have accumulations of salts in the series control section\nKnoke--have a clay content that averages 15 to 30 percent in the particle-size control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--fine-textured, calcareous alluvium\nLandform--flood plains in river valleys\nSlope--0 to 2 percent\nElevation--185 to 475 meters above sea level\nMean annual air temperature--8 to 13 degrees C\nMean annual precipitation--660 to 1,040 millimeters\nFrost-free period--155 to 220 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Blencoe, Cooper, Luton, Smithland, and Tieville soils.\nBlencoe--are on slightly higher landscape positions, have a frequently saturated zone between depths of 0.3 to 1 meter during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation, and have a clay content of 18 to 24 percent in the lower half of the series control section\nCooper--are on slightly higher landscape positions and have a frequently saturated zone between depths of 0.3 to 1 meter during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nLuton--are on landscape positions similar to those of the Holly Springs soil and do not have carbonates within a depth of 90 centimeters\nSmithland--are on slightly higher landscape positions, have a frequently saturated zone between depths of 0.3 to 1 meter during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation, and have a clay content of 25 to 35 percent in the lower third of the series control section\nTieville--are on landscape positions similar to those of the Holly Springs soil and have a mollic epipedon 45 to 60 centimeters thick"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--poorly drained--these soils are frequently saturated from the surface of the soil to a depth of 0.3 meter during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation, this saturation is considered apparent\nSaturated hydraulic conductivity-- 1.0 to 10 micrometers per second in the upper silty clay loam and 0.01 to 0.1 micrometers per second in the underlying silty clay and clay\nFlooding--occasionally or rarely flooded for brief periods from precipitation events and snowmelt"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are cultivated. The principal crops are soybeans, wheat, and corn. The native vegetation includes prairie cordgrass, sedges, river bulrush and other species of the tall grass prairie that are tolerant of excessive wetness."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic section--Dissected till plains\nMLRA--Iowa and Missouri Deep Loess Hills (107B)\nLRR M; western Iowa and eastern Nebraska; backswamp areas in the Missouri River flood plain about midway between the river channel and the upland foot slopes\nExtent--small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Woodbury County, Iowa, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 25 to 100 centimeters (A1, A2, A3, and Bg horizons);\nseries control section--the zone from the surface to a depth of 150 centimeters (Ap, A1, A2, A3, Bg, and Bkg horizons).\nDiagnostic horizons and features recognized in this pedon:\nmollic epipedon--the zone from the surface to a depth of 91 centimeters (Ap, A1, A2, and A3 horizons);\ncambic horizon--the zone from a depth of 91 to 152 centimeters (Bg and Bkg horizons);\naquic moisture regime.\nVertic subgroup based on linear extensibility greater than 6.0 centimeters between the surface and a depth of 100 centimeters.\nTaxonomy version--Keys to Soil Taxonomy, tenth edition, 2006.\nRefer to DMUid 277,017 in NASIS for property data.\nHolly Springs Series was made inactive in May 2009 because it could not be competed with Nishna.\nADDITIONAL DATA:\nLaboratory data--Iowa State University, Ames, Iowa, pedon number 97-IA-193-012.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
