{
  "SERIES": "HOLLYHILLS",
  "STATUS": "Established Series",
  "BYREV": "REV: PBF/ET",
  "REVDATE": "04/2015",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, thermic Sodic Haplogypsids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  On Hollyhills-Spider association, 2 to 30 percent slopes at an elevation of 2,600 feet.  (Colors are for dry soil unless otherwise noted.)  The surface is covered by approximately 58 percent gravel, 30 percent cobbles, and 2 percent stones.\nA -- 0 to 2 inches; light yellowish brown (2.5Y 6/3) extremely cobbly sandy loam, light olive brown (2.5Y 5/3) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; slightly effervescent; 45 percent gravel and 20 percent cobbles; moderately alkaline (pH 8.4); abrupt smooth boundary. (2 to 4 inches thick)\nBny1 -- 2 to 7 inches; light yellowish brown (2.5Y 6/3) sandy loam, light olive brown (2.5Y 5/3) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; common very fine, fine, and medium roots; 3 percent medium and coarse pockets of gypsum crystals; slightly effervescent; 5 percent gravel and trace of cobbles; electrical conductivity of 4, dS/m, sodium adsorption ratio of 4, strongly alkaline (pH 8.8); abrupt smooth boundary.\nBny2 -- 7 to 20 inches; light yellowish brown (2.5Y 6/3) sandy loam, light olive brown (2.5Y 5/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; 5 percent very weakly cemented and slightly brittle layers and durinodes; 3 percent medium and coarse pockets of gypsum crystals; slightly effervescent; 5 percent gravel and trace of cobbles; strongly saline, electrical conductivity of 19 dS/m; sodium adsorption ratio of 26; strongly alkaline (pH 8.6); clear wavy boundary. (Combined thickness of the Bny horizon is 18 to 52 inches.)\nBnqy1 -- 20 to 41 inches; light brownish gray (2.5Y 6/2) sandy loam, light olive brown (2.5Y 5/3) moist; massive; slightly hard to hard, friable, nonsticky and nonplastic; 15 percent weakly cemented and slightly brittle layers and durinodes; 3 percent medium and coarse pockets of gypsum crystals; slightly effervescent; 10 percent gravel and trace of cobbles; moderately saline, electrical conductivity of 15 dS/m; sodium adsorption ratio of 26; strongly alkaline (pH 8.8); gradual wavy boundary. (0 to 25 inches thick)\nBnqy2 -- 41 to 60 inches; light brownish gray (2.5Y 6/2) gravelly sandy loam, light olive brown (2.5Y 5/3) moist; massive; moderately hard, friable to firm, slightly sticky and nonplastic; 60 percent weakly to moderately cemented and brittle layers and durinodes; 10 percent medium and coarse pockets of gypsum crystals; slightly effervescent; 20 percent gravel and trace of cobbles; moderately saline, electrical conductivity of 13 dS/m; sodium adsorption ratio of 22; strongly alkaline (pH 8.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Bernardino County, California; about 2,800 feet west and 1,500 feet south of the NE corner of section 15, T. 12 N., R. 4 E., 35 degrees, 08 minutes, and 06 seconds north latitude and 116 degrees, 32 minutes, and 40 seconds west longitude, East of Langford Well 7.5 minute quadrangle. UTM 11S, 0541504e 3887925n (DTM: NAS-C)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: Usually dry, moist in some part for short periods during winter and early spring and for 10 to 20 days cumulative between July and October following convection storms. The soils have a Typic-Aridic moisture regime.\nSoil temperature: 63 to 72 degrees F.\nOrganic matter: 0 to 0.5 percent\nSurface rock fragments: 50 to 70 percent gravel, 10 to 35 percent cobbles and 0 to 5 percent stones\nControl section -\nClay content: 8 to 15 percent\nTexture of the fine earth: sandy loam or loam\nRock fragments: 5 to 15 percent, mainly gravel\nSodium adsorption ratio: 5 to 30\nCalcium carbonate equivalent: 0 to 10 percent\nA horizon\nHue: 10YR or 2.5Y\nValue: 5 to 7 dry, 4 or 5 moist\nChroma: 2 to 4 dry, and 3 or 4 moist\nTexture of the fine earth: sandy loam or loam\nClay content: 8 to 15 percent\nRock fragments: 45 to 70 percent, with 40 to 55 percent gravel, 5 to 30\npercent cobbles, and 0 to 3 percent stones\nSalinity: 0 to 4 dS/m\nSodium adsorption ratio: 0 to 5\nEffervescence: slightly to strongly effervescent\nReaction: slightly to strongly alkaline\nBny horizon\nHue: 10YR or 2.5Y\nValue: 6 or 7 dry, 5 or 6 moist\nChroma: 2 to 4 dry, 3 or 4 moist\nClay content: 10 to 15 percent\nTexture of the fine earth: sandy loam or loam\nRock fragments: 5 to 15 percent, mainly gravel with\ntrace of cobbles\nEffervescence: slightly to violently effervescent\nGypsum: 2 to 3 percent masses or crystals\nSalinity: 4 to 20 dS/m\nSodium adsorption ratio: 2 to 12 in the upper part and 13 to 30 in the lower\npart\nReaction: moderately or strongly alkaline\nBnqy horizon\nClay content: 8 to 12 percent\nRock fragments: 5 to 25 percent, mainly gravel with\ntrace of cobbles\nEffervescence: slightly to violently effervescent\nGypsum: 2 to 10 percent masses or crystals\nCementation: less than 20 percent in the upper part and 20 to 65 percent in the lower part, composed of weakly to moderately cemented layers and durinodes\nSalinity: 8 to 20 dS/m\nSodium adsorption ratio: 13 to 30\nReaction: strongly or very strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: At this time there are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Hollyhills soils are on eroded summits of fan remnants. Slope ranges from 8 to 30 percent. The soils formed in material from mixed alluvium.  Elevations are 2,200 to 3,300 feet. The climate is arid, with hot, dry summers and warm, moist winters. Most precipitation comes in the winter but in some areas it is sporadic. The mean annual precipitation is 3 to 7 inches. The mean annual temperature is 61 to 70 degrees F. The frost-free season is 240 to 340 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Arizo, Cajon, Coyote (T), Gravesumit (T), and Spider (T) soils. Arizo soils have sandy-skeletal particle-size control sections and are found in inset fans. Cajon soils do not have durinodes and are found in inset fans. Coyote soils are on similar landscape positions but have a well developed calcic horizon in addition to durinodes. Gravesumit soils are found on adjacent fans and have a coarse-loamy particle-size control section with a calcic and an argillic horizon.  Spider soils are on summits and side slopes of the same landscape, have a sandy particle-size control section and have a zone which is characterized by duric properties."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; very low to medium runoff; moderate or moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Hollyhills soils are used for military exercises and wildlife habitat. The present vegetation is mainly desert holly, creosotebush, California ephedra, and white bursage."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mojave Desert of southeastern California. MLRA 30. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  San Bernardino County, California, Fort Irwin Soil Survey Area, 2000. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in the profile are:\n1.  Ochric epipedon -- 0 to 2 inches (A horizon)\n2.  Particle-size control section -- 10 to 40 inches (part\nof the Bny2, and the Bnq1 horizons)\nResponsibility for this series was transferred from Davis to Phoenix 4/2015. The last revision to the series was 6/2000. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
