{
  "SERIES": "HOLOPAW",
  "STATUS": "Established Series",
  "BYREV": "Rev. AGH-MFV-AMS",
  "REVDATE": "10/2018",
  "STATES": "FL",
  "OVERVIEW": "The Holopaw series consists of deep and very deep, poorly and very poorly drained soil that formed in sandy and loamy marine sediments. Holopaw soils are on nearly level low lying flats, poorly defined drainageways and depressional areas. Slopes range from 0 to 2 percent. Mean annual precipitation is about 1397 millimeters (55 inches) and the mean annual temperature is about 22 degrees C (72 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, siliceous, active, hyperthermic Grossarenic Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Holopaw sand--range (Colors are for moist soil)\nA1 -- 0 to 5 centimeters (0 to 2 inches); very dark gray (10YR 3/1) fine sand; weak fine granular structure; very friable; many fine and medium roots; color is mixture of light gray sand grains and black organic matter; slightly acid; gradual smooth boundary. (5 to 18 centimeters (2 to 7 inches) thick)\nA2 -- 5 to 18 centimeters (2 to 7 inches); dark gray (10YR 4/1) fine sand; weak fine granular structure; very friable; many fine roots; slightly acid; gradual smooth boundary. (0 to 36 centimeters (0 to 14 inches) thick)\nEg1 -- 18 to 46 centimeters (7 to 18 inches); grayish brown (10YR 5/2) fine sand; common medium distinct yellowish brown (10YR 5/6) mottles and many fine and medium faint gray to gray (10YR 6/1) streaks; single grained; loose; common fine roots; slightly acid; gradual smooth boundary.\nEg2 -- 46 to 89 centimeters (18 to 35 inches); coarsely mottled gray (10YR 6/1) and grayish brown (10YR 5/2) fine sand; few fine faint very pale brown mottles and few medium distinct black streaks along root channels; single grain; loose; few fine roots; slightly acid; gradual smooth boundary.\nEg3 -- 89 to 114 centimeters (35 to 45 inches); gray (10YR 6/1) fine sand; single grain; loose; few fine roots; neutral; abrupt wavy boundary. (69 to 173 (27 to 68 inches), combined thickness)\nBtg -- 114 to 147 centimeters (45 to 58 inches); gray (10YR 5/1) fine sandy loam; common fine faint light gray and common medium distinct dark yellowish brown (10YR 4/4) mottles; weak medium subangular blocky structure; friable; few fine roots; clay bridging between sand grains; moderately alkaline; gradual wavy boundary. (13 to 61 centimeters (5 to 24 inches) thick)\nBCg -- 147 to 157 centimeters (58 to 62 inches); gray (10YR 5/1) fine sandy loam; few medium distinct dark yellowish brown (10YR 4/4) mottles; massive; friable; common pockets and streaks of loamy sand and sandy clay loam; moderately alkaline; gradual wavy boundary. (0 to 20 centimeters (0 to 8 inches) thick)\nCg -- 157 to 180 centimeters (62 to 71 inches); gray (5Y 5/1) loamy fine sand; massive; friable; common pockets and lenses of sand; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Brevard County, Florida. About 4.8 Kilometer (3 miles) west of junction of Interstate Highway 95 and State Road 520; 5.6 kilometers (3.5 miles) north of State Road 520 on graded road and 9.1 meters (30 feet) west of intersection of graded roads in NW 1/4 NW 1/4, sec. 9, T. 24 S., R. 35 E. Latitude and Longitude; 28 degrees, 25 minutes, 2.00 seconds North and 80 degrees, 50 minutes, 11.27 West; Datum WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness ranges from 114 to 244 centimeters (45 to 96 inches).\nSome pedons have a thin layer of muck on the surface.\nSoil reaction ranges from strongly acid to neutral in the surface layers and from strongly acid to moderately alkaline in the other layers.\nLimestone substratum phases are recognized.\nA or Ap horizons:\nHue: 10YR and 2.5Y\nValue: 2 to 4\nChroma: 2 or less\nTexture: sand or fine sand\nReaction: strongly acid to neutral\nE or Eg horizons:\nHue: 10YR and 2.5Y\nValue: 4 to 8\nChroma: 3 or less\nTexture: sand or fine sand\nReaction: strongly acid to moderately alkaline\nBtg horizons:\nHue: 5Y to 5GY\nValue: 4 to 7\nChroma: 2 or less\nTexture: sandy loam, fine sandy loam, or sandy clay loam\nSilt plus Clay: 13 to 28 percent of clay with less than 20 percent silt\nReaction: strongly acid to moderately alkaline\nBCg horizons: (where present)\nHue: 5Y to 5GY\nValue: 4 to 7\nChroma: 2 or less\nTexture: sandy loam or fine sandy loam\nReaction: strongly acid to moderately alkaline\nCg horizons:\nHue: 5Y to 5GY\nValue: 5 to 7\nChroma: 2 or less\nTexture: sand, fine sand, loamy fine sand, or loamy sand\nReaction: strongly acid to moderately alkaline\nFragments of shell are common in many pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThese are Popash, Lokosee, and Malabar series.\nPopash have thick A horizon 25 to 51 centimeters (10 to 20 inches) thick.\nLokosee and Malabar soils have Bw horizons 15 to 163 centimeters (6 to 64 inches) thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nHolopaw soils are on broad, low lying flats, poorly to well defined drainageways, or in depressional areas.\nParent material: sandy and loamy marine sediments\nLandscape: Lower Coastal Plains\nLandform (s): low lying flats, poorly defined drainageways, and depressions on marine Terraces\nHillslopes profile position: none applicable\nGeomorphic component: Dip, talf and tread\nSlopes: 0 to 2 percent\nElevation: 1 to 40 meters (3 to 132 feet)\nMean annual air temperature: 21 to 23 degrees C (70 to 74 degrees F)\nMean annual precipitation: 1,270 to 1,524 millimeters (50 to 60 inches)\nFrost free duration: 300 to 365 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Lokosee, Malabar, Bradenton, Ellzey, Felda, Floridana, Myakka, Panasoffkee, Pineda, Parkwood, Riviera, St. Johns, Basinger, Okeelanta, Oldsmar, Wabasso, Pomona, and Winder series.\nBradenton soils have a sandy loam Btg horizon within 51 centimeters (20 inches) of the surface and are on similar positions.\nEllzey have a thicker A horizon and are on similar positions.\nFelda soils have a sandy A horizon 51 to 102 centimeters (20 to 40 inches) thick and are on similar positions.\nPomona soils have a spodic horizon and are on similar positions.\nFloridana and Parkwood soils have a mollic epipedon and an argillic horizon between a depth of 51 to 102 centimeters (20 and 40 inches) and are on similar positions.\nOldsmar soils have surface and subsurface horizons more than 76 centimeters (30 inches) thick and have a spodic horizon and are on similar positions.\nPineda and Riviera soils have an argillic horizon between a depth of 51 to 102 centimeters (20 and 40 inches) and are on similar positions.\nOkeelanta soils have an organic layer more than 41 centimeters (16 inches) thick and are on similar positions.\nBasinger soils have weakly expressed spodic horizons, are sandy throughout, and are on similar positions.\nParkwood soils have surface horizons 15 to 25 centimeters (6 to 10 inches) thick, that meet the requirements of a mollic epipedon except for thickness, have calcareous subsoils and are on similar positions.\nMyakka and St. Johns soils have spodic horizon but do not have an argillic horizon and are on similar positions.\nLokosee soils have a weakly expressed spodic horizon, a thick A horizon and are on similar positions.\nWinder soils have an argillic horizon within a depth of 51 centimeters (20 inches) and are on similar positions.\nWabasso soils have spodic horizon and an argillic horizon below 76 centimeters (30 inches) and are on similar positions.\nMalabar soils have Bw horizon, an argillic horizon below 102 centimeters (40 inches) and are on similar positions.\nLokosee soils have Bw horizon, spodic horizon, an argillic horizon below 102 centimeters (40 inches) and are on similar positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class: poorly and very poorly drained\nSaturated hydraulic conductivity (Ksat): high to very high in the A and E horizons and moderately high in the B and C horizons.\nPermeability: rapidly permeable in the A and E horizons and moderately or moderately slowly permeable in the B and C horizons.\nSurface runoff: slow\nDepth to seasonal high water table: The water table is at depths of 15 to 30 centimeters (6 to 12 inches) for 2 to 6 months, during the remainder of the year, it is typically at a depth of 30 to 102 centimeters (12 to 40 inches).\nFlooding frequency and duration: None applicable\nPonding frequency and duration: Frequently for very long duration (6 to 9 months)"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nLarge areas of Holopaw soils are used for range. With adequate water control, these soils are used for citrus, truck crops, and tame pasture.\nNative vegetation is scattered slash and pond pine, cabbage palm and sawpalmettos, scattered cypress, myrtle, sand cordgrass, gulf muhly, chalky bluestem, plumgrass, paspalum, blue maidencane, and pineland threeawn."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nMajor Land Resource Areas (MLRA): This soil mainly occurs in Southern Florida Flatwoods (MLRA 155). It also occurs in moderate extent in South Central Florida Ridge (MLRA 154), Florida Everglades and Associated Areas (MLRA 156A), Southern Florida Lowlands (MLRA 156B), Atlantic Coast Flatwoods (MLRA 153A), North Central Florida Ridge (MLRA 138), and Eastern Gulf Coast Flatwoods (MLRA 152A).\nExtent: Moderate extent"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:\nBrevard County, Florida; 1970"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle size control section: 114 to 147 centimeters (45 to 58 inches)\nDiagnostic horizons and features in this pedon:\nOchric epipedon and grossarenic feature - 0 to 114 centimeters (0 to 45 inches (A1, A2, Eg1, Eg2, Eg3 horizons))\nAlbic horizon - the zone from 18 to 114 centimeters (7 to 45 inches (Eg1, Eg2, Eg3 horizons))\nArgillic horizon - 114 to 147 centimeters [45 to 58 inches (Btg)]\nSoil Series was classified according to the 12th Edition of the Keys to Soil Taxonomy.\nADDITIONAL DATA:\nLaboratory data for the Official Soil Series Description (OSD) typifying Pedon is available on the National Soil Survey website at: http://ncsslabdatamart.sc.egov.usda.gov/querypage.aspx\nOSD User Site ID: 1969-FL009-S05_041\nOSD User Pedon ID: S1969FL009041\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 5,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "fine sand",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A1 -- 0 to 5 centimeters (0 to 2 inches); very dark gray (10YR 3/1) fine sand; weak fine granular structure; very friable; many fine and medium roots; color is mixture of light gray sand grains and black organic matter; slightly acid; gradual smooth boundary. (5 to 18 centimeters (2 to 7 inches) thick)"
      },
      {
        "name": "A2",
        "top": 5,
        "bottom": 18,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "fine sand",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A2 -- 5 to 18 centimeters (2 to 7 inches); dark gray (10YR 4/1) fine sand; weak fine granular structure; very friable; many fine roots; slightly acid; gradual smooth boundary. (0 to 36 centimeters (0 to 14 inches) thick)"
      },
      {
        "name": "Eg1",
        "top": 18,
        "bottom": 46,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Eg1 -- 18 to 46 centimeters (7 to 18 inches); grayish brown (10YR 5/2) fine sand; common medium distinct yellowish brown (10YR 5/6) mottles and many fine and medium faint gray to gray (10YR 6/1) streaks; single grained; loose; common fine roots; slightly acid; gradual smooth boundary."
      },
      {
        "name": "Eg2",
        "top": 46,
        "bottom": 89,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "fine sand",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Eg2 -- 46 to 89 centimeters (18 to 35 inches); coarsely mottled gray (10YR 6/1) and grayish brown (10YR 5/2) fine sand; few fine faint very pale brown mottles and few medium distinct black streaks along root channels; single grain; loose; few fine roots; slightly acid; gradual smooth boundary."
      },
      {
        "name": "Eg3",
        "top": 89,
        "bottom": 114,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "fine sand",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Eg3 -- 89 to 114 centimeters (35 to 45 inches); gray (10YR 6/1) fine sand; single grain; loose; few fine roots; neutral; abrupt wavy boundary. (69 to 173 (27 to 68 inches), combined thickness)"
      },
      {
        "name": "Btg",
        "top": 114,
        "bottom": 147,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btg -- 114 to 147 centimeters (45 to 58 inches); gray (10YR 5/1) fine sandy loam; common fine faint light gray and common medium distinct dark yellowish brown (10YR 4/4) mottles; weak medium subangular blocky structure; friable; few fine roots; clay bridging between sand grains; moderately alkaline; gradual wavy boundary. (13 to 61 centimeters (5 to 24 inches) thick)"
      },
      {
        "name": "BCg",
        "top": 147,
        "bottom": 157,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BCg -- 147 to 157 centimeters (58 to 62 inches); gray (10YR 5/1) fine sandy loam; few medium distinct dark yellowish brown (10YR 4/4) mottles; massive; friable; common pockets and streaks of loamy sand and sandy clay loam; moderately alkaline; gradual wavy boundary. (0 to 20 centimeters (0 to 8 inches) thick)"
      },
      {
        "name": "Cg",
        "top": 157,
        "bottom": 180,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "loamy fine sand",
        "pH_class": "moderately alkaline",
        "narrative": "Cg -- 157 to 180 centimeters (62 to 71 inches); gray (5Y 5/1) loamy fine sand; massive; friable; common pockets and lenses of sand; moderately alkaline."
      }
    ]
  ]
}
