{
  "SERIES": "HOLOHAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. CAR-DJE-JJJ-ET",
  "REVDATE": "11/2010",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Ultic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Holohan extremely gravelly sandy loam - on a northwest facing, convex slope of 22 percent under tanoak, Pacific madrone, Douglas-fir and california huckleberry at 610 meters elevation.  (Colors are for dry soil unless otherwise noted. When described (April 1, 1981) the soil was moist throughout).\nOi--0 to 10 centimeters (0 to 4 inches); partially decomposed and decomposed tanoak litter with 40 percent subangular gravel (2-50 mm).\nA--10 to 20 centimeters (4 to 8 inches); light gray (10YR 7/2) extremely gravelly sandy loam, yellowish brown (10YR 5/4) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, nonsticky and slightly plastic; many very fine and fine and common medium roots; many very fine, fine, medium and coarse interstitial and few very fine tubular pores; 65 percent hard angular and subrounded gravel (2-75 mm); strongly acid (pH 5.5); clear smooth boundary.  (5 to 20 centimeters thick)\nBt1--20 to 41 centimeters (8 to 16 inches); very pale brown (10YR 7/3) very gravelly loam, brown (7.5YR 5/4) moist; moderate fine and medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine and fine, and few medium and coarse roots; many very fine tubular and interstitial and few medium and coarse interstitial pores; common thin clay films and silt coatings on faces of peds and lining pores; 45 percent hard angular and subrounded pebbles (2-75 mm); strongly acid (pH 5.5); clear wavy boundary.  (15 to 25 centimeters thick)\nBt2--41 to 53 centimeters (16 to 21 inches); very pale brown (10YR 7/3) extremely gravelly loam, yellowish brown (10YR 5/6) moist; weak fine subangular blocky and angular blocky structure; hard, very friable, slightly sticky and slightly plastic; many very fine and common fine roots; many very fine tubular and interstitial and few medium and coarse interstitial pores; common faint clay films and silt coatings on faces of peds and lining pores; 65 percent hard angular and subrounded gravel (2 to 75 mm); strongly acid (pH 5.5); clear wavy boundary.  (8 to 25 centimeters thick)\n2Bt3--53 to 104 centimeters (21 to 41 inches); very pale brown (10YR 7/3) extremely gravelly loamy sand, yellowish brown (10YR 5/6) moist; weak fine and medium granular structure; hard, very friable, nonsticky and nonplastic; many very fine, common fine and medium and few coarse roots; many very fine, fine, medium and coarse interstitial pores; many faint clay films and silt coatings on rock faces; 80 percent hard angular and subangular gravel (2 to 75 mm); moderately acid (pH 6.0); gradual wavy boundary.  (0 to 76 centimeters thick)\n2Bt4--104 to 198 centimeters (41 to 78 inches); very pale brown (10YR 7/3) extremely gravelly loamy sand, brownish yellow (10YR 6/6) moist; weak fine granular and subangular blocky structure; hard, very friable, nonsticky and nonplastic; common very fine roots; many very fine, fine, medium and coarse interstitial pores; many faint clay films and silt coatings on rock faces; 80 percent hard angular gravel (2 to 7 mm); moderately acid (pH 6.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mendocino County, California; on the northwest side of Oil Drum Rd., at a point 0.2 miles from its intersection with Red Mountain access road; about 2,000 feet north and 300 feet east of the SW corner of section 2, T.24 N., R.17 W., Noble Butte Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a lithic contact is greater than 150 centimeters.  The mean annual soil temperature ranges from 13 to 15 degrees C.  The soil between depths of 41 centimeters and the lithic contact is moist in all parts from November 1 through June 1 and is dry in all parts from July 15 to October 1 in most years.\nThe A horizon is 10YR 5/2, 5/3, 6/2, 6/3, 6/4, 7/2, 7/3 or 7/4.  Moist color is 10YR 2/2, 3/2, 3/3, 4/2, 4/3, 4/4, 5/3, 5/4, 5/6 or 7.5YR 3/4.  It is very gravelly sandy loam or extremely gravelly sandy loam.  Clay content ranges from 5 to 15 percent.  Gravel content ranges from 25 to 70 percent.  Cobble content ranges from 0-10 percent.  Total coarse fragment content is 35 to 70 percent.  Base saturation (sum) ranges from 35 to 75 percent.  Reaction is slightly through strongly acid.\nThe upper Bt horizon is 10YR 5/3, 5/4, 6/2, 6/4, 7/2, 7/3, or 7/4. Moist color is 10YR 3/3, 3/4, 4/3, 4/4, 5/3, 5/4, 5/6; 7.5YR 4/4, 5/4, 5/6 or 5/8.  It is very cobbly loam or very gravelly or extremely gravelly loam, sandy loam, sandy clay loam, or clay loam.  Clay content ranges from 18 to 30 percent.  Gravel content ranges from 35 to 70 percent.  Cobble content generally ranges from 0 to 15 percent but may reach 40 percent.  Base saturation (sum) ranges from 25 to 50 percent.  Reaction is moderately through very strongly acid.\nThe lower Bt horizon is 10YR 6/3 or 7/3.  Moist color is 10YR 5/4, 5/6, 6/6 or 7.5YR 4/6.  It is very gravelly or extremely gravelly loamy sand, sandy loam, loam or sandy clay loam. Clay content ranges from 5 to 30 percent.  Gravel content ranges from 45 to 80 percent.  Cobble content ranges from 0 to 35 percent.  Total coarse fragment content ranges from 45 to 90 percent.  Base saturation (sum) ranges from 35 to 70 percent.  Reaction is moderately through very strongly acid.  Some profiles have a C horizon that is similar in color and texture to the lower Bt horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Abegg (OR), Asabean (CA), Behemotosh (T CA), Collayomi (CA), Hambone (T CA), Hollowtree (CA), Hoosimbim (CA), Marpa (CA), Pendola (CA), Skalan (ID) and Whispering (CA) series.  Abegg soils do not have hues of 10YR or 7.5YR.  Asabean soils have moisture control sections that are moist throughout for less than 180 days.  Behemotosh, Hollowtree, Marpa, Skalan and Whispering soils are 50 to 100 centimeters deep.  Collayomi soils have mean annual soil temperatures of 11 to 13 degrees C, and Pendola of 10 to 12 degrees C.  Hambone and Hoosimbim soils are 100 to 150 centimeters to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Holohan soils are on mountains.  Slopes are 9 to 75 percent.  Elevations are 152 to 1219 meters.  The soils formed in colluvium weathered from sandstone.  The climate is subhumid with warm dry summers and cool moist winters.  Mean annual precipitation is 1140 to 3300 millimeters with occasional snowfall above 762 meters.  Mean January temperature is about 6 degrees C and mean July temperature is about 21 degrees C.  The mean annual temperature is about 13 degrees C.  The frost-free period is about 150 to 290 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Hollowtree soils and the Casabonne, Dann, Witherell, Wohly, Woodin and Yorkville soils.  Casabonne and Wohly soils are non-skeletal. Dann, Witherell, Wohly and Woodin soils are less than 100 centimeters deep to a lithic or paralithic contact. Yorkville soils have a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; surface runoff under bare soil conditions is medium through high; moderately high saturated hydraulic contuctivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used for timber and firewood production, wildlife habitat and watershed.  Vegetation consists of tanoak, Pacific madrone, black oak, Douglas-fir, California huckleberry and interior live oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Siskiyou-Trinity Area, MLRA 5.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mendocino County, Eastern Part, California, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The activity class was added to the classification in February of 2003. Competing series were not checked at that time. - ET\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - surface layer from 0 to 20 centimeters.\nArgillic horizon - the zone from 20 to 198 centimeters (Bt1, Bt2, 2Bt3, 2Bt4 horizons)\nThese soils are subject to creep because of hard, highly fractured parent material and their landscape position.\nADDITIONAL DATA:\nSoil classified using Keys to Soil Taxonomy, 10th edition.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
