{
  "SERIES": "HOMME",
  "STATUS": "Established Series",
  "BYREV": "Rev. WFJ-JMS",
  "REVDATE": "03/2009",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Typic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Homme silty clay loam - on a west-facing, plane slope of 2 percent in a cultivated field.  When described the soil was dry above 36 inches. (Colors are for dry soil unless otherwise stated.)\nAp--0 to 9 inches; dark grayish brown (10YR 4/2) silty clay loam, very dark brown (10YR 2/2) moist; very hard, friable; slightly acid; abrupt smooth boundary.  (A horizon is 7 to 10 inches thick)\nBw1--9 to 15 inches; brown (10YR 5/3) silty clay loam, very dark grayish brown (10YR 3/2) moist; weak medium prismatic structure parting to moderate and strong, medium and fine blocky; hard, firm; slightly acid; clear wavy boundary.\nBw2--15 to 19 inches; brown (10YR 5/3) silty clay loam, dark brown (10YR 3/3) moist; dark brown (10YR 4/3) coatings on peds; weak medium prismatic structure parting to moderate and strong, medium and fine blocky; hard, firm; mildly alkaline; clear wavy boundary.\nBw3--19 to 24 inches; light olive brown (2.5Y 5/3) silty clay loam, olive brown (2.5Y 4/3) moist; dark grayish brown (2.5Y 4/2) coatings on peds; moderate medium prismatic structure parting to moderate medium and fine subangular blocky; hard, firm; mildly alkaline; clear wavy boundary.  (Combined thickness of the Bw horizon is 8 to 22 inches.)\nBk1--24 to 27 inches; light yellowish brown (2.5Y 6/3) silt loam, olive brown (2.5Y 4/3) moist; moderate medium prismatic structure parting to moderate medium and coarse subangular blocky; hard, friable; few medium accumulations of carbonate; strong effervescence; mildly alkaline; clear wavy boundary.\nBk2--27 to 36 inches; light yellowish brown (2.5Y 6/3) silt loam, olive brown (2.5Y 4/3) moist; many medium distinct and prominent olive yellow (2.5Y 6/6) and yellowish brown (10YR 5/6) mottles; moderate medium and coarse subangular blocky structure; hard, friable; thin patchy shiny films on faces of peds; many medium accumulations of carbonate; strong effervescence; mildly alkaline; clear wavy boundary.  (Combined Bk horizon is 10 to 20 inches thick)\n2Bk3--36 to 50 inches; light yellowish brown (2.5Y 6/3) loam, olive brown (2.5Y 4/4) moist; many medium distinct and prominent olive yellow (2.5Y 6/6), yellowish brown (10YR 5/6), and gray (2.5Y 6/1) mottles; weak coarse subangular blocky structure; hard, friable; few fine dark accumulations (Fe and Mn oxides); many medium accumulations of carbonate; lamination evident; strong effervescence; mildly alkaline; diffuse wavy boundary.  (0 to 40 inches thick)\n2C--50 to 60 inches; light yellowish brown (2.5Y 6/3) and gray (2.5Y 6/1) clay loam, olive brown (2.5Y 4/4) moist; many medium distinct olive yellow (2.5Y 6/6) and yellowish brown (10YR 5/6) mottles; massive; hard, friable; common fine and medium dark accumulations (Fe and Mn oxides); common medium accumulations of carbonate; strong effervescence; mildly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hutchinson County, South Dakota; about 3 miles south and 3 miles west of Tripp; 860 feet north and 845 feet west of the southeast corner of sec. 35, T. 97 N., R. 61 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to free carbonate typically is 20 to 28 inches, but ranges from 15 to 34 inches.  The solum has a few granitic pebbles and stones that range from less than 1/2 inch to 1 foot in diameter.  Depth to loam or clay loam glacial drift typically is from 30 to 40 inches, but ranges from 25 to 60 inches.  Thickness of the mollic epipedon ranges from 7 to 20 inches.  The weighted average clay content of the particle size control section typically is 30 to 35 percent, but ranges from 27 to 35 percent.\nThe A horizon has value of 3 or 4 and 2 or 3 moist, and chroma of 1 or 2.  It is silty clay loam and is slightly acid or neutral.\nThe Bw horizon has hue of 10YR or 2.5Y, value of 4 or 5 and 2 to 4 moist, and chroma of 2 to 4.  It averages 35 to 40 percent clay in the upper part and ranges from 33 to 40 percent clay.  It is slightly acid or neutral in the upper part and neutral or mildly alkaline in the lower part.\nThe Bk horizon has hue of 10YR or 2.5Y, value of 5 or 6 and 4 or 5 moist, and chroma of 2 to 4.  It is silty clay loam, or silt loam.  It has few to many accumulations of carbonate and is mildly or moderately alkaline.  Some pedons have a C horizon.\nThe 2Bk and 2C horizons have hue of 10YR or 2.5Y, value of 5 to 7 and 4 to 6 moist, and chroma of 1 to 4.  They typically are loam or clay loam, but some pedons are silt loam and silty clay loam stratified with lenses of sandy loam.  Some pedons contain nests of gypsum in the lower part of the 2C horizon.  The 2Bk and 2C horizons are mildly or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Nuckolls and Uly series.  Other similar soils are the Agar, Egan, Eakin, Hand, Highmore, Onita, Reliance, and Wentworth series.  Nuckolls and Uly soils have less than 20 percent sand coarser than very fine in the lower part of the series control section.  Also, they do not have loam or clay loam textures in the lower part of the series control section. They have sola 20 to 40 inches thick.  Agar, Eakin, Highmore, Onita, and Reliance soils have argillic horizons.  In addition, Onita soils have mollic epipedons greater than 20 inches and are in the fine family.  Reliance soils are in the fine family.  Egan and Wentworth soils have a wetter soil moisture control section for a longer period. Hand soils are fine-loamy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Homme soils are on nearly level to moderately sloping uplands.  Surfaces are plane or convex, and slope gradients range from 0 to 9 percent, but typically are less than 6 percent.  Homme soils formed in silty glacial sediments over loamy glacial till.  The mean annual temperature ranges from 47 to 51 degrees F, and the precipitation ranges from 20 to 24 inches.  Growing season is about 135 to 155 days; average growing season precipitation ranges from 17 to 20 inches; and growing degree days are about 2700 to 3500."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Betts, Clarno, Davison, Ethan, Houdek, Onita and Whitewood soils. Onita soils are in swales and on concave slopes.  Betts soils are on steeper landscapes and do not have a mollic epipedon.  Clarno, Ethan, and Houdek soils are in similar landscapes and are fine-loamy.  Davison soils are on slight rises adjacent to swales and depressions and have a calcic horizon within 16 inches of the surface.  The somewhat poorly drained Whitewood soils have a mollic epipedon more than 24 inches thick and are in swales and depressions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well and moderately well drained. Surface runoff is slow on nearly level areas and medium on more sloping areas.  Permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are cropped to corn, sorghum, soybeans, oats, barley, and alfalfa.  Major native grass species are western wheatgrass, little bluestem, big bluestem, bluegrama, sideoats grama, green needlegrass, needleandthread, sedges, and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South-central South Dakota east of the Missouri River.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hutchinson County, South Dakota, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: Mollic epipedon - the zone from the surface of the soil to a depth of about 19 inches thick.  (Ap, Bw1, Bw2 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
