{
  "SERIES": "HOMOSASSA",
  "STATUS": "Established Series",
  "BYREV": "AGH: HFH; GRB",
  "REVDATE": "03/2009",
  "STATES": "FL",
  "OVERVIEW": "The Homosassa series consists of moderately deep, very poorly drained, rapid or moderately rapidly permeable soils in tidal marshes and are flooded daily during normal high tides.  They formed in sandy marine sediments overlying limestone bedrock in Coastal Plain tidal marshes.  Near the type location, the mean annual temperature is about 73 degrees F., and the mean annual precipitation is about 55 inches.  Slopes are less than 1 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Sandy, siliceous, hyperthermic Typic Sulfaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Homosassa mucky fine sandy loam--tidal marsh.  (Colors are for moist soil unless otherwise stated.)\nA1--0 to 2 inches; black (10YR 2/1) mucky fine sandy loam; moderate medium granular structure; friable; slightly sticky; many fine roots; about 16 percent organic matter; n value is 3.22; neutral; clear smooth boundary.\nA2--2 to 8 inches; very dark gray (10YR 3/1) mucky fine sandy loam; few medium distinct dark grayish brown (10YR 4/2) masses of organic matter depletions; moderate medium granular structure; very friable; many fine roots; about 11 percent organic matter; n value is 4.04; neutral; gradual wavy boundary.\nA3--8 to 15 inches; very dark gray (10YR 3/1) rubbed, loamy fine sand; moderate medium granular structure; friable; few fine roots; about 6 percent organic matter; n value is 2.11; common medium distinct grayish brown (10YR 5/2) and dark grayish brown (10YR 4/2) areas of organic matter depletions; neutral; gradual wavy boundary.  (Combined thickness of the A horizons range from 10 to 24 inches)\nCg1--15 to 23 inches; dark grayish brown (10YR 4/2) loamy fine sand; weak medium granular structure; friable; few fine roots; about 5 percent organic matter and 0.8 percent sulfur; few medium faint yellowish red (5YR 5/6) masses of redoximorphic accumulations and very dark gray (10YR 3/1) vertical streaks; slightly acid; n value is 1.73; gradual wavy boundary.\nCg2--23 to 27 inches; dark grayish brown (10YR 4/2) loamy fine sand; weak fine granular structure; friable; few fine roots; few 0.5 to 1.0 inch hard limestone fragments; about 5 percent organic matter in pockets 2 to 3 inches in diameter and 0.9 percent sulfur; few medium faint yellowish red (5YR 5/6) redoximorphic accumulations; neutral; n value is 1.27; abrupt irregular boundary.  (Combined thickness of the Cg horizons range from 10 to 15 inches)\n2Cr--27 to 33 inches; white (10YR 8/1) soft limestone; massive; firm; about 35 percent, by volume, hard limestone fragments; most roots do not penetrate this layer but are turned at the upper boundary; moderately alkaline, calcareous; abrupt irregular boundary.  (3 to 12 inches thick)\n2R--33 inches; hard limestone that can be chipped but not dug with a spade."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hernando County, Florida; approximately 2.7 miles west of junction of U.S. 19 and Florida Highway 595 in the SE 1/4, NW 1/4, Sec. 26, T. 23 S.; R. 16 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Combined thickness of the A and C horizons are 20 to 35 inches.  Sulfur content is more than 0.75 percent within depths of 20 inches.  Depth to the 2R horizon ranges from 23 to 40 inches.  Reaction before drying ranges from neutral to slightly alkaline and after drying from very strongly acid to moderately acid in the A horizon; in the C horizon, from slightly acid to slightly alkaline before drying and from extremely acid to moderately acid after drying.\nThe A horizon has hue of 10YR or 2.5Y, value of 2 or 3, and chroma of 2 or less.  Redoximorphic features in shades of gray and brown range from none to common.  Organic matter content ranges from 5 to more than 10 percent.  Sulfur content of the A horizon is less than 0.75 percent and n value is more than 2.0.    Texture is fine sand, loamy fine sand, mucky loamy fine sand, or mucky fine sandy loam.\nThe C horizon has hue 10YR or 2.5Y, value of 4 through 7, and chroma of 2 or less.  Redoximorphic features in shades of gray, yellow, or red range from none to many.  Organic matter content is less than 5 percent.  Sulfur content is more than 0.75 percent and n value ranges from 0.7 to 2.0.  Texture is fine sand or loamy fine sand.\nThe 2Cr horizon has hue of 10YR, value of 4 through 7, and chroma of 1 or 2.  Hard limestone fragments occur randomly throughout the horizon and range from about 20 to 35 percent, by volume.  Solution holes range from none to about three in each pedon.  Where present, they are filled with loamy fine sand and hard fragments of limestone.\nThe 2R horizon is composed of hard limestone that cannot be excavated by a spade."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Peckish series is the only known series in the same family.  Peckish soils are on similar positions, are very deep, and have a weakly expressed spodic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Homosassa soils are in broad tidal marshes.  Slopes are less than 1 percent.  They formed in sandy marine sediments overlying limestone bedrock under conditions favorable for the accumulation of organic matter.  The climate is humid subtropical.  Near the type location, the average annual rainfall ranges from 50 to 60 inches and the average annual air temperature ranges from 72 to 74 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aripeka, Lacoochee, and Weekiwachee series.  The somewhat poorly drained Aripeka soils are on higher adjacent positions, have Cambic horizons, low sulfur content, and are moderately deep to limestone.  The poorly drained Lacoochee soils are on similar positions, lack thick, dark colored A1 horizons, have low sulfur content and weakly expressed spodic horizons, and are shallow to soft limestone.  Weekiwachee soils or on similar positions, are moderately deep to limestone and are Histosols."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained; moderately rapid or rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Almost all areas of Homosassa soil remain in native vegetation consisting dominantly of needlegrass rush and seashore saltgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coastal tidal areas of Peninsular Florida.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hernando County, Florida; 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - the zone from 10 to 24 inches (A1, A2 and A3 horizons).\nPresence of sulfidic material within 50 cm of the surface (A1, A2 and A3 horizons).\nDepth to limestone - at a depth of 27 inches (2Cr and 2R horizons).\nUnder natural conditions, Homosassa soils are flooded daily during normal high tides.  Available water capacity is high in the A horizon and medium in the C horizon.\nThe Homosassa series was formerly mapped as a miscellaneous land type name Tidal Marsh.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
