{
  "SERIES": "HONCUT",
  "STATUS": "Established Series",
  "BYREV": "Rev. RCH-GWH-RWK-MAV-ET",
  "REVDATE": "02/2003",
  "STATES": "CA",
  "OVERVIEW": "The Honcut series consists of very deep, well drained soils that formed in moderately coarse textured alluvium from basic igneous and granitic rocks.  Honcut soils are on floodplains and moderately sloping alluvial fans and have slopes of 0 to 9 percent.  The mean annual precipitation is about 12 inches and the mean annual air temperature is about 62 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, nonacid, thermic Typic Xerorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Honcut loam - pasture.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 13 inches; brown (7.5YR 5/2) loam, dark brown (7.5YR 4/2) moist; weak fine granular structure; hard, friable, slightly sticky and slightly plastic; many fine roots; many pores and insect burrows; low in organic matter; slightly acid (pH 6.5); gradual smooth boundary.  (6 to 22 inches thick)\nC--13 to 72 inches; brown (7.5YR 5/3) loam with few thin strata of fine sandy loam in lower part of the horizon, dark brown (7.5YR 4/3) moist; massive; hard, friable, slightly sticky and slightly plastic; roots and pores decreasing gradually with depth, a few roots penetrate deeper than six feet; neutral (pH 6.7)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Merced County, California; gravel pit on north side of Bear Creek, sec. 16, T.7S., R.15E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature at a depth of 20 inches is 59 to 68 degrees F. and the soil temperature is not below 47 degrees F. for any significant period.  The soil between depths of 8 to 24 inches is usually dry all of the time from late April until November and is usually moist in some or all parts all the rest of the year.  The 10 to 40 inch control section averages sandy loam, coarse sandy loam, fine sandy loam, loam or gravelly equivalents of each.  Rock fragments range from 0 to 25 percent.  The control section has little or no stratification.  Clay content usually averages 6 to 12 percent.  Organic matter is less than 1 percent, decreases regularly with increasing depth and is below 0.2 percent at a depth of 60 inches.  Some pedons have unrelated strata of sand, gravel or buried soils below depth of 40 inches.  Reaction ranges from moderately acid to slightly alkaline.  The profile is noneffervescent to depth of 40 inches or more.\nThe A horizon is 10YR 5/2, 5/4, 5/3, 5/6, 4/2, 4/3, 4/4; 7.5YR 5/2, 5/4, 5/6, 4/2, 4/4.  Moist values are generally one unit less.  This horizon is sandy loam, fine sandy loam, loam or gravelly equivalents of each.\nThe C horizon is 10YR 4/4, 4/6, 5/2, 5/3, 5/4, 4/3, 6/3, 6/4; 7.5YR 5/6, 6/4, 5/2, 5/4, 4/2, 4/4.  Moist values are generally one unit less."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Hanford, Pollasky (T), and Saugus series.  Hanford soils have A horizons with a dry value of 6 or more.  Saugus soils have a paralithic contact at depths more than 40 inches and are on irregular slopes of more than 9 percent."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Honcut soils are on flood plains and alluvial fans at elevations less than 2,000 feet.  Slopes are 0 to 9 percent.  The soils formed in alluvium dominantly from basic rocks but are derived from acid igneous rocks in some places.  The climate is dry subhumid mesothermal with hot dry summers and cool, moist winters.  Mean annual precipitation is 9 to 25 inches.  Mean annual temperature is 60 to 62 degrees F., average January temperature is about 45 degrees F., and average July temperature is about 80 degrees F.  Frost-free period is about 200 to 280 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Burchell, Ryer, Yokohl and Wyman soils.  All of these have argillic horizons.  Also, Yokohl soils have a duripan at depths less than 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Honcut soils are highly productive under irrigation.  Crops are alfalfa, small grains, forage crops, apricots, peaches, grapes, prunes, apples, oranges, pears and berries.  Some areas are dry farmed.  Vegetation consists of open parklike areas of annual grasses, herbs and scattered oaks."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  They occur on the east side of the Central Valley and in the intermountain valleys of southern California.  These soils are moderately extensive in MLRA-17."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Marysville Area, Sutter and Yuba Counties, California, 1909."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The activity class was added to the classification in February of 2003. Competing series were not checked at that time. - ET\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to a depth of 13 inches (A)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 33,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A--0 to 13 inches; brown (7.5YR 5/2) loam, dark brown (7.5YR 4/2) moist; weak fine granular structure; hard, friable, slightly sticky and slightly plastic; many fine roots; many pores and insect burrows; low in organic matter; slightly acid (pH 6.5); gradual smooth boundary.  (6 to 22 inches thick)"
      },
      {
        "name": "C",
        "top": 33,
        "bottom": 183,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": 6.7,
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--13 to 72 inches; brown (7.5YR 5/3) loam with few thin strata of fine sandy loam in lower part of the horizon, dark brown (7.5YR 4/3) moist; massive; hard, friable, slightly sticky and slightly plastic; roots and pores decreasing gradually with depth, a few roots penetrate deeper than six feet; neutral (pH 6.7)."
      }
    ]
  ]
}
