{
  "SERIES": "HONEOYE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WEH-JDV-PSP-GWS",
  "REVDATE": "07/2020",
  "STATES": "NY",
  "OVERVIEW": "The Honeoye series consists of very deep, well drained soils formed in loamy till. They are nearly level to very steep soils on  till plains, hills, ridges, and drumlins. Slope ranges from 0 to 65 percent. Mean annual temperature is 8 degrees C. (46 degrees F.), and mean annual precipitation is 995 millimeters (39 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, mesic Glossic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Honeoye silt loam, on an 8 percent slope in a cultivated field. (Colors are for moist soil unless otherwise noted).\nAp -- 0 to 20 cm, dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; moderate medium and coarse granular structure; friable; many fine roots; 10 percent rock fragments; slightly acid; abrupt smooth boundary. (6 to 13 in thick.)\nE -- 20 to 25 cm, brown (10YR 5/3) silt loam, very pale brown (10YR 7/3) dry; weak fine subangular blocky structure; friable; many fine roots; many fine and medium pores; 10 percent rock fragments; slightly acid; clear irregular boundary. (0 to 10 cm thick.)\nBt/E -- 25 to 36 cm, brown (10YR 4/3) loam; moderate coarse subangular blocky structure; friable; many fine roots; many fine pores; patchy clay linings in larger pores; vertical faces of peds have 1 to 4 millimeter thick brown (10YR 5/3) silt coats and light gray (10YR 7/1) sand grains that constitutes less than 15 percent of the layer; 10 percent rock fragments; slightly acid; gradual wavy boundary. (5 to 25 cm thick.)\nBt1 -- 36 to 58 cm, brown (10YR 4/3) loam; moderate coarse subangular blocky structure, parting to weak fine subangular blocky; firm, slightly sticky; common fine roots; many pores that have thin clay linings; patchy clay films on all faces of peds; 10 percent rock fragments; neutral; gradual wavy boundary.\nBt2 -- 58 to 74 cm; brown (10YR 4/3) gravelly loam; weak very thick platy structure parting to weak fine subangular blocky structure; firm; few fine roots; common fine and medium pores that have patchy clay linings; patchy clay films on plates and on all faces of peds; common fine black rotted shale fragments; light gray segregated lime on a few ped faces; 20 percent rock fragments; slightly alkaline, slightly effervescent; gradual wavy boundary. (Combined thickness of the Bt horizons is 15 to 61 cm.)\nC -- 74 to 183 cm; dark grayish brown (10YR 4/2) gravelly loam; weak medium and thick plate like divisions; firm; few fine roots; few pores; segregated lime on faces of peds in the upper part; 30 percent rock fragments; moderately alkaline, strongly effervescent."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Onondaga County, New York; town of Marcellus, 150 feet north of Seal Road, 400 feet west of Town Line Road. USGS Marcellus, NY topographic quadrangle; Latitude 42 degrees, 57 minutes, 21 seconds N. and Longitude 76 degrees, 17 minutes, 14 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 51 to 81 cm (20 to 32 in). Depth to bedrock is more than 152 cm (60 in). Depth to carbonates ranges from 41 to 81 cm (16 to 32 in). Rock fragments are mainly gravel, cobbles, and channers of limestone and shale with lesser amounts of sandstone and siltstone. Rock fragment content in the solum ranges from 5 to 30 percent and includes up to 10 percent greater than 3 in in diameter. Rock fragment content in the C horizon ranges from 10 to 60 percent and includes up to 20 percent greater than 3 in in diameter. Rock fragments greater than 10 in in diameter cover 0 to 20 percent of the surface. Some pedons have a Cd or densic substratum that ranges from 51 to 97 cm (20 to 38 in).\nThe Ap or A horizon has hue of 7.5YR or 10YR, value of 3 through 5, and chroma of 2 or 3. Texture is fine sandy loam, loam, or silt loam in the fine-earth fraction. It has weak or moderate, medium or fine granular or subangular blocky structure, and friable or very friable consistence. Reaction ranges from moderately acid through neutral.\nThe E horizon, where present, has hue of 10YR or 2.5Y, value of 4 through 7, chroma of 2 or 3. Texture is loam, silt loam, or fine sandy loam in the fine-earth fraction. Structure is weak or moderate, fine or medium subangular blocky, or granular. Consistence is friable or firm.\nThe Bt/E horizon has colors and textures like the Bt horizon in the interiors of the peds. The E part of the horizon consists of silty exteriors of peds that have hue of 10YR or 2.5Y, value of 4 through 7, and chroma of 2 or 3 moist. Structure is weak or moderate, fine to coarse subangular blocky. Consistence is friable or firm.\nThe Bt horizon has hue of 5YR through 2.5Y, value of 3 through 5, and chroma of 2 through 4. Texture is loam, silt loam, silty clay loam, or clay loam in the fine-earth fraction with clay content ranging from 18 to 28 percent. The Bt horizon has weak or moderate fine through coarse subangular blocky structure with some pedons having weak very thick platy structure. Consistence is friable or firm. Some pedons contain redoximorphic concentrations just above the C horizon. Reaction ranges from moderately acid through slightly alkaline.\nSome pedons may have a BC horizon with colors, structure, consistence, and reaction similar to the B horizon, and textures similar to the C horizon.\nThe C or Cd horizon has hue of 5YR through 2.5Y, value of 3 through 5 and chroma of 2 through 4. Texture is fine sandy loam, loam, or silt loam in the fine-earth fraction. The C horizon is massive, or has weak or moderate, medium or thick plate-like divisions. It has friable through very firm consistence. Some pedons have redoximorpic features in the C horizon. Reaction is slightly or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family.\nThe Aurora, Cazenovia, Conesus, Danley, Fairport, Hilton, Lansing, Lima, Madrid, Mohawk, Nunda, Ontario, Wampsville, Wassaic, and Yunenyeti series are similar soils in related families. Aurora, Conesus, Danley, and Nunda soils have redoximorphic depletions with chroma of 2 or less in the upper 10 in of the argillic horizon. Cazenovia, Hilton, and Lima soils have evidence of saturation within 100 cm of the soil surface. Fairport, Wassaic, and Yunenyeti soils have bedrock at depths of 20 to 40 in. Lansing and Ontario soils have thicker sola. Madrid soils have coarse-loamy particle-size control sections. Mohawk soils have Ap horizons with moist color value of 3 or less and dry value of 5 or less. Wampsville soils are stratified in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Honeoye soils are dominantly on gently undulating to rolling till plains. In some places they are on dissected side slopes of the upland plateau and in other areas they are on the top and upper side slopes of drumlins and convex ridges. Slope ranges from 0 to 65 percent. These soils formed in till of late Wisconsin age derived from limestone, dolomite, and calcareous shale, and from lesser amounts of sandstone and siltstone. These soils are mainly on the low plateau in the northern part of the Applachain plateau, in the southern part of the Ontario Lowland and Mohawk Valley of New York. Mean annual temperature ranges from 5 to 10 degrees C. (41 to 50 degrees F)., mean annual precipitation ranges from 790 to 1440 millimeters (31 to 57 in), and mean annual frost-free days ranges from 100 to 190 days. Elevation ranges from 80 to 610 meters (250 to 1980 feet) above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Amboy, Appleton, Arkport, Aurora, Colonie, Dunkirk, Howard, Hudson, Kendaia, Lima, and Lyons soils. Amboy, Dunkirk, and Hudson soils, and their wetter associates, formed in nearby lacustrine sediments. Lima, Appleton, Kendaia, and Lyons soils are the progressively wetter members of the same drainage sequence. Arkport and Colonie soils formed in nearby sandy deltaic deposits. Aurora soils have bedrock within a depth of 102 cm (40 in). Howard soils formed in outwash materials."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. The potential for surface runoff is very low to high. Saturated hydraulic conductivity is moderately high or high in the solum and low through moderately high in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used to raise vegetables, some fruit, wheat, corn, oats, hay, soybeans, and dry beans. Woodlots contain sugar maple, white ash, red and white oak, hickory, black cherry, hop hornbeam, and associated species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Dominantly western and central New York, but extending from extreme western New York to the Hudson Valley in New York. MLRA 101 and 140. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Ontario County, New York, 1910."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The more gently sloping Honeoye soils are among the most productive upland soils in New York State. The Honeoye series has been unofficially recognized as the state soil of New York."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Characterization data and engineering test data is available for several pedons from the Natural Resource Conservation Service, 12-PAS Soil Survey Office, Paul Smiths, New York."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap -- 0 to 20 cm, dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; moderate medium and coarse granular structure; friable; many fine roots; 10 percent rock fragments; slightly acid; abrupt smooth boundary. (6 to 13 in thick.)"
      },
      {
        "name": "E",
        "top": 20,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "E -- 20 to 25 cm, brown (10YR 5/3) silt loam, very pale brown (10YR 7/3) dry; weak fine subangular blocky structure; friable; many fine roots; many fine and medium pores; 10 percent rock fragments; slightly acid; clear irregular boundary. (0 to 10 cm thick.)"
      },
      {
        "name": "Bt/E",
        "top": 25,
        "bottom": 36,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt/E -- 25 to 36 cm, brown (10YR 4/3) loam; moderate coarse subangular blocky structure; friable; many fine roots; many fine pores; patchy clay linings in larger pores; vertical faces of peds have 1 to 4 millimeter thick brown (10YR 5/3) silt coats and light gray (10YR 7/1) sand grains that constitutes less than 15 percent of the layer; 10 percent rock fragments; slightly acid; gradual wavy boundary. (5 to 25 cm thick.)"
      },
      {
        "name": "Bt1",
        "top": 36,
        "bottom": 58,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1 -- 36 to 58 cm, brown (10YR 4/3) loam; moderate coarse subangular blocky structure, parting to weak fine subangular blocky; firm, slightly sticky; common fine roots; many pores that have thin clay linings; patchy clay films on all faces of peds; 10 percent rock fragments; neutral; gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 58,
        "bottom": 74,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2 -- 58 to 74 cm; brown (10YR 4/3) gravelly loam; weak very thick platy structure parting to weak fine subangular blocky structure; firm; few fine roots; common fine and medium pores that have patchy clay linings; patchy clay films on plates and on all faces of peds; common fine black rotted shale fragments; light gray segregated lime on a few ped faces; 20 percent rock fragments; slightly alkaline, slightly effervescent; gradual wavy boundary. (Combined thickness of the Bt horizons is 15 to 61 cm.)"
      },
      {
        "name": "C",
        "top": 74,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C -- 74 to 183 cm; dark grayish brown (10YR 4/2) gravelly loam; weak medium and thick plate like divisions; firm; few fine roots; few pores; segregated lime on faces of peds in the upper part; 30 percent rock fragments; moderately alkaline, strongly effervescent."
      }
    ]
  ]
}
