{
  "SERIES": "HONOMANU",
  "STATUS": "Established Series",
  "BYREV": "Rev. RCH/HHS",
  "REVDATE": "08/2000",
  "STATES": "HI",
  "OVERVIEW": "The Honomanu series consists of moderately deep, well drained soils that formed in material weathered from volcanic ash which overlies fragmented basic igneous rock.  Honomanu soils are on uplands and have slopes of 5 to 25 percent.  The mean annual rainfall is about 175 inches and the mean annual temperature is about 62 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Hydrous, ferrihydritic, isothermic Acrudoxic Hydrudands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Honomanu silty clay - woodland.  (colors are for moist soil unless otherwise noted.  All textures are \"apparent field textures.\")\n01--3 inches to 0; very dark grayish brown (10YR 3/2) decaying vegetable matter and some mineral soil which is very dark grayish brown (10YR 3/2) loam, massive; loose, slightly sticky; many roots; vey porous; extremely acid (pH 3.9); clear wavy boundary.  (2 to 5 inches thick)\nA11--0 to 3 inches; very dark brown (10YR 2/2) silt loam; massive; very friable, slightly sticky and strongly smeary; many roots; many fine and very fine pores; extremely acid (pH 3.7); clear wavy boundary.  (2 to 5 inches thick)\nA12--3 to 11 inches; dark yellowish brown (10YR 3/4) silty clay; moderate medium subangular blocky structure; friable, sticky , plastic and strongly smeary; many fine roots; many fine and very fine pores; many dark brown and black organic stains on faces of peds; few weathered pebbles; extremely acid (pH 4.3); gradual wavy boundary.  (8 to 13 inches thick)\nB21--11 to 25 inches; dark yellowish brown (10YR 4/4) silty clay; moderate medium subangular blocky structure; firm, sticky, plastic and strongly smeary; common fine roots; many fine and medium pores; few black stains on faces of peds; few wethered pebbles; extremely acid (pH 4.3); gradual smooth boundary.  (11 to 16 inches thick)\nB22--25 to 37 inches; brown (10YR 4/3) silty clay; moderate medium subangular blocky structure; friable, sticky, plastic and strongly smeary; common fine roots; many fine and medium pores coated with yellowish material that looks like gibbsite; 10 percent weathered cobblestones that have hard cores; extremely acid (pH 4.3); clear smooth boundary.  (10 to 13 inches thick)\nIIC--37 inches; dark yellowish briown (10YR 3/4) loam; massive; very friable, slightly sticky and strongly smeary; few fine roots; many fine and medium sand particles; common small hard white fragments that look like gibbsite; 60 to 70 percent slightly weathered rock fragments; extremely acid (pH 4/4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Island of Maui, Maui County, Hawaii; Kilohana Quadrangle; 20 degrees 48 feet 50 inches N. latitude and 156 degrees 151 feet 14 inches W. longitude, about 3 miles east of the Olinda Prison Cmamp, in Makawao Forest Reserve 200 feet northwest of road and 500 feet west of Makawao and Koolau Forest Reserve boundary."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of solum ranges from 4 to 50 inches.  A few pebbles, cobblestones and stones are on the surface.  The 01 horizon is lacking in some areas where the natural vegetation has been removed.  THE A horizon has 7.5YR or 10YR hue, and value of 2 or 3.  The B horizon ranges in hue from 5YR through 10YR, and value and chroma of 3 or 4.  The A and B horizons dehydrate irreversibly into black, sharp angular, very hard fine pebble size aggregates."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Akaka, Alapai, Hana, Hilo, Honaunau, Honokaa, Kailua, Kaiwiki, Kealakekua, Ohia, Piihonua, and Puaulu series.  Akaka soils are silty clay loam in the B horizon, have prismatic structure in the lopwer part of the B horizon, and have mean annual temperature of 58 degrees F.  Alapai soils lack on 01 horizon, are silt loam or silty clay loam in the B horizon, and are slightly acid or medium acid in the B2 horizon.  Hana soils are silty clay loam in the B horizon, lack an 01 horizon, and have mean annual temperature of 73 degrees F.  Hilo soils are silty clay loam in the B horizon, are moderately smeary and have mean annual temperature of 72 degrees F.  Honaunau soils are silt loam in the B horizon, and they are 20 to 30 inches deep over bedrock.  Honokaa soils are silty clay loam and are weakly or moderately smeary in the B horizon.  Kailua soils lack an 01 horizon, and are weakly or moderately smeary in the B horizon.  Kaiwiki and Ohia soils are silty clay loam in the B horizon and lack a 01 horizon.   Kealakekua sils are silty cklay loam and have weak structure in the B horizon, have weakly cemented volcanic ash band at a depth of 20 to 30 inches, and have mean annual soil temperature of 57 degrees F.  Paualu soils have upper layers of slightly weathered volcanic ash and cinders 10 to 24 inches thick and mean annual soil temperature of 58 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Honomanu soil s are on uplands at elevations ranging from 1,000 to 4,500 feet.  Slope is 5 to 25 percent.  The soils formed in volcanic ash, underlain by basalt and andesite.  The mean annual temperature is about 62 degrees F.; the average January temperature is 58 degrees F.; and the average July temperature is 66 degrees F.  The annual rainfall is 100 to 250 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Hana and Kailua soils and the Makaalae soils.  Makaalae soils have a clayey-skeletal control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for woodland, wildlife, and watershed, and a few small areas cleared for pasture.  The natural vegetation is koa, kukui along stream channels, ohia lehua, ricegrass, sedge, and treefern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Island of Maui, Maui County, Hawaii.  This series is inextensive, with a total of approximately 8,000 acres.  SERIES ESTABLISHED:  Soil Survey, Territory of Hawaii, 1949.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "ORIGIN",
    "content": null
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A11",
        "top": 0,
        "bottom": 8,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH": 3.7,
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A11--0 to 3 inches; very dark brown (10YR 2/2) silt loam; massive; very friable, slightly sticky and strongly smeary; many roots; many fine and very fine pores; extremely acid (pH 3.7); clear wavy boundary.  (2 to 5 inches thick)"
      },
      {
        "name": "A12",
        "top": 8,
        "bottom": 28,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "silty clay",
        "pH": 4.3,
        "pH_class": "extremely acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A12--3 to 11 inches; dark yellowish brown (10YR 3/4) silty clay; moderate medium subangular blocky structure; friable, sticky , plastic and strongly smeary; many fine roots; many fine and very fine pores; many dark brown and black organic stains on faces of peds; few weathered pebbles; extremely acid (pH 4.3); gradual wavy boundary.  (8 to 13 inches thick)"
      },
      {
        "name": "B21",
        "top": 28,
        "bottom": 64,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay",
        "pH": 4.3,
        "pH_class": "extremely acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "B21--11 to 25 inches; dark yellowish brown (10YR 4/4) silty clay; moderate medium subangular blocky structure; firm, sticky, plastic and strongly smeary; common fine roots; many fine and medium pores; few black stains on faces of peds; few wethered pebbles; extremely acid (pH 4.3); gradual smooth boundary.  (11 to 16 inches thick)"
      },
      {
        "name": "B22",
        "top": 64,
        "bottom": 94,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay",
        "pH": 4.3,
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "B22--25 to 37 inches; brown (10YR 4/3) silty clay; moderate medium subangular blocky structure; friable, sticky, plastic and strongly smeary; common fine roots; many fine and medium pores coated with yellowish material that looks like gibbsite; 10 percent weathered cobblestones that have hard cores; extremely acid (pH 4.3); clear smooth boundary.  (10 to 13 inches thick)"
      },
      {
        "name": "01",
        "top": 8,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 3.9,
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "01--3 inches to 0; very dark grayish brown (10YR 3/2) decaying vegetable matter and some mineral soil which is very dark grayish brown (10YR 3/2) loam, massive; loose, slightly sticky; many roots; vey porous; extremely acid (pH 3.9); clear wavy boundary.  (2 to 5 inches thick)"
      },
      {
        "name": "IIC",
        "top": 94,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sand",
        "pH_class": "extremely acid",
        "narrative": "IIC--37 inches; dark yellowish briown (10YR 3/4) loam; massive; very friable, slightly sticky and strongly smeary; few fine roots; many fine and medium sand particles; common small hard white fragments that look like gibbsite; 60 to 70 percent slightly weathered rock fragments; extremely acid (pH 4/4)."
      }
    ]
  ]
}
