{
  "SERIES": "HONOULIULI",
  "STATUS": "Established Series",
  "BYREV": "Rev. RCH/HHS",
  "REVDATE": "08/2000",
  "STATES": "HI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, halloysitic, isohyperthermic Typic Haplotorrerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Honouliuli clay - irrigated sugarcane.  (Colors are for moist soil unless otherwise noted.  All textures are \"apparent field textures.\")\nAp--0 to 15 inches; dark reddish brown (5YR 3/2) moist and dry clay; moderate medium and fine granular atructure; hard, firm, very sticky and very plastic; common fine roots; common fine pores; few black specks; few shiny specks; few light colored sand grains; few black concretions that effervesce with hydrogen peroxide; moderate effervescence with hydrogern peroxide; neutral (pH 6.9); clear smooth boundary.  (6 to 16 inches thick)\nB2--15 to 26 inches; dark reddish brown (5YR 3/2) clay, dark reddish brown (5YR 3/3) dry; moderate coarse subangular blocky structure; common slickensides; hard, friable, very sticky and very plastic; common fine roots; many fine and medium tubular pores; few light colored sand grains; few shiny specks; common black concretions; few black stains that effervesce with hydrogen peroxide; neutral (pH 7.1); abrupt smooth boundary.  (8 to 12 inches thick)\nC1--26 to 36 inches; dark reddish brown (5YR 3/2) clay, dark reddish brown (5YR 3/3) dry; weak medium and coarse subangular blocky structure; many moderate slickensides; hard, friable, very sticky and very plastic; common roots; commonfine and mediumtubular pores; few light colored sand grains; few shiny specks; common black concretions; few black stains that effervesce with hydrogen peroxide; neutral (pH 7.1); abrupt smooth boundary.  (8 to 12 inches thick)\nC2--36 to 48 inches; dark reddish brown (5YR 3/2) clay, dark reddish brown (5YR 3/3) dry; moderate fine and medium subangular blocky structure; many strong slickensides; hard, friable, very sticky and very plastic; many fine roots; common fine and medium tubular pores; few light colored sand grains; few shiny specks; common black concretions that effervesce with hydrogen peroxide; neutral (pH 7.3); gradual smooth boundary.  (10 to 14 inches thick)\nC3--48 to 68 inches; dark reddish brown (5YR 3/2) clay, dark reddish brown (5YR 3/3) dry; moderate medium and fine subangular blocky structure; many strong deeply grooved slickensides; hard, friable, very sticky and very plastic; few fine roots between peds; few fine tubular pores; few light colored sand grains; few shiny specks; common black concretions that effervesce with hydrogen peroxide; strong effervescence with hydrogen peroxide; mildly alkaline (PH 7.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Honolulu County, Hawaii; Ewa Quadrangle; 21 degrees 20 feet 56 inches N. latitude and 158 degrees 2 feet 23 inches W.  longitude; Ewa Sugar Plantation, field No. 53, 120 feet north od Ewa School in an irrigated sugarcane field."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Gravel is in the solum at depths below 3 feet in some places.  Coral fragments are mixed in the upper part of the solum by cultivation where these soils are adjacent to the Mamala soils.  Avergae annual soil temperature is about 74 degrees F..   The soil is dry in some horizon for more than 90 cumulative days in most years.  The A horizon has value of 3 or 4, and chroma of 1 through 3 dry and 2 through 4 moist.  The B horizon has moist chroma of 2 or 3."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Lualualei, Nonopahu, Waialua, Waihuna, and Waipahu series.  Lualualei, Nonopahu, Waihuna, and Waipahu soils have hue of 7.5YR or yellower.  Also, Lualualei soils are montmorillonitic; Nonopahu soils have moist value of 4 or more in the surface 12 inches; and Waipahu soils have silty clay texture and prismatic structure in the B horizon.  Waialua soils have mottles in the B horizon and have silty clay texture."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Honouliuli soils are on lowlands at elevations of 15 to 125 feet.  Slopes ranges from 0 to 6 percent.  The soils formed in fine-textured sediments.  The average annual precipitation is 18 to 30 inches; summers are dry and winters are moist.  The mean annual temperature is about 74 degrees F.; the average January temperature is 70 degrees F.; and the average July temperature is 78 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ewa, Lualualei, and Mamala soils and the competing Waialua soils.  Ewa soils have silty clay loam texture.  Lualualei soils are very high in montmorillonite.  Mamala soils have coral at a depth of 8 to 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used primarily for growing irrigated sugarcane; small areas are in truck crops, orchards and pasture.  Natural vegetation is kiawe, klu, koa-haole, fingergrass, bristly foxtail, bermudagrass, and sensitive plant."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Honolulu County, Hawaii, mainly in the W=Ewa area, but in small bodies on the coastal plains.  This series is inextensive with a total of roughly 3,500 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Soil Survey, Territory of Hawaii, 1949.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
