{
  "SERIES": "HONOKOHAU",
  "STATUS": "Tentative Series",
  "BYREV": "RTG-MRK",
  "REVDATE": "02/2012",
  "STATES": "HI",
  "OVERVIEW": "The Honokohau series consists of very shallow, well drained soils.  These soils formed in organic material mixed with minor amounts of basic volcanic ash over pahoehoe lava.  Slopes range from 2 to 20 percent.  The mean annual rainfall is about 457 millimeters (18 inches), and the mean annual air temperature is about 27 degrees C. (81 degrees F.)",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Euic, isohyperthermic, micro Lithic Torrifolists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Honokohau highly decomposed plant materail, on a west facing, slightly concave, 2 percent slope under grasses at an elevation of 91 meters (300 feet).  (Colors are for moist soil unless otherwise noted.  All textures are \"apparent field textures\".  pH measured with electrode in 1:1 water.  When described on June 3, 1993, the soil was dry.)\nOa--0 to 15 centimeters (0 to 6 inches); black (10YR 2/1) highly decomposed plant materail, very dark brown (10YR 2/2) dry; strong very fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; common very fine interstitial pores; 10 percent gravel; slightly alkaline (pH 7.6); abrupt wavy boundary.  (5 to 25 centimeters {2 to 10 inches} thick)\n2R--15 centimeters (6 inches); hard, massive pahoehoe lava."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Island of Hawaii, Hawaii County, Hawaii; 0.5 miles east (upslope) of Keahole Airport entrance; drive north along powerline road that parallels Highway 19 for 366 meters (1200 feet) from the start of the road; the pedon is located along the south side of the road at an elevation of 85 meters (280 feet).   Keahole Point Quadrangle; lat. 19 degrees 44 minutes 9.9 seconds N. and long. 156 degrees 1 minute 29.2 seconds W. (Old Hawaiian Datum)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock: 5 to 25 centimeters (2 to 10 inches).\nMean annual soil temperature: 24 to 31 degrees C. (76 to 87 degrees F.)\nRock fragments: 0 to 15 percent by volume of the pedon and range in size from gravel to cobble size lava rocks.\nOrganic carbon (by weight): 25 to 30 percent of the less than 2.0 mm soil material.\nOa horizon\nHue: 5YR to 10YR.\nChroma: 1 or 2 moist or dry.\nStructure:  Weak to strong granular.\nSoil reaction: Neutral or slightly alkaline (pH 6.6 to 7.8)."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series.  Similar soils include Kali, Kekake, and Punaluu series.  Kali soils have a mean annual soil temperature that ranges from 19 to 22 degrees C. (67 to 72 degrees F.)  Kekake soils have a mean annual soil temperature that ranges from 13 to 15 degrees C. (55 to 59 degrees F.)  Punalu`u soils have ustic moisture regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Honokohau soils are on low elevation leeward slopes of Hualalai Volcano at elevations from sea level to 244 meters (0 to 800 feet).  These soils are in depressions of constructional landscapes consisting of nearly level to moderately steep pahoehoe flows that are 1,500 to 3,000 years old.  Slope gradients range from 2 to 20 percent.  The soils formed mainly in organic material consisting of decomposed leaves, twigs, and wood; and to a lesser degree basic volcanic ash, cinders, and weathered lava.  The mean annual rainfall ranges from 254 to 635 millimeters (10 to 25 inches), with most of the rainfall occurring from April through October.  The mean annual pan evaporation ranges from 2030 to 2540 millimeters (80 to 100 inches).  The mean annual air temperature ranges from 24 to 30 degrees C. (76 to 86 degrees F.)  The mean summer soil temperature and the mean winter soil temperature differ by less than 6 degrees C. (11 degrees F.)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Kaimu and Kiholo, and the Punaluu series.  Kaimu soils are organic soils over `a`a lava.  Kiholo soils are clayey and have less than 25 percent organic carbon (by weight)."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained.  Runoff is negligible in depressions on gentle slopes and high to very high on steeper slopes.  Permeability is moderately rapid in organic material and very slow in the underlying bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for wildlife habitat.  The natural vegetation is fountaingrass (Pennisetum setaceum)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North Kona District, Island of Hawaii; MLRA 161.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Island of Hawaii, Hawaii County, Hawaii 1999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Soil moisture - dry but moist in some or all parts for less than 90 cumulative days in most years (Aridic moisture regime).\nDiagnostic horizons and features recognized in this pedon are:\nSapric soil materials - from the surface to a depth of 15 centimeters (6 inches) (Oa horizon).\nLithic contact - at a depth of 15 centimeters (6 inches) (2R horizon).\nThis soil was previously mapped as Punaluu series."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: NASIS User Pedon ID 01HI601003. NSSL sample S94-001-014."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 2,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "NA",
        "structure": "strong very fine granular",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Oa--0 to 15 centimeters (0 to 6 inches); black (10YR 2/1) highly decomposed plant materail, very dark brown (10YR 2/2) dry; strong very fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; common very fine interstitial pores; 10 percent gravel; slightly alkaline (pH 7.6); abrupt wavy boundary.  (5 to 25 centimeters {2 to 10 inches} thick)"
      },
      {
        "name": "2R",
        "top": 15,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R--15 centimeters (6 inches); hard, massive pahoehoe lava."
      }
    ]
  ]
}
