{
  "SERIES": "HONTAS",
  "STATUS": "Established Series",
  "BYREV": "Rev. LAQ:LBW",
  "REVDATE": "01/2000",
  "STATES": "AR,MO",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, mesic Fluvaquentic Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hontas silt loam on a 1 percent slope in a\ncultivated field. (Colors are for moist soil unless otherwise\nstated.)\nAp--0 to 7 inches; brown (10YR 4/3) silt loam; weak fine granular structure; friable; few roots; few fine dark concretions; slightly acid; clear smooth boundary.  (5 to 8 inches thick)\nA--7 to 11 inches; brown (10YR 4/3) silt loam; weak medium subangular blocky structure; friable; few roots; few wormcasts; slightly acid; clear smooth boundary.  (0 to 6 inches thick)\nBw1--11 to 21 inches; brown (10YR 4/3) silt loam; weak medium subangular blocky structure; friable; few fine roots; common fine pores; common medium faint grayish brown (10YR 5/2) iron depletions in matrix; few black concretions; slightly acid; gradual wavy boundary.  (8 to 15 inches thick)\nBw2--21 to 38 inches; brown (10YR 5/3) silt loam; weak medium subangular structure; firm; common fine pores; common medium faint grayish brown (10YR 5/2) iron depletions in matrix; few medium faint dark yellowish brown (10YR 3/4) iron accumulations in matrix; common dark concretions; moderately acid; clear wavy boundary.  (10 to 24 inches thick)\nCg1--38 to 49 inches; grayish brown (10YR 5/2) silty clay loam; massive; firm; common fine pores; common medium faint gray (10YR 6/1) iron depletions in matrix; common medium distinct brown (10YR 4/3) iron accumulations in matrix; common fine and medium black concretions; neutral; clear wavy boundary.  (0 to 15 inches thick)\nCg2--49 to 72 inches; gray (10YR 5/1) silty clay loam; massive; firm; common fine pores; common medium distinct dark yellowish brown (10YR 4/4) iron accumulations in matrix; common black concretions; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lawrence County, Arkansas; 4 miles south of Smithville; 3 1/2 miles west of Lynn; 1/2 mile north of mouth of Cooper Creek.  NW1/4SW1/4NW1/4 sec. 22, T. 16 N., R. 3 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum ranges from 30 to 50 inches.  Depth to some subhorizon having dominant colors of chroma 2 or less ranges from 20 to 40 inches.\nThe A horizon has hue of 10YR, value of 4 or 5, and chroma of 3 or 4.  The reaction ranges from moderately acid to neutral.\nThe Bw1 horizon has hue of 10YR, value of 4 or 5, and chroma of 3 or 4.  The Bw2 horizon has hue of 10YR, value of 4 or 5, and chroma of 2, 3 or 4 with iron accumulations and depletions in shades of brown or gray.  Texture is silt loam or silty clay loam.  The weighted average clay content of the control section is 18 to 25 percent.  The reaction ranges from moderately acid to mildly alkaline.\nThe C horizon has hue of 10YR, value of 4, 5 or 6 and chroma of 1 or 2 with iron accumulations in shades of brown.  It is silt loam or silty clay loam.  The reaction ranges from moderately acid to mildly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Lindside is the only series in the same family.  Lindside soils do not have low chroma matrix colors or low chroma mottles dominant on faces of peds in the B or C horizons within depth of 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hontas soils are on bottom lands along\nstreams in the Ozark Highlands.  Slopes are 0 to 1 percent.  The soil formed in alluvium derived from soils formed in limestone and dolomite materials.  Average annual temperature ranges from about 52 degrees to 57 degrees F; mean annual precipitation ranges from about 42 to 50 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Britwater,\nHealing, Melvin, Peridge and Wideman soils.  Britwater and Peridge soils, which are on higher stream terraces.  Britwater soils have a fine-loamy control section and Peridge soils have argillic horizons.  Healing soils are on low terraces, have mollic epipedons and argillic horizons.  Melvin soils are on slightly lower bottom lands and are poorly drained.  Wideman soils are on slightly higher bottom lands, have a sandy control section and are excessively drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow runoff; moderate permeability.  Water table is at 24 to 30 inches for short periods in winter and spring.  Most areas are subject to occasional to frequent flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for pasture.  Small cultivated areas are used for corn, soybeans and wheat.  Native vegetation is oak, sycamore, willow, cottonwood and ash."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Ozark Highlands in Arkansas and Missouri.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lawrence County, Arkansas, 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Hontas soils were formerly included in the Lindside\nseries.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
