{
  "SERIES": "HOODCANAL",
  "STATUS": "Established Series",
  "BYREV": "Rev. RGC/HJP/DAL/TDT",
  "REVDATE": "07/2000",
  "STATES": "WA",
  "OVERVIEW": "The Hoodcanal series consists of moderately deep to a cemented layer, moderately well drained soils that formed in residuum and colluvium over dense glacial till.  Hoodcanal soils are on glacial valleys.  Slopes are 5 to 60 percent.  The average annual precipitation is about 110 inches and the average annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Medial-skeletal, ferrihydritic, frigid Typic Durudands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hoodcanal very gravelly medial loam - forestland, on a 55 percent slope with an easterly aspect at an elevation of 1,750 feet in a western hemlock/Pacific rhododendron-western swordfern plant association.  (When described on July 10, 1990, the soil was moist throughout.  Colors are for moist soil unless otherwise stated.  All textures are apparent field textures.)\nOi--0 to 1 inch; slightly decomposed needles, leaves and twigs; abrupt smooth boundary.  (1 to 3 inches thick)\nA--1 to 7 inches; dark brown (7.5YR 3/4) very gravelly medial loam, strong brown (7.5YR 5/6) dry; weak very fine and fine granular and weak very fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; weakly smeary; many very fine and fine and common medium and coarse roots; common very fine and fine tubular and irregular pores; 35 percent gravel, 10 percent cobbles; very strongly acid (pH 4.6); clear wavy boundary.  (5 to 8 inches thick)\nBw1--7 to 20 inches; brown (7.5YR 4/4) very gravelly medial loam, strong brown (7.5YR 5/6) dry; weak very fine subangular blocky and weak very fine and fine granular structure; slightly hard, friable, nonsticky and nonplastic; weakly smeary; many very fine and fine and common medium and coarse roots; common very fine and fine tubular and irregular pores; 30 percent gravel, 15 percent cobbles; very strongly acid (pH 4.8); clear wavy boundary.\nBw2--20 to 39 inches; dark yellowish brown (10YR 4/6) very gravelly medial sandy loam, brownish yellow (10YR 6/6) dry; weak very fine subangular blocky and weak very fine and fine granular structure; slightly hard, friable, nonsticky and nonplastic; weakly smeary; common very fine, fine, and medium and few coarse roots; few very fine and fine tubular and irregular pores; 30 percent gravel, 20 percent cobbles; very strongly acid (pH 5.0); abrupt wavy boundary.  (Combined thickness of the Bw horizon is 17 to 32 inches.)\n2Bsm--39 to 47 inches; olive (5Y 4/3), light yellowish brown (2.5Y 6/3) dry; massive; strongly cemented; 30 percent gravel, 20 percent cobbles; strongly acid (pH 5.4); gradual wavy boundary.  (5 to 9 inches thick)\n2Cd--47 to 61 inches; olive (5Y 4/3) very gravelly loamy sand, light yellowish brown (2.5Y 6/3) dry; massive; hard, firm, nonsticky and nonplastic; 35 percent gravel, 15 percent cobbles; moderately acid (pH 5.6).  (several feet thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mason County, Washington, about 2 miles southeast of Jefferson Lake, about 1,470 feet east and 2,580 feet south of the northwest corner of Section 26, T. 24 N., R. 4 W.  (Latitude 47 degrees, 32 minutes, 40 seconds N., Longitude 123 degrees, 09 minutes, 32 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is 43 to 47 degrees F.  These soils are usually moist, and are dry in the soil moisture control section 0 to 30 consecutive days following the summer solstice; udic moisture regime.  Depth to cemented layer is 20 to 40 inches.  The particle-size control section from the mineral soil surface to the contact with the cemented layer has andic soil properties and 35 to 60 percent rock fragments by volume.  The andic soil material has an estimated moist bulk density of 0.50 to 0.85 g/cc, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 2 to 4 percent, phosphate retention of 85 to 100 percent, and a 15-bar water retention of 15 to 30 percent for air dried samples.  It is very strongly or strongly acid.  Acid oxalate extractable iron is 1.5 to 3.0 percent.  It has 2 to 5 cmol/kg of aluminum.\nThe A horizon has hue of 10YR or 7.5YR, value of 3 or 4 moist, and value of 3 or 4 moist and 4 or 6 dry.  It has 5 to 10 percent organic matter.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 3 or 4 moist and 4 through 6 dry, and chroma of 4 or 6 moist.  It is very gravelly medial loam, very gravelly medial sandy loam, or very cobbly medial sandy loam.  It has 1 to 5 percent organic matter.\nThe 2Bsm horizon has hue of 2.5Y or 5Y and chroma of 3 or 4 moist.\nThe 2Cd horizon has hue of 2.5Y or 5Y and chroma of 3 or 4 moist.  It is very gravelly loamy sand, very cobbly loamy sand, or extremely gravelly loamy sand.  It has moist bulk density of 1.50 to 2.00 g/cc."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Hammahamma series.  The Hammahamma soils have 1 to 2 cmol/kg aluminum in the subsoil; (non-alic)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hoodcanal soils are on glacial valleys and have slopes of 5 to 60 percent.  The soils formed in residuum and colluvium from ablation till over cemented and compacted alpine basal till.  Elevations are 1,650 to 2,700 feet.  Average annual precipitation ranges from 70 to 150 inches.  Average annual temperature is 41 to 45 degrees F.  The frost-free season is 140 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Duckabush, McGravey, Sawpeak, Waketickeh, and Walkinshaw soils.  Duckabush soils are on steep south-facing mountain slopes and are very deep.  McGravey soils are on steep north-facing mountain slopes and are very deep.  Sawpeak soils are on steep north-facing mountain slopes and are moderately deep to bedrock.  Waketickeh soils are on steep south-facing mountain slopes and are very shallow to bedrock.  Walkinshaw soils are on steep north-facing mountain slopes and are shallow to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; moderately rapid permeability to the cemented glacial till and very slow permeability below.  The subsoil is saturated for 20 or more consecutive days and over 30 cumulative days from November through March; (oxyaquic)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Timber production, wildlife habitat, recreation, and watershed.  Native vegetation is Western hemlock, Douglas-fir, vinemaple, western redcedar, salal, western swordfern, Oregon-grape, red huckleberry, deerfoot vanillaleaf, northern twinflower, Pacific rhododendron, and princes pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Olympic Mountains, Mason and Jefferson Counties, Washington; MLRA 1. Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mason County, Washington, 2000; Olympic National Forest."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are an ochric epipedon, cambic horizon from 7 to 39 inches and andic soil properties from the mineral surface to 39 inches, cemented layer from 39 to 47 inches, densic material from 47 to 61 inches.  The particle-size control section is the zone from 1 to 30 inches.\nThis series also meets the saturation requirements for oxyaquic subgroup and the aluminum requirements for alic subgroup.  All depths to diagnostic horizons and other features are measured from the top of the first mineral horizon.  Andic soil properties ranges are extrapolated from the associated Sawpeak series.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
