{
  "SERIES": "HOODSPORT",
  "STATUS": "Established Series",
  "BYREV": "Rev. FRM/RWC/RJE",
  "REVDATE": "09/2004",
  "STATES": "WA",
  "OVERVIEW": "The Hoodsport series consists of moderately well drained, moderately deep soils formed in glacial till on plains and foothills from sea level to 500 feet.  The average annual precipitation is about 60 inches.  The mean annual temperature is about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial-skeletal, mixed, mesic Typic Haploxerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hoodsport very gravelly sandy loam, forested. (Colors are for moist soil unless otherwise noted.)\nOi--2 1/2 inches to 1 inch; needles, leaves, wood, and bark.\nOe--1 inch to 0; black (5YR 2/1) partially decomposed needles, leaves, wood, and bark; strongly acid (pH 5.1); abrupt smooth boundary. (1/2 to 2 inches thick)\nBs1--0 to 6 inches; reddish-brown (5YR 4/4) very gravelly sandy loam, reddish-brown (5YR 5/4) dry; weak medium and coarse granular structure; soft, very friable; many roots; 60 percent gravel; strongly acid (pH 5.2); gradual wavy boundary. (4 to 8 inches thick)\nBs2--6 to 17 inches; reddish-brown (5YR 4/4) very gravelly sandy loam; reddish-brown (5YR 5/4) dry; weak fine and medium subangular blocky structure; soft, very friable; many roots; 60 percent gravel; strongly acid (pH 5.4); gradual wavy boundary. (10 to 16 inches thick)\nBC--17 to 28 inches; dark yellowish-brown (10YR 4/4) very gravelly sandy loam, yellowish-brown (10YR 5/6) dry; single grain; loose, very friable; many roots; 70 percent gravel; strongly acid (pH 5.4); abrupt smooth boundary. (6 to 12 inches thick)\n2Bqm--28 to 32 inches; dark-gray (5Y 4/1) pan that breaks to very gravelly sandy loam, gray (5Y 5/1) dry; massive; extremely hard, extremely firm; strongly cemented; 35 percent gravel; strongly acid (pH 5.5). (Several feet thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, Washington; 60 feet west of U. S.  Highway 101, and 120 yards south and 120 yards west NW1/4 SW1/4 SE1/4 corner sec. 26, T.26N., R.2W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is estimated to range from 47 degrees to about 53 degrees F. These soils are usually moist, but they are dry in some part between 8 and 24 inches for 45 to 60 cumulative days. The particle-size control section averages more than 50 percent coarse fragments. The soil ranges from moderately acid to very strongly acid.  Depth to the strongly cemented till, ranges from 20 to 40 inches.\nThe Bs horizon has hue of 5YR or redder and ranges in value and chroma from 3 to 5. It has weak granular or blocky structure.\nThe BC horizon has 7.5YR or 10YR hue and ranges in value and chroma from 3 through 5. It is mostly very gravelly sandy loam but may contain thin subhorizons of very gravelly loamy sand. It is massive or single grained.\nThe 2Bqm horizon has 2.5Y or 5Y hue and value of 4 or 5, and chroma of 1 or 2."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ahl, Alderwood, Beausite, Cathcart, Copalis, Dabob, Everett, Klaus, Olete, Shelton, Sinclair, Triton, and Whidbey series. Ahl, Beausite, Cathcart, Everett, Olete, and Copalis soils lack compact till or bedrock within a depth of 40 inches.  Alderwood and Sinclair soils have A1 horizons, Bir horizons of 7.5YR or 10YR hue, and weakly cemented IIC horizons. Dabob soils have A2 horizons, Bir horizons of 7.5YR hue, and weakly cemented IIC horizons.  Klaus soils appear to have coarse textures by field determination.  Triton soils have very gravelly loam Bir horizons and the depth to the firm IIC horizon is less than 20 inches. Whidbey soils have 7.5YR or 10YR hues in the Bir horizons and weakly cemented IIC horizons. Shelton soils have less than 35 percent coarse fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hoodsport soils are on rolling to hilly glaciated uplands at elevations from sea level to 500 feet. They are in a mild marine climate; summer is dry and cool and most of the precipitation falls as rain in the late autumn, winter, and early spring. They formed in noncemented glacial till underlain by strongly cemented basal till.  Mean January temperature is 40 degrees F.; mean July air temperature is 60 degrees F.; and a mean annual temperature is 50 degrees F., and mean annual precipitation ranges from 55 to 65 inches. The 28 degrees F.  f.eeze-free season is 216 days and the 32 degrees F. freeze-free season is 161 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Grove and Lystair soils.  Both of these soils lack pans within 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained. Runoff is medium; permeability of the B2 horizon is moderate; of the C1 horizon, rapid; and of the C2 horizon, very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used primarily for woodland and a few areas of pasture. Native vegetation is Douglas-fir, red alder, and western hemlock with an understory of salal, evergreen huckleberry, salmonberry, thimbleberry, trailing blackberry, red huckleberry, Oregongrape, red elderberry, tinging nettle, western brackenfern, and western swordfern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Washington. Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mason County, Washington, 1953."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Classification only changed 4/94 because of recent amendments to Soil Taxonomy.  A great group of Durixerands should be proposed for this and other Xerands with cemented layers.\nDiagnostic horizons and features recognized in this pedon are an ochric epipedon from the mineral surface to 6 inches, a cambic horizon from 6 to 28 inches, and a duripan at 28 to 32 inches.  The pan needs further study as to the nature of the cementing agent.  Laboratory data on Hoko series indicates the cement is iron, aluminum, and organic matter.  This would make the horizon ortstein rather than a duripan.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Bs1",
        "top": 0,
        "bottom": 15,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 5.2,
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bs1--0 to 6 inches; reddish-brown (5YR 4/4) very gravelly sandy loam, reddish-brown (5YR 5/4) dry; weak medium and coarse granular structure; soft, very friable; many roots; 60 percent gravel; strongly acid (pH 5.2); gradual wavy boundary. (4 to 8 inches thick)"
      },
      {
        "name": "Bs2",
        "top": 15,
        "bottom": 43,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 5.4,
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bs2--6 to 17 inches; reddish-brown (5YR 4/4) very gravelly sandy loam; reddish-brown (5YR 5/4) dry; weak fine and medium subangular blocky structure; soft, very friable; many roots; 60 percent gravel; strongly acid (pH 5.4); gradual wavy boundary. (10 to 16 inches thick)"
      },
      {
        "name": "BC",
        "top": 43,
        "bottom": 71,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 5.4,
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "BC--17 to 28 inches; dark yellowish-brown (10YR 4/4) very gravelly sandy loam, yellowish-brown (10YR 5/6) dry; single grain; loose, very friable; many roots; 70 percent gravel; strongly acid (pH 5.4); abrupt smooth boundary. (6 to 12 inches thick)"
      },
      {
        "name": "2Bqm",
        "top": 71,
        "bottom": 81,
        "dry_hue": "5Y",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 5.5,
        "pH_class": "strongly acid",
        "narrative": "2Bqm--28 to 32 inches; dark-gray (5Y 4/1) pan that breaks to very gravelly sandy loam, gray (5Y 5/1) dry; massive; extremely hard, extremely firm; strongly cemented; 35 percent gravel; strongly acid (pH 5.5). (Several feet thick)"
      },
      {
        "name": "Oe",
        "top": 3,
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "pH": 5.1,
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oe--1 inch to 0; black (5YR 2/1) partially decomposed needles, leaves, wood, and bark; strongly acid (pH 5.1); abrupt smooth boundary. (1/2 to 2 inches thick)"
      }
    ]
  ]
}
