{
  "SERIES": "HOOKBRANCH",
  "STATUS": "Established Series",
  "BYREV": "Rev. RGC/TDT",
  "REVDATE": "08/2007",
  "STATES": "WA",
  "OVERVIEW": "The Hookbranch series consists of moderately deep, well drained soils that formed in colluvium from sedimentary and metasedimentary rocks on mountain slopes and headwalls. Slopes are 50 to 100 percent. The average annual precipitation is about 170 inches and average annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial-skeletal, mixed, isofrigid Pachic Fulvudands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hookbranch very gravelly medial silt loam-forestland on a 67 percent east-northeasterly aspect at an elevation of 1,310 feet in a Pacific silver fir/salal-oxalis plant association. (When described on April 10, 1997, the soil was moist throughout. Colors are for moist soil unless otherwise stated. All textures are apparent field textures.)\nOi--0 to 1/2 inch; slightly decomposed needles, leaves, twigs, and cone fragments; abrupt smooth boundary. (1/2 to 3 inches thick)\nOe--1/2 to 1 inch; moderately decomposed organic materials; abrupt smooth boundary. (0 to 1 1/2 inches thick)\nA--1 to 4 inches; dark yellowish brown (10YR 3/4) very gravelly medial silt loam, yellowish brown (10YR 5/4) dry; weak very fine and fine subangular blocky and weak very fine and fine granular structure; hard, friable, slightly sticky and slightly plastic; weakly smeary; many very fine and fine and common medium and coarse roots; many very fine and fine tubular and irregular pores; 35 percent gravel, 15 percent cobbles; extremely acid (pH 4.2); clear smooth boundary. (2 to 5 inches thick)\nBw1--4 to 7 inches; dark yellowish brown (10YR 3/6) very gravelly medial silt loam, light yellowish brown (10YR 6/4) dry; weak very fine, fine, and medium subangular blocky and weak very fine and fine granular structure; slightly hard, friable, slightly sticky and slightly plastic, weakly smeary; common very fine, fine, medium, and coarse roots; common very fine and fine tubular and irregular pores; 35 percent gravel, 20 percent cobbles; very strongly acid (pH 4.8); clear wavy boundary.\nBw2--7 to 18 inches; yellowish brown (10YR 5/8) extremely cobbly medial silt loam, yellow (10YR 8/6) dry; weak very fine, fine, and medium subangular blocky and weak very fine and fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; common very fine, fine, medium, and course roots; common very fine and fine tubular and irregular pores; 20 percent gravel, 25 percent cobbles, 20 percent stones; very strongly acid (pH 4.8); clear wavy boundary.\nBw3--18 to 31 inches; yellowish brown (10YR 5/8) extremely stony medial silt loam, yellow (10YR 8/6) dry; weak very fine, fine, and medium subangular blocky and weak very fine and fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; common very fine, fine, medium, and coarse roots; common very fine and fine tubular and irregular pores; 15 percent gravel, 20 percent cobbles, 35 percent stones; very strongly acid (pH 4.8); abrupt smooth boundary. (Combined thickness of the Bw horizon is 18 to 35 inches.)\nR--31 inches; hard metasedimentary rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jefferson County, Washington, about 6 3/4 miles northwest of the intersection of state highway 101 and Forest Service road #21, about 1,215 feet east and 1,055 feet north of the southwest corner of Section 18, T. 24 N., R. 10 W. (Latitude 47 degrees, 33 minutes, 51 seconds North, Longitude 124 degrees, 00 minutes, 08 seconds West)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 43 to 47 degrees F. The mean summer soil temperature is 47 to 50 degrees F and the mean winter soil temperature is 40 to 45 degrees F. The difference between the mean summer and winter soil temperature is 7 to 9 degrees F. These soils are usually moist and have a surplus of available water on a monthly basis throughout the year; perudic soil moisture regime. Depth to bedrock is 20 to 40 inches. The solum has andic soil properties with 35 to 85 percent rock fragments by volume. The andic soil material has an estimated moist bulk density of 0.30 to 0.70 g/cc, acid-oxalate extractable aluminum plus one half of the acid-oxalate extractable iron of 2 to 5 percent, phosphate retention of 85 to 100 percent, 15-bar water retention of 25 to 50 percent for air dried samples and acid oxalate iron of 1.0 to 2.5 percent. It has 2 to 8 cmol/kg of aluminum. The particle-size control section has 10 to 25 percent field estimated clay and 10 to 30 percent sand.\nThe A horizon has hue of 10YR or 7.5YR moist and dry, value of 2 or 3 moist and 5 or 6 dry, and chroma of 3 or 4 moist and dry. It has weak or moderate structure. It has 20 to 40 percent organic matter.\nThe Bw horizon has hue of 10YR or 7.5YR moist and dry, value of 3 through 5 moist and 5 through 8 dry, and chroma of 4, 6, or 8 moist and 4 or 6 dry. It is very gravelly medial silt loam, extremely cobbly medial silt loam, extremely stony medial silt loam, or very gravelly medial loam. It has weak or moderate structure. It has 10 to 20 percent organic matter."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Itswoot, Lunchcreek, Snahopish and Sollecks series. Lunchcreek soils are over 40 inches deep to bedrock. Snahopish and Solleks soils have a udic soil moisture regime. Itswoot soils have a udic moisture regime and formed in glacial material and have rounded rock fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Hookbranch soils are on mountain slopes, dissected mountain slopes, and mountain headwalls. Slopes are 50 to 100 percent. The soils formed in colluvium from sedimentary and metasedimentary rocks. Elevations are 800 to 3000 feet. Average annual precipitation is 130 to 210 inches. Fog drip contributes to the effective precipitation totals. Average annual temperature is 41 to 45 degrees F. The frost-free season is 120 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Itswoot, Lunchcreek, Snahopish, Sockeye, and Solleks soils. Lunchcreek soils are on mountain slopes and headwalls and are deep and very deep. Itswoot soils are on glacial valleys and have a udic soil moisture regime. Snahopish and Solleks soils are on mountain slopes and mountain headwalls and have a udic soil moisture regime. Sockeye soils are on mountain slopes and dissected mountain slopes and also have a udic soil moisture regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Timber production, wildlife habitat, recreation, and watershed. Native vegetation is Pacific silver fir, western hemlock, deer fern, Oregon oxalis, western swordfern, salal, and Alaska huckleberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Jefferson County, Washington; MLRA 4A. Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jefferson County, Washington, 2000; Olympic National Forest."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are the following:\nOchric epipedon\nCambic horizon - 4 to 31 inches (Bw1, Bw2, and Bw3 horizons)\nAndic soil properties - 1 to 31 inches (A, Bw1, Bw2, and Bw3 horizons)\nFulvudands - Organic carbon requirement based on laboratory data from the associated Solleks, Larsencreek, Flatbottom and McKinnon soils.\nMixed - Mineralogy based on laboratory data from Solleks series.\nLithic contact - 31 inches\nPSCS - 1 to 31 inches (A, Bw1, Bw2, and Bw3 horizons)\nThis soil has a perudic moisture regime.\nAll depths to diagnostic horizon and other features are measured from the top of the first mineral horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
