{
  "SERIES": "HOOLEHUA",
  "STATUS": "Established Series",
  "BYREV": "Rev. RCH/SN/MRK",
  "REVDATE": "07/2019",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, kaolinitic, isohyperthermic Typic Eutrustox"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hoolehua silty clay - cultivated.  (Colors are for moist soil unless otherwise noted.  All textures are \"apparent field textures.\")\nAp1--0 to 23 centimeters (0 to 9 inches); dark reddish brown (5YR 3/3) silty clay, dark reddish gray (5YR 4/2) dry; cloddy due to tillage, moderate coarse and medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; compacted by agriculture machinery; common roots; few medium and coarse tubular pores; violent effervescence with hydrogen peroxide; extremely acid (pH 3.9); clear smooth boundary.  (20 to 23 centimeters thick)\nAp2--23 to 38 centimeters (9 to 15 inches); dark reddish brown (5YR 3/3) moist and dry silty clay; cloddy, weak coarse and medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; few roots; few very fine tubular pores; violent effervescence with hydrogen peroxide; extremely acid (pH 4.4); clear wavy boundary.  (10 to 18 centimeters thick)\nBw1--38 to 53 centimeters (15 to 21 inches); dark reddish brown (5YR 3/3) moist and dry silty clay loam; weak fine and medium subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; few roots; many very fine and fine tubular pores, common medium tubular pores; many very fine black concretions; violent effervescence with hydrogen peroxide; in the upper part thin patchy black coats (2 mm x 5 mm x 1/4 mm) that are coated with reddish brown material do not effervesce with hydrogen peroxide; moderately acid (pH 6.0); clear wavy boundary.  (13 to 23 centimeters thick)\nBw2--53 to 69 centimeters (21 to 27 inches); dark reddish brown (5YR 3/3) moist and dry silty clay; weak fine and medium subangular blocky structure slightly stronger than Bw1 horizon; hard, friable, moderately sticky and moderately plastic; many very fine and fine tubular pores, common medium tubular pores; common black stains in pores; many very fine black concretions; violent effervescence with hydrogen peroxide; slightly acid (pH 6.3); clear wavy boundary.  (15 to 18 centimeters thick)\nBo1--69 to 125 centimeters (27 to 49 inches); dark reddish brown (5YR 3/3, 3/4) moist and dry silty clay; strong very fine subangular blocky structure, few pockets of weak and medium very fine subangular blocky structure; very hard, firm, moderately sticky and moderately plastic; compact in place; common very fine tubular pores; common black stains on faces of peds; almost continuous coatings on peds; many very fine black concretions; common hard earthy lumps break down after prolonged rubbing; strong effervescence with hydrogen peroxide; slightly acid (pH 6.4); gradual wavy boundary.  (48 to 66 centimeters thick)\nBo2--125 to 163 centimeters (49 to 64 inches); dark reddish brown (5YR 3/4) moist and dry silty clay; moderate and strong fine subangular blocky structure; very hard, firm, moderately sticky and moderately plastic; slightly firm in place; common very fine tubular pores; few black stains on faces of peds; common thin films on faces of peds; common very fine black concretions; many hard earth lumps break down after prolonged rubbing; moderate effervescence with hydrogen peroxide; slightly acid (pH 6.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Island of Molokai, Maui County, Hawaii; Kaunakakai Quadrangle 21 degrees 9 minutes 34 seconds N. latitude and 157 degrees 3 minutes 8 seconds W. longitude; approximately 3/4 mile west of Kualapuu Post Office."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Stratification of the soil ranges from moderate to none.  Few to many pebbles and cobbles are at varying depths in some pedons.  Th mean annual soil temperature is about 22 degrees C. (72 degrees F.)  Mica is throughout the soil.  The soil is dry in some horizon below 25 centimeters (10 inches) for more than 90 cumulative days in most years.  Hue of the soil is 5YR or 7.5YR, and chroma ranges from 2 through 4."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hoolehua soils are on basin floors and on alluvial fans. Slopes are generally 0 to 15 percent but can be as high as 35 percent.  Elevation ranges from 122 to 396 meters (400 to 1,300 feet).  The soils formed in old alluvium weathered from basic igneous rock.  The mean annual precipitation is from 508 to 889 millimeters (20 to 35 inches).  The mean annual temperature is about 22 degrees (72 degrees F.); the average January temperature is about 21 degrees C. (69 degrees F.); and the average July temperature is about 24 degrees C. (76 degrees F.)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Molokai and Lahaina soils.  Molokai soils have an aridic soil moisture regime and base saturation of less than 35 percent. Lahaina soils are 2.5YR or redder hue in the B horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCVTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCVTIVITY:  Well drained; medium runoff; moderately rapid saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for growing pineapple and pasture.  Natural vegetation is lantana (Lantana camara), guineagrass (Panicum maximum), and ilima (Sida fallax)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  These soils are on the islands of Molokai and Lanai, Maui County, Hawaii.  The extent is about 8,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Island of Molokai, Maui County, Hawaii, 1949."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nUmbric epipedon: from 0 to 38 centimeters (Ap horizon).\nOxic horizon: from 38 to 163 centimeters (B horizons).\n5/19 MRK. Series classification changed from Fine, parasesquic, isohyperthermic Oxic Haplustepts. Competing series, landscape and landform updated plus minor edits.\nADDITIONAL DATA: S1963HI009053, SSIR 29 Pg. 86-87; and S1963HI009004 (taxadjunct).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
