{
  "SERIES": "HOOPESTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. MAK-RAT-DEC-AAC",
  "REVDATE": "01/2011",
  "STATES": "IL,IA,MN,MO,WI",
  "OVERVIEW": "The Hoopeston series consists of very deep, somewhat poorly drained soils formed in loamy and sandy sediments on outwash plains, valley trains, and stream terraces. Slope ranges from 0 to 5 percent. Mean annual precipitation is about 940 mm (37 inches), and mean annual air temperature is about 9.4 degrees C (49 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Aquic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hoopeston sandy loam - in a cultivated field at an elevation of about 185 meters (608 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 25 cm (0 to 10 inches); black (10YR 2/1) sandy loam, dark gray (10YR 4/1) dry; weak fine subangular blocky structure parting to weak fine granular; very friable; common very fine roots throughout; neutral; clear smooth boundary.\nA--25 to 36 cm (10 to 14 inches); very dark grayish brown (10YR 3/2) sandy loam, grayish brown (10YR 5/2) dry; weak medium and fine subangular blocky structure; very friable; common very fine roots throughout; common faint very dark brown (10YR 2/2) organic coatings on faces of peds; neutral; clear smooth boundary. [Combined thickness of the A horizon is 25 to 61 cm (10 to 24 inches).]\nBw1--36 to 53 cm (14 to 21 inches); brown (10YR 5/3) sandy loam; weak medium subangular blocky structure; very friable; few very fine roots between peds; few faint very dark grayish brown (10YR 3/2) organic coatings on faces of peds and in root channels; common fine faint dark grayish brown (10YR 4/2) iron depletions and common fine distinct yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; neutral; clear smooth boundary.\nBw2--53 to 97 cm (21 to 38 inches); brown (10YR 5/3) sandy loam; weak coarse subangular blocky structure; very friable; few very fine roots between peds; common fine faint grayish brown (10YR 5/2) iron depletions and common fine prominent yellowish brown (10YR 5/8) masses of oxidized iron in the matrix; slightly acid; abrupt smooth boundary. [Combined thickness of the Bw horizon is 31 to 107 cm (12 to 42 inches).]\nC--97 to 152 cm (38 to 60 inches); pale brown (10YR 6/3) sand; single grain; loose; common fine faint light brownish gray (10YR 6/2) iron depletions and common fine prominent yellowish brown (10YR 5/8) masses of oxidized iron in the matrix; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Whiteside County, Illinois; about 2.25 miles (3.6 km) northeast of Spring Hill; 2,530 feet (771 m) south and 1,060 feet (323 m) east of the northwest corner of sec. 14, T. 19 N., R. 4 E.; USGS Erie topographic quadrangle; lat. 41 degrees 38 minutes 04 seconds N., and long. 90 degrees 00 minutes 45 seconds W., NAD 27; UTM 15, 748832 easting and 4613505 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the mollic epipedon: 25 to 61 cm (10 to 24 inches)\nDepth to the base of soil development: 51 to 137 cm (20 to 54 inches)\nDepth to carbonates: greater than 102 cm (40 inches)\nAverage content of clay in the particle-size control section: between 12 and 18 percent\nAverage content of sand in the particle-size control section: between 45 and 75 percent\nAverage content of gravels in the series control section: less than 10 percent\nAp or A horizon:\nHue: 7.5YR or 10YR\nValue: 2 to 3\nChroma: 1 to 3\ntexture: sandy loam, fine sandy loam or loam\nReaction: strongly acid to slightly acid\nBw or Bg horizon:\nHue: 7.5YR, 10YR or 2.5Y\nValue: 4 to 6\nChroma: 1 to 6\nTexture: fine sandy loam or sandy loam, but some subhorizons (or strata) are loamy sand, loamy fine sand, loam, sandy clay loam, silt loam, or sand.\nReaction: strongly acid to slightly alkaline\nC or Cg horizon:\nHue: 7.5YR, 10YR, 2.5Y or 5Y\nValue: 3 to 6\nChroma: 1 to 8\nTexture: loamy fine sand, loamy sand, fine sand or sand, but strata may also have loamy textures.\nReaction: very strongly acid to moderately alkaline\nAverage content of clay: less than 10 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Elrin, Grovecity, Linder, Plumbrook, Wesley, and Yahara series. Elrin soils average less than 50 percent sand in the upper part of the particle-size control section. Grovecity soils average greater than 10 percent clay in the lower part of the series control section. Linder soils generally average greater than 10 percent gravel in the part of the series control section. Plumbrook soils average more than 75 percent sand finer than medium sand in the particle-size control section. Wesley soils average less than 20 percent sand in the lower part of the series control section. Yahara soils have carbonates within a depth of 102 cm (40 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Hoopeston soils are on Wisconsinan outwash plains, valley trains, and stream terraces. Slope gradients commonly are less than 2 percent but range from 0 to 5 percent. These soils formed in loamy and sandy outwash sediments. Mean annual air temperature ranges from 7.2  to 12.2  degrees C (45 to 54 degrees F), mean annual precipitation ranges from 762 to 1,016 mm (30 to 40 inches), frost free days range from 140 to 180 days, and the elevation ranges from 122 to 427 meters (400 to 1,400 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Chelsea, Dickinson, Gilford, Onarga, Sparta, and Watseka soils. The excessively drained Chelsea and Sparta soils, the well drained and somewhat excessively drained Dickinson soils, and well drained Onarga soils are on higher lying areas on outwash plains and stream terraces. The Dickinson soils and the very poorly drained Gilford soils are in a hydrosequence with the Hoopeston soils. Gilford soils are on lower positions on the landform. The somewhat poorly Watseka soils are on similar parts of outwash plains or stream terraces nearby and average more than 75 percent sand in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. An intermittent apparent high water table is at a depth of 15 to 61 cm (0.5 foot to 2.0 feet) in most years. The potential for surface runoff is low. Saturated hydraulic conductivity is high (14.11 to 42.34 micrometers per second) in the solum and high or very high (42.34 to 141.14 micrometers per second) in the substratum. Permeability is moderately rapid in the solum and rapid in the underlying material. Very rarely flooded or rarely flooded phases of these soils that occur on stream terraces are recognized."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used to grow crops. Corn, soybeans, oats, wheat, and forages are the principal crops. Native vegetation is prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Illinois, Iowa, Minnesota, Missouri, and Wisconsin. The extent is moderate in MLRAs 95B, 97, 98, 103, 104, 105, 108A, 108B, 108C, 109, and 115C."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Vermilion County, Illinois, 1933."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nmollic epipedon - the zone from the surface to a depth of 36 cm (14 inches) (Ap and A horizons);\ncambic horizon - the zone from 36 to 97 cm (14 inches to 38 inches) (Bw1 and Bw2 horizons);\nudic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 25 cm (0 to 10 inches); black (10YR 2/1) sandy loam, dark gray (10YR 4/1) dry; weak fine subangular blocky structure parting to weak fine granular; very friable; common very fine roots throughout; neutral; clear smooth boundary."
      },
      {
        "name": "A",
        "top": 25,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--25 to 36 cm (10 to 14 inches); very dark grayish brown (10YR 3/2) sandy loam, grayish brown (10YR 5/2) dry; weak medium and fine subangular blocky structure; very friable; common very fine roots throughout; common faint very dark brown (10YR 2/2) organic coatings on faces of peds; neutral; clear smooth boundary. [Combined thickness of the A horizon is 25 to 61 cm (10 to 24 inches).]"
      },
      {
        "name": "Bw1",
        "top": 36,
        "bottom": 53,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--36 to 53 cm (14 to 21 inches); brown (10YR 5/3) sandy loam; weak medium subangular blocky structure; very friable; few very fine roots between peds; few faint very dark grayish brown (10YR 3/2) organic coatings on faces of peds and in root channels; common fine faint dark grayish brown (10YR 4/2) iron depletions and common fine distinct yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; neutral; clear smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 53,
        "bottom": 97,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bw2--53 to 97 cm (21 to 38 inches); brown (10YR 5/3) sandy loam; weak coarse subangular blocky structure; very friable; few very fine roots between peds; common fine faint grayish brown (10YR 5/2) iron depletions and common fine prominent yellowish brown (10YR 5/8) masses of oxidized iron in the matrix; slightly acid; abrupt smooth boundary. [Combined thickness of the Bw horizon is 31 to 107 cm (12 to 42 inches).]"
      },
      {
        "name": "C",
        "top": 97,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "sand",
        "pH_class": "neutral",
        "narrative": "C--97 to 152 cm (38 to 60 inches); pale brown (10YR 6/3) sand; single grain; loose; common fine faint light brownish gray (10YR 6/2) iron depletions and common fine prominent yellowish brown (10YR 5/8) masses of oxidized iron in the matrix; neutral."
      }
    ]
  ]
}
