{
  "SERIES": "HOOPER",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJC/THB/SJJ",
  "REVDATE": "08/2016",
  "STATES": "CO,WY",
  "OVERVIEW": "The Hooper series consists of very deep, well drained or moderately well drained soils that formed in alluvium derived from igneous and metamorphic rock.  Hooper soils are on flood plains, alluvial fans, alluvial flats, shrub-coppice dunes, and deflation basins. Slopes range from 0 to 4 percent.  The mean annual precipitation is about 7 inches and the mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive, frigid Typic Natrargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hooper sandy loam - grassland.  (Colors are for dry soil unless otherwise noted.)\nE--0 to 5 inches; light gray (10YR 7/1) sandy loam, grayish brown (10YR 5/2) moist; moderate thin platy structure parting to moderate very fine granular; slightly hard, very friable; nonsticky and nonplastic; weakly calcareous; very strongly alkaline (pH 9.6); abrupt smooth boundary.  (0 to 8 inches thick)\nBtn--5 to 15 inches; brown (7.5YR 5/3) clay, brown (7.5YR 4/3) moist; strong medium columnar structure parting to strong fine angular blocky; slightly hard, friable, very sticky, very plastic; peds are extremely hard; moderate continuous wax-like coatings and fillings in root channels and pores; very weak gray coatings on faces of some peds; many dark magnetic mineral grains; calcareous; very strongly alkaline (pH 10.0); gradual smooth boundary.  (8 to 20 inches thick)\nBtnz --15 to 18 inches; light brownish gray (2.5Y 6/2) clay loam, grayish brown (2.5Y 5/2) moist; weak medium and coarse subangular blocky structure; hard, firm, moderately sticky, moderately plastic; peds are extremely hard; few thin wax-like patches on faces of peds; discontinuous wax-like coatings in root channels; many dark magnetic mineral grains; visible secondary salt accumulation as crystals and in thin seams and streaks; calcareous; very strongly alkaline (pH 10.0); gradual smooth boundary.  (4 to 8 inches thick)\nBnz --18 to 32 inches; light brownish gray (2.5Y 6/2) sandy clay loam, grayish brown (2.5Y 5/2) moist; massive; hard, friable, nonsticky, slightly plastic; many dark magnetic mineral grains; visible secondary salts occurring as crystals and in thin seams and streaks; few dark flecks; calcareous; very strongly alkaline (pH 10.0); clear smooth boundary.  (0 to 25 inches thick)\n2C--32 to 60 inches; grayish brown (2.5Y 5/2) sand, dark grayish brown (2.5Y 4/2) moist; single-grained; loose; a large amount of dark gray and red volcanic minerals grains; calcareous; very strongly alkaline (pH 10.0).  (Several feet thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Alamosa County, Colorado; about 8 miles northwest of Alamosa; 150 feet east and 20 feet south of the W1/4 corner of Sec. 21, T. 38 N., R. 9 E.; lat. 37 degrees 31 minutes 25 seconds N. and long. 106 degrees 00 minutes 09 seconds W., WGS 84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 41 to 47 degrees F (5.0 to 7.4 degrees C)\nMean summer soil temperature: 59 to 63 degrees F (15.0 to 17.2 degrees C)\nDepth to free carbonates: 0 to 24 inches (0 to 61 centimeters) but it does not extend more than 3 inches into the Btn horizon\nDepth to base of the natric horizon: 10 to 40 inches (25 to 102 centimeters)\nDepth to secondary carbonates, gypsum, or more soluble salts: 10 to 40 inches (25 to 102 centimeters)\nDepth to the coarse textured 2C horizon: 20 to 40 inches (51 to 102 centimeters)\nSeasonal high water table: may be within 4 feet (1.2 meters) of the surface but normally is below 6 feet (1.8 meters) See Remarks section; this will likely be revised to below 150cm only.\nParticle-size control section (weighted average):\nUpper part:\nNoncarbonate clay content: 18 to 26 percent\nRock fragment content: 0 to 15 percent\nSand content, fine sand and coarser: 15 to 35 percent\nLower part:\nNoncarbonate clay content: 0 to 5 percent\nRock fragment content: 0 to 45 percent\nE horizon (A horizon in some pedons):\nHue: 7.5YR through 5Y\nValue: 5 to 7 dry; 3 to 6 moist\nChroma: 1 to 4\nTexture: sandy loam, loamy sand, loamy fine sand, and clay loam\nClay content: 5 to 39 percent\nExchangeable sodium percentage:  less than 15 percent\nReaction: moderately alkaline to very strongly alkaline\nBtn and Btnz horizons (Btkn in some pedons):\nHue: 7.5YR through 5Y\nValue: 5 to 6 dry; 3 to 5 moist\nChroma: 2 through 4\nTexture: clay, clay loam, sandy clay loam\nClay content: 20 to 50 percent\nGravel content: 0 to 10 percent\nExchangeable sodium percentage:  15 to 60 percent in a majority of subhorizons\nReaction: strongly alkaline or very strongly alkaline\nBnz horizon (Bkn in some pedons):\nHue: 7.5YR through 5Y\nValue: 5 to 6 dry; 3 to 5 moist\nChroma: 2 through 4\nTexture: sandy clay loam, sandy loam, gravelly clay loam\nClay content: 10 to 40 percent\nGravel content: 0 to 20 percent\nC horizon (present in some pedons above 40 inches (102 centimeters)):\nClay content: 15 to 35 percent\n2C horizon:\nHue: 7.5YR through 5Y\nValue: 5 to 7 dry; 4 to 6 moist\nChroma: 2 through 4\nTexture: sand, coarse sand, loamy sand, gravelly sand, very gravelly sand\nClay content: 0 to 5 percent\nGravel content: 0 to 45 percent\nCobble content: 0 to 5 percent\nReaction: strongly alkaline or very strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are currently no known series in this family.  Closely related soils are the Mosca and Goshute series.  Mosca soils have a coarse-loamy control section.  Goshute soils do not have visible salt crystals in the upper solum and have a mesic temperature regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: alluvial materials derived from mixed sources (igneous and metamorphic rock). Commonly rhyolite, andesite, basalt, gneiss, and schist.\nLandform: Flood plains, alluvial fans, alluvial flats, shrub-coppice dunes, and deflation basins with slopes of 0 to 4 percent.\nMean annual precipitation: 6 to 9 inches (152 to 229 millimeters)\nMean annual air temperature: 39 to 46 degrees F (4.0 to 7.8 degrees C)\nElevation ranges from 6,500 to 8,000 feet (1,980 to 2440 meters), and the Frost Free Period ranges from 85 to 100 days.\nPrecipitation pattern: Precipitation peaks in July and August occurring mostly as intense summer thunderstorms."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the San Luis, Cososa, and Mosca soils.\nMosca soils do not have visible salts in the solum.\nSan Luis soils are somewhat poorly drained.\nCososa soils do not have natric horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained or moderately well drained; low runoff; slow to very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally as native pastureland. Principal native vegetation includes thin stands of greasewood with some rabbitbrush. Occasionally, there is scattered alkali sacaton and saltgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  San Luis Valley Area of south-central Colorado, LRR E, MLRA 51. Also some small areas in LRR D, MLRA 34 in Wyoming.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rio Grande County, Colorado, 1972; proposed in 1945. The typical pedon is in the Alamosa Area, Colorado, but it is not the modal pedon in that area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section: from 5 to 40 inches (Btn, Btnz, Bnz, and upper part of 2C horizon)\nOchric epipedon and albic horizon: from 0 to 5 inches (E horizon)\nNatric horizon: from 5 to 32 inches (Btn and Btnz horizons)\nStrongly contrasting particle-size class: at 32 inches. The sandy clay loam Bnz is assumed to have less than 50 percent fine sand and coarser sand; the weighted average noncarbonate clay in the upper part of the PSCS is assumed greater than 18 percent.\nThe 09/2008 revison changed the particle-size family from clayey over sandy or sandy-skeletal to fine-loamy over sandy or sandy skeletal, with the accompanying change of the mineralogy class from smectitic to mixed.\nThe parent material is more accurately defined as being derived from mixed sources (igneous and metamorphic rock); the original concept was being derived from volcanic rock, jwb, 4/2009\nThis series has historically beeen recognized with a highly variable depth to water table- within 4 feet to greater than 6 feet. The 12/2011 revision provisionally retains the original water table criterion, but it is likely the central concept of this series will be revised to have no saturation within the series control section (150 cm). Drainage class would then be well drained only. More field investigation will be required before this change can definitely be made.\nTaxonomy version: Eleventh Edition, 2010\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "E",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH": 9.6,
        "pH_class": "very strongly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "E--0 to 5 inches; light gray (10YR 7/1) sandy loam, grayish brown (10YR 5/2) moist; moderate thin platy structure parting to moderate very fine granular; slightly hard, very friable; nonsticky and nonplastic; weakly calcareous; very strongly alkaline (pH 9.6); abrupt smooth boundary.  (0 to 8 inches thick)"
      },
      {
        "name": "Btn",
        "top": 13,
        "bottom": 38,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay",
        "pH_class": "very strongly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btn--5 to 15 inches; brown (7.5YR 5/3) clay, brown (7.5YR 4/3) moist; strong medium columnar structure parting to strong fine angular blocky; slightly hard, friable, very sticky, very plastic; peds are extremely hard; moderate continuous wax-like coatings and fillings in root channels and pores; very weak gray coatings on faces of some peds; many dark magnetic mineral grains; calcareous; very strongly alkaline (pH 10.0); gradual smooth boundary.  (8 to 20 inches thick)"
      },
      {
        "name": "Btnz",
        "top": 38,
        "bottom": 46,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "very strongly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btnz --15 to 18 inches; light brownish gray (2.5Y 6/2) clay loam, grayish brown (2.5Y 5/2) moist; weak medium and coarse subangular blocky structure; hard, firm, moderately sticky, moderately plastic; peds are extremely hard; few thin wax-like patches on faces of peds; discontinuous wax-like coatings in root channels; many dark magnetic mineral grains; visible secondary salt accumulation as crystals and in thin seams and streaks; calcareous; very strongly alkaline (pH 10.0); gradual smooth boundary.  (4 to 8 inches thick)"
      },
      {
        "name": "Bnz",
        "top": 46,
        "bottom": 81,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "pH_class": "very strongly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bnz --18 to 32 inches; light brownish gray (2.5Y 6/2) sandy clay loam, grayish brown (2.5Y 5/2) moist; massive; hard, friable, nonsticky, slightly plastic; many dark magnetic mineral grains; visible secondary salts occurring as crystals and in thin seams and streaks; few dark flecks; calcareous; very strongly alkaline (pH 10.0); clear smooth boundary.  (0 to 25 inches thick)"
      },
      {
        "name": "2C",
        "top": 81,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sand",
        "pH_class": "very strongly alkaline",
        "narrative": "2C--32 to 60 inches; grayish brown (2.5Y 5/2) sand, dark grayish brown (2.5Y 4/2) moist; single-grained; loose; a large amount of dark gray and red volcanic minerals grains; calcareous; very strongly alkaline (pH 10.0).  (Several feet thick)"
      }
    ]
  ]
}
