{
  "SERIES": "HOOPLITE",
  "STATUS": "Established Series",
  "BYREV": "Rev. CEJ/RLB/JVC/JBF",
  "REVDATE": "11/2016",
  "STATES": "NV",
  "OVERVIEW": "The Hooplite series consists of very shallow and shallow, well drained soils that formed in residuum and colluvium derived from volcanic rocks.  Hooplite soils are on hills and mountains. Slopes are 4 to 50 percent. The mean annual precipitation is about 230 mm and the mean annual temperature is about 8 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, mesic Lithic Xeric Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hooplite very gravelly fine sandy loam--rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 5 cm; light brownish gray (10YR 6/2) very gravelly fine sandy loam, dark grayish brown (10YR 4/2) moist; moderate medium platy structure; moderately hard, firm, slightly sticky and slightly plastic; few very fine and fine roots; many fine and medium vesicular pores; 40 percent gravel and 5 percent cobbles; slightly effervescent; slightly alkaline (pH 7.6); clear smooth boundary. (3 to 13 cm thick)\nABk--5 to 10 cm; pale brown (10YR 6/3) gravelly loam, brown (10YR 4/3) moist; moderate medium platy structure; soft, very friable, moderately sticky and moderately plastic; common very fine and fine roots; common very fine and fine interstitial and tubular pores; 20 percent gravel and 5 percent cobbles; common fine and medium carbonate  coats on undersides of rock fragments; slightly effervescent matrix and strongly effervescent carbonate  coats; slightly alkaline (pH 7.8); clear wavy boundary. (0 to 10 cm thick)\nBtk--10 to 20 cm; light yellowish brown (10YR 6/4) very gravelly loam, dark yellowish brown (10YR 4/4) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common very fine and fine roots; common very fine and fine interstitial and tubular pores; few faint clay films on faces of peds and lining pores; 45 percent gravel and 5 percent cobbles; common fine and medium carbonate  coats on undersides of rock fragments; strongly effervescent; moderately alkaline (pH 8.0); clear wavy boundary. (10 to 23 cm thick)\nR--20 cm; hard fractured rhyolitic tuff."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lander County, Nevada; about 25 miles northeast of Austin; 1,100 feet south of the northwest corner of section 25, T. 22 N., R. 46 E.; USGS Grass Valley Ranch, NV 7.5 minute topographic quadrangle; latitude 39 degrees 44 minutes 52 seconds N and longitude 116 degrees 45 minutes 28 seconds W; WGS84 Decimal Degrees 39.7477778 latitude,  -166.757778 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist during winter and early spring, dry mid-June through October; aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 8 to 11 degrees C.\nDepth to bedrock: 15 to 36 cm to a lithic contact.\nReaction: Slightly alkaline or moderately alkaline.\nOther features: Some pedons have up to 8 cm of highly fractured bedrock (fragmental material) overlying the lithic contact.\nParticle-size control section  - Clay content: Averages 18 to 25 percent.\nRock fragments: 35 to 50 percent gravel, 0 to 10 percent cobbles, lithology of fragments is volcanic rocks such as rhyolite or rhyolitic tuff.\nA and ABk horizons\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 2 or 3.\nIdentifiable secondary carbonates: none to common, fine or medium lime coats are on rock fragments.\nEffervescence: Noneffervescent through strongly effervescent.\nCalcium carbonate equivalent: 0 to 1 percent.\nBtk horizon\nHue: 7.5YR or 10YR\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 2 through 4.\nTexture: Very gravelly loam or very gravelly clay loam.\nStructure: Subangular blocky or angular blocky.\nConsistence: Soft to slightly hard dry, very friable to friable moist, slightly sticky to moderately sticky, slightly plastic to moderately plastic, wet.\nIdentifiable secondary carbonates: few or common, fine or medium lime coats are on rock fragments.\nEffervescence: Slightly effervescent or strongly effervescent.\nCalcium carbonate equivalent: 1 or 2 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Atlow, Boomsick, Checkett, Chubard, Cottle, Doorkiss, Fortyday, Gabbvally, Nevo, Olac, Old Camp, Phliss, Richinde, Rowel, Soughe, Stewval, and Thike series.\nAtlow soils have 27 to 35 percent clay in the particle-size control section and bedrock at depths of 36 to 50 cm.  Boomstick, Doorkiss and Fortyday soils are 36 to 50 cm deep to bedrock.  Checkett soils have bedrock at depths of 38 to 50 cm. Chubard soils are intermittently moist for 10 to 20 days cumulative from July through September due to convection storms. Cottle soils are noneffervescent in the surface and upper parts of the argillic horizon. Gabbvally soils do not have identifiable secondary carbonates and are intermittently moist in some part of the moisture control section for 10 to 20 days between July and October. Nevo soils have 25 to 33 percent clay in the particle-size control section. Olac soils have 60 to 75 percent rock fragments in the argillic horizon and do not have identifiable secondary carbonates. Old Camp soils average 27 to 35 percent clay in the particle-size control section and have 50 to 75 percent rock fragments most of which are cobbles and stones. Phliss soils average 50 to 70 percent rock fragments in the particle-size control section most of which are channers. Richinde are intermittently moist for 10 to 20 days cumulative from July through September due to convection storms. Rowel soils average 50 to 80 percent rock fragments in the particle-size control section most of which are cobbles, have argillic horizons with 40 to 55 percent clay, and are intermittently moist in some part of the moisture control section for 10 to 20 days cumulative between July and October. Soughe soils average 25 to 35 percent clay in the particle-size control section and do not have identifiable secondary carbonates. Stewval soils are intermittently moist in some part of the moisture control section for 10 to 20 days cumulative between July and October. Thike soils have 12 to 18 percent clay in the particle-size control section, have rock fragments of granite, and do not have identifiable secondary carbonates."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hooplite soils are on hills and mountains. They formed in residuum and colluvium derived from volcanic rocks. Slopes are 4 to 50 percent. Elevations range from 1,460 to 2,256 meters. The climate is cool-semiarid with cool, moist winters and warm, dry summers. The mean annual precipitation is 200 to 250 mm, the mean annual temperature is 7 to 9 degrees C, and the frost-free period is 90 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Jung, Stingdorn, and the competing Old Camp series. Jung soils have very gravelly clay textured Bt horizons. Stingdorn soils have an indurated duripan capping the bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; medium or high surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Hooplite soils are used for rangeland and wildlife habitat. The present vegetation is mainly black sagebrush, Indian ricegrass, bottlebrush squirreltail, Douglas rabbitbrush, and shadscale."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western and central Nevada. These soils are not extensive.  MLRAs 24, 27 and 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lander County, Nevada, South Part, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 10 cm (A and ABk horizons)\nArgillic horizon - The zone from 10 to 20 cm (Btk horizon).\nLithic contact - The boundary at 20 cm to underlying hard bedrock (R layer).\nParticle-size control section - The zone from the soil surface to 20 cm (A, ABk, and Btk horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
