{
  "SERIES": "HOPCO",
  "STATUS": "Established Series",
  "BYREV": "Rev. CMT-GLL-LCB",
  "REVDATE": "02/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, thermic Cumulic Epiaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hopco silty clay loam--pasture.\n(Colors are for moist soil unless otherwise stated.)\nA1--0 to 16 inches; very dark grayish brown (10YR 3/2) silty clay loam, grayish brown (10YR 5/2) dry; few medium faint very dark gray (10YR 3/1) mottles; moderate fine subangular blocky structure; hard, friable; sticky; many fine roots; few medium pores; moderately alkaline; clear wavy boundary.  (10 to 18 inches thick)\nA2--16 to 48 inches; very dark gray (10YR 3/1) silty clay loam,\ndark gray (10YR 4/1) dry; moderate fine subangular blocky structure; hard, friable; sticky; few fine roots; common fine pores; moderately alkaline; gradual boundary.  (14 to 34 inches thick)\nA3--48 to 60 inches; very dark gray (10YR 3/1) clay loam, dark\ngray (10YR 4/1) dry; common medium faint dark grayish brown (10YR 4/2) and few fine distinct yellowish brown mottles; moderate medium and coarse subangular blocky structure; very hard, firm; sticky; few fine roots; neutral; gradual boundary.  (0 to 30 inches thick)\nBw--60 to 80 inches; olive brown (2.5Y 4/4) clay loam; common\nmedium distinct gray (10YR 6/1) and dark grayish brown (10YR 4/2) and few fine faint olive yellow mottles; weak subangular blocky structure; very hard, firm; few black concretions; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hopkins County, Texas; from Federal Building in Sulphur Springs; 1.1 miles north on Church Street; 9.2 miles northwest on Farm Road 2285; 2.1 miles west on Farm Road 71; 60 feet south of road ditch."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is more than 80 inches.  The control section averages from 25 to 35 percent clay with less than 15 percent fine sand and coarser materials.  The reaction ranges from neutral to moderately alkaline and is noncalcareous throughout the control section.\nThe A horizon has colors with hue of 10YR or 2.5Y, value of 3, and chroma of 1 or 2.  Grayish or brownish mottles range from few to common, and some are distinct or prominent in the lower part.  Texture is silt loam, silty clay loam, or clay loam.\nThe Bw horizon has hue of 10YR or 2.5Y, value of 3 to 5, and chroma of 1 to 4.  Mottles in shades of gray, brown, or yellow range from few to common.  There are a few pitted concretions of calcium carbonate in the lower part of some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Lanton and Wynona series in the same family and the closely similar Balmorhea, Gowker, Gowton, Kanebreak, and Kossee series.  Lanton soils have cooler temperatures and are poorly drained.  Wynona soils are strongly acid to slightly acid throughout. Balmorhea soils are members of a calcareous class.  Gowker, Gowton, Kanebreak, and Kossee soils have fine-loamy control sections."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hopco soils are on nearly level flood plains.  The soils flood one to four times each year and are saturated for short periods.  Slope gradients are dominantly less than 1 percent, but range to 2 percent.  The soil formed in recent loamy alluvium.  Average annual precipitation is about 40 inches at the type location, mean annual temperature is about 65 degrees F., and Thornthwaite P-E index is about 66."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Kaufman and Nahatche series.  Kaufman soils have very fine-textured control sections with intersection slickensides.  Nahatche soils lack mollic epipedons and have fine-loamy control sections.  These soils are on flood plains.  Kaufman soils are on slightly lower positions.  Nahatche soils are on similar positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; slow runoff; moderately slow permeability.  These soils have an apparent water table at depths of 2 to 4 feet."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in pasture.  Pastures are commonly in bermudagrass, dallisgrass, and fescue.  Overstory vegetation includes pecan, black walnut, bois d'arc, water oak, and willow oak, and cottonwood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly in northeast Texas.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hopkins County, Texas; 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils have formerly been included in the Gowen series.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 60 inches.\nSeasonal water table immediately below the mollic epipedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
