{
  "SERIES": "HOPLEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. TJH",
  "REVDATE": "06/1999",
  "STATES": "MT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Typic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hopley loam - cultivated.  (Colors are of dry soil unless otherwise stated)\nAp--0 to 7 inches; dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; moderate medium granular structure; slightly hard, friable, nonsticky, nonplastic; neutral; clear smooth boundary.  (A1 horizon is 5 to 7 inches thick)\nB2--7 to 10 inches; grayish brown (10YR 5/2) heavy loam, very dark grayish brown (10YR 3/2) moist; moderate medium prismatic structure; hard, friable, slightly sticky, slightly plastic; patches of thin clay film on faces of peds; neutral; clear boundary.  (3 to 5 inches thick)\nB3--10 to 14 inches; grayish brown (10YR 5/2) loam, dark grayish brown (10YR 4/2) moist; weak coarse prismatic structure; hard, friable, nonsticky, slightly plastic; slightly effervescent; moderately alkaline (pH 8.2); gradual boundary.  (4 to 6 inches thick)\nCca--14 to 42 inches; light brownish gray (2.5Y 6/2) light loam, grayish brown (2.5Y 5/2) moist; massive; slightly hard, friable, nonsticky, slightly plastic; strongly effervescent, common filaments of lime; moderately alkaline (pH 8.2); clear boundary.  (28 to 42 inches thick)\nIIC2--42 to 54 inches; soft, calcareous sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Yellowstone County, Montana; 100 feet south and 20 feet east of NW corner of sec. 2, T.2S., R.24E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Volume of rock fragments in the 10 to 40 inch section ranges from 0 to 20 percent.  The mollic epipedon is 7 to 10 inches thick.  The noncalcareous part of the solum is 12 to 18 inches thick.  Hue is 10YR or 2.5Y throughout the soil.  The A1 horizon is loam or fine sandy loam with value of 3 or 4 dry, 2 or 3 moist, and chroma of 2 or 3.  The B2, B3, and Cca horizons are loam containing 10 to 18 percent clay and 15 to 35 percent coarser than very fine sand.  IIC horizons of soft sandstone, silty shale or gravelly sand occur below depths of 40 inches in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bitterroot, Panguitch, Relan, Tally, Vebar, and Victor series.  Bitterroot and Vebar soils have soft bedrock at depths of 20 to 40 inches.  Tally soils have more than 35 percent coarser than very fine sand in their control sections.  Panguitch soils are noncalcareous to depths of more than 18 inches and formed in alluvium of volcanic origin.  Relan soils have hue of 7.5YR or redder.  Victor soils have gravelly sand layers at depths of 20 to 30 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hopley soils are on nearly level to steep uplands and old terraces at elevations of 2,500 t0 4,000 feet.  The soils formed in calcareous loamy alluvium.  Average annual precipitation is 12 to 16 inches.  Mean annual temperature is 38 degrees to 45 degrees F.  Mean January temperature is 8 to 25 degrees F.  Mean July temperature is 60 degrees to 70 degrees F.  The frost-free period is 100 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "PRINCIPAL ASSOCIATED SOILS",
    "content": "PRINCIPAL ASSOCIATED SOILS:  These are the Castner, Lambert and Farland soils.  Castner soils have bedrock at depths of 10 to 20 inches.  Lambert and Farland soils have fine-silty control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; slow to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Hopley soils are used for dry farmed cropland and for rangeland.  Wheat, barley, and oats are the main crops.  Native vegetation is western wheatgrass, needle-and-thread, blue grama, prairie junegrass, and threadleaf sedge."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern and central Montana.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Yellowstone County, Montana, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Hopley soils were formerly classified as Chestnut soils.\nOSED scanned by SSQA.  Last revised by state on 12/72.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
