{
  "SERIES": "HORCHATA",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. AJM-CDH-WJG",
  "REVDATE": "12/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Ustic Calciargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Horchata very fine sandy loam - rangeland. (Colors are for dry soil unless otherwise noted.  When described on September 10, 2002, the soil was dry throughout.\nA--0 to 4 inches; brown (7.5YR 4/4) very fine sandy loam, dark brown (7.5YR 3/4) moist; weak fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common fine and common very fine roots; common fine and common very fine interstitial pores; slightly effervescent (1 percent calcium carbonate equivalent); moderately alkaline (pH 8.0); clear smooth boundary. (1 to 4 inches thick)\nBt--4 to 11 inches; brown (7.5YR 4/4) loam, dark brown (7.5YR 3/4) moist; weak medium prismatic structure parting to moderate medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; few fine and few very fine roots; few medium tubular and common very fine interstitial pores; common faint clay films on faces of peds; 1percent gravel; moderately alkaline (pH 8.0); gradual smooth boundary. (4 to 13 inches thick)\nBtk--11 to 17 inches; brown (7.5YR 5/4) sandy clay loam, brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few fine and few very fine roots; very few medium tubular pores; few faint clay films on ped faces; 10 percent gravel; strongly effervescent, secondary calcium carbonates segregated in common fine and medium irregularly shaped soft masses (17 percent calcium carbonate equivalent); moderately alkaline (pH 8.3); gradual wavy boundary. (6 to 15 inches thick)\nBk--17 to 28 inches; pink (7.5YR 7/3) very cobbly sandy loam, light brown (7.5YR 6/3) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few fine and few very fine roots; common fine interstitial pores; 25 percent gravel sized petronodes and 15 percent cobble sized petronodes; violently effervescent, matrix is impregnated with secondary calcium carbonate (32 percent calcium carbonate equivalent); moderately alkaline (pH 8.4); abrupt wavy boundary. (8 to 15 inches thick)\nR--28 to 38 inches; very strongly cemented sandstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Fe County, New Mexico; about 3 miles east of White Lakes; 1,530 feet west and 50 feet south of the northeast corner of Sec.11, T.11N., R.11E.; USGS White Lakes 7.5 minute topographic quadrangle; Latitude 35 degrees 12 minutes 5.2 seconds N and Longitude 105 degrees 44 minutes15.9 seconds W, NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soil moisture control section is intermittently moist in some part from July to October and December to March.  It is assumed to be dry in all parts for less than 75 percent of the time (cumulative), when the soil temperature at 20 inches is 41 degrees F. or higher.  The soils are driest in May and June.  The soil moisture regime is ustic aridic.\nMean annual soil temperature - 51 to 53 degrees F.\nDepth to bedrock - 20 to 40 inches to hard sandstone\nSilicate clay content, control section weighted average - 18 to 27 percent\nDepth to base of the argillic horizon - 13 to 30 inches\nDepth to the calcic horizon - 6 to 18 inches\nReaction - ranges from moderately alkaline in the surface to strongly alkaline in the subsoil and substratum\nA horizon\nHue: 7.5YR or 10YR\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 3 or 4, dry or moist\nRock fragments: 0 to 15 percent gravel\nBt horizon\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 3 or 4, dry or moist\nTexture: loam or silt loam\nRock fragments: 0 to 10 percent gravel\nBtk horizon\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 3 or 4, dry or moist\nTexture: loam, silt loam, gravelly loam, gravelly silt loam,\nCalcium carbonate equivalent: 10 to 20 percent\nRock fragments: 5 to 20 percent, mostly gravel\nReaction: moderately to strongly alkaline\nBk horizon\nValue: 6 or 7 dry, 5 or 6 moist\nChroma: 2 or 3, dry or moist\nTexture: gravelly sandy loam, very cobbly sandy loam\nCalcium carbonate equivalent: 15 to 35 percent\nRock fragments: total range is 25 to 45 percent\n20 to 30 percent gravel\n10 to 20 percent cobbles\nReaction: moderately to strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Alvey (UT), Barx (UT), Cabreros (NM), Cerrillos (NM), Clovis (NM), Fernando (NM), Flaco (NM), Maysdorf (WY), Millett (AZ), Palabria (NM), Progresso (CO), Sanostee (NM), Scholle (NM), Selpats (WY) Solirec (UT), Spenlo (UT), Threetop (WY), and Tuweep (AZ), and Wineg series.\nAlvey, Barx, Cerrillos, Clovis, Fernando, Hiland, Maysdorf, Millett, Palabria, Scholle, Selpats, Solirec, Spenlo, Tuweep and Wineg soils are deep or very deep.\nCabrero soils are moderately deep to monzonite bedrock and are deeper to secondary carbonates.\nFlaco and Tuweep soils are formed from volcanic material.\nMaysdorf, Selpats, and Threetop soils receive most of their summer precipitation in May and June. In addition, Maysdorf soils contain 15 percent or fewer secondary carbonates in the calcic horizon.\nMillett soil are gravelly throughout.\nProgresso and Sanostee soils are colder in winter and receive more precipitation in winter months."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Horchata soils are on interfluves of undulating plains and plateaus . They formed in eolian materialover residuum derived from sandstone and limestone.  Slopes range from 1 to 8 percent. Elevation ranges from 6,000 to 7,100 feet. The mean annual precipitation is 12 to 14 inches about half of which falls as rain from high intensity thunderstorms between July and October. The remainder falls as gentle rain or snow between December and mid-April. The mean annual temperature is 49 to 52 degrees F. The average frost-free period is 130 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Clovis and Kech soils. Clovis soils are very deep and occur on summits of undulating plateaus. Kech soils are shallow to bedrock and occur on adjacent shoulders."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; low runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Horchata soils are used for livestock grazing. Present vegetation is blue grama, galleta, mountain muhly, broom snakeweed, and oneseed juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Horchata soils are of small extent on the northeastern Estancia Basin part of the Mexican Highlands section of the Basin and Range physiographic province in northcentral New Mexico. The MLRA is 70C."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Santa Fe County, New Mexico; Santa Fe Area Soil Survey Update; 2003. Horchata is a coined name."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - surface to a depth of about 4 inches. (A horizon)\nArgillic horizon - 4 to about 17 inches. (Bt and Btk horizons)\nCalcic horizon - 11 to about 28 inches. (Btk and Bk horizons)\nLithic contact - 28 inches. (top of the R layer)\nClassified according to Keys to Soil Taxonomy Tenth Edition, 2006.\nADDITIONAL DATA: Calcium carbonate equivalence was determined using a field calcimeter.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
