{
  "SERIES": "HORNSBORO",
  "STATUS": "Established Series",
  "BYREV": "Rev. DGS:WES:DTA",
  "REVDATE": "12/2007",
  "STATES": "NC",
  "OVERVIEW": "The Hornsboro series consists of very deep, somewhat poorly drained, slowly permeable soils. These soils are on stream terraces within the Triassic Basin area of the southern Piedmont. They formed in alluvium. Slope ranges from 0 to 3 percent. The mean annual temperature is 61 degrees F., and the mean annual precipitation is 44 inches near the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Typic Natraqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hornsboro silt loam--cultivated. (Colors are for moist soil.)\nAp--0 to 6 inches; dark yellowish brown (10YR 4/4) silt loam; weak medium granular structure; friable; common very fine and few medium roots; neutral; abrupt smooth boundary. (3 to 10 inches thick)\nE--6 to 10 inches; yellowish brown (10YR 5/4) loam; weak medium subangular blocky structure; friable; few fine roots; few fine distinct light brownish gray (10YR 6/2) iron depletions; slightly alkaline; clear smooth boundary. (0 to 5 inches thick)\nBtg--10 to 24 inches; light brownish gray (2.5Y 6/2) clay; weak medium prismatic parting to moderate medium subangular blocky structure; firm; sticky, plastic; common fine roots; common distinct clay films on faces of peds; many medium prominent yellowish brown (10YR 5/6) masses of iron accumulation; moderately alkaline; gradual smooth boundary. (10 to 56 inches thick)\nBt1--24 to 37 inches; yellowish brown (10YR 5/4), yellowish brown (10YR 5/6), and gray (N 6/0) clay; weak medium prismatic parting to moderate medium subangular blocky structure; firm; sticky, plastic; few fine roots; common distinct clay films on faces of peds; the areas with gray colors are iron depletions and the areas with brown colors are iron accumulations; moderately alkaline; gradual smooth boundary.\nBt2--37 to 52 inches; yellowish brown (10YR 5/4) clay; moderate medium prismatic parting to moderate medium subangular blocky structure; firm; sticky, very plastic; few fine roots; common distinct clay films on faces of peds; few fine rounded manganese concretions; few calcium carbonate concretions 0.25 to 1 inch in diameter; common medium distinct gray (10YR 6/1) iron depletions and common medium faint brownish yellow (10YR 6/8) masses of iron accumulation; moderately alkaline; gradual smooth boundary. (Combined thickness of the Bt horizon is 4 to 50 inches)\nB'tg--52 to 62 inches; gray (10YR 6/1) clay; weak medium subangular blocky structure; firm; sticky, very plastic; few fine roots; common distinct clay films on faces of peds; few calcium carbonate concretions 0.25 to 1 inch in diameter; few rounded quartz gravel; common fine prominent yellowish brown (10YR 5/8) masses of iron accumulation; moderately alkaline; gradual smooth boundary. (0 to 30 inches thick)\nBC--62 to 70 inches; gray (10YR 6/1) and yellowish brown (10YR 5/6) sandy clay loam; weak medium subangular blocky structure; friable; slightly sticky, slightly plastic; 5 percent by volume rounded quartz gravel; the areas with gray colors are iron depletions and the areas with brown colors are iron accumulations; moderately alkaline; gradual smooth boundary. (0 to 26 inches thick)\n2C--70 to 80 inches; light gray (10YR 7/1), yellowish brown (10YR 5/8), and brown (7.5YR 4/4) fine sandy loam; massive; friable; the areas with gray colors are iron depletions and the areas with brown colors are iron accumulations; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Anson County, North Carolina; 3.0 miles west of Wadesboro on North Carolina Highway 742; 1.0 mile north on Secondary Road 1642; 1000 feet east on farm road; 500 feet southeast of corner of woods; and 2000 feet west of Gould's Fork Creek. USGS Ansonville topographic quadrangle; lat. 35 degrees, 4 minutes, 45 seconds N and long. 80 degrees, 6 minutes, 48 seconds W. Elevation is 245 feet."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Hornsboro soils have solum thickness of 40 to more than 60 inches. Depth to bedrock is more than 60 inches. The soil is very strongly acid to moderately alkaline in the A and E horizons, very strongly acid to moderately alkaline in the Btg, Bt, and B'tg horizons and slightly acid to moderately alkaline throughout the rest of the profile. Content of rounded quartz gravel ranges from 0 to 5 percent by volume in the A, BE, BA, Btg, Bt, and B'tg horizons and from 0 to 35 percent in the BC, BCg, C, Cg or 2C horizons. A few calcium carbonate concretions are in the Btb, Bt, B'tg, BC, BCg, Cg, or C horizons in some pedons. Soluble salts are present in the Btg, Bt, B'tg, and BC horizons. Highest exchangeable sodium levels are found in the Btg and Bt horizons and decreases with depth.\nThe A or Ap horizon has hue of 10YR, 2.5Y, or is neutral, value of 2 to 5, and chroma of 1 to 4. It is loam, silt loam, very fine sandy loam, fine sandy loam, or sandy loam.\nThe E horizon has hue of 10YR to 5Y, value of 5 to 7, and chroma of 3 or 4. Iron depletions with chroma of 2 or less may be present. It is loam, silt loam, very fine sandy loam, fine sandy loam, or sandy loam.\nThe Eg horizon, if it occurs, has hue of 10YR to 5Y, value of 5 to 7, and chroma of 1 or 2. It is loam, silt loam, very fine sandy loam, fine sandy loam, or sandy loam.  Iron concentrations in shades of yellow, brown, or red may be present.\nThe BE or BA horizon, if it occurs, has hue of 10YR to 5Y, value of 5 to 7, and chroma of 3 to 8. Iron concentrations in shades of yellow, brown, or red and iron depletions in shades of gray or yellow may be present. Texture is sandy clay loam, silty clay loam, loam, or silt loam.\nThe BEg or BAg horizon, if it occurs, has hue of 10YR to 5Y, value of 5 to 7, and chroma of 1 or 2. Iron concentrations in shades of yellow, brown, or red may be present. Texture is sandy clay loam, silty clay loam, loam, or silt loam.\nThe Btg horizon has hue of 10YR to 5Y or is neutral, value of 5 to 7, and chroma of 1 or 2. Iron concentrations in shades of yellow, brown, or red are present in most pedons. Texture is clay, clay loam, sandy clay, silty clay loam, or silty clay.\nThe Bt horizon has hue of 10YR to 5Y, value of 5 to 7, and chroma of 3 to 8 or is mottled in shades of gray, yellow, brown, or red. Iron concentrations in shades of yellow, brown, or red and iron depletions in shades of gray or yellow are present in most pedons. Texture is clay, clay loam, sandy clay, silty clay loam, or silty clay.\nThe B'tg horizon has hue of 10YR to 5Y or is neutral, value of 5 to 7, and chroma of 1 or 2. Iron concentrations in shades of yellow, brown, or red are present in most pedons. Texture is clay, clay loam, sandy clay, silty clay loam, or silty clay.\nThe BC has hue of 10YR to 5Y, value of 4 to 7, and chroma of 3 to 6, or is mottled in shades of gray, yellow, brown, or red. Iron concentrations in shades of yellow, brown, or red and iron depletions in shades of gray or yellow are present in most pedons. Texture is sandy clay, silty clay loam, silty clay, loam, clay loam, sandy clay loam, or fine sandy loam in the fine-earth fraction.\nThe BCg or 2BCg horizon, if it occurs, has hue of 10YR to 5Y or is neutral, value of 4 to 7, and chroma of 1 or 2. Iron concentrations in shades of yellow, brown, or red are present in most pedons. Texture is sandy clay, silty clay loam, silty clay, loam, clay loam, sandy clay loam, or fine sandy loam in the fine-earth fraction.\nThe C or 2C horizon, has hue of 10YR to 5Y, value of 5 to 7, and chroma of 3 to 8. Iron concentrations in shades of yellow, brown, or red and iron depletions in shades of gray or yellow are present in most pedons. Texture is variable.\nThe Cg or 2Cg horizon, if it occurs, has hue of 10YR to 5Y or is neutral, value of 5 to 7, and chroma of 1 or 2. Iron concentrations in shades of yellow, brown, or red are present in most pedons. Texture is variable."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Hornsboro soils are nearly level and are on stream terraces within the Triassic Basin of the Southern Piedmont. Slopes range from 0 to 3 percent. The soil formed in alluvium. The mean annual temperature ranges from 59 to 61 degrees F., and mean annual precipitation ranges from 43 to 49 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Altavista, Augusta, Chewacla, Roanoke, Tetotum, Wahee, and Wickham series. The moderately well drained Altavista and Tetotum soils have a loamy subsoil and are on slightly higher areas. The Augusta soils have a loamy subsoil and are on similar landscape positions. The Chewacla soils have a loamy subsoil and are on nearby flood plains. The poorly drained Roanoke soils are on slightly lower areas. The Wahee soils are on similar landscapes but lack the soluble salts. The well drained Wickham soils have a loamy subsoil and are on knolls and slightly higher areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained; slow runoff; slow\npermeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Some areas of this soil are used for crops and pasture. The remaining acreage is in forest of hardwoods and pine. Native species include loblolly pine, sweetgum, willow oak, southern red oak, white oak, water oak, black gum, red maple, and yellow-poplar. Understory species include greenbrier, flowering dogwood, switch cane, honeysuckle, and American holly."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Piedmont of North Carolina and possibly Virginia. The series has small extent. Known areas of this series are on stream terraces adjacent to streams that dissect Triassic Basins in North Carolina."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Stokes County, North Carolina; 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Hornsboro soils were formerly included with the Wahee series. Wahee soils do not have less than 35 percent base saturation at 50 inches below the upper boundary of the Bt horizon and also lack the presence of soluble salts.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the soil surface to a depth of 10 inches. (Ap and E horizons)\nArgillic horizon - the zone from 10 to 62 inches below the surface. (Btg, Bt1, Bt2, and B'tg horizons)\nNatric horizon - the zone from 10 to 62 inches below the surface. (Btg, Bt1, Bt2, and B'tg horizons)\nADDITIONAL DATA:\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nNC0250 HORNSBORO   0 - 3   57- 61  152-218  43- 48   180- 850\nSOI-5  FloodL  FloodH   Watertable   Kind    Months  Bedrock Hardness\nNC0250 NONE    RARE      1.0-1.5    APPARENT NOV-MAY  >60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nNC0250  0-10  SL FSL                  0-  0  93-100  8-20   5- 20\nNC0250  0-10  L SIL VFSL              0-  0  93-100  8-20   5- 20\nNC0250 10-62  C SIC SICL              0-  0  93-100 35-60  15- 40\nNC0250 62-70  SCL CL GR-SCL           0-  0  57-100 22-40  10- 25\nNC0250 70-80  VAR                      -       -      -      -\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nNC0250  0-10  4.5- 7.8  1.-4.  0- 0   2.0- 6.0  LOW\nNC0250  0-10  4.5- 7.8  1.-4.  0- 0   0.6- 2.0  LOW\nNC0250 10-62  4.5- 8.4  .5-1.  0- 0  0.06- 0.2  HIGH\nNC0250 62-70  6.1- 8.4  0.-.5  0- 0   0.2- 0.6  MODERATE\nNC0250 70-80     -        -     -        -\nNational Cooperative Soil Survey\nU.S.A."
  }
}
