{
  "SERIES": "HORNER",
  "STATUS": "Established Series",
  "BYREV": "Rev. BAL/PDC/WWJ",
  "REVDATE": "08/2012",
  "STATES": "AZ",
  "OVERVIEW": "The Horner series consists of very deep, somewhat excessively drained soils that formed in sandy alluvium.  These soils are on floodplains and have slopes of 0 to 3 percent.  The mean annual precipitation is about 13 inches and the mean annual air temperature is about 62 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, thermic Ustic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Horner loamy sand - wildlife habitat.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 6 inches; light brown (7.5YR 6/4) sand, brown (7.5YR 4/4) moist; weak medium and coarse subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine roots; few fine and medium tubular pores; slightly effervescent; moderately alkaline (pH 8.2); clear smooth boundary.  (2 to 8 inches thick)\nC1--6 to 14 inches; brown (7.5YR 5/4) fine sandy loam, brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and common fine and medium roots; common fine and medium tubular pores; slightly effervescent; moderately alkaline (pH 8.4); abrupt smooth boundary.  (0 to 9 inches thick)\nC2--14 to 20 inches; pink (7.5YR 7/4) sand, brown (7.5YR 5/4) moist; single grain; loose, nonsticky and nonplastic; common very fine through coarse roots; few fine and medium tubular pores; noneffervescent; moderately alkaline (pH 8.0); clear wavy boundary.  (4 to 10 inches thick)\nC3--20 to 24 inches; light brown (7.5YR 6/4) sand, brown (7.5YR 4/4) moist; single grain; loose, nonsticky and nonplastic; common very fine and few coarse roots; few fine and medium tubular pores; slightly effervescent; moderately alkaline (pH 8.0); clear wavy boundary.  (3 to 10 inches thick)\nC4--24 to 32 inches; brown (7.5YR 5/4) sand, brown (7.5YR 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine through coarse roots; few fine and medium tubular pores; slightly effervescent; moderately alkaline (pH 8.2); clear wavy boundary.  (6 to 10 inches thick)\nC5--32 to 50 inches; light brown (7.5YR 6/4) sand, brown (7.5YR 5/4) moist; single grain; loose, nonsticky and nonplastic; many medium and coarse and common fine roots; few fine and medium tubular pores; noneffervescent; moderately alkaline (pH 8.4); abrupt wavy boundary.  (16 to 20 inches thick)\nC6--50 to 60 inches; light brown (7.5YR 6/4) extremely gravelly coarse sand, brown (7.5YR 5/4) moist; single grain; loose, nonsticky and nonplastic; common medium and coarse roots; many very fine irregular pores; 65 percent gravel; slightly effervescent; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Yavapai County, Arizona; located about 1,600 feet south and 190 feet east of the northwest corner of section 27, T. 13 N., R. 5 E.; 34 degrees, 29 minutes, 31.1 seconds north latitude and 111 degrees, 49 minutes, 11.7 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  Intermittently moist in some part of the soil moisture control section during July-September and December-February.  Driest during May and June.  Ustic aridic soil moisture regime.\nSoil temperature:  62 to 65 degrees F.\nClay content:  Averages 1 to 5 percent in the particle size control section\nRock fragments:  Averages 0 to 35 percent in the particle size control section; any one horizon may exceed 35 percent\nA horizon\nHue:  7.5YR, 10YR\nValue:  4 through 6 dry, 3 through 5 moist\nChroma:  3 or 4, dry or moist\nOrganic matter:  0.5 to 1 percent\nReaction:  slightly to moderately alkaline\nEffervescence:  noneffervescent through violently effervescent\nCalcium carbonate equivalent:  0 to 5 percent\nC horizons\nHue:  7.5YR, 10YR\nValue:  4 through 6, dry or moist\nChroma:  3 or 4, dry or moist\nOrganic matter:  0.1 to 1.0 percent\nReaction:  slightly alkaline through strongly alkaline\nEffervescence:  noneffervescent through violently effervescent\nCalcium carbonate equivalent:  0 to 5 percent\nTexture:  fine sand, sand, loamy sand, coarse sand, loamy coarse sand, sandy loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cowan (AZ) and Minneosa (NM) series. Cowan soils have hues that are dominantly 5YR and redder.  Minneosa soils have mean annual soil temperature of 60 to 62 degrees F. In addition, Minneosa soils are in LRR-G and are more moist in May and June"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Horner soils are on floodplains and have slopes of 0 to 3 percent.  These soils formed in sandy alluvium.  Elevations range from 2,900 to 4,000 feet.  The mean annual precipitation ranges from 12 to 14 inches.  The mean annual air temperature ranges from 60 to 63 degrees F.  The frost-free period is 180 to 220 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bodecker and Riveroad soils.  Bodecker soils are sandy-skeletal and Riveroad soils are fine-silty."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; very slow runoff; moderately rapid permeability.  Horner soils are subject to flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Horner soils are used for wildlife habitat, pasture and urban land.  The present vegetation is mesquite, cottonwood, and spike dropseed.  Most areas are pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Arizona.  This series is of small extent. This soil occurs in LRR-D, MLRAs 38 and 41.  The name is derived from nearby Horner Mountain."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Yavapai County, Arizona; Soil survey of Black Hills-Sedona Area, Arizona, Parts of Coconino and Yavapai Counties; 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 6 inches (A horizon)\nEntisol feature - The absence of diagnostic subsurface horizons\nFluvial feature - Irregular decrease in organic carbon in the zone from 6 to 60 inches (C1, C2, C3, C4, C5 horizons)\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy Eleventh Edition, 2010\nRevised for the correlation of Black Hills-Sedona, AZ, August 2012, CEM\nNational Cooperative Soil Survey\nU.S.A."
  }
}
