{
  "SERIES": "HORSEMOUNTAIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. JMS/KDS/RLB",
  "REVDATE": "08/2006",
  "STATES": "UT",
  "OVERVIEW": "The Horsemountain series consists of shallow over lime cemented hardpan, well drained, moderately permeable soils formed in alluvium derived from sedimentary rocks.  Horsemountain soils are on fan remnants. Slopes are 2 to 15 percent.  The mean annual precipitation is about 10 inches and the mean annual temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic, shallow Ustalfic Petrocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Horsemountain fine sandy loam, 2 to 15 percent slopes -- rangeland. (Colors are for air-dry soil unless otherwise stated).\nA--0 to 4 inches; light brown (7.5YR 6/4) fine sandy loam, brown (7.5YR 4/3) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; common very fine, fine, medium and coarse roots; many very fine interstitial and tubular pores; 3 percent gravel, 1 percent cobbles; noneffervescent; slightly alkaline (pH 7.5); abrupt wavy boundary. (1 to 5 inches thick)\nBt--4 to 7 inches; light reddish brown (5YR 6/4) loam, reddish brown (5YR 4/4) moist; moderate medium and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine, medium and coarse roots; common very fine, fine, medium tubular pores; common thin clay films on faces of peds; 8 percent gravel, 1 percent cobbles; very slightly effervescent, carbonates are disseminated; slightly alkaline (pH 7.8); clear wavy boundary. (4 to 10 inches thick)\nBtk--7 to 14 inches; light reddish brown (5YR 6/4) gravelly fine sandy loam, reddish brown (5YR 5/4) moist; moderate medium and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine, medium and coarse roots; common very fine, fine, medium tubular pores; few to common thin clay films on faces of peds; 15 percent gravel, 2 percent cobbles; strongly effervescent with carbonates in the interior of the peds as common fine veins; moderately alkaline (pH 8.0); clear wavy boundary. (4 to 11 inches thick)\nBkm--14 to 19 inches; indurated petrocalcic layer of strongly effervescent, calcium carbonate cemented, extremely gravelly soil materials with a 0.5 to 1 inch thick laminar cap; root penetration is inhibited except through a few vertical fractures; strongly to violently effervescent; moderately alkaline (pH 8.4).  clear wavy boundary. (8 to 30 inches thick)\nBk1--19 to 32 inches; yellow (10YR 7/6) very gravelly fine sandy loam, yellowish brown (10YR 5/4) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine, few fine and medium roots; many very fine interstitial and common very fine and fine tubular pores; 50 percent gravels, 7 percent cobbles, 1 percent stones; violently effervescent, carbonates are disseminated and segregated as moderately thick coatings on rock fragments; moderately alkaline (pH 8.3); clear wavy boundary. (7 to 13 inches thick)\nBk2--32 to 61 inches; light reddish brown (2.5YR 7/4) extremely gravelly loamy fine sand, light reddish brown (2.5YR 6/4) moist; single grained; loose, loose, nonsticky and nonplastic; common very fine, few fine and medium roots; many very fine and few fine interstitial pores; 60 percent gravels, 10 percent cobbles, 1 percent stones; violently effervescent, carbonates are segregated as (1 to 3 mm) moderately thick coatings on rock fragments; moderately alkaline (pH 8.2); abrupt wavy boundary. (10 to 29 inches thick)\nBk3--61 to 69 inches; pink (7.5YR 7/4) gravelly fine sandy loam, brown (7.5YR 5/4) moist; single grain; slightly hard, very friable, slightly sticky and slightly plastic; common very fine, few fine and medium roots; many very fine interstitial and common very fine tubular pores; 30 percent gravels, 2 percent cobbles; strongly effervescent, carbonates are segregated as 1 mm thick coatings on rock fragments; moderately alkaline (pH 8.1)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kane County, Utah; about 3 miles southeast of Cannonville; 400 feet east 500 feet south of the northwest corner of sec. 8, T. 38S., R. 2W., SLBM; Cannonville, Utah USGS quadrangle; 37 degrees, 31 minutes, 14 seconds north latitude and 112 degrees, 2 minutes, 15 seconds west longitude; NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Ustic aridic moisture regime\nMean annual soil temperature: 47 to 52 degrees F.\nDepth to calcic horizon: 7 to 20 inches\nDepth to petrocalcic horizon: 10 to 20 inches\nParticle-size control section: 18 to 27 percent clay\nRock fragments: 15 to 35 percent subrounded rock fragments\nA horizon:\nHue: 5YR, 7.5YR or 10YR\nValue: 4 to 6 dry and moist\nChroma: 2 to 4 dry and moist\nClay content: 5 to 20 percent\nRock fragments: 0 to 15 percent sandstone and quartzite gravel\nReaction: neutral or slightly alkaline\nBt horizon:\nHue: 5YR or 7.5YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 4 to 6 dry or moist\nClay content: 18 to 30 percent\nRock fragments: 0 to 15 percent sandstone and quartzite gravel\nReaction: neutral or slightly alkaline\nBtk horizon:\nHue: 5YR or 7.5YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 4 to 6 dry and moist\nTexture: gravelly fine sandy loam or gravelly sandy clay loam\nClay content: 18 to 30 percent\nRock fragments: 15 to 30 percent sandstone and quartzite gravel\nReaction: slightly alkaline or moderately alkaline\nBkm horizon:\nValue: 5 to 7 dry, 4 to 6 moist\nChroma: 3 or 4 dry and moist\nSoil texture after mixing pan material is extremely gravelly loamy sand or fine sandy loam soil material in pockets\nRock fragments: 15 to 75 percent sandstone and quartzite gravel\nBk horizons:\nHue: 2.5YR to 10YR\nValue: 7 or 8 dry, 5 to 7 moist\nChroma: 4 to 6 moist\nTexture: extremely gravelly, gravelly fine sandy loam or loamy fine sand\nClay content: 4 to 18 percent\nRock fragments: 15 to 75 percent sandstone and quartzite gravel and\ncobbles\nReaction: moderately alkaline or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: alluvium derived from sedimentary rocks\nLandform: fan remnants and terraces\nSlopes: 2 to 15 percent\nElevation: 4,900 to 6,000 feet\nMean annual precipitation: 9 to 12 inches\nMean annual air temperature: 45 to 52 degrees F.\nFrost-free period: 120 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Abracon, Clapper and Paradox soils.  The Abracon soils are very deep and do not have argillic horizons.  The Clapper soils are loamy-skeletal and very deep.  The Paradox soils are very deep and do not have petrocalcic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; low runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for rangeland.  Potential vegetation consists of Utah Juniper, pinyon pine, Wyoming big sagebrush, bitterbrush, mountain mahogany, Indian ricegrass, galleta, bottlebrush squirreltail and needleandthread.  These soils have been correlated to the Semidesert Shallow Loam range site."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Utah; MLRA 35. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kane County, Grand Staircase-Escalante National Monument soil survey area, 2004.  The name comes from a geographic name in the soil survey area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nParticle-size control section: The zone from 4 to 14 inches. (Bt and Btk horizons)\nOchric epipedon: The zone from the soil surface to a depth of 5 inches. (A horizon)\nArgillic horizon: The zone from 4 to 14 inches. (Bt and Btk horizons)\nCalcic horizon: The zone from 19 to 69 inches. (Bk horizons)\nPetrocalcic horizon: The zone from 14 to 19 inches. (Bkm horizon)\nThe CEC activity class was inferred from laboratory data in the Grand Staircase-Escalante National Monument soil survey area.\nClassified according to Soil Taxonomy Second Edition, 1999.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
