{
  "SERIES": "HORSEPRAIRIE",
  "STATUS": "Established Series",
  "BYREV": "Rev. MHF/CDJ/RWL",
  "REVDATE": "06/2011",
  "STATES": "OR",
  "OVERVIEW": "The Horseprairie series consists of very deep, well drained soils formed in marine deposits. Horseprairie soils are on broad tops and side slopes of marine terraces. Slopes are 0 to 30 percent. The mean annual precipitation is about 80 inches and the mean annual temperature is about 51 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, isotic, isomesic Andic Humudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Horseprairie silt loam - woodland, on a 6 percent west-facing slope at 215 feet elevation. (When described on September 19, 1991 the soil profile was moist throughout. Colors are for moist soil unless otherwise noted.)\nOi--0 to 2 inches; slightly decomposed needles, leaves, twigs, and woody materials.\nA1--2 to 11 inches; very dark brown (10YR 2/2) silt loam, dark grayish brown (10YR 4/2) dry; weak very fine granular structure; slightly hard, friable, nonsticky and nonplastic, weakly smeary; many very fine and fine, and common medium roots; many very fine and fine irregular pores; 5 percent (2 to 5 mm) concretions, 10 percent paragravel, and 5 percent gravel; moderately acid (pH 5.8); clear smooth boundary.\nA2--11 to 20 inches; very dark grayish brown (10YR 3/2) silt loam, brown (10YR 4/3) dry; weak fine granular structure; slightly hard, friable, nonsticky and nonplastic, weakly smeary; many very fine and fine, and common medium roots; many fine and very fine tubular pores; 5 percent (2 to 5 mm) concretions, 10 percent paragravel, and 5 percent gravel; moderately acid (pH 5.7); clear smooth boundary. (Combined thickness of the A horizon ranges from 11 to 22 inches)\nBw1--20 to 31 inches; dark brown (10YR 3/3) silty clay loam, brown (10YR 5/3) dry; moderate very fine and fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic, weakly smeary; many very fine and fine, and common medium roots; many fine and very fine tubular pores; 10 percent (2 to 5 mm) concretions and 10 percent paragravel; strongly acid (pH 5.5); clear smooth boundary.\nBw2--31 to 50 inches; brown (10YR 4/3) silty clay loam, yellowish brown (10YR 5/4) dry; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic, weakly smeary; common fine and medium, and few coarse roots; many fine and very fine tubular pores; 10 percent (2 to 5 mm) concretions and 10 percent paragravel; moderately acid (pH 5.6); gradual smooth boundary.\nBw3--50 to 63 inches; dark yellowish brown (10YR 4/4) silty clay loam, light yellowish brown (10YR 6/4) dry; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic, weakly smeary; common fine and medium, and few coarse roots; many fine and very fine tubular pores; 10 percent (2 to 5 mm) concretions and 10 percent soft rock fragments; moderately acid (pH 5.6); gradual smooth boundary. (Combined thickness of the Bw horizon ranges from 35 to 53 inches)\nC--63 to 74 inches; yellowish brown (10YR 5/4) silty clay loam, very pale brown (10YR 7/4) dry; massive; slightly hard, friable, slightly sticky and slightly plastic, weakly smeary; few fine, medium, and coarse roots; common fine and very fine tubular pores; 10 percent (2 to 5 mm) concretions; moderately acid (pH 5.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Curry County, Oregon; located about 330 feet north and 1,200 feet east of the southwest corner of section 27, T. 31 S., R. 15 W. (Latitude 42 degrees, 51 minutes, 16 seconds N., Longitude 124 degrees, 28 minutes, 03 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 51 to 54 degrees F. The difference between mean summer and mean winter soil temperature varies from 5 to 9 degrees F. The soils are usually moist but are dry for less than 45 consecutive days in all parts between depths of 4 and 12 inches in the four months following the summer solstice. The particle-size control section contains 18 to 35 percent clay, and has 0 to 10 percent gravel and 0 to 20 percent (2-5 mm) concretions. Depth to bedrock is greater than 60 inches. The umbric epipedon is 20 to 40 inches thick and includes part of the Bw horizon. Andic properties, when present, do not extend below a depth of 14 inches.\nThe A horizon has value of 2 or 3 moist, 3 or 4 dry and chroma of 2 or 3 moist and dry. Texture is silt loam, medial loam or loam with 10 to 18 percent clay. It has ammonium acetate extractable Al plus  Fe of 1.0 to 3.0 percent, moist bulk density of 0.75 to 1.0 g/cc, and phosphate retention of more than 85 percent.  It has 0 to 5 percent (2 to 5 mm) concretions, 0 to 15 percent paragravel, and 0 to 5 percent gravel greater than 5 mm in size. Organic matter is 5 to 10 percent.\nThe Bw horizon has value of 3 or 4 moist, 5 or 6 dry and chroma of 2 or 3 moist and 3 through 6 dry. Texture is silty clay loam, loam, or clay loam with 18 to 35 percent clay. It has 0 to 20 percent (2 to 5 mm) concretions, 0 to 20 percent paragravel, and 0 to 10 percent gravel greater than 5 mm in size. Soil reaction is strongly acid to slightly acid. Organic matter is 2 to 5 percent. It has acid-oxalate extractable aluminum plus one-half iron of 1.0 to 2.0 percent and moist bulk density of 0.90 to 1.20 g/cc.\nThe C horizon, when present, has value of 4 to 6 moist, 5 to 7 dry and chroma of 4 to 6 moist and dry. Texture is silty clay loam, loam, or clay loam with 18 to 35 percent clay. It has 0 to 20 (2 to 5 mm) concretions, 0 to 10 percent paragravel, and 0 to 10 percent gravel greater than 5 mm in size. Soil reaction is strongly acid to slightly acid.\nThe 2C horizon, when present, has variable colored grains. Texture is loamy sand or sandy loam with 2 to 10 percent clay. Soil reaction is strongly acid to slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Condorbridge, Grassyknob, Reedsport, Skipanon, and Svensen series. Condorbridge soils have an umbric epipedon 10 to 20 inches thick.  Grassyknob and Reedsport soils are 20 to 40 inches deep to a bedrock contact. In addition, Grassyknob soils have an umbric epipedon 10 to 20 inches thick and Reedsport soils have a paralithic bedrock contact. Skipanon and Svensen soils are 40 to 60 inches deep to a bedrock contact, and have an umbric epipedon 10 to 20 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Horseprairie soils are on broad tops and side slopes of marine terraces. Slopes are 0 to 30 percent. The soils formed in marine sediments. Elevation is 100 to 400 feet. The climate is humid, characterized by cool, wet winters and cool, moist summers with fog. A strong marine influence limits the diurnal and annual range of temperature. The mean annual precipitation is 70 to 100 inches. The mean annual temperature is 49 to 53 degrees F. The frost-free period is 180 to 300 days. Horseprairie soils are on the Pioneer geomorphic surface."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bandon, Bullards, Cunniff, Ferrelo, Grindbrook, Hebo, Joeney, and Wadecreek soils. Bandon, Bullards, Ferrelo, Grindbrook, Hebo, and Wadecreek soils occur on marine terraces. Bandon and Bullards soils have spodic horizons and are coarse-loamy. Ferrelo soils have an umbric epipedon 10 to 20 inches thick and are coarse-loamy. Grindbrook and Wadecreek soils are moderately well drained. Hebo soils are poorly drained. Cunniff and Joeney soils occur on adjacent higher dissected marine terraces. Cunniff soils have an argillic horizon. Joeney soils have a spodic horizon, are 10 to 20 inches deep to an ortstein layer, and are poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for homesites, timber production, pasture, recreation, and wildlife habitat. Native vegetation is Sitka spruce, Douglas-fir, grand fir, Port Orford cedar, western hemlock, red alder, red elderberry, salmonberry, evergreen huckleberry, salal, western swordfern, Pacific rhododendron, sweetscented bedstraw, and evergreen violet."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Pleistocene marine terraces in western Oregon; MLRA 4A. The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Curry County, Oregon, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nUmbric epipedon - from 2 to 31 inches (A1, A2, Bw1 horizons).\nCambic horizon - from 31 to 63 inches (Bw2, Bw3 horizons).\nAndic feature - from 2 to 20 inches (A1 and A2 horizons) and not meeting andic soil property criteria based on Alox +  Feox between 1.0 and 2.0 percent (lab data).\nA proposal was submitted to NSSC (2000) to revise the definition of medial to also include those soil properties qualifying for the Andic subgroup under criteria #1 for andic soil properties. If accepted, medial modifiers would be used for those horizons meeting the andic subgroup criteria although not always meeting andic soil properties."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Partial laboratory data available for pedon 89P 199, samples #89P1207-1210 from Curry County, Oregon sampled by NSSL, Lincoln, NE - 12/89."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--0 to 2 inches; slightly decomposed needles, leaves, twigs, and woody materials."
      },
      {
        "name": "A1",
        "top": 5,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "weak very fine granular",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--2 to 11 inches; very dark brown (10YR 2/2) silt loam, dark grayish brown (10YR 4/2) dry; weak very fine granular structure; slightly hard, friable, nonsticky and nonplastic, weakly smeary; many very fine and fine, and common medium roots; many very fine and fine irregular pores; 5 percent (2 to 5 mm) concretions, 10 percent paragravel, and 5 percent gravel; moderately acid (pH 5.8); clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 28,
        "bottom": 51,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "weak fine granular",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 5.7,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--11 to 20 inches; very dark grayish brown (10YR 3/2) silt loam, brown (10YR 4/3) dry; weak fine granular structure; slightly hard, friable, nonsticky and nonplastic, weakly smeary; many very fine and fine, and common medium roots; many fine and very fine tubular pores; 5 percent (2 to 5 mm) concretions, 10 percent paragravel, and 5 percent gravel; moderately acid (pH 5.7); clear smooth boundary. (Combined thickness of the A horizon ranges from 11 to 22 inches)"
      },
      {
        "name": "Bw1",
        "top": 51,
        "bottom": 79,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "structure": "moderate very fine and fine subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 5.5,
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--20 to 31 inches; dark brown (10YR 3/3) silty clay loam, brown (10YR 5/3) dry; moderate very fine and fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic, weakly smeary; many very fine and fine, and common medium roots; many fine and very fine tubular pores; 10 percent (2 to 5 mm) concretions and 10 percent paragravel; strongly acid (pH 5.5); clear smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 79,
        "bottom": 127,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "structure": "moderate fine subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 5.6,
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw2--31 to 50 inches; brown (10YR 4/3) silty clay loam, yellowish brown (10YR 5/4) dry; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic, weakly smeary; common fine and medium, and few coarse roots; many fine and very fine tubular pores; 10 percent (2 to 5 mm) concretions and 10 percent paragravel; moderately acid (pH 5.6); gradual smooth boundary."
      },
      {
        "name": "Bw3",
        "top": 127,
        "bottom": 160,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 5.6,
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw3--50 to 63 inches; dark yellowish brown (10YR 4/4) silty clay loam, light yellowish brown (10YR 6/4) dry; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic, weakly smeary; common fine and medium, and few coarse roots; many fine and very fine tubular pores; 10 percent (2 to 5 mm) concretions and 10 percent soft rock fragments; moderately acid (pH 5.6); gradual smooth boundary. (Combined thickness of the Bw horizon ranges from 35 to 53 inches)"
      },
      {
        "name": "C",
        "top": 160,
        "bottom": 188,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 5.6,
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--63 to 74 inches; yellowish brown (10YR 5/4) silty clay loam, very pale brown (10YR 7/4) dry; massive; slightly hard, friable, slightly sticky and slightly plastic, weakly smeary; few fine, medium, and coarse roots; common fine and very fine tubular pores; 10 percent (2 to 5 mm) concretions; moderately acid (pH 5.6)."
      }
    ]
  ]
}
