{
  "SERIES": "HORSENECK",
  "STATUS": "Established Series",
  "BYREV": "EM-RKS-SMF",
  "REVDATE": "07/2007",
  "STATES": "NJ",
  "OVERVIEW": "The Horseneck series consists of very deep, moderately well drained soils formed in glaciofluvial deposits derived primarily from granitic materials on outwash plains, deltas, and lake basins. Slope ranges from 0 to 15 percent. Permeability is moderate or moderately rapid in the solum and moderately rapid to very rapid in the substratum. Mean annual temperature is about 54 degrees F, and the mean annual precipitation is about 43 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Oxyaquic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Horseneck sandy loam - 1 percent slope under deciduous trees at an elevation of approximately 170 feet. (Colors are for moist soil unless indicated otherwise.)\nA -- 0 to 2 inches; very dark brown (10YR 2/2) sandy loam; weak fine granular structure; very friable; very strongly acid; clear wavy boundary.\nBw1 -- 2 to 14 inches; brown (10YR 4/3) sandy loam; weak medium subangular blocky structure; friable; very strongly acid; clear wavy boundary.\nBw2 -- 14 to 22 inches; light olive brown (2.5Y 5/4) sandy loam; moderate medium subangular blocky structure; friable; slightly acid; clear wavy boundary.\nBC1 -- 22 to 27 inches; light olive brown (2.5Y 5/4) loamy sand; weak medium subangular blocky structure; very friable; few coarse faint light yellowish brown (2.5Y 6/3) iron depletions and few fine prominent strong brown (7.5YR 4/6) masses of iron accumulation; slightly acid; clear wavy boundary.\nBC2 -- 27 to 44 inches; light olive brown (2.5Y 5/3) loamy sand to sand; massive structure; friable; few medium distinct dark yellowish brown (10YR 4/6) masses of iron accumulation; slightly acid; clear wavy boundary.\nC -- 44 to 65 inches; strong brown (7.5YR 4/6) loamy sand; massive structure; few medium prominent light olive brown (2.5Y 5/3) iron depletions; friable; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Essex County, New Jersey; town of West Caldwell, Hatfield Swamp; 3100 feet southwest of the intersection of Passaic Ave. and Bloomfield Ave., 2400 feet south on power line access road past the intersection with Kirkpatrick Lane, and 200 feet west of power line access road. USGS Caldwell quadrangle; latitude 40 degrees 50 minutes 44 seconds N., and longitude 74 degrees 18 minutes 23 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 30 to 48 inches. Depth to bedrock is greater than 60 inches. Coarse fragments, primarily gravel, range from 0 to 35 percent in the A and B horizons, and from 0 to 50 percent in the C horizon. Depth to redoximorphic features commonly ranges from 18 to 40 inches, but low chroma depletions are below 24 inches.\nSome pedons have a thin Oi horizon present.\nThe A or Ap horizons have hue of 7.5YR to 2.5Y, value of 2 to 4, and chroma of 1 to 6. Texture is loam, fine sandy loam, or sandy loam. Structure is weak to moderate granular, and consistence is friable or very friable. Reaction ranges from extremely acid to moderately acid.\nSome pedons may have AB or BA horizons.\nThe Bw horizons have hue of 7.5YR to 2.5Y, value of 3 to 5 and chroma of 3 to 6. It has few to many redoximorphic features between 18 and 40 inches, but low chroma depletions are below 24 inches. Texture is fine sandy loam or sandy loam. Structure is weak to moderate subangular blocky, and consistence is friable or very friable. Reaction ranges from extremely acid to slightly acid.\nThe BC horizons have hue of 7.5YR to 2.5Y, value of 3 to 5 and chroma of 3 to 6, with common or many redoximorphic features. Texture is loamy sand or sand. Structure is weak subangular blocky or massive, and consistence is friable or very friable. Reaction ranges from very strongly acid to slightly acid.\nThe C horizons have hue of 7.5YR to 2.5Y, value of 4 to 7, chroma of 2 to 6, with common or many redoximorphic features. Texture is loamy sand or sand. Strata of loamy fine sand, sandy loam, or fine sandy loam may be present in some pedons. Reaction ranges from very strongly acid to slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Amostown, Bernardston, Broadbrook, Nantucket, Paxton, and Wethersfield series. Amostown soils formed in lacustrine sediments that are silt or very fine sand the lower solum and substratum. Bernardston, Broadbrook, Nantucket, Paxton, and Wethersfield soils are 20 to 40 inches deep to a densic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Horseneck soils are nearly level to gently sloping soils on outwash plains, deltaic deposits, and in glacial lake basins on higher elevations. Slope ranges from 0 to 15 percent. The soils formed in water sorted glacial materials dominated by granitic gneiss, with some basalt and red sandstone and shale. The mean annual temperature is from 45 to 54 degrees F, and the mean annual precipitation is from 40 to 48 inches. The frost-free period is 140 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include well drained Riverhead soils, somewhat poorly drained Pompton soils, and poorly drained Preakness soils, which comprise a drainage topo-sequence with Horseneck. Parsippany, Passaic, and Great Piece soils are poorly drained soils found at lower elevations in glacial lake basins. Boonton, Haledon and Rockaway are soils formed in till on nearby uplands."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. Runoff is low to medium. Permeability is moderate or moderately rapid in the solum and rapid or very rapid in the substratum. The ground water table is within 40 inches of the surface in late winter and early spring and following extended periods of significant rainfall."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used as woodland, residential or industrial development. A small percentage of the area is left in farmland. Native vegetation is birch, oak, maple and sweetgum; cropland areas are corn and vegetable production."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Glaciofluvial landforms in Northern New Jersey, possibly eastern New York, Long Island and southern New England; MLRA 144A. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Essex County, New Jersey, 1999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The diagnostic horizons and other features recognized in this pedon are:\n1) Ochric epipedon - the zone from 0 to 2 inches (A horizon).\n2) Cambic horizon - the zone from 2 to 22 inches (Bw horizons).\n3) Oxyaquic subgroup - redoximorphic features as evidence of saturation in the zone from 22 to 27 inches (BC1 horizon).\nHorseneck is proposed to fill a gap in the Riverhead-Pompton-Preakness drainage topo-sequence in an area generally west of the Hudson River in the southern portion of MLRA 144A. The name is a historical reference to a section of western Essex County renowned for its land ownership disputes in the 1700's.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A -- 0 to 2 inches; very dark brown (10YR 2/2) sandy loam; weak fine granular structure; very friable; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Bw1",
        "top": 5,
        "bottom": 36,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1 -- 2 to 14 inches; brown (10YR 4/3) sandy loam; weak medium subangular blocky structure; friable; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 36,
        "bottom": 56,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2 -- 14 to 22 inches; light olive brown (2.5Y 5/4) sandy loam; moderate medium subangular blocky structure; friable; slightly acid; clear wavy boundary."
      },
      {
        "name": "BC1",
        "top": 56,
        "bottom": 69,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BC1 -- 22 to 27 inches; light olive brown (2.5Y 5/4) loamy sand; weak medium subangular blocky structure; very friable; few coarse faint light yellowish brown (2.5Y 6/3) iron depletions and few fine prominent strong brown (7.5YR 4/6) masses of iron accumulation; slightly acid; clear wavy boundary."
      },
      {
        "name": "BC2",
        "top": 69,
        "bottom": 112,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BC2 -- 27 to 44 inches; light olive brown (2.5Y 5/3) loamy sand to sand; massive structure; friable; few medium distinct dark yellowish brown (10YR 4/6) masses of iron accumulation; slightly acid; clear wavy boundary."
      },
      {
        "name": "C",
        "top": 112,
        "bottom": 165,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loamy sand",
        "pH_class": "slightly acid",
        "narrative": "C -- 44 to 65 inches; strong brown (7.5YR 4/6) loamy sand; massive structure; few medium prominent light olive brown (2.5Y 5/3) iron depletions; friable; slightly acid."
      }
    ]
  ]
}
