{
  "SERIES": "HORSECREEK",
  "STATUS": "Established Series",
  "BYREV": "Rev. TAD-KLG-RLT",
  "REVDATE": "05/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, mesic Mollic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Horsecreek silt loam, on a floodplain, in a pasture at an elevation of 1039 feet.(Colors are for moist soil unless otherwise stated)\nAp--0 to 9 inches; dark brown (10YR 3/3) rubbed, silt loam, brown (10YR 5/3), rubbed, dry; weak very fine subangular blocky and moderate fine granular structure; friable; common fine roots; neutral (pH 7.0); gradual smooth boundary. (7 to 9 inches thick)\nA--9 to 19 inches; brown (10YR 4/3) rubbed, silt loam, pale brown (10YR 6/3), rubbed, dry; weak very fine subangular blocky and moderate fine subangular blocky structure; friable; common fine roots; neutral (pH 7.0); clear smooth boundary. (0 to 11 inches thick)\nBt1--19 to 28 inches; brown (10YR 4/3) silt loam; moderate very fine subangular blocky structure; friable; common fine roots; many faint dark brown (10YR 3/3) organic coats on faces of peds and common distinct clay films on faces of peds and in pores; 2 percent chert gravel; neutral (pH 6.8); clear smooth boundary.\nBt2--28 to 39 inches; brown (7.5YR 4/3) silt loam; moderate very fine subangular blocky structure; friable; common fine roots; common faint brown (10YR 4/3) clay films on faces of peds and in pores; neutral (pH 6.8); gradual smooth boundary.\nBt3--39 to 51 inches; brown (7.5YR 4/3) silty clay loam; moderate fine subangular blocky structure; firm; common fine roots; common fine yellowish brown (10YR 5/6) masses of iron accumulation; common faint brown (10YR 4/3) clay films on faces of peds and in pores; neutral (pH 6.9); clear smooth boundary.\nBt4--51 to 60 inches; brown (7.5YR 4/4) silty clay loam; moderate fine and medium subangular blocky structure; common medium light yellowish brown (10YR 6/4) masses of iron accumulation; common distinct brown (10YR 4/3) clay films on faces of peds and in pores; few fine black masses of iron and manganese accumulation; neutral (pH 6.8). (Combined thickness of the Bt horizon is from 54 to 74 inches.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Stone County, Missouri about 1/2 mile northeast of Jamesville. 971 feet north and 450 feet west of the southeast corner of section 8, T. 26 N., R. 22 W.; Highlandville, Missouri USGS Quadrangle; UTM Zone: 15 UTM Easting 468275m. UTM Northing 4090970m."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to Bedrock: more than 80 inches\nDepth to Bt: 6 to 32 inches\nA or Ap horizon\nHue: 7.5YR or 10YR\nValue: 3\nChroma: 2 or 3\nFine-earth: silt loam\nTotal rock fragments: 0 to 3 percent gravel\nReaction: neutral to moderately acid\nA2, BA, or AB horizon (where present)\nHue: 10YR\nValue: 4 or 5\nChroma: 3 or 4\nFine-earth: silt loam\nTotal rock fragments: 0 to 5 percent gravel\nReaction: neutral to moderately acid\nBt horizon\nHue: 7.5YR or 10YR\nValue: 3 to 6\nChroma: 3 to 6\nFine-earth: silt loam, silty clay loam, or clay loam\nTotal rock fragments: 0 to 10 percent gravel\nReaction: neutral to strongly acid\n2Bt horizon (where present)\nHue: 10YR\nValue: 4 or 5\nChroma: 3 or 4\nFine-earth: silt loam, loam, clay loam, fine sandy loam, or sandy loam\nTotal rock fragments: 0 to 5 percent gravel\nReaction: slightly acid\nC horizon (where present)\nHue: 7.5YR or 10YR\nValue: 4 or 6\nChroma: 3 or 4\nFine-earth: silt loam, loam, or fine sandy loam\nTotal rock fragments: 0 to 5 percent\nReaction: neutral or slightly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Ashton series.  Ashton soils have the base of the argillic horizon (solum thickness) ranging from 40 to 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Horsecreek soils are on flood plains and stream terraces. Slopes range from 0 to 5 percent. They formed in alluvium derived from loess mixed with residuum from sedimentary rocks. The mean annual precipitation ranges from about 30 to 45 inches.  The mean annual temperature ranges from 54 to 58 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bearthicket, Cedargap, Hepler, Jamesfin, Pinerun, Secesh, Sturkie, and Verdigris series. Bearthicket soils have a lower base saturation and are on similar landscape positions. Cedargap and Pinerun soils have more than 35 percent rock fragments in the control section and are at lower elevations. Hepler soils are somewhat poorly drained and are on similar landscapes. Jamesfin soils do not have an argillic horizon and are on lower elevations. Sturkie and Verdigris soils have a mollic epipedon more than 24 inches thick, do not have an argillic horizon, and are slightly lower in the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is negligible or low. Permeability is moderate. Flooding is none to occasional.  Some pedons have an apparent water table below 40 inches in wet years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Nearly all areas are used for growing cultivated crops and pasture.  Crops include corn, soybeans, small grains, truck crops, and hay.  Native vegetation is mostly oaks, maples, elms, sycamore, poplars, black gum, shagbark hickory, and ash with grass and forbes understory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Ozark region (MLRAs 116A and 116B) of southern Missouri and possibly northern Arkansas and southeast Kansas. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Polk County, Missouri, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were previously included with the Ashton series in mapping.\nDiagnostic horizons and features are as follows:\nOchric epipedon - 0 to 19 inches (A1 and A2 horizons).\nMollic subgroup feature - mollic color less than 10 inches thick (A1 horizon)\nArgillic horizon - 19 to 60 inches (Bt horizons).\nADDITIONAL DATA: Pedon site ID is 92MO209160. University of Missouri soil characterization lab number is M9220929.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
