{
  "SERIES": "HORSETRACK",
  "STATUS": "Established Series",
  "BYREV": "Rev. BKP/JBF",
  "REVDATE": "11/2016",
  "STATES": "NV",
  "OVERVIEW": "The Horsetrack series consists of very shallow and shallow, well drained soils that formed in residuum derived from welded tuff. Horsetrack soils are on mountain summits, shoulders, and upper convex backslopes. Slopes are 8 to 50 percent. The mean annual precipitation is about 450 mm and the mean annual temperature is about 5 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Aridic Lithic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Horsetrack very gravelly sandy clay loam--rangeland. (Colors are for dry soil unless otherwise noted.) The soil surface is partially covered with approximately 65 percent gravel and 15 percent cobbles. Lithology of the fragments is welded tuff.\nA--0 to 5 cm; brown (10YR 5/3) very gravelly sandy clay loam, dark brown (10YR 3/3) moist; moderate thick platy; slightly hard, very friable, slightly sticky and slightly plastic; few very fine and fine roots; few very fine interstitial pores; 35 percent gravel and 5 percent cobbles; slightly acid (pH 6.5); abrupt smooth boundary.  (4 to 6 cm thick)\nBt--5 to 20 cm; brown (10YR 5/3) very gravelly sandy clay loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; moderately hard, very friable, moderately sticky and slightly plastic; few very fine and fine roots; common very fine interstitial pores; common faint clay films lining pores and on rock fragments; 30 percent gravel and 10 percent cobbles; moderately acid (pH 5.9); abrupt wavy boundary. (13 to 30 cm thick)\nR--20 cm; indurated welded tuff."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: White Pine County, Nevada; 819 meters east and 53 meters south of the northwest corner of sec.7, T.12N., R.59E.; USGS Horse Track Spring 7.5 minute topographic quadrangle; latitude 38 degrees 55 minutes 19.2 seconds N and longitude 115 degrees 22 minutes 54.3 seconds W; WGS84 Decimal Degrees 38.9220139 latitude, -115.3817528 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in winter and spring, dry in all parts for significant periods in summer and fall; aridic bordering on xeric soil moisture regime.\nMean annual soil temperature: 6 to 7 degrees C.\nMollic epipedon thickness: 18 to 36 cm, includes the entire argillic horizon.\nArgillic horizon thickness: 14 to 32 cm.\nDepth to bedrock: 18 to 36 cm.\nMineralogy: 5 to 20 percent volcanic glass.\nParticle-size control section - Clay content: 27 to 35 percent.\nRock fragment content: 35 to 60 percent.\nA horizon\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nOrganic matter: 1 to 3 percent.\nReaction: Slightly acid or neutral.\nBt horizon\nHue: 10YR or 7.5YR.\nValue: 4 or 5 dry.\nTexture: Sandy clay loam or clay loam\nTexture modifiers: Very gravelly or very cobbly.\nReaction: Moderately acid or slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Anaud, Cleavage, Cleavmor, Cropper, Gaciba, Granquin, Grosschat, Mascamp, Pernty, Shalper, Slatter, and Tractuff series.\nAnaud, Cleavage, Cleavmor, Cropper, Mascamp, and Pernty soils are 36 to 50 cm to a lithic contact.  Gaciba, Grosschat, Shalper, Slatter, and Tractuff soils average less than 27 percent clay in the particle-size control section. Granquin soils are intermittently moist for 10 to 20 days cumulative from July through September due to convection storms."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Horsetrack soils are on summits, shoulders, and upper convex backslopes of mountains. These soils formed in colluvium and residuum derived from welded tuff. Slopes are 8 to 50 percent. Elevations are 2,440 to 3,050 meters. The climate is dry-subhumid with cool moist winters and warm dry summers. The mean annual precipitation is 400 to 500 mm, mean annual temperature is 4 to 6 degrees C, and the frost-free period is 40 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Mattier, Segura, and Luset series. Mattier soils average 20 to 27 percent clay in the particle-size control section. Segura soils average less than 35 percent rock fragments in the particle-size control section. Luset soils are deep to bedrock and have 40 to 50 cm thick mollic epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained;  moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Horsetrack soils are used for livestock grazing and wildlife habitat. The potential native vegetation is mainly bluebunch wheatgrass, pricklypear, and low sagebrush. This pedon is correlated to Ecological Site R28BY034NV, Mountain Ridge 12-14 P.Z."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: East central Nevada. These soils are moderately extensive. MLRA 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: White Pine County, Humboldt-Toiyabe National Forest, South Part, Nevada, 2013. The name is coined from the quadrangle where it is proposed."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 20 cm (A and Bt horizons).\nArgillic horizon - The zone from 5 to 20 cm (Bt horizon).\nLithic contact - The layer at 20 cm (R layer).\nParticle-size control section - The zone from the surface to 20 cm (Bt horizon).\nClassification was updated to 11th edition on 07/2011 changed Lithic Argixerolls to Aridic Lithic Argixerolls.\nADDITIONAL DATA: User Pedon ID: 10NV778222-BKP\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "very gravelly",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 5 cm; brown (10YR 5/3) very gravelly sandy clay loam, dark brown (10YR 3/3) moist; moderate thick platy; slightly hard, very friable, slightly sticky and slightly plastic; few very fine and fine roots; few very fine interstitial pores; 35 percent gravel and 5 percent cobbles; slightly acid (pH 6.5); abrupt smooth boundary.  (4 to 6 cm thick)"
      },
      {
        "name": "Bt",
        "top": 5,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "very gravelly",
        "pH": 5.9,
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt--5 to 20 cm; brown (10YR 5/3) very gravelly sandy clay loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; moderately hard, very friable, moderately sticky and slightly plastic; few very fine and fine roots; common very fine interstitial pores; common faint clay films lining pores and on rock fragments; 30 percent gravel and 10 percent cobbles; moderately acid (pH 5.9); abrupt wavy boundary. (13 to 30 cm thick)"
      },
      {
        "name": "R",
        "top": 20,
        "narrative": "R--20 cm; indurated welded tuff."
      }
    ]
  ]
}
