{
  "SERIES": "HORTONVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. HFG-AAC",
  "REVDATE": "12/2010",
  "STATES": "WI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Haplic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hortonville fine sandy loam - on a west-facing 2 percent slope in an alfalfa-red clover field at an elevation of about 268 meters (880 feet) above mean sea level.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 23 cm (0 to 9 inches); dark grayish brown (10YR 4/2) fine sandy loam, light brownish gray (10YR 6/2) dry; weak fine subangular blocky structure; friable; common fine roots; about 6 percent gravel; slightly acid; abrupt smooth boundary.  [ 15 to 23 cm (6 to 9 inches) thick]\nB/E--23 to 31 cm (9 to 12 inches); about 75 percent brown (7.5YR 4/4) sandy clay loam (Bt); strong fine and medium subangular blocky structure; firm; common faint dark brown (7.5YR 3/4) clay films on faces of peds; penetrated by tongues of brown (10YR 5/3) fine sandy loam (E), light gray (10YR 7/2) dry; weak medium platy structure; friable; common fine roots; few worm holes and casts in upper 3 to 5 cm (1 to 2 inches); about 1 percent gravel;  slightly acid; clear wavy boundary. [Glossic horizon - 5 to 48 cm (2 to 19 inches) thick]\nBt1--31 to 41 cm (12 to 16 inches); reddish brown (5YR 4/4) clay loam; weak coarse prismatic structure parting to strong fine angular blocky; firm; common fine roots; many faint reddish brown (5YR 4/3) clay films on faces of peds; few light gray (10YR 7/2) dry, coatings on vertical faces of prisms; about 1 percent gravel; neutral; clear wavy boundary.\nBt2--41 to 56 cm (16 to 22 inches); reddish brown (5YR 4/4) clay loam; weak coarse prismatic structure parting to strong fine angular blocky; firm; common fine roots; many faint reddish brown (5YR 4/3) clay films on faces of peds; about 5 percent gravel; slightly alkaline; clear wavy boundary.\nBt3--56 to 71 cm ( 22 to 28 inches); reddish brown (5YR 4/4) loam; moderate medium subangular blocky structure; firm; common fine roots; few faint reddish brown (5YR 4/3) clay films mainly on vertical faces of peds; about 12 percent gravel and 2 percent cobbles; slightly alkaline; clear wavy boundary.  [Combined thickness of the Bt horizons ranges from 20 to 76 cm (8 to 30 inches).]\nC--71 to 152 cm (28 to 60 inches); reddish brown (5YR 4/4) fine sandy loam; massive; firm; few fine roots; about 10 percent gravel and 2 percent cobbles; slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Waupaca County, Wisconsin; about 1.5 miles south and 2 miles west of Weyauwega; 2580 feet south and 1080 feet west of the northeast corner of sec. 18, T. 21 N., R. 13 E.; USGS Weyauwega, Wisconsin topographic quadrangle;I  lat. 44 degrees 17 minutes 37 seconds N., and long. 88 degrees 57 minutes 56 seconds W., NAD 27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 51 to 102 cm (20 to 40 inches)\nDepth to carbonates: 51 to 102 cm (20 to 40 inches)\nThickness of the loess mantle: less than 30 cm (12 inches)\nClay content in the particle-size control sectin: averages from 27 to 35 percent but ranges from 20 to 40 percent in the in individual subhorizons of the argillic.\nVolume of gravel: 1 to 15 percent throughout\nVolume of cobbles: 0 to 5 percent throughout\nReaction: moderately acid or slightly acid in the surface layer and upper subsoil but ranges to slightly alkaline, where the soil is limed, and ranges from moderately acid to slightly alkaline in the lower part of the subsoil and is slightly alkaline or moderately alkaline in the substratum.\nCalcium carbonate equivalent: 5 to 40 percent in the substratum\nAp horizon:\nHue: 7.5YR or 10YR\nValue: 3 or 4, dry value exceeds 5.5\nChroma: 2 or 3\nTexture: silt loam, loam, or fine sandy loam\nA horizon [3 to 13 cm (1 to 5 inches) thick]:\nHue: 7.5YR or 10YR\nValue:  2 or 3\nChroma: 1 or 2\nTexture: silt loam, loam, or fine sandy loam.\nE horizon (where present):\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 2 or 3, colors of 4/3 and 5/3 have dry value of 7 or more\nTexture: fine sandy loam, loam, or silt loam.\nE/B or B/E or 2E/B or 2B/E glossic horizon:\nE part:\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 2 or 3, colors of 4/3 and 5/3 have dry value of 7 or more\nTexture: fine sandy loam or loam\nBt part:\nHue: 5YR or 7.5YR\nValue: 3 to 6\nChroma: 4 to 6\nTexture: silty clay loam with more than 15 percent sand or clay loam but is sandy clay loam in some pedons\nBt or 2Bt horizon:\nHue: 2.5YR, 5YR or 7.5YR\nValue: 3 to 6\nChroma: 4 to 6\nTexture: clay loam or silty clay loam with more than 15 percent sand but grades to loam or fine sandy loam in the lower part in most pedons\nC horizon:\nHue: 5YR or 7.5YR\nValue: 4 or 5\nChroma: 4 to 6\nTexture: fine sandy loam or loam\nCalcium carbonate equivalent: 15 to 40 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Guelph, and Waymor series.  Guelph soils have hues yellower than 5YR throughout the argillic horizon.   Waymor soils average 18 to 27 percent clay in the particle size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hortonville soils are on drumlins and ground moraines. Slope ranges from 1 to 35 percent.  Hortonville soils formed mostly in calcareous loamy till of late Wisconsinan Age.  Mean annual precipitation ranges from 710 to 840 mm (28 to 33 inches).  Mean annual air temperature ranges from 8.3 to 10.0 degrees C (46 to 50 degrees F).  The frost free period ranges from about 135 to 155 days.  Elevation ranges from 213 to 305 meters (700 feet to 1000 feet)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are mainly the Symco and Kewaunee soils.  The somewhat poorly drained Symco soils form a drainage sequence with the Hortonville soils.  Kewaunee soils are nearby on landscape positions similar to those of Hortonville soils where there is more clay in the soil."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained.  The potential for surface runoff ranges from medium to very high. saturated hydraulic conductivity is moderately high (1.41 to 4.23 micrometers per second). Permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for cropland.  Common crops are corn, small grain, and hay.  A few areas are used for pastureland or woodland.  Native vegetation is mixed hardwood forest.  Common trees are American basswood, sugar maple, northern red oak, and yellow birch."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East-central Wisconsin.  Hortonville soils are of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Outagamie County, Wisconsin, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Hortonville soils were formerly included with the Kewaunee series.\nA new series is needed for 1,755 acres correlated  as Hortonville, limestone substratum in Outagamie County (limestone at 40 to 60 inches).\nIn Winnebago County, there are 28,568 acres correlated as a Taxadjunt to the Hortonville series because they do not have a glossic horizon.  It appears they classify as fine-loamy, mixed, active, mesic Typic Hapludalfs.  They do not fit any existing series.  A new series is needed.\n10/04  The difference in concept between Hortonville and Waymor is unclear. It appears that, at the time of mapping, the concept was that Hortonville had more clay than Waymor in the lower subsoil and in the substratum. However, numerous field descriptions and limited lab data do not show a significant mutually exclusive difference. This revision differentiates the two soils based on the weighted average clay content in the particle-size control section (18-27% for Waymor and 27-35% for Hortonville). The limited lab data available supports this. However, field descriptions do not entirely support this separation. For example, the typical pedon for Waymor in Kewaunee County has textures of silty clay loam and clay loam in the argillic horizon. If the textures are correct, this pedon would average more than 27 percent clay in the argillic. Additional study of these two soils is needed to determine if they can be separated and on what criteria.\nDiagnostic horizons and features recognized in this pedon are:  ochric epipedon - 0 to 23 cm (0 to 9 inches) (Ap); glossic horizon - 23 to 31 cm (9 to 12 inches) (B/E); argillic horizon - 23 to 71 cm (9 to 28 inches) (B/E, Bt1, Bt2, Bt3); haplic feature - glossic horizon less than 51 cm (20 inches) thick.\nADDITIONAL DATA: Refer to soil survey sample number S78WI-135-003 for NSSL data on the typical pedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
