{
  "SERIES": "HOSKAY",
  "STATUS": "Established Series",
  "BYREV": "Rev. JVC/RJA/LWH/CDH/DKR/WWJ",
  "REVDATE": "08/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, mesic Vertic Natrigypsids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hoskay channery loam -- on a plane to slightly convex tread of a fan terrace sloping 4 percent to the northwest at 5,000 feet elevation -- rangeland.  (Colors are for dry soil unless otherwise noted.  When described, the soil was dry throughout.)\nA--0 to 2 inches; light yellowish brown (10YR 6/4) channery loam, dark yellowish brown (10YR 4/4) moist; moderate thick platy structure parting to moderate very fine granular; soft, very friable, slightly sticky and slightly plastic; few fine and common very fine roots; common very fine discontinuous tubular pores; 15 percent channers and 5 percent gravel; strongly effervescent; moderately alkaline (pH 8.0); clear smooth boundary.  (1 to 4 inches thick)\nBtkn--2 to 6 inches; yellowish brown (10YR 5/4) clay loam, dark yellowish brown (10YR 4/4) moist; weak medium prismatic structure ; hard, firm, sticky and plastic; few medium and fine and common very fine roots; common very fine continuous tubular pores and few planar voids; common thin clay films on faces of peds and lining pores; 5 percent gravel; strongly effervescent, secondary calcium carbonates in few fine irregularly shaped accumulations on faces of peds and on undersides of rock fragments; strongly alkaline (pH 8.6); clear smooth boundary.  (4 to 13 inches thick)\nBtkyn--6 to 14 inches; light yellowish brown (10YR 6/4) clay, yellowish brown (10YR 5/4) moist; moderate medium prismatic structure parting to moderate coarse subangular blocky; hard, firm, sticky and plastic; common fine and very fine roots; few very fine continuous tubular pores and few planar voids; few thin clay films on faces of peds and lining pores; 5 percent channers and 5 percent gravel; secondary fine sand-sized gypsum crystals segregated as few fine irregularly shaped accumulations on faces of peds and lining pores; strongly effervescent, secondary calcium carbonates in few fine irregularly shaped accumulations on faces of peds and on undersides of rock fragments; moderately alkaline (pH 8.4); abrupt wavy boundary.  (5 to 10 inches thick)\nByk1--14 to 21 inches; light gray (10YR 7/2) parachannery gypsiferous clay loam, light yellowish brown (10YR 6/4) moist; moderate coarse subangular blocky structure; hard, firm, sticky and plastic; few fine and common very fine roots; few very fine continuous tubular pores; 10 percent soft sandstone fragments; 5 percent channers and 5 percent gravel; secondary fine sand-sized gypsum crystals segregated as many fine and medium irregularly shaped accumulations on faces of peds and in pores; strongly effervescent, secondary calcium carbonates in few medium irregularly shaped accumulations on faces of peds and on rock fragments; slightly alkaline (pH 7.6); clear smooth boundary.  (6 to 13 inches thick)\nByk2--21 to 27 inches; pale brown (10YR 6/3) parachannery gypsiferous clay loam, brown (10YR 5/3) moist; moderate coarse subangular blocky structure; slightly hard, friable, sticky and plastic; few fine and common very fine roots; few very fine continuous tubular pores; 15 percent soft sandstone fragments; 5 percent channers and 5 percent gravel; secondary fine and medium sand- sized gypsum crystals segregated as common medium irregularly shaped accumulations on faces of peds and few accumulations in pores; slightly effervescent, secondary calcium carbonates in few medium irregularly shaped accumulations on faces of peds and on rock fragments; slightly alkaline (pH 7.6); clear wavy boundary.  (6 to 17 inches thick)\nByk3--27 to 39 inches; pale brown (10YR 6/3) channery  clay loam, brown (10YR 5/3) moist; weak coarse subangular blocky structure; hard, firm, sticky and plastic; few fine and common very fine roots; few very fine discontinuous tubular pores; 20 percent soft sandstone fragments; 10 percent channers and 10 percent gravel; secondary medium sand-sized gypsum crystals segregated as few fine and medium irregularly shaped accumulations on faces of peds and on rock fragments; slightly effervescent, secondary calcium carbonates in very few medium irregularly shaped accumulations on faces of peds and on rock fragments; moderately alkaline (pH 8.2); abrupt irregular boundary.  (9 to 17 inches thick)\nByss--39 to 65 inches; light yellowish brown (2.5Y 6/4) and gray (10YR 6/1)  silty clay, light olive brown (2.5Y 5/4) and gray (10YR 5/1) moist; weak very coarse subangular blocky structure; very hard, very firm, sticky and plastic; few very fine roots; few large krotovinas; 5 percent soft shale fragments; few slickensides; few 0.5 inch wide angled cracks; few coarse sand and fine pebble-sized primary gypsum (selenite) crystals throughout matrix; slightly effervescent; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Juan County, New Mexico; on the Navajo Indian Reservation about 18 miles northwest of Shiprock and one mile south of the Colorado-New Mexico state line; 2,150 feet east and 100 feet north of the southwest corner of sec. 13, T.32N., R.20W; Latitude 36 degrees 58 minutes 50 seconds N and Longitude 108 degrees 54 minutes 33 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Typically, the soil moisture control section (SMCS) is intermittently moist in some part from July to October and December to March. The SMCS is assumed to be dry in all parts greater than 75 percent of the time (cumulative), when the soil temperature at 20 inches is 41 degrees F. or higher. Typic aridic moisture regime.\nSoil temperature - 54 to 57 degrees F.\nDepth to base of Natric horizon and top of Gypsic horizon - 10 to 25 inches\nCalcium carbonate equivalent, less than 2mm: 5 to 10 percent\nA or E horizon - Hue: 7.5YR or 10YR.\nValue: 4 or 5 moist.\nChroma: 3 or 4.\nSalinity, mmhos/cm: 2 to 4.\nSodicity, SAR: 0 to 5.\nRock fragments: 10 to 15 percent channers, 5 to 10 percent gravel.\nBtkn horizon - 7.5YR or 10YR.\nValue: 5 or 6 dry, 4 or 5 moist.\nChroma: 3 or 4.\nTexture: clay loam or clay.\nClay content: 35 to 50 percent.\nSalinity, mmhos/cm: 2 to 4.\nSodicity, SAR: 13 to 30.\nRock fragments: 0 to 5 channers, 0 to 5 gravel\nBtkyn horizon - 7.5YR or 10YR.\nValue: 4 or 5 moist.\nChroma: 3 or 4.\nTexture:  clay loam or clay.\nClay content: 35 to 50 percent.\nSalinity, mmhos/cm: 4 to 8.\nSodicity, SAR: 13 to 30.\nReaction: moderately to strongly alkaline.\nRock fragments: 0 to 5 percent channers, 0 to 5 percent gravel.\nGypsum content: 5 to 10 percent as secondary crystals\nByk1 and Byk2 horizons - Value: 6 to 8 dry, 5 or 6 moist.\nChroma: 2 through 4.\nTexture: gypsiferous clay loam, gypsiferous sandy clay loam, or gypsiferous loam.\nClay content: 20 to 35 percent.\nSalinity, mmhos/cm: 8 to 16.\nSodicity, SAR: 5 to 30.\nReaction: mildly to moderately alkaline.\nRock fragments: 5 to 10 percent channers, 0 to 5 percent gravel.\nGypsum content: 15 to 25 percent as secondary crystals.\nOther features: 0 to 20 percent soft, shale or sandstone fragments.\nByk3 and Byss horizons - Hue: 10YR or 2.5Y.\nValue: 5 or 6 dry, 4 or 5 moist.\nChroma: 1 through 4.\nTexture: stratified channery sandy clay loam to silty clay.\nClay content: 30 to 50 percent.\nSalinity, mmhos/cm: 8 to 16.\nSodicity, SAR: 5 to 30.\nRock fragments: Total range is 0 to 20 percent.\n0 to 10 percent channers.\n0 to 10 percent gravel.\nGypsum content: 5 to 10 percent as small secondary crystals and larger primary selenite.\nCracking - few to common, 5 to 15 mm wide, through a thickness greater than 30 cm.\nSlickensides - few small surfaces are present in horizons more than 15 cm thick having texture of gypsiferous silty clay\nOther features: 0 to 20 percent soft, shale or sandstone fragments; some pedons have up to 35 percent rock fragments in thin subhorizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hoskay soils are on treads of fan terraces.  They formed in alluvium derived from Cretaceous shale, sandstone, and dolomitic limestone.  Slopes are 1 to 10 percent.  Elevation ranges from 4,800 to 5,100 feet.  The mean annual precipitation is 5 to 8 inches with 35 to 60 percent falling as rain from high-intensity thunderstorms between July and September.  The mean annual temperature is 51 to 54 degrees F.  The average frost-free period is 140 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cairn, Camac, Kimbeto, Nageezi, and Patel soils.  Cairn soils are deep, loamy-skeletal and occur on summits of structural benches.  Camac soils are moderately deep, fine-loamy, and occur on risers of high stream terraces.  Kimbeto soils are fine-loamy, have calcic horizons, and occur on treads of nearby high stream terraces.  Nageezi soils are coarse-loamy, have calcic horizons, and occur on adjacent fan and stream terraces. Patel soils occur on adjacent footslopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Hoskay soils are used for livestock grazing.  Present vegetation is Indian ricegrass, galleta, bottlebrush squirreltail, alkali sacaton, Castle Valley clover, cheatgrass, and plains pricklypear."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Hoskay soils are of small extent on the Four Corners Platform portion of the Colorado Plateau province in northwest New Mexico and southwest Colorado.  MLRA 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Shiprock Area, Parts of San Juan County, New Mexico and Apache County, Arizona; 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to a depth of about 2 inches (A horizon).\nNatric horizon - The zone from 2 to about 14 inches (Btkn and Btkyn horizons).\nGypsic horizon - The zone from 14 to about 27 inches (Byk1 and Byk2 horizons).\nVertic properties - The presence of cracks wider than 5 mm and slickensides in a layer more than 30 cm thick which is within 125 cm of the soil surface (BCss horizon)\nADDITIONAL DATA:  Percent gypsum, salinity, and SAR values were determined through reference samples by the BIA soils laboratory in Gallup, NM. Salinity values were also determined on two pedons with a Wheatstone bridge. Calcium carbonate equivalence determined with a field volume calcimeter.\nClassified according to Keys to Soil Taxonomy Ninth Edition, 2003\nNational Cooperative Soil Survey\nU.S.A."
  }
}
