{
  "SERIES": "HOSPAH",
  "STATUS": "Established Series",
  "BYREV": "Rev. SSP/LWH/SAZ/WWJ",
  "REVDATE": "08/2006",
  "STATES": "NM",
  "OVERVIEW": "The Hospah series consists of very shallow and shallow, well drained, slowly permeable, slightly sodic soils that formed in colluvium and residuum derived from gypsiferous shale and sandstone on mesas, cuestas, and ridges. Mean annual precipitation is about 11 inches, and mean annual temperature is about 52 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, mixed, superactive, calcareous, mesic, shallow Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hospah extremely cobbly clay loam--in rangeland on a convex slope of 45 percent at an elevation of 6940 feet. (Colors are for dry soils unless otherwise noted.)\nA--0 to 3 inches; light yellowish brown (2.5Y 6/4) extremely cobbly clay loam, light olive brown (2.5Y5/4) moist; weak fine and medium granular structure; soft, very friable, sticky and plastic; common very fine and fine roots; common very fine and fine irregular pores; .25 inch thick surface crust; 30 percent stones, 30 percent cobbles, 20 percent channers (all sandstone); strongly effervescent; moderately alkaline (pH 8.2); abrupt wavy boundary. (1 to 4 inches thick)\n2BC--3 to 15 inches; dark grayish brown (2.5Y 4/2) clay, very dark grayish brown (2.5Y 3/2) moist, with light olive brown (2.5Y 5/4) surface material occurring along cracks and ped faces; moderate coarse subangular blocky structure parting to moderate fine and medium subangular blocky; extremely hard, extremely firm, very sticky and very plastic; common very fine and fine and few medium roots; few very fine and fine irregular pores; 1 cm wide cracks extend from 5 to 13 inches; common soft shale fragments; slightly effervescent; strongly alkaline (pH 8.8); clear wavy boundary. (4 to 14 inches thick)\n2Cr--15 inches; gypsiferous, noncalcareous shale with common fine and medium seams of secondary gypsum crystals occurring in the top 3 inches and primary gypsum crystals occurring below."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: McKinley County, New Mexico; Kin Nahzin Ruins Quadrangle; about 2.5 miles north of Hospah, New Mexico; 107 degrees 45 minutes 21 seconds west longitude, 35 degrees 46 minutes 2 seconds north latitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: The SMCS is usually dry, in all parts, 105 to 160 cumulative days from April through October. It is usually moist, in some part, 50 to 105 cumulative days during the same period. It is intermittently moist in some part November through April. The period of maximum precipitation is July through October. The soil is driest during May and June. Ustic aridic moisture regime.\nSoil Temperature: 51 to 56 degrees F\nParticle-size control section: 40 to 60 percent clay, 10 to 25 percent rock fragments\nDepth to paralithic contact: 4 to 20 inches to gypsiferous, noncalcareous shale\nReaction: moderately to very strongly alkaline\nSalinity: EC of 0-4 mmhos/cm\nCalcium carbonate equivalent: 3 to 5 percent\nGypsum: 1 to 5 percent\nA horizon:\nHue: 2.5Y or 10YR\nValue: 4 to 6 dry, 3 to 5 moist\nChroma: 2 to 4\nRock fragments: 50 to 85 percent total range\n5 to 30 percent stones\n5 to 30 percent cobbles\n15 to 65 percent channers\nSodicity: SAR of 2 to 5\nBC or C horizons:\nHue: 2.5Y or 10YR\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 2 to 4\nTexture: clay or channery clay\nRock fragments: 0 to 20 percent total range\n0 to 10 percent cobbles\n0 to 20 percent channers\nSodicity: SAR of 5 to 13"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Mion (NM), Tekapo (NM) and Westmion (NM) series. The Mion and Westmion soils are non-sodic and have bedrock that is not gypsiferous. The Mion soils are in LRR-G and are more moist in May and June. The Tekapo soils have hues redder than 10YR, and are non-sodic."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Hospah soils formed in colluvium and residuum derived from shale and sandstone of the Menefee formation of the Mesa Verde Group. These soils occur on escarpments and hillslopes of mesas, cuestas, and ridges. Slopes are 2 to 55 percent. Elevations range from 6,400 to 7,000 feet. The mean annual air temperature is 49 to 54 degrees F. The mean annual precipitation is 10 to 13 inches. The frost free period is 120 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bond and Hagerman soils on summits and dipslopes of mesas and cuestas; the Tintero, Penistaja, and Zia soils on fan terraces; the San Mateo and Sparank soils on floodplains and alluvial fans; and the Skyvillage soils on summits and structural benches of mesas, cuestas, and ridges. The Bond, Hagerman, Tintero, and Penistaja soils have argillic horizons. The San Mateo, Sparank, and Zia soils are very deep. The Skyvillage soils are loamy and have a lithic contact with sandstone."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, very high runoff, and slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The Hospah soils are used for limited livestock grazing and wildlife habitat. Present vegetation is alkali sacaton, galleta, blue grama, shadscale, Bigelow sage, fourwing saltbush, and scattered oneseed juniper with some pinyon pine. The range site is identified as WP-2 sodic shale hills."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West central New Mexico. MLRA 35, LRR-D. This soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: McKinley County Area, New Mexico; McKinley County and Parts of Cibola and San Juan Counties, 2001."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to a depth of about 3 inches. (A horizon)\nSodicity - SAR ranges from 5 to 13.\nParalithic contact - The presence of soft gypsiferous shale bedrock at about 15 inches. (2Cr horizon)\nClassified according to Soil Taxonomy Second Edition, 1999.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "extremely cobbly",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 3 inches; light yellowish brown (2.5Y 6/4) extremely cobbly clay loam, light olive brown (2.5Y5/4) moist; weak fine and medium granular structure; soft, very friable, sticky and plastic; common very fine and fine roots; common very fine and fine irregular pores; .25 inch thick surface crust; 30 percent stones, 30 percent cobbles, 20 percent channers (all sandstone); strongly effervescent; moderately alkaline (pH 8.2); abrupt wavy boundary. (1 to 4 inches thick)"
      },
      {
        "name": "2BC",
        "top": 8,
        "bottom": 38,
        "dry_hue": "2.5Y",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH": 8.8,
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2BC--3 to 15 inches; dark grayish brown (2.5Y 4/2) clay, very dark grayish brown (2.5Y 3/2) moist, with light olive brown (2.5Y 5/4) surface material occurring along cracks and ped faces; moderate coarse subangular blocky structure parting to moderate fine and medium subangular blocky; extremely hard, extremely firm, very sticky and very plastic; common very fine and fine and few medium roots; few very fine and fine irregular pores; 1 cm wide cracks extend from 5 to 13 inches; common soft shale fragments; slightly effervescent; strongly alkaline (pH 8.8); clear wavy boundary. (4 to 14 inches thick)"
      },
      {
        "name": "2Cr",
        "top": 38,
        "narrative": "2Cr--15 inches; gypsiferous, noncalcareous shale with common fine and medium seams of secondary gypsum crystals occurring in the top 3 inches and primary gypsum crystals occurring below."
      }
    ]
  ]
}
