{
  "SERIES": "HOSTAGE",
  "STATUS": "Established Series",
  "BYREV": "REV:  WS/DAL/JWB",
  "REVDATE": "06/2008",
  "STATES": "UT",
  "OVERVIEW": "The Hostage series consists of deep, well drained, moderately slowly permeable soils that formed in alluvium over residuum derived from shale and sandstone.  Hostage soils are on alluvial fans, cuesta dipslopes, pediments and structural benches and have slopes of 1 to 25 percent.  The average annual precipitation is about 7 inches and the mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hostage fine sandy loam, 1 to 15 percent slopes, rangeland.  (Colors are for air-dry soil unless otherwise noted)\nA--0 to 3 inches; light yellowish brown (10YR 6/4) fine sandy loam, dark yellowish brown (10YR 4/4) moist; weak thin platy structure; soft, very friable; common very fine and fine roots; common very fine and fine pores; 5 percent gravel, 2 percent cobbles; strongly calcareous; carbonates are disseminated; moderately alkaline (pH 8.4); abrupt smooth boundary.  (2 to 7 inches thick)\nBk1--3 to 18 inches; yellowish brown (10YR 5/4) gravelly loam, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; soft, very friable, slightly plastic; common very fine, few fine and medium roots; few very fine and fine pores; 15 percent gravel, 5 percent cobbles; strongly calcareous; carbonate coatings on face of gravel and few irregular soft masses; strongly alkaline (pH 8.6); clear smooth boundary.  (5 to 18 inches thick)\nBk2--18 to 24 inches; light yellowish brown (10YR 6/4) gravelly loam, yellowish brown (10YR 5/4) moist; massive; slightly hard, friable, slightly plastic; few very fine roots; few very fine and fine pores; 15 percent gravel, 5 percent cobbles; strongly calcareous; few soft rounded masses of carbonates and some coating on gravel; strongly alkaline (pH 8.6); clear smooth boundary.  (5 to 17 inches thick)\n2Bk--24 to 32 inches; grayish brown (10YR 5/2) clay loam, dark yellowish brown (10YR 4/4) moist; massive; hard, firm, moderately sticky and moderately plastic; few very fine roots; few very fine pores; 10 percent gravel; slightly calcareous; few soft masses of carbonates; moderately alkaline (pH 8.0); clear smooth boundary.  (0 to 21 inches thick)\n2C--32 to 42 inches; grayish brown (2.5Y 5/2) silty clay, dark grayish brown (2.5Y 4/2) moist; massive; hard, firm, moderately sticky and moderately plastic; few very fine roots; few very fine pores; slightly calcareous; strongly alkaline (pH 8.6); clear smooth boundary.  (10 to 19 inches thick)\n2Cr--42 inches; partially weathered gypsiferous shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Grand County, Utah; about 700 feet north and 2,400 feet east of the SW corner of sec. 4, T. 21 S., R. 18 E.; Bobby Canyon South USGS quad; lat. 39 degrees 0 minutes 37 seconds N. and long. 109 degrees 56 minutes 19 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  These soils are dry in all parts of the moisture control section 75 to 80 percent of the time that the soil temperature at a depth of 20 inches is 41 degrees F. or higher.  The soil moisture control section is affected by precipitation that peaks from July to October and falls evenly throughout the remainder of the year.\nMean annual soil temperature: 50 to 55 degrees F.\nDepth to paralithic contact:  40 to 60 inches to soft shale\nParticle-size control section:\nClay content: 20 to 35 percent\nRock fragment content: 5 to 35 percent, consisting mainly of sandstone and hard shale gravel.\nA horizon:\nHue: 10YR or 2.5Y\nValue: 5 or 6 dry; 4 or 5 moist\nChroma: 2 to 4\nRock fragments: gravel, cobbles, and stones range from 0 to 35 percent\nReaction: slightly calcareous to strongly calcareous; slightly alkaline to strongly alkaline\nBk and C horizons:\nHue: 10YR or 2.5Y\nValue: 5 or 7 dry; 4 to 6 moist\nChroma: 2 to 4\nTexture: loam, gravelly loam, gravelly clay loam, or silty clay.  Thin strata with very gravelly sandy clay loam, extremely gravelly sandy clay loam, and gravelly sandy loam may be present.\nRock fragments:  0 to 35 percent, dominantly sandstone and hard shale gravel that will not slake in water.  Thin strata with 35 to 70 percent rock fragments of gravel and cobbles are present.  In the lower part of the C horizon, there commonly are 20 to 90 percent shale fragments that slake in water.\nReaction: moderately calcareous or strongly calcareous; slightly alkaline to strongly alkaline.  Some visible secondary calcium carbonate or calcium sulfate occurs inconsistently and at variable depths."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Defenbaugh, Kinnear, Pavillion, Rabbitcreek and Tewa series.  Defenbaugh, Kinner, Rabbitcreek and Tewa soils are greater than 60 inches deep.  Pavillion soils are 20 to 40 inches deep to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hostage soils are on alluvial fans, cuesta dipslopes, pediments and structural benches at elevations of 4,500 to 6,200 feet.  Slopes are 1 to 25 percent.  The soils formed in alluvium and/or slope alluvium over residuum from shale and sandstone.  The mean annual temperature is 47 to 53 degrees F. and the average annual precipitation is 6 to 9 inches.  The freeze-free period is 110 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Barx, Chipeta, Killpack, Mack and Strych soils.  The Barx and Mack soils have an argillic horizon.  Chipeta soils are shallow and have more than 35 percent clay in the particle-size control section.  Killpack soils have a fine-silty particle-size control section.  Strych soils have a calcic horizon and more than 35 percent rock fragments in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; low to high runoff; moderate permeability in the upper part and moderately slow in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for rangeland, wildlife habitat, and recreation.  Potential vegetation is shadscale, Indian ricegrass, galleta, and budsage."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern and central Utah.  MLRA 34B.  The series is of small extent; about 9,000 acres have been mapped."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Grand County - Central Part, Utah, 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section:  The zone from 10 to 40 inches.\nOchric epipedon:  The zone from 0 to 3 inches. (A horizon)\nCambic horizon:  The zone from 3 to 18 inches. (Bk1 horizon)\nParalithic contact:  The contact with weathered gypsiferous shale at 42 inches. (2Cr horizon)\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Lakewood MLRA office, without review of the soil series property data.\nClassification. This soil was previously classified a Typic Torriorthent. Secondary carbonates occur in the Bk1, Bk2, and 2Ck horizons. The 2Ck horizon is changed to 2Bk.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
