{
  "SERIES": "HOUGHTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. LWB-WEF-MCB",
  "REVDATE": "11/2016",
  "STATES": "IL,IN,IA,MI,MN,WI",
  "OVERVIEW": "The Houghton series consists of very deep, very poorly drained soils formed in herbaceous organic materials more than 130 cm (51 inches) thick in depressions and drainageways on lake plains, outwash plains, ground moraines, end moraines, till plains, and floodplains. Slope ranges from 0 to 2 percent. Mean annual precipitation is about 889 mm (35 inches), and mean annual temperature is about 10.0 degrees C (50 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Euic, mesic Typic Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Houghton muck, on a level area in a cultivated field. (Colors are for moist soils unless otherwise stated.)\nOa1--0 to 23 cm (9 inches); black (N 2.5/) broken face and rubbed muck (sapric material); about 5 percent fiber, a trace rubbed; weak coarse subangular blocky structure; neutral [pH 7.0 in KCl]; abrupt smooth boundary.\nOa2--23 to 33 cm (9 to 13 inches); black (N 2.5/ ) broken face, very dark brown (7.5YR 2.5/2) rubbed muck (sapric material); about 5 percent fiber, a trace rubbed; weak medium granular structure; neutral [pH 7.0 in KCl]; abrupt smooth boundary.\nOa3--33 to 61 cm (13 to 24 inches); dark reddish brown (5YR 3/2) broken face, dark reddish brown (5YR 2.5/2) rubbed muck (sapric material); about 15 percent fiber, less than 5 percent rubbed; massive, breaking to thick platy fragments; neutral [pH 7.0 KCl]; abrupt smooth boundary.\nOa4--61 to 81 cm (24 to 32 inches); black (5YR 2.5/1) broken face and rubbed muck (sapric material); about 10 percent fiber, a trace rubbed; massive; about 1 percent woody fragments; neutral [pH 7.0 in KCl]; clear wavy boundary.\nOa5--81 to 122 cm (32 to 48 inches); dark reddish brown (5YR 2.5/2) broken face, black (5YR 2.5/1) rubbed muck (Sapric material); about 20 percent fiber, less than 10 percent rubbed; massive, breaking to thick platy fragments; neutral [pH 7.0 in KCl]; abrupt smooth boundary.\nOa6--122 to 203 cm (48 to 80 inches); dark reddish brown (5YR 2.5/2) broken face and rubbed muck (sapric material); about 10 percent fiber, less than 10 percent rubbed; massive; slightly sticky; about 15 percent mineral soil; neutral [pH 7.0 in KCl]."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clinton County, Michigan; about 3 miles northeast of the village of Bath; 200 feet north and 400 feet east of the southwest corner of sec. 12, T. 5 N., R. 1 W.; USGS Bath topographic quadrangle; lat. 42 degrees 49 minutes 43.4 seconds N. and long. 84 degrees 22 minutes 56.9 seconds W.; NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the organic material: more than 130 cm (51 inches)\nOrganic fibers: derived primarily from herbaceous plants, but some layers contain as much as 30 percent woody material\nWoody fragment content: averages less than 15 percent by volume in the control section\nReaction: very strongly acid to slightly alkaline throughout\nOa horizon:\nHue: 5YR to 10YR, or is neutral\nValue: 2, 2.5 or 3\nChroma: 0 to 3\nOrganic material: dominantly muck (sapric material), or to lesser extent mucky peat (hemic material) that has a combined thickness of less than 25 cm (10 inches) or peat (fibric material) that is less than 13 cm (5 inches) thick\nSome pedons have coprogenous material or marly material below 130 cm (51 inches)."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Carlisle, Catden, Lena, Peteetneet, Saltese, and Semiahmoo series. Carlisle soils derived dominantly from woody materials and contain an average of 15 to 30 percent woody fragments in the control section. Catden soils are derived from woody and herbaceous materials and receive more than 1067 mm of mean annual precipitation. Lena soils contain carbonates throughout the control section. Peteetneet soils are not massive in the bottom tier. Saltese soils have lenses of diatomaceous earth and volcanic ash within a depth of 130 cm (51 inches). Semiahmoo soils are in areas with warm dry summers and mild moist winters, and typically are more acidic throughout the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Houghton soils are in closed depressions and drainageways on lake plains, outwash plains, ground moraines, end moraines, till plains, and flood plains. Slope gradients are less than 2 percent. Houghton soils formed in herbaceous organic materials more than 130 cm (51 inches) thick. Mean annual precipitation ranges from 762 to 1067 mm (30 to 42 inches). Mean annual temperature ranges from 8 to 11.7 degrees C (47 to 53 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Adrian, Edselton, Edwards, Moston, Muskego, Palms, and Willette soils on similar positions. Adrian soils are underlain by sandy material at depths of 41 to 130 cm (16 to 51 inches). Edselton and Edwards soils are underlain by marly material at depths of 41 to 130 cm (16 to 51 inches). Moston, and Muskego soils are underlain by coprogenous material at depths of 41 to 130 cm (16 to 51 inches). Palms soils are underlain by loamy material at depths of 41 to 130 cm (16 to 51 inches). Willette soils are underlain by clayey material at depths of 41 to 130 cm (16 to 51 inches).  Poorly or very poorly drained mineral soils are commonly associated along the margins of these areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Very poorly drained. Depth to the seasonal high water table ranges from 61 cm (2 feet) above the surface in ponded phases to 30 cm (1 foot) below the surface between September and June in normal years. Potential for surface runoff is very low or negligible. Saturated hydraulic conductivity is moderately high or high. Permeability is moderately slow to moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: A considerable area of these soils is used for cropland or pasture. Common crops are onions, lettuce, potatoes, celery, radishes, carrots, mint, and some corn. Native vegetation is primarily marsh grasses, sedges, reeds, buttonbrush, and cattails, with some water-tolerant trees near the margins of these areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mostly in MLRAs 95B, 98, 111B, and 111C, and to lesser extent in MLRAs 89, 95A, 96, 97, 99, 103, 104, 105, 108A, 108B, 108C, 110, 111A, 111C, 111D, and 115C in Michigan, Wisconsin, Indiana, Iowa, Minnesota, and Illinois. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Roscommon County, Michigan, 1924."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMuck (sapric material): from the surface to a depth of 203 cm (80 inches) (Oa1, Oa2, Oa3, Oa4, Oa5, Oa6 horizons).\nADDITIONAL DATA: Soil Interpretation Record - (MI0024, MI0291 (PONDED), MI0532 (SLOPING), MI0390 (MAAT>50), MI0383 (FREQUENTLY FLOODED).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa1",
        "top": 0,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oa1--0 to 23 cm (9 inches); black (N 2.5/) broken face and rubbed muck (sapric material); about 5 percent fiber, a trace rubbed; weak coarse subangular blocky structure; neutral [pH 7.0 in KCl]; abrupt smooth boundary."
      },
      {
        "name": "Oa2",
        "top": 23,
        "bottom": 33,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 2.5,
        "moist_chroma": 2,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oa2--23 to 33 cm (9 to 13 inches); black (N 2.5/ ) broken face, very dark brown (7.5YR 2.5/2) rubbed muck (sapric material); about 5 percent fiber, a trace rubbed; weak medium granular structure; neutral [pH 7.0 in KCl]; abrupt smooth boundary."
      },
      {
        "name": "Oa3",
        "top": 33,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oa3--33 to 61 cm (13 to 24 inches); dark reddish brown (5YR 3/2) broken face, dark reddish brown (5YR 2.5/2) rubbed muck (sapric material); about 15 percent fiber, less than 5 percent rubbed; massive, breaking to thick platy fragments; neutral [pH 7.0 KCl]; abrupt smooth boundary."
      },
      {
        "name": "Oa4",
        "top": 61,
        "bottom": 81,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 2.5,
        "moist_chroma": 1,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Oa4--61 to 81 cm (24 to 32 inches); black (5YR 2.5/1) broken face and rubbed muck (sapric material); about 10 percent fiber, a trace rubbed; massive; about 1 percent woody fragments; neutral [pH 7.0 in KCl]; clear wavy boundary."
      },
      {
        "name": "Oa5",
        "top": 81,
        "bottom": 122,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 2.5,
        "moist_chroma": 2,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oa5--81 to 122 cm (32 to 48 inches); dark reddish brown (5YR 2.5/2) broken face, black (5YR 2.5/1) rubbed muck (Sapric material); about 20 percent fiber, less than 10 percent rubbed; massive, breaking to thick platy fragments; neutral [pH 7.0 in KCl]; abrupt smooth boundary."
      },
      {
        "name": "Oa6",
        "top": 122,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 2.5,
        "moist_chroma": 2,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oa6--122 to 203 cm (48 to 80 inches); dark reddish brown (5YR 2.5/2) broken face and rubbed muck (sapric material); about 10 percent fiber, less than 10 percent rubbed; massive; slightly sticky; about 15 percent mineral soil; neutral [pH 7.0 in KCl]."
      }
    ]
  ]
}
