{
  "SERIES": "HOUSTON BLACK",
  "STATUS": "Established Series",
  "BYREV": "Rev. CLN-CJV-RMR",
  "REVDATE": "08/2017",
  "STATES": "TX",
  "OVERVIEW": "The Houston Black series consists of very deep, moderately well drained, very slowly permeable soils that formed in clayey residuum derived from calcareous mudstone of Cretaceous Age. These nearly level to moderately sloping soils occur on interfluves and side slopes on upland ridges and plains on dissected plains. Slopes are mainly 1 to 3 percent but range from 0 to 8 percent. Mean annual precipitation is about 889 mm (35 in) and the mean annual air temperature is about 20.6 degrees C (69 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Udic Haplusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Houston Black clay, on a 0.5 percent slope in pastureland at an elevation of 166.0 m (545 ft). (Colors are for dry soil unless otherwise stated.)\nA--0 to 20 cm (0 to 8 in); very dark gray (10YR 3/1) clay, black (10YR 2/1), moist; moderate medium granular and moderate fine subangular blocky structure; extremely hard, very firm, very sticky, moderately plastic; fine roots throughout; very fine tubular pores; 5 percent distinct pressure faces on all faces of peds; 1 percent fine spherical weakly cemented iron-manganese concretions in matrix; 1 percent 2 to 5-mm shell fragments; 1 percent krotovinas; strong effervescence; moderately alkaline; clear wavy boundary. (Thickness is 15 to 31 cm [6 to 12 in])\nBw--20 to 61 cm (8 to 24 in); very dark gray (10YR 3/1) clay, black (10YR 2/1), moist; moderate fine angular blocky and moderate very fine angular blocky parts to moderate fine wedge; extremely hard, very firm, very sticky, very plastic; fine roots throughout; very fine tubular pores; 5 percent distinct pressure faces on all faces of peds; 1 percent fine spherical weakly cemented iron-manganese concretions in matrix; strong effervescence; moderately alkaline; gradual wavy boundary. (Thickness is 20 to 51 cm [8 to 20 in])\nBkss1--61 to 97 cm (24 to 38 in); dark gray (10YR 4/1) clay, very dark gray (10YR 3/1), moist; strong coarse wedge structure; extremely hard, very firm, very sticky, very plastic; very fine roots throughout; very fine tubular pores; 50 percent distinct slickensides (pedogenic) on all faces of peds; 1 percent fine spherical weakly cemented iron-manganese concretions in matrix; 1 percent fine spherical extremely weakly cemented white (10YR 8/1), dry, carbonate concretions with sharp boundaries in matrix; strong effervescence; moderately alkaline; clear wavy boundary.\nBkss2--97 to 203 cm (38 to 80 in); grayish brown (10YR 5/2) clay, dry dark grayish brown (10YR 4/2), moist; strong coarse angular blocky structure; extremely hard, very firm, very sticky, very plastic; fine roots throughout; very fine tubular pores; 50 percent distinct slickensides (pedogenic) on all faces of peds; 1 percent fine spherical weakly cemented iron-manganese concretions in matrix and 1 percent fine faint irregular brown(10YR 4/3) masses of oxidized iron with clear boundaries in matrix; 1 percent fine spherical extremely weakly cemented white (10YR 8/1), dry, carbonate concretions with sharp boundaries in matrix and 1 percent fine irregular white (10YR 8/1), dry, carbonate masses with sharp boundaries in matrix and 1 percent medium spherical extremely weakly cemented white (10YR 8/1), dry, carbonate concretions with sharp boundaries in matrix; violent effervescence; moderately alkaline; gradual wavy boundary. (Combined thickness of the Bkss horizons is 25 to 127 cm [10 to 50 in])\nBkss3--203 to 264 cm (80 to 104 in); gray (10YR 6/1) clay; gray (10YR 5/1); 20 percent coarse distinct irregular light olive brown (2.5Y 5/4) mottles; weak coarse wedge and weak medium wedge structure; extremely hard, very firm, very sticky, very plastic; very fine roots throughout; very fine tubular pores; 50 percent prominent slickensides on all faces of peds; 1 percent fine faint irregular brown (10YR 4/3) masses of oxidized iron with clear boundaries in matrix; 1 percent medium irregular white (10YR 8/1), dry, carbonate masses with sharp boundaries in matrix; violent effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Travis County, Texas; From the intersection of Farm Road 973 and U.S. Highway 290 in Manor, approximately 3.5 miles east on U.S. Highway 290, 2.4 miles northeast on Farm Road 1100, 1.0 mile northwest and 3.0 miles northeast on Manda Road, 0.5 mile southeast on Lund Road, 900 ft southwest on field road, 105 ft east in pastureland.\nUSGS topographic quadrangle: Coupland, TX;\nLatitude: 30 degrees, 25 minutes, 20.346 seconds N;\nLongitude: 97 degrees 26 minutes, 44.541 seconds W.\nDatum: WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nIn some pedons, the surface is covered by about 20 gravels and 5 percent cobbles. The fragments are quartzite and chert.\nSoil moisture: An ustic soil moisture regime. The soil moisture control section is dry in some or all parts for more than 90 but less than 150 cumulative days in normal years.\nSoil depth: very deep, greater than 203 cm (80 in)\nRock fragments: amount-0 to 30 percent, kind-quartzite and/or chert, shape-nonflat or subrounded, cementation-very-strongly to indurated; size-gravel to cobble; occur in upper 25 cm (10 in) of matrix.\nSurface features: When dry the surface has a granular mulch about 1.3 cm (1/2 in) thick of extremely hard discrete granules. Cycles of microdepressions and microknolls are repeated each 3 to 7.3 m (10 to 24 ft). In virgin areas, microknolls are 8 to 46 cm (3 to 18 in) higher than microdepressions.  Chromas are less than 1.5 to depths of 76 to 152 cm (30 to 60 in) in the center of microdepressions and 25 to 46 cm (10 to 18 in) in the center of microknolls. The extremes of amplitude or waviness of the boundary between the A and B horizons vary from about 51 to 122 cm (20 to 48 in) from the center of the microknoll to the center of the microdepression.\nVertic features: The soil is usually moist, but when dry it has cracks ranging from 1.25 to 10 cm (0.5 to 4 in) wide extend from the surface to a depth of 30.5 cm (12 in) or more. Cracks remain open for 90 to 150 cumulative days in most years.\nThickness of the mollic epipedon: 15 to 31 cm (6 to 12 in)\nDepth to cambic horizon, where present: 11 to 20 cm (4 to 8 in)\nDepth to slickensides: 33 to 61 cm (13 to 24 in)\nDepth to secondary calcium carbonate: 33 to 61 cm (16 to 24 in)\nDepth to salt accumulations, where present: about 161 cm (63 in)\nIron-manganese concretions: amount-0 to 2 percent, size-fine and medium\nRedox concentration: amount-0 to 2 percent, size-fine and medium, contrast-faint to distinct, boundary-clear, location-in matrix\nParticle-size control sections (weighted average)\nClay content: 40 to 60 percent\nA, Ap, or Bw horizon(s)\nHue: 10YR to 5Y\nValue: 2 to 4, dry or moist\nChroma: 1, dry or moist\nTexture: clay, silty clay\nReaction: moderately alkaline; the reaction ranges from slightly alkaline to moderately alkaline in the center of microdepressions.\nBss or Bkss horizon(s) - upper part\nHue: 10YR\nValue: 2 to 4, dry or moist\nChroma: 1 to 3, dry or moist; ranges to 8 in pedons located in microknolls\nTexture: clay, silty clay\nIdentifiable secondary carbonates: amount-0 to 5 percent, size-fine or medium, kind-masses, threads, or concretions, location-throughout\nCalcium carbonate equivalent: 2 to 35 percent\nReaction: moderately alkaline; the reaction ranges from slightly alkaline to moderately alkaline in the center of microdepressions.\nBss or Bkss horizon(s) - lower part\nHue: 10YR to 5Y\nValue: 4 to 7, dry or moist\nChroma: 2 to 6, dry or moist; ranges to 8 in pedons located in microknolls\nTexture: clay, silty clay\nMatrix color features: The grayish brown and dark grayish brown colors occur in microdepressions and grayish brown to olive or yellow colors occur in microknolls.\nMottles: olive, brown and yellow mottles or olive to yellow with gray mottles.\nIdentifiable secondary carbonates: amount-0 to 5 percent, size-fine or medium, kind-masses, threads, or concretions, location-throughout\nCalcium carbonate equivalent: 2 to 35 percent\nReaction: moderately alkaline; the reaction ranges from slightly alkaline to moderately alkaline in the center of microdepressions.\nBkssz or BCkssz horizon\nHue: 10YR to 5Y\nValue: 3 to 8, dry or moist\nChroma: 1 to 8, dry or moist; ranges to 20 cm (8 in) pedons located in microknolls\nTexture: clay, silty clay\nMatrix color features: The grayish brown and dark grayish brown colors occur in microdepressions and grayish brown to olive or yellow colors occur in microknolls.\nIdentifiable secondary carbonates: amount-0 to 5, size-fine or medium, kind-masses, threads, or concretions, location-throughout\nCalcium carbonate equivalent: 2 to 35 percent\nSalt accumulations: amount-0 to 8 percent, size-fine, kind-crystals\nSodium adsorption ratio (SAR): 0 to 2\nElectrical conductivity (decisiemens per meter): 0 to 3\nReaction: moderately alkaline; the reaction ranges from slightly alkaline to moderately alkaline in the center of microdepressions."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bleiblerville (TX), Branyon (TX), Burleson (TX), Clarita (TX), Deport (TX), Dimebox (TX), Ellis (TX), Fairlie (TX), Heiden (TX), Lazare (TX), Leson (TX), Luling (TX), McLean (TX), Ovan (TX), Sanger (TX), Slidell (TX), Sparanberg (TX), and Watonga (TX) soils.\nBleiblerville soils: formed on Tertiary age sediments and are on different kinds of landscapes\nBranyon soils: less amplitude of waviness\nBurleson and Leson soils: non-calcareous in surface layers of matrix and are on stream terraces\nClarita soils: hue of 7.5YR or redder in the subsoil\nDeport soils: deep 100 to 150 cm (40 to 60 in) solum depth to alkaline clayey materials\nDimebox soils: non-calcareous in the surface layers of the matrix\nEllis soils: chroma greater than 2 in surface horizons and a moderately deep 50 to 100 cm (40 to 60 in) solum depth to weathered shale\nFairlie soils: deep 100 to 150 cm (40 to 60 in) soil depth to a paralithic contact to chalk bedrock\nHeiden soils: solum thickness of 100 to 165 cm (40 to 65 in) to weakly consolidated shale or mudstone\nLuling soils: non-calcareous in the surface of the matrix\nOvan and Sanger soils: chroma greater than 2 in the surface horizons (above 30 cm)\nSlidell soils: calcium carbonate equivalent of 40 to 60 percent in some parts of the particle-size control section\nWatonga soils: solum thickness of 100 to 152 cm (38 to 60 in) to calcareous clayey and loamy alluvium"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: clayey residuum weathered from calcareous mudstone of Upper Cretaceous age\nLandscape: dissected plains\nLandform: ridges and plains\nSlope: 0 to 8 percent, but are mainly 1 to 3 percent\nMean annual precipitation: 711 to 1082 mm (28 to 43 in)\nMean annual air temperature: 17 to 21 degrees C (62 to 70 degrees F)\nFrost-free period: 217 to 288 days\nElevation: 82 to 320 m (269 to 1045 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Burleson, Branyon, Fairlie, Heiden and Ovan in the same family. The similar Austin and Ferris soils.\nBurleson, Branyon, and Ovan soils: lower positions on the landscape\nHeiden soils: similar landscapes and have a solum depth between 100 and 165 cm (40 to 65 in)\nAustin soils: slightly higher positions and are underlain by chalk 50 to 100 cm (20 to 40 in) deep, and prairie soils have chalk at 100 to 150 cm (40 to 60 in)in depth\nFerris soils: slightly sloping hillsides and have moist color values more than 3.5 and chroma more than 1.5 in the upper 30 cm (12 in)."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: Moderately well.\nPermeability class: Very slow.\nRunoff: high on 0 to less than 1 percent slopes and very high on slopes of 1 to 8 percent.\nWater enters the soil rapidly when it is dry and cracked, and very slowly when it is moist."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Nearly all is cultivated and used for growing cotton, sorghums, and corn. Cotton root rot is prevalent on most areas and limits cotton yields and the use of some legumes in rotations. Native vegetation consists of tall and mid grass prairies of little bluestem, big bluestem, indiangrass, switchgrass, and sideoats grama, with scattered elm, mesquite, and hackberry trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Land Resource Region J - Southwestern Prairies Cotton and Forage Region. East Central Texas. The Blackland Prairies (MLRAs 86A and 86B) and eastern part of the Grand Prairies (MLRA 85) of Texas. This soil is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Brazoria County, Texas, 1902. The word \"Black\" was capitalized in the correlation of Kaufman County in 1947."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon:\nMollic epipedon: 0 to 20 cm (0 to 8 in). (A horizon)\nCambic horizon: 20 to 61 cm (8 to 24 in). (Bw horizon)\nRedox concentrations: 0 to 264 cm (0 to 104 in). (All horizons)\nSlickensides (pedongenic): 61 to 264 cm (24 to 104 in). (All Bkss horizons)\nSecondary carbonates: 61 to 264 cm (24 to 104 in). (All Bkss horizons)\nVertic features: slickensides at a depth of 61 to 203 cm (24 to 80 in) depth.\nHigh shrink-swell potential and cracks that are 1.3 to 10 cm (1/2 to 4 in) wide at 30 cm (12 in) depths during dry periods."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: E. H. Templin, I. C. Mowery, and G. W. Kunze, Houston Black clay the Type Grumusol: Soil Science Society of American Proceedings, Vol. 20, No.1, January 1956. SSIR-30, S53TX-70-1, S54TX-14-90. Kellogg Soil Survey Laboratory, S77TS-027-001, S77TX-027-002, S78TX-027-003.\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014."
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay",
        "structure": "moderate fine subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "weakly cemented",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 20 cm (0 to 8 in); very dark gray (10YR 3/1) clay, black (10YR 2/1), moist; moderate medium granular and moderate fine subangular blocky structure; extremely hard, very firm, very sticky, moderately plastic; fine roots throughout; very fine tubular pores; 5 percent distinct pressure faces on all faces of peds; 1 percent fine spherical weakly cemented iron-manganese concretions in matrix; 1 percent 2 to 5-mm shell fragments; 1 percent krotovinas; strong effervescence; moderately alkaline; clear wavy boundary. (Thickness is 15 to 31 cm [6 to 12 in])"
      },
      {
        "name": "Bw",
        "top": 20,
        "bottom": 61,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay",
        "structure": "NA",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "weakly cemented",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw--20 to 61 cm (8 to 24 in); very dark gray (10YR 3/1) clay, black (10YR 2/1), moist; moderate fine angular blocky and moderate very fine angular blocky parts to moderate fine wedge; extremely hard, very firm, very sticky, very plastic; fine roots throughout; very fine tubular pores; 5 percent distinct pressure faces on all faces of peds; 1 percent fine spherical weakly cemented iron-manganese concretions in matrix; strong effervescence; moderately alkaline; gradual wavy boundary. (Thickness is 20 to 51 cm [8 to 20 in])"
      },
      {
        "name": "Bkss1",
        "top": 61,
        "bottom": 97,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay",
        "structure": "strong coarse wedge",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "weakly cemented",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bkss1--61 to 97 cm (24 to 38 in); dark gray (10YR 4/1) clay, very dark gray (10YR 3/1), moist; strong coarse wedge structure; extremely hard, very firm, very sticky, very plastic; very fine roots throughout; very fine tubular pores; 50 percent distinct slickensides (pedogenic) on all faces of peds; 1 percent fine spherical weakly cemented iron-manganese concretions in matrix; 1 percent fine spherical extremely weakly cemented white (10YR 8/1), dry, carbonate concretions with sharp boundaries in matrix; strong effervescence; moderately alkaline; clear wavy boundary."
      },
      {
        "name": "Bkss2",
        "top": 97,
        "bottom": 203,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay",
        "structure": "strong coarse angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "weakly cemented",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bkss2--97 to 203 cm (38 to 80 in); grayish brown (10YR 5/2) clay, dry dark grayish brown (10YR 4/2), moist; strong coarse angular blocky structure; extremely hard, very firm, very sticky, very plastic; fine roots throughout; very fine tubular pores; 50 percent distinct slickensides (pedogenic) on all faces of peds; 1 percent fine spherical weakly cemented iron-manganese concretions in matrix and 1 percent fine faint irregular brown(10YR 4/3) masses of oxidized iron with clear boundaries in matrix; 1 percent fine spherical extremely weakly cemented white (10YR 8/1), dry, carbonate concretions with sharp boundaries in matrix and 1 percent fine irregular white (10YR 8/1), dry, carbonate masses with sharp boundaries in matrix and 1 percent medium spherical extremely weakly cemented white (10YR 8/1), dry, carbonate concretions with sharp boundaries in matrix; violent effervescence; moderately alkaline; gradual wavy boundary. (Combined thickness of the Bkss horizons is 25 to 127 cm [10 to 50 in])"
      },
      {
        "name": "Bkss3",
        "top": 203,
        "bottom": 264,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay",
        "structure": "weak medium wedge",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bkss3--203 to 264 cm (80 to 104 in); gray (10YR 6/1) clay; gray (10YR 5/1); 20 percent coarse distinct irregular light olive brown (2.5Y 5/4) mottles; weak coarse wedge and weak medium wedge structure; extremely hard, very firm, very sticky, very plastic; very fine roots throughout; very fine tubular pores; 50 percent prominent slickensides on all faces of peds; 1 percent fine faint irregular brown (10YR 4/3) masses of oxidized iron with clear boundaries in matrix; 1 percent medium irregular white (10YR 8/1), dry, carbonate masses with sharp boundaries in matrix; violent effervescence; moderately alkaline."
      }
    ]
  ]
}
