{
  "SERIES": "HOVERT",
  "STATUS": "Established Series",
  "BYREV": "CJH/JCM",
  "REVDATE": "12/2002",
  "STATES": "MT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Aquertic Natrustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hovert clay - native grass.  (Colors are for dry soil unless otherwise noted)\nE--0 to 3 inches; light gray (2.5Y 7/2) loam, grayish brown (2.5Y 5/2) moist; yellowish brown (10YR 5/4) redoximorphic concentrations; moderate medium platy structure; hard, friable, slightly sticky and slightly plastic; slightly alkaline; abrupt smooth boundary.  (1 to 5 inches thick)\nBtn--3 to 14 inches; grayish brown (2.5Y 5/2) clay, olive brown (2.5Y 4/3) moist; moderate coarse and medium prismatic structure; extremely hard, very firm, very sticky and very plastic; moderately alkaline; gradual boundary.  (5 to 15 inches thick)\nC--14 to 60 inches; light olive brown (2.5Y 5/3) clay, light olive brown (2.5Y 5/4) moist; massive; extremely hard, very firm, very sticky and very plastic; strong effervescence; strongly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Yellowstone County, Montana; 550 feet west of a well in the NW 1/4 of NE 1/4, section 18, T. 5 N., R. 32 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Hovert soils are seasonally ponded but are dry for four or more months from July to November.  Mean annual soil temperature ranges from 47 to 50 degrees F.\nSoil colors are in hues of 2.5Y to 5Y.  The E horizon has hue of 2.5Y or 5Y, value of 6 or 7 and 4 or 5 moist, and chromas of 1 to 3.  It has textures of loam, silt loam or clay loam.  It has few to common yellowish brown redoximorphic concentrations.\nThe Btn horizon has hue of 2.5Y or 5Y, value of 5 or 6 dry and 4 or 5 moist, and chroma of 1 to 3.  It has 50 to 60 percent clay, may have columnar structure and may be slightly calcareous.  It may have redoximorphic concentrations similar to the E horizon.\nThe C horizon has hue of 2.5Y or 5Y, value of 5 or 6 dry and 4 or 5 moist, and chroma of 1 to 3.  It may have few segregations of lime and gypsum.  The C horizon is strongly alkaline or very strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series.  Other similar soils include the Hoven and Shonkin series.  Hoven soils have a mollic epipedon and are poorly drained.  Shonkin soils have E horizons more than 5 inches thick, have a thick E and B mixed horizon transition to the Bt horizon, and do not have redoximorphic concentrations in the E horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Hovert soils occur in shallow closed basins that are seasonally ponded and seasonally dry and they occur in a semiarid climate of 10 to 14 inches average annual precipitation and 45 to 50 degrees F. mean annual air temperature.  Parent materials are calcareous, strongly alkaline clay with a high proportion of smectitic clay minerals."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Gilt Edge, Allentine, Bew, Kyle and Renohill series.  None of these soils are ponded and all lack redoximorphic concentrations at the surface.  Kyle soils do not have an argillic horizon.  The Gilt Edge and Allentine soils have columnar natric horizons.  Bew and Renohill soils have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Hovert soils are ponded and have very slow permeability, but because of the short period of ponding they are only somewhat poorly drained."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mostly for native grass range.  Native vegetation consists mostly of western wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Hovert soils are widely distributed throughout southeastern Montana but they are inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Yellowstone County, Montana, 1966."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  \tDiagnostic horizons and features recognized in the pedon:  ochric epipedon - the zone from the surface of the soil to a depth of 7 inches (after mixing) (E and Btn horizons); albic horizon - the zone from the surface of the soil to a depth of 3 inches (E horizon);  natric horizon - the zone from 3 to 14 inches (Btn horizon).  The Hovert soils are classified as having a natric horizon because the morphology of the soil is like that of the Hoven soils but lacks a mollic epipedon.\nADDITIONAL DATA:  Laboratory data is lacking on the Hovert series.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
