{
  "SERIES": "HOWARD",
  "STATUS": "Established Series",
  "BYREV": "Rev. MGC-WEH",
  "REVDATE": "10/2012",
  "STATES": "NY,PA",
  "OVERVIEW": "Howard soils consist of very deep, well drained and somewhat excessively drained soils formed in medium textured glacial outwash deposits. The soils are on valley terraces, outwash plains, kame moraines, and eskers. Slope ranges from 0 to 70 percent. Mean annual temperature is 48 degrees F. and mean annual precipitation is 39 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, mesic Glossic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Howard gravelly loam on a 4 percent slope in a cultivated field. (Colors are for moist soil unless otherwise noted.)\nAp -- 0 to 9 inches; dark brown (10YR 3/3) gravelly loam; pale brown (10YR 6/3) dry; weak fine granular structure; friable; many fine roots; 30 percent rock fragments; moderately acid; abrupt smooth boundary. (6 to 12 inches thick.)\nE -- 9 to 15 inches; brown (10YR 5/3) very gravelly loam; very weak fine subangular blocky structure; friable; common fine roots; many medium and large pores; 35 percent rock fragments; moderately acid; gradual wavy boundary. (0 to 14 inches thick.)\nE/B -- 15 to 24 inches; pale brown (10YR 6/3) very gravelly loam; very weak fine subangular blocky structure; friable; common fine roots; many medium and large pores; ped interiors are brown (10YR 4/3) with clay linings in pores; 40 percent rock fragments; slightly acid; clear irregular boundary. (0 to 20 inches thick.)\nB/E -- 24 to 27 inches; brown (10YR 4/3) very gravelly loam; weak fine and medium subangular blocky structure; friable; common fine roots; common fine pores; distinct clay films in pores; surfaces of peds coated with 1 to 2 millimeters of pale brown (10YR 6/3) E horizon-like material; 50 percent rock fragments; slightly acid; clear irregular boundary. (2 to 16 inches thick.)\nBt1 -- 27 to 30 inches; brown (10YR 4/3) very gravelly loam; weak fine and medium subangular blocky structure; firm, slightly sticky, slightly plastic; common fine roots; common fine pores; clay coats are thin on ped surfaces and thick on pebbles; 50 percent rock fragments; slightly acid; gradual irregular boundary.\nBt2 -- 30 to 45 inches; brown (7.5YR 4/4) very gravelly loam; weak medium subangular blocky structure; firm, slightly sticky, slightly plastic; few fine roots; common fine pores with clay linings; thick patchy clay coats on pebbles and surfaces of peds; 55 percent rock fragments; neutral; abrupt irregular boundary. (Combined thickness of the Bt horizons is 6 to 30 inches thick.)\nC -- 45 to 72 inches; grayish brown (10YR 5/2) stratified extremely gravelly sand; single grain; loose; few fine roots; 60 percent rock fragments; strongly effervescent, moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Steuben County, New York; Town of Howard. Near the junction of State Route 70 and County Route 27, just southwest of the hamlet of Howard. USGS Canisteo, NY topographic quadrangle. Latitude 42 degrees, 21 minutes, 45 seconds N. and Longitude 77 degrees, 31 minutes, 00 seconds W., NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness and depth to carbonates range from 22 to 60 inches. Bedrock is at depths greater than 60 inches. Rock fragments, mainly gravel and cobbles, range from 5 to 35 percent by volume in the surface layer, from 15 to 55 percent in the upper part of the subsoil, from 35 to 60 percent in the lower part of the subsoil, and from 45 to 70 percent in the substratum. The soil ranges from strongly acid to neutral in the solum and neutral to moderately alkaline in the substratum.\nSome pedons have a thin O horizon.\nThe Ap horizons have hue of 7.5YR or 10YR, value of 3 through 5, and chroma of 2 or 3. Texture ranges from sandy loam to silt loam in the fine-earth fraction. They have weak or moderate, fine or medium granular structure and very friable or friable consistence. Some pedons have an A horizon up to 6 inches thick.\nThe E horizons have hue of 5YR through 10YR, value of 4 through 6, and chroma of 2 through 4. Texture ranges from sandy loam to silt loam in the fine-earth fraction. They have weak, fine or medium granular, blocky, or platy structure, or the material is massive. They are very friable, friable, or firm. In some pedons, the E horizon is replaced by a BE horizon with chroma of 4 through 6. Some pedons have a EB horizon with granular structure.\nThe E/B and B/E horizons are transitional from the E to Bt horizons in color and texture. Structure is weak to moderate, fine or medium granular, subangular blocky, or platy, and consistence is very friable or friable.\nThe Bt horizons have hue of 5YR through 10YR, value of 2 through 5, and chroma of 3 or 4. Texture is sandy loam, fine sandy loam, loam, silt loam, or clay loam, sandy clay loam in the fine earth fraction. They have weak or moderate, fine to coarse, angular or subangular blocky structure, and have very friable to firm consistence.\nIn some pedons a BC or C horizon up to 12 inches thick may lack free carbonates. The C horizon has textures of sandy loam or fine sandy loam in the fine-earth fraction.\nThe 2C horizon has hue of 2.5YR through 5Y, value of 3 through 6, and chroma of 2 through 4. Texture is coarse sand, sand, loamy coarse sand, loamy sand, or loamy fine sand in the fine-earth fraction and is most commonly stratified. Strata include various grades of sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Kars series is the only other member of the same family. Kars soils have a thinner solum and have free carbonates at depths less than 22 inches.\nThe Alton, Belmore, Chenango, Chili, Conotton, Copake, Palmyra, and Phelps series are members of similar families. Alton, Chenango, and Copake soils lack argillic horizons. Belmore, Chili, and Conotton soils lack interfingering of albic material into the argillic horizon. Palmyra and Phelps soils have a lower rock fragment content in the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Howard soils are nearly level to rolling soils of outwash plains and valley trains and rolling to very steep soils of kames, eskers and terraces faces. Slope ranges from 0 to 70 percent. These soils developed in glacial outwash deposits containing significant amounts of limestone rock fragments and a broad range in other rock fragments of sedimentary and igneous origin. Mean annual precipitation ranges from 26 to 46 inches; mean annual temperature ranges from 45 degrees to 50 degrees F.; and the mean frost-free season ranges from 120 to 160 days. The elevation ranges from 95 to 1800 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Amboy, Arkport, Bath, Dunkirk, Fredon, Halsey, Hudson, Langford, Lansing, Madrid, Ontario, Phelps and Sodus soils. Amboy, Arkport, Dunkirk and Hudson soils and their wetter associates formed in nearby glacio-lacustrine deposits. Bath, Langford, Lansing, Madrid, Ontario and Sodus soils and their wetter associates are on adjacent till plains. Moderately well drained Phelps soils, somewhat poorly drained Fredon soils, and poorly drained and very poorly drained Halsey soils form a drainage sequence with Howard soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained to well drained. The potential for surface runoff is negligible to very high. Saturated hydraulic conductivity is moderately high or high in the solum and very high in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas have been cleared and are used for growing corn, small grains, hay, vegetables, and fruit. Steep areas are in pasture or are wooded. Woodlots contain sugar maple, beech, oak, white ash, black cherry, and white pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western and central New York and northern Pennsylvania. MLRA's 101, 140, 142, and 144A. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Steuben County, New York, 1931."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The range of the series was previously broadened to include pedons with a BE horizon underlying the Ap horizon that is similar to a cambic horizon.\nDiagnostic horizons and other features recognized in the typical pedon.\n1. Ochric epipedon - the zone from the soil surface to a depth of 9 inches (Ap horizon).\n2. Argillic horizon - the zone from 24 to 45 inches (B/E, Bt1, and Bt2 horizons).\n3. Glossic subgroup - as evidenced by albic materials interfingering along ped faces in the upper part of the argillic horizon (B/E horizon).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap -- 0 to 9 inches; dark brown (10YR 3/3) gravelly loam; pale brown (10YR 6/3) dry; weak fine granular structure; friable; many fine roots; 30 percent rock fragments; moderately acid; abrupt smooth boundary. (6 to 12 inches thick.)"
      },
      {
        "name": "E",
        "top": 23,
        "bottom": 38,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "E -- 9 to 15 inches; brown (10YR 5/3) very gravelly loam; very weak fine subangular blocky structure; friable; common fine roots; many medium and large pores; 35 percent rock fragments; moderately acid; gradual wavy boundary. (0 to 14 inches thick.)"
      },
      {
        "name": "E/B",
        "top": 38,
        "bottom": 61,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "E/B -- 15 to 24 inches; pale brown (10YR 6/3) very gravelly loam; very weak fine subangular blocky structure; friable; common fine roots; many medium and large pores; ped interiors are brown (10YR 4/3) with clay linings in pores; 40 percent rock fragments; slightly acid; clear irregular boundary. (0 to 20 inches thick.)"
      },
      {
        "name": "B/E",
        "top": 61,
        "bottom": 69,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "B/E -- 24 to 27 inches; brown (10YR 4/3) very gravelly loam; weak fine and medium subangular blocky structure; friable; common fine roots; common fine pores; distinct clay films in pores; surfaces of peds coated with 1 to 2 millimeters of pale brown (10YR 6/3) E horizon-like material; 50 percent rock fragments; slightly acid; clear irregular boundary. (2 to 16 inches thick.)"
      },
      {
        "name": "Bt1",
        "top": 69,
        "bottom": 76,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "Bt1 -- 27 to 30 inches; brown (10YR 4/3) very gravelly loam; weak fine and medium subangular blocky structure; firm, slightly sticky, slightly plastic; common fine roots; common fine pores; clay coats are thin on ped surfaces and thick on pebbles; 50 percent rock fragments; slightly acid; gradual irregular boundary."
      },
      {
        "name": "Bt2",
        "top": 76,
        "bottom": 114,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bt2 -- 30 to 45 inches; brown (7.5YR 4/4) very gravelly loam; weak medium subangular blocky structure; firm, slightly sticky, slightly plastic; few fine roots; common fine pores with clay linings; thick patchy clay coats on pebbles and surfaces of peds; 55 percent rock fragments; neutral; abrupt irregular boundary. (Combined thickness of the Bt horizons is 6 to 30 inches thick.)"
      },
      {
        "name": "C",
        "top": 114,
        "bottom": 183,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "extremely gravelly",
        "pH_class": "moderately alkaline",
        "narrative": "C -- 45 to 72 inches; grayish brown (10YR 5/2) stratified extremely gravelly sand; single grain; loose; few fine roots; 60 percent rock fragments; strongly effervescent, moderately alkaline."
      }
    ]
  ]
}
