{
  "SERIES": "HOWBERT",
  "STATUS": "Established Series",
  "BYREV": "Rev. LLC/TWH/SJJ",
  "REVDATE": "03/2017",
  "STATES": "CO,UT",
  "OVERVIEW": "The Howbert series consists of very deep, well drained soils that formed in slope alluvium and colluvium.  Howbert soils are on mountain slopes and in swales.  Slopes range from 3 to 40 percent.  Mean annual precipitation is about 16 inches and the mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Typic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Howbert loam, 5 percent slope in grassland at an elevation of 7,800 feet.  (Colors are for dry soil unless otherwise noted.) Described on September 20, 1990.\nA--0 to 3 inches; brown (10YR 5/3) loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable, slightly sticky, slightly plastic; many very fine and fine roots; many very fine and fine pores; slightly effervescent; 5 percent calcium carbonate equivalent; 5 percent gravel; slightly alkaline (7.4); abrupt smooth boundary.  (3 to 15 inches thick)\nAk--3 to 8 inches; brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; slightly hard, friable, moderately sticky, moderately plastic; few very fine and fine roots; common very fine and fine pores; slightly effervescent; few fine calcium carbonate masses; 5 percent calcium carbonate equivalent; 5 percent gravel; slightly alkaline (pH 7.6); abrupt smooth boundary.  (0 to 7 inches thick)\nBtk1--8 to 13 inches; brown (10YR 5/3) clay loam, dark brown (10YR 3/3) moist; weak medium prismatic structure parting to moderate medium subangular blocky; hard, friable, moderately sticky, moderately plastic; few very fine and fine roots; common very fine and fine pores; common faint clay films on faces of peds; slightly effervescent; common fine calcium carbonate masses; 5 percent calcium carbonate equivalent; 5 percent gravel; slightly alkaline (pH 7.6); abrupt smooth boundary.\nBtk2--13 to 16 inches; yellowish brown (10YR 5/4) clay loam, brown (10YR 4/3) moist; weak medium prismatic structure parting to moderate medium subangular blocky; hard, friable, moderately sticky, moderately plastic; few very fine and fine roots; common very fine and fine pores; common faint clay films on faces of peds; strongly effervescent; common fine calcium carbonate masses; 5 percent calcium carbonate equivalent; 5 percent gravel; slightly alkaline (pH 7.4); abrupt smooth boundary.  (combined Btk horizons: 5 to 10 inches thick)\nBk1--16 to 20 inches; very pale brown (10YR 7/3) loam, yellowish brown (10YR 5/4) moist; weak medium subangular blocky structure; hard, very friable, slightly sticky, slightly plastic; few very fine and fine roots; common very fine and fine pores; strongly effervescent; many fine calcium carbonate masses; 12 percent calcium carbonate equivalent; 5 percent gravel; slightly alkaline (pH 7.8); clear smooth boundary. (4 to 8 inches thick)\nBk2--20 to 26 inches; light gray (10YR 7/2) loam, yellowish brown (10YR 5/4) moist; massive; hard, friable, slightly sticky, slightly plastic; few very fine and fine roots; common very fine and fine pores; violently effervescent; many fine calcium carbonate masses; 16 percent calcium carbonate equivalent; 5 percent gravel; moderately alkaline (pH 8.0); clear smooth boundary.\nBk3--26 to 44 inches; very pale brown (10YR 8/2) loam, light yellowish brown (10YR 6/4) moist; massive; hard, friable, slightly sticky, slightly plastic; few very fine and fine roots; common very fine and fine pores; violently effervescent; many fine calcium carbonate masses; 18 percent calcium carbonate equivalent; 5 percent gravel; moderately alkaline (pH 8.0); clear smooth boundary. (combined Bk2 and Bk3 horizons: 12 to 25 inches)\nBk4--44 to 60 inches; yellowish brown (10YR 5/4) loam, brown (10YR 4/3) moist; massive; slightly hard, friable, slightly sticky, slightly plastic; few very fine and fine pores; strongly effervescent; few fine calcium carbonate masses; 6 percent calcium carbonate equivalent; 10 percent gravel; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Teller County, Colorado; located about 6 miles west of Cripple Creek, about 750 feet south and 625 feet west of the northeast corner of sec. 25, T. 15 S., R. 71 W.; High Park USGS quad; lat. 38 degrees 43 minutes 27 seconds and long. 105 degrees 17 minutes 40 seconds, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  The soil moisture control section is usually dry in some part in early summer, moist in some or all parts in late July and August, and intermittently dry in the fall; ustic regime, typic subclass.\nMean annual soil temperature:  42 to 46 degrees F. (5.5 to 8.0 C)\nMean summer soil temperature:  59 to 65 degrees F. (15.0 to 18.3 C)\nThickness of mollic epipedon: 7 to 15 inches  (18 to 38 cm)\nDepth to secondary carbonates: 3 to 8 inches (8 to 20 cm)\nDepth to calcic horizon: 16 to 25 inches (41 to 65 cm)\nDepth to argillic horizon: 8 to 13 inches (20 to 33 cm)\nParticle-size control section (weighted average):\nNoncarbonate clay content:  24 to 35 percent\nSand content:  25 to 45 percent\nRock fragments:  0 to 20 percent gravel or cobble\nA horizon:\nHue:  7.5YR or 10YR\nValue:  4 or 5 dry, 2 or 3 moist\nChroma:  3 or 4 dry, 2 or 3 moist\nCalcium carbonate equivalent: 0 to 10 percent\nRock fragments :  0 to 20 percent gravel or cobble\nReaction:  neutral or slightly alkaline\nAk horizon (not in all pedons):\nHue:  7.5YR or 10YR\nValue:  4 or 5 dry, 2 or 3 moist\nChroma:  3 or 4 dry, 2 or 3 moist\nCalcium carbonate equivalent: 2 to 10 percent\nRock fragments :  0 to 20 percent gravel or cobble\nReaction:  neutral or slightly alkaline\nBtk horizons:\nHue:  7.5YR or 10YR\nValue:  4 through 6 dry, 3 or 4 moist\nChroma:  2 through 4 dry, 3 or 4 moist\nCalcium carbonate equivalent: 2 to 15 percent\nRock fragments :  0 to 20 percent gravel or cobble\nReaction:  slightly alkaline or moderately alkaline\nBk horizons:\nHue:  7.5YR or 10YR\nValue:  5 through 8 dry, 4 through 7 moist\nChroma:  2 through 4 dry and moist\nReaction:  slightly alkaline or moderately alkaline\nUpper Bk:\nTextures: loam\nCalcium Carbonate Equivalent:  5 to 15 percent\nRock Fragments: 0 to 25 percent gravel or cobble\nMiddle Bk:\nTextures: sandy loam or loam\nCalcium Carbonate Equivalent:  15 to 35 percent\nRock Fragments: 0 to 25 percent gravel or cobble\nLower Bk:\nTextures: sandy loam or loam\nCalcium Carbonate Equivalent:  5 to 15 percent\nRock Fragments: 5 to 25 percent gravel or cobble"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Absarook, Archmesa, Beartooth, Beeno, Bielenberg, Bookcliff, Burtoner, Clancy, Clasoil, Dooley, Doughty, Empedrado, Fairfield, Farnuf, Farside, Felor, Greenway, Gurney, Hangdo, Hoppers, Hyalite, Jeffcity, Kokoruda, Livona, Martinsdale, Maudlin, Meagher, Moen, Moento, Perrypark, Pianohill, Placerton, Reeder, Reedwest, Sipple, Snakejohn, Sponseller, Trag, Tragmon, Trazuni, Trujillo, Ulrant, Vida, Watne, Watrous, Williams, and Yegen series.\nThe Absarook, Archmesa, Beeno, Burtoner, Clancy, Gurney, Hoppers, Jeffcity, Maudlin, Moen, Moento, Pianohill, Placerton, Reeder, Reedwest, and Watrous soils have a lithic or paralithic contact between 20 to 40 inches.\nThe Beartooth soils have between 35 and 60 percent rock fragments in the lower part.\nThe Bielenberg, Bookcliff, Snakejohn, Sponseller, Ulrant soils have a lithic or paralithic contact between 40 to 60 inches.\nThe Clasoil, Farside, Hangdo, Hyalite, Kokoruda, Perrypark, Trag, and Tragmon soils do not have accumulations of secondary carbonates.\nThe Dooley, Doughty, Meagher, and Sipple soils have a lithologic discontinuity.\nThe Empedrado, Farnuf, Felor, Greenway, Livona, Trujillo, Vida, Williams, and Yegen soils lack a calcic horizon.\nThe Fairfield and Watne soils do not have secondary carbonate accumulations throughout the argillic horizon.\nThe Martinsdale soils are dry in the soil moisture control section July 15 to August 30."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  slope alluvium or colluvium\nLandform:  mountain slopes or swales\nSlopes:  3 to 40 percent\nElevation:  7,400 to 9,000 feet\nMean annual air temperature:  40 to 44 degrees F.\nMean annual precipitation:  14 to 20 inches\nPrecipitation pattern:  Monthly precipitation is lowest in winter an greatest in July and August. In Utah, the precipitation pattern is more evenly distributed throughout the year.\nFrost-free period:  70 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Highpark, Crystola, and Corpen series.  The Highpark, Crystola, and Corpen soils are shallow. The Highpark soils are on bedrock controlled knobs. The Crystola soils are on mountains. The Corpen soils are on pediments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  well drained,  moderately slow permeability (0.2 to 0.6 in/hr.)"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used mainly for grassland and wildlife habitat. Potential native vegetation is mainly Arizona fescue, mountain muhly, Parry's oatgrass, green needlegrass, western wheatgrass, and blue grama."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Colorado and Northern Utah; LRR E, MLRA 48A; small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Teller County, Colorado, Teller-Park soil survey area, 2010. The name is from an abandoned town site now inundated by Elevenmile Canyon Reservoir. When originally proposed this series was named \"High\"."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nSeries control section: The zone from 0 to 60 inches.\nParticle-size control section: The zone from 8 to 16 inches. (Btk1, Btk2 horizons)\nMollic epipedon: The zone from 0 to 13 inches. (A, Ak, Btk1 horizons)\nArgillic horizon: The zone from 8 to 16 inches. (Btk1, Btk2 horizons)\nCalcic horizon: The zone from 20 to 44 inches. (Bk2, Bk3 horizons)\nFrigid temperature regime.\nTaxonomic Version:  Eleventh edition Keys to Soil Taxonomy, 2010\nNational Cooperative Soil Survey\nU.S.A."
  }
}
