{
  "SERIES": "HOWLAND",
  "STATUS": "Established Series",
  "BYREV": "Rev. LRF-KJL-NRB",
  "REVDATE": "02/2015",
  "STATES": "ME,NH",
  "OVERVIEW": "The Howland series consists of very deep, moderately well drained soils on drumlins and till ridges.   These soils formed in dense till.  Saturated hydraulic conductivity is moderately high in the solum and moderately low in the dense substratum.  Slope ranges from 0 to 25 percent.  Mean annual temperature is about 5 degrees C, and mean annual precipitation is about 990 mm at the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, isotic, frigid Aquic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Howland silt loam, on a 3 percent southwest-facing slope in a very stony wooded area.  (Colors are for moist soil.)\nOa--0 to 3 cm (0 to 1 in); black (10YR 2/1) sapric material; weak fine granular structure; very friable; many very fine and fine roots; extremely acid; abrupt wavy boundary.  (0 to 5 cm [0 to 2 in] thick)\nE--3 to 5 cm (1 to 2 in); grayish brown (10YR 5/2) silt loam; weak very thin platy structure; very friable; common very fine and fine roots; 5 percent gravel; extremely acid; abrupt broken boundary.  (0 to 7 cm [0 to 3 in] thick)\nBh--5 to 10 cm (2 to 4 in); dark reddish brown (5YR 3/4) silt loam; weak very fine granular structure; very friable; many very fine and fine, common medium and few coarse roots; 5 percent gravel; extremely acid; abrupt broken boundary.  (0 to 10 cm [0 to 4 in] thick)\nBs1--10 to 32 cm (4 to 13 in); brown (7.5YR 4/4) silt loam; weak fine granular structure; very friable; many very fine and fine, common medium and few coarse roots; 5 percent gravel, 3 percent cobbles; very strongly acid; clear wavy boundary.\nBs2--32 to 44 cm (13 to 17 in); yellowish brown (10YR 5/6) gravelly silt loam; weak fine granular structure; very friable; common very fine and fine and few medium and coarse roots; 15 percent gravel and 3 percent cobbles; strongly acid; clear wavy boundary.  (Combined thickness of the Bs horizon is 15 to 32 cm [6 to 13 in].)\nBC1--44 to 54 cm (17 to 21 in); light olive brown (2.5Y 5/4) gravelly silt loam; weak fine granular structure; very friable; common very fine and few fine and medium roots; few fine prominent strong brown (7.5YR 4/6) masses of iron accumulation; 15 percent gravel, 3 percent cobbles and 1 percent stones; moderately acid; clear wavy boundary.\nBC2--54 to 64 cm (21 to 25 in); olive (5Y 5/3) gravelly silt loam; weak medium platy structure; friable; few very fine roots; common coarse faint light olive gray (5Y 6/2) iron depletions; 15 percent gravel, 3 percent cobbles and 1 percent stones; moderately acid; abrupt smooth boundary. (Combined thickness of the BC horizon is 20 to 41 cm [8 to 16 in].)\nCd--64 to 165 cm (25 to 65 in); olive (5Y 4/3) gravelly silt loam; weak coarse and very coarse prismatic structure; very firm; common coarse distinct light brownish gray (2.5Y 6/2) iron depletions; 20 percent gravel, 5 percent cobbles and 3 percent stones; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Piscataquis County, Maine; Medford Township, 100 feet south of Lake View Plantation town line, 20 feet west of trail; USGS Milo North topographic quadrangle; lat. 45 degrees 18 minutes 52 seconds N. and long. 68 degrees 55 minutes 15 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum and depth to the dense lodgment till ranges from 50 to 84 cm (20 to 33 in).  Depth to bedrock is more than 152 cm (60 in).  The weighted average of clay in the particle-size control section is less than 10 percent.  Texture of the fine-earth fraction in the mineral solum and substratum is silt loam or loam. Rock fragment content ranges from 5 to 30 percent throughout the mineral soil with the majority being pebble size.  Stones and boulders cover 0 to 15 percent of the surface.  Reaction ranges from extremely acid to slightly acid in the solum and very strongly acid to slightly acid in the substratum.\nSome areas have an Ap horizon with hue of 10YR, value of 3 or 4, and chroma of 2 or 3 or, an A horizon with hue of 10YR or 7.5YR, value of 2 to 3, and chroma of 1 to 3.  They have weak or moderate, fine granular structure and consistence is very friable or friable.\nThe E horizon has hue of 10YR or 7.5YR, value of 5 or 6, and chroma of 1 or 2.  It has weak very fine granular or weak very thin or thin platy structure.  Consistence is very friable or friable.\nThe Bh horizon has hue of 2.5YR or 5YR, value of 2 to 3, and chroma of 2 to 4.  The Bhs horizon, where present, has hue of 2.5YR or 5YR, with value and chroma of 2 or 3.  The Bs horizon has hue of 5YR to 10YR, value of 3 to 5, and chroma of 4 to 8.  B horizons have weak or moderate, very fine to medium granular or weak very fine or fine subangular blocky structure.  Consistence is very friable or friable.\nThe BC horizon has hue of 2.5Y or 5Y, value of 4 or 5, and chroma of 3 or 4.  Redoximorphic features are in some part of the horizon.  The BC horizon has weak fine granular or subangular blocky or weak to strong, thin or medium platy structure.  Consistence is very friable or friable.\nThe Cd horizon has hue of 2.5Y or 5Y, value of 4 to 6, and chroma of 2 or 3.  It has weak to strong medium or thick platy or weak coarse and/or very coarse prismatic structure or the horizon is massive.  All structure in the Cd horizon is considered inherited from the parent material.  Consistence is firm or very firm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Chesuncook, Crary, Dixmont, Peru, Ragmuff, Skerry, Sunapee, and Worden series.  Chesuncook soils have more than 10 percent clay in the particle-size control section.  Crary soils have a thin aeolian or water deposited mantle.  Peru soils have dense substratum layers with loose or friable segregated sand lenses with a horizontal orientation that are layered within a loamy matrix constitute 0 to 20 percent of the fabric of the till. The lenses are commonly of coarse, medium and fine sand ranging from less than a cm to 3 cm (1/8 inch to 1 in) in thickness. Skerry soils have dense substraum layers that are typically loamy sand or loamy fine sand or loam with sandy lenses comprising more than 20 percent of the layer. Sunapee soils have a friable substratum. Ragmuff soils have a lithic contact within 152 cm.   Worden soils have a spodic horizon greater than 46 cm (18 in) thick or a Bh horizon greater than 10 cm (4 in) thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Howland soils are on drumlins and till ridges.  Slope ranges from 0 to 25 percent but commonly is less than 15 percent.  The soils formed in dense till derived mainly from phyllite, slate, metasandstone and some granite.  The climate is humid and cool temperate.  The mean annual temperature ranges from 3 to 7 degrees C (38 to 44 degrees F), and mean annual precipitation ranges from 914 to 1168 mm (36 to 46 in).  The frost-free season ranges from 90 to 130 days.  Elevation ranges from 91 to 670 m (300 to 2200 ft) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Burnham, Monarda, Penquis, Plaisted and Thorndike soils on nearby landscapes.  The Burnham and Monarda soils are wetter and are in lower positions on the landscape. The Penquis, Plaisted and Thorndike soils are in higher topographic positions on the landscape and are better drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Moderately well drained.  Saturated hydraulic conductivity is moderately high in the solum and moderately low in the dense substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly forested. Common tree species include red spruce, white spruce, balsam fir, red maple, hemlock and paper birch.  Areas cleared of trees and stones are used mainly for hay and pasture.  A few areas are used for cultivated crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and Northern Maine and Northern New Hampshire; MLRAs 143, 144B and 146.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Aroostook County, Maine, 1960."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Previous revision reflected a change in classification to coarse-loamy, mixed, frigid Aquic Haplorthods to conform with Keys to Soil Taxonomy, sixth edition, 1994.  Some soils formerly mapped as the Howland series will be included with the Telos or Colonel series.  3.\nDiagnostic horizons and features recognized in this pedon include:\n1. Albic horizon - the zone from 3 to 5 cm (1 to 2 in) (E horizon).\n2. Spodic horizon - the zone from 5 to 32 cm (2 to 13 in) (Bh and Bs1 horizons).\nc. Aquic feature-  redoximorphic features within 76 cm (30 in) of the mineral soil surface.\nADDITIONAL DATA:  Source of data used in establishing taxonomic class and range in characteristics is Technical Bulletin 46, Maine Agricultural Experiment Station, March 1971.\nArchived Soil Interpretation Record numbers for the Howland series were: Howland, ME0005; and Howland, stony, ME0006.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Oa--0 to 3 cm (0 to 1 in); black (10YR 2/1) sapric material; weak fine granular structure; very friable; many very fine and fine roots; extremely acid; abrupt wavy boundary.  (0 to 5 cm [0 to 2 in] thick)"
      },
      {
        "name": "E",
        "top": 3,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "broken",
        "narrative": "E--3 to 5 cm (1 to 2 in); grayish brown (10YR 5/2) silt loam; weak very thin platy structure; very friable; common very fine and fine roots; 5 percent gravel; extremely acid; abrupt broken boundary.  (0 to 7 cm [0 to 3 in] thick)"
      },
      {
        "name": "Bh",
        "top": 5,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "broken",
        "narrative": "Bh--5 to 10 cm (2 to 4 in); dark reddish brown (5YR 3/4) silt loam; weak very fine granular structure; very friable; many very fine and fine, common medium and few coarse roots; 5 percent gravel; extremely acid; abrupt broken boundary.  (0 to 10 cm [0 to 4 in] thick)"
      },
      {
        "name": "Bs1",
        "top": 10,
        "bottom": 32,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bs1--10 to 32 cm (4 to 13 in); brown (7.5YR 4/4) silt loam; weak fine granular structure; very friable; many very fine and fine, common medium and few coarse roots; 5 percent gravel, 3 percent cobbles; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Bs2",
        "top": 32,
        "bottom": 44,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bs2--32 to 44 cm (13 to 17 in); yellowish brown (10YR 5/6) gravelly silt loam; weak fine granular structure; very friable; common very fine and fine and few medium and coarse roots; 15 percent gravel and 3 percent cobbles; strongly acid; clear wavy boundary.  (Combined thickness of the Bs horizon is 15 to 32 cm [6 to 13 in].)"
      },
      {
        "name": "BC1",
        "top": 44,
        "bottom": 54,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BC1--44 to 54 cm (17 to 21 in); light olive brown (2.5Y 5/4) gravelly silt loam; weak fine granular structure; very friable; common very fine and few fine and medium roots; few fine prominent strong brown (7.5YR 4/6) masses of iron accumulation; 15 percent gravel, 3 percent cobbles and 1 percent stones; moderately acid; clear wavy boundary."
      },
      {
        "name": "BC2",
        "top": 54,
        "bottom": 64,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "BC2--54 to 64 cm (21 to 25 in); olive (5Y 5/3) gravelly silt loam; weak medium platy structure; friable; few very fine roots; common coarse faint light olive gray (5Y 6/2) iron depletions; 15 percent gravel, 3 percent cobbles and 1 percent stones; moderately acid; abrupt smooth boundary. (Combined thickness of the BC horizon is 20 to 41 cm [8 to 16 in].)"
      },
      {
        "name": "Cd",
        "top": 64,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cd--64 to 165 cm (25 to 65 in); olive (5Y 4/3) gravelly silt loam; weak coarse and very coarse prismatic structure; very firm; common coarse distinct light brownish gray (2.5Y 6/2) iron depletions; 20 percent gravel, 5 percent cobbles and 3 percent stones; moderately acid."
      }
    ]
  ]
}
