{
  "SERIES": "HOXIE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DKS/TDT/CEG/JTW",
  "REVDATE": "01/2020",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, nonacid Humic Cryaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hoxie silt loam in a meadow under controlled drainage, with a slope of less than 1 percent, at an elevation of 1507 m\nA--0 to 25 cm; silt loam, gray (10YR 5/1) dry, black (10YR 2/1) moist; moderate very fine subangular blocky structure; soft, friable, slightly sticky and plastic; many fine and very fine roots; many very fine, fine, and medium irregular pores; organic carbon is 6.7 percent, percent diatoms is 83; moderately acid (pH 5.8); abrupt smooth boundary\nBA--25 to 36 cm; silt loam, gray (10YR 5/1) dry, black (10YR 2/1) moist; few fine prominent yellowish brown (10YR 5/6), moist, iron-manganese masses in root channels; moderate coarse and medium prismatic structure; slightly hard, firm, slightly sticky and plastic; common medium and fine roots; common very fine and fine discontinuous pores; moderately acid (pH 5.8); abrupt smooth boundary\nBg1--36 to 53 cm; silt loam, light gray (10YR 7/2) dry, grayish brown (2.5Y 5/2) moist; common medium prominent brown (7.5YR 4/4), strong brown (7.5YR 4/6), and strong brown (7.5YR 5/6), moist, iron-manganese masses; moderate coarse prismatic structure; hard, firm, slightly sticky and plastic; common medium and fine roots; few very fine discontinuous pores; organic carbon is 5.0 percent, percent diatoms is 10 percent; moderately acid (pH 5.9); clear smooth boundary\nBg2--53 to 71 cm; silt loam, light gray (10YR 7/2) dry, grayish brown (2.5Y 5/2) moist; common medium prominent brown (7.5YR 4/4), strong brown (7.5YR 5/6), and strong brown (7.5YR 5/8), moist, iron-manganese masses;  moderate coarse prismatic structure; hard, friable, sticky and plastic; common medium and fine roots; few very fine and fine discontinuous pores; iron accumulation on pore walls and in root channels; strongly acid (pH 5.4); clear smooth boundary\nBCg1--71 to 86 inches; very fine sandy loam, light gray (10YR 7/2) dry, grayish brown (10YR 5/2) moist; common medium prominent and distinct brown (7.5YR 4/4), strong brown (7.5YR 5/6), and dark reddish brown (5YR 3/3), moist, iron-manganese masses; weak medium and fine subangular blocky structure; slightly hard, friable, nonsticky and slightly plastic; common medium and fine roots; common very fine discontinuous pores; iron accumulation on pore walls and in root channels; 3 percent gravel; strongly acid (pH 5.4); clear smooth boundary\nBCg2--86 to 112 cm; silt loam, light gray (10YR 7/2) dry, grayish brown (10YR 5/2) moist; common medium prominent strong brown (7.5YR 5/8), reddish brown (5YR 4/4), and yellowish red (5YR 5/6), moist, iron-manganese masses; massive to weak coarse prismatic structure; hard, friable, slightly sticky and plastic; common medium and fine roots; few very fine and fine discontinuous pores; iron accumulation on pore walls and in root channels; strongly acid (pH 5.4); gradual smooth boundary\nCg--112 to 165 cm; silt loam, light gray (10YR 7/2) dry, grayish brown (10YR 5/2) moist; variegated strong brown (7.5YR 4/6), strong brown (7.5YR 5/8), and yellowish red (5YR 4/6), moist, iron-manganese masses; massive; hard, friable, slightly sticky and plastic; few fine and very fine roots; few very fine and fine discontinuous pores; common discontinuous iron cementation; 3 percent gravel; strongly acid (pH 5.4)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Klamath County, Oregon; on Buck Lake approximately 747 m east and 15 m north of the southwest corner of sec. 12, T. 38 S., R. 5 E., Willamette Meridian; Lake of the Woods South, Oregon, U.S. Geological Survey quadrangle; Latitude 42.27122 degrees, Longitude -122.1797, datum WGS 84 (coordinates determined from legal description)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": null
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nClam Gulch--umbric epipedon; A horizon is extremely acid to strongly acid (pH 3.5 to 5.5); not influenced by volcanic ash; do not contain diatomaceous sediments"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nElevation--1310 to 1545 m\nSlope--0 to 1 percent\nClimate--precipitation occurs mainly in winter and spring\nMean annual precipitation--760 to 1090 mm\nMean annual air temperature--4.4 to 7.2 degrees C\nFrost-free period--5 to 35 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nOatman--loamy-skeletal; ochric epipedon\nOtwin--loamy-skeletal; ochric epipedon; 50 to 100 cm (moderately deep) to lithic (andesite) contact"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--Poorly drained\nWater Table--occurs at depths of 0 to 90 cm from March through June\nSaturated hydraulic conductivity (Ksat)--moderately high in A horizons; moderately low to moderately high in Bg and BCg horizons; moderately low to very high in Cg horizons"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nUse--native meadow pasture, irrigated pasture\nVegetation--tufted hairgrass, mat muhly, spikerush, sedges"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Klamath and Shasta Valleys and Basins, Southwestern Oregon; MLRA 21; inextensive"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jackson County Area, Oregon, 1988 (Klamath Part)."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and other features in this pedon\n*Mollic epipedon--zone from 0 to 36 cm\n*Cambic horizon--zone from 36 to 71 cm\n*Aquic conditions--zone from 0 to 165 cm;depleted matrix with chroma of 2 or less and redox concentrations at 36 cm; water table at 0 to 90 cm from March to June\nADDITIONAL DATA:\n*NASIS Site ID--S1986OR035004\n*NASIS Pedon ID--1988OR0350001\n*Laboratory sample numbers 87P-2206-2207; Pedon number 87P-422.\n*1/3-bar bulk density numbers based on laboratory data from other diatomaceous-influenced soils--Chinchallo (lab sample number 06N0135, userpedon ID S2005OR035001); Hoxie taxadjunct (lab sample number 06N0136, userpedon ID S2005OR035002); and Cosbie (lab sample number 06N0137, userpedon ID S2005Or035003).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
