{
  "SERIES": "HOXOH",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. CDH/TWH",
  "REVDATE": "11/2001",
  "STATES": "NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy-skeletal, glassy, frigid Lithic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hoxoh gravelly ashy loam--on a summit of an undulating plateau sloping 6 percent to the east-northeast at 8,355 feet elevation--forestland. (Colors are for dry soil unless otherwise noted. When described on September 1, 2000, the soil was slightly moist from 6 to 17 inches and otherwise dry.)\nOi--0 to 2 inches; slightly decomposed needles, twigs, and cones; clear smooth boundary. (1 to 3 inches thick)\nA--2 to 7 inches; dark grayish brown (10YR 4/2) gravelly ashy loam, very dark brown (10YR 2/2) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; few coarse, few medium, few fine, and few very fine roots; common very fine irregularly shaped pores; 15 percent gravel and 5 percent cobbles; neutral (pH 7.2); gradual wavy boundary. (5 to 7 inches thick)\nBw--7 to 17 inches; brown (10YR 5/3) very gravelly ashy loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; few medium and few fine roots; few fine tubular pores; 40 percent gravel, 10 percent cobbles, and 5 percent stones; slightly alkaline (pH 7.4); abrupt wavy boundary. (7 to 12 inches thick)\nR--17 inches; strongly cemented rhyolitic tuff bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Bandelier National Monument, Los Alamos County, New Mexico; USGS Bland 7.5 minute topographic quadrangle; about 5 miles southwest of Los Alamos; Latitude 35 degrees 49 minutes 42.80 seconds North and Longitude 106 degrees 22 minutes 56.79 seconds West, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: (Depths given are measured from the mineral soil surface)\nSoil moisture - The soil moisture control section (SMCS) is moist in all parts from January to May and intermittently moist in some part from June to December. The SMCS is dry in all parts less than 40 percent of the time when the soil temperature at 20 inches is above 41 degrees F.  The soil moisture regime is typic ustic.\nAverage annual soil temperature: 45 to 47 degrees F\nThickness of mollic epipedon: 10 to 20 inches\nOrganic matter content: 2 to 4 percent in mollic epipedon\nDepth to lithic contact: 10 to 20 inches\nLithology of rock fragments: Rhyolitic tuff\nOxalate extractble Al + 1/2Fe: .01 to .10 percent\nParticle-size control section:\nRock fragment content: total range is 35 to 60 percent\nVolcanic glass content: 50 to 70 percent in the coarse silt plus sand fraction\nA horizon\nValue: 3 or 4 dry, 2 or 3 moist\nChroma: 2 or 3, dry or moist\nClay content: 8 to 18 percent\nRock fragments: total range is 15 to 35 percent\n15 to 25 percent gravel\n0 to 10 percent cobbles\nBw horizons\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 2 or 3, dry or moist\nTexture: very gravelly ashy loam or very gravelly ashy sandy loam\nClay content: 8 to 18 percent\nSand content: 40 to 60 percent\nFine sand or coarser content: 30 to 50 percent\nRock fragments: total range is 35 to 60 percent\n25 to 45 percent gravel\n5 to 15 percent cobbles\n0 to 5 percent stones"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series. A similar soil in another family is the Cymery series. Cymery soils do not have mollic epipedons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Hoxoh soils are on summits and shoulders of interfluves on undulating plateaus. They formed in slope alluvium and residuum derived locally from Quaternary Age rhyolitic tuff. Slopes are 1 to 15 percent. Elevation ranges from 7,600 to 8,600 feet. The mean annual precipitation is 20 to 24 inches with about 45 percent falling as rain from high-intensity convective thunderstorms between July and September. The mean annual air temperature is 43 to 45 degrees F.  The frost-free period is 110 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cajete, Cymery, Jemez, and Tschicoma soils.  Cajete soils are ashy-pumiceous, are very deep, and occur on north-facing backslopes of undulating plateaus.  Cymery soils are ashy-skeletal, do not have mollic epipedons, and are on summits and shoulders of undulating plateaus.  Jemez soils are fine-loamy, have argillic horizons, and are on summits and shoulders of interfluves.  Tschicoma soils are fine-loamy, have argillic horizons, and occur on footslopes and toeslopes of interfluves."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium surface runoff; permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Hoxoh soils are used for recreation and wildlife habitat. Present vegetation includes ponderosa pine, Douglas fir, New Mexico locust, Gambel oak, quaking aspen, nodding brome, and mountain muhly"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Hoxoh soils are of small extent on the southwestern Jemez Volcanic Field part of the Southern Rocky Mountain province in northcentral New Mexico. The MLRA is 48A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Los Alamos County, New Mexico; Bandelier National Monument Soil Survey, 2000.  Hoxoh is a coined name."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from 2 to 17 inches. (A and Bw horizons)\nLithic contact -Strongly cemented rhyolitic tuff bedrock at 17 inches. (2R layer)\nParticle-size control section - The zone from 12 to 17 inches (part of the Bw horizon)\nClassified according to Soil Taxonomy Second Edition, 1999.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
