{
  "SERIES": "HOZHO",
  "STATUS": "Established Series",
  "BYREV": "Rev. JVC/LWH/CDH/WWJ",
  "REVDATE": "08/2006",
  "STATES": "NM",
  "OVERVIEW": "The Hozho series consists of excessively drained soils which are shallow to soft sandstone bedrock. Hozho soils formed in colluvium and residuum derived from sandstone on backslopes of escarpments.  Permeability is rapid. Slopes are 40 to 70 percent. Mean annual precipitation is about 14 inches and mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic, shallow Aridic Ustipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hozho cobbly sandy loam, extremely bouldery -- on a convex backslope sloping 62 percent to the west at 7,520 feet elevation -- woodland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 3 inches; reddish brown (5YR 5/4) cobbly sandy loam, reddish brown (5YR 4/4) moist; weak thick platy structure parting to moderate fine granular; soft, very friable, slightly sticky and nonplastic; few fine and few very fine roots; few very fine irregularly shaped pores; weakly developed black cryptogam crust on soil surface; 10 percent cobbles, 10 percent pebbles, 2 percent stones, and 3 percent boulders; slightly effervescent; slightly alkaline (pH 7.6); clear smooth boundary. (2 or 3 inches thick)\nAC--3 to 6 inches; reddish brown (5YR 5/4) sandy loam, reddish brown (5YR 4/4) moist; moderate medium granular structure; soft, very friable, slightly sticky and nonplastic; few fine and common very fine roots; few very fine irregularly shaped pores; 5 percent pebbles; slightly effervescent; moderately alkaline (pH 8.4); abrupt wavy boundary. (0 to 5 inches thick)\n2C--6 to 14 inches; pinkish gray (7.5YR 7/2) with very pale brown (10YR 7/4) loamy sand, light brown (7.5YR 6/4) with brownish yellow (10YR 6/6) moist; massive, platy rock structure; slightly hard, friable, nonsticky and nonplastic; few coarse to very fine roots; 70 percent soft sandstone fragments; very slightly effervescent; moderately alkaline (pH 8.2); clear wavy boundary. (4 to 16 inches thick)\n2Cr--14 inches; soft sandstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Juan County, New Mexico; on the Navajo Indian Reservation about 7 miles west of Sanostee; 1,450 feet north and 1,150 feet east of the southwest corner of sec. 8, T.25N., R.20W; Latitude 36 degrees 24 minutes 44 seconds N and Longitude 109 degrees 0 minutes 6 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Typically, the soil moisture control section is moist in all parts during the 90 days following the winter solstice. It is moist in some part less than 40 percent of the time and moist in all parts less than 25 percent of the time when the soil temperature at 20 inches is above 41 degrees F. December and August are the wettest months and May and June are the driest. Aridic ustic moisture regime.\nSoil temperature - 50 to 52 degrees F.\nSoil depth - 10 to 20 inches to soft bedrock\nReaction - slightly alkaline to moderately alkaline\nSilicate clay content, control section weighted average - 2 to 8 percent\nA horizon - Hue: 5YR through 10YR.\nValue: 5 or 6 dry, 4 or 5 moist.\nChroma: 4 through 6.\nRock fragments: Total range is 15 to 35 percent\n5 to 10 percent pebbles.\n10 to 20 percent cobbles.\n1 to 5 percent stones.\n3 to 10 percent boulders.\nOther features: rock fragment content is variable and some pedons lack cobbly surfaces or have very cobbly surfaces; some pedons have hue of 2.5YR or 2.5Y.\nAC horizon - Hue: 5YR through 10YR.\nValue: 5 through 7 dry, 4 through 6 moist.\nChroma: 4 through 6.\nTexture: sandy loam or loamy sand.\nRock fragments: Total range is 5 to.  10 percent pebbles\nOther features: some pedons have hue of 2.5YR or 2.5Y.\n2C horizon - Hue: 7.5YR through 2.5Y.\nValue: 6 or 7 dry, 4 through 6 moist.\nChroma: 2 through 6.\nTexture: loamy fine sand, loamy sand, or sand.\nOther features: 10 to 70 percent soft, slakable sandstone fragments; some pedons have few accumulations of secondary calcium carbonates in the upper part of this horizon; some pedons have hue of 5YR or 5Y."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Niobrara (NE) series. Niobrara soils have less than 15 percent rock fragments in the A horizon and occur below elevations of 6500 feet."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Hozho soils are on backslopes of escarpments below mesas and cuestas. They formed in colluvium and residuum derived from Jurassic sandstones. Slopes are 40 to 70 percent. Elevation ranges from 6,500 to 8,000 feet. The mean annual precipitation is 12 to 16 inches with about one half falling as winter snow and half falling as rain from high-intensity convective thunderstorms between July and September. The mean annual temperature is 48 to 50 degrees F. The average frost-free period is 120 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: This is the Quezcan soil and Rock outcrop. Quezcan soils are fine textured, moderately deep to bedrock, and occur on adjacent backslopes. Rock outcrop occurs as vertical cliffs and irregular ledges of sandstone bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Excessively drained; rapid runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Hozho soils are used for limited woodland production and livestock grazing. Present vegetation is pinyon, Utah juniper, antelope bitterbrush, narrowleaf yucca, true mountainmahogany, blue grama, muttongrass, and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Hozho soils are of small extent on the Blanding Basin and Red Rock Bench portions of the Colorado Plateau province in northwest New Mexico and northeast Arizona. MLRA 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Shiprock Area, Parts of San Juan County, New Mexico and Apache County, Arizona; 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to a depth of about 3 inches. (A horizon)\nParalithic contact - The presence of soft sedimentary bedrock at 14 inches.\nPsamment suborder - The presence of textures below 10 inches which are only loamy fine sand and coarser.\nKeys to Soil Taxonomy - Soils classified according to the Eighth Edition, 1998.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "excessively",
        "drainage_overview": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "cobbly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; reddish brown (5YR 5/4) cobbly sandy loam, reddish brown (5YR 4/4) moist; weak thick platy structure parting to moderate fine granular; soft, very friable, slightly sticky and nonplastic; few fine and few very fine roots; few very fine irregularly shaped pores; weakly developed black cryptogam crust on soil surface; 10 percent cobbles, 10 percent pebbles, 2 percent stones, and 3 percent boulders; slightly effervescent; slightly alkaline (pH 7.6); clear smooth boundary. (2 or 3 inches thick)"
      },
      {
        "name": "AC",
        "top": 8,
        "bottom": 15,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "AC--3 to 6 inches; reddish brown (5YR 5/4) sandy loam, reddish brown (5YR 4/4) moist; moderate medium granular structure; soft, very friable, slightly sticky and nonplastic; few fine and common very fine roots; few very fine irregularly shaped pores; 5 percent pebbles; slightly effervescent; moderately alkaline (pH 8.4); abrupt wavy boundary. (0 to 5 inches thick)"
      },
      {
        "name": "2C",
        "top": 15,
        "bottom": 36,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "loamy sand",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2C--6 to 14 inches; pinkish gray (7.5YR 7/2) with very pale brown (10YR 7/4) loamy sand, light brown (7.5YR 6/4) with brownish yellow (10YR 6/6) moist; massive, platy rock structure; slightly hard, friable, nonsticky and nonplastic; few coarse to very fine roots; 70 percent soft sandstone fragments; very slightly effervescent; moderately alkaline (pH 8.2); clear wavy boundary. (4 to 16 inches thick)"
      },
      {
        "name": "2Cr",
        "top": 36,
        "texture_class": "sand",
        "narrative": "2Cr--14 inches; soft sandstone bedrock."
      }
    ]
  ]
}
