{
  "SERIES": "HUA",
  "STATUS": "Tentative Series",
  "BYREV": "RTG-MRK",
  "REVDATE": "02/2012",
  "STATES": "HI",
  "OVERVIEW": "The Hua series consists of very shallow, somewhat poorly drained soils that formed in basic volcanic ash over pahoehoe lava.  Slopes range from 2 to 40 percent.  The mean annual rainfall is about 1650 millimeters (65 inches) and the mean annual air temperature is about 19 degrees C.(66 degrees F.)",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Hydrous, ferrihydritic, acid, isothermic Lithic Endoaquands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hua hydrous silt loam, on a west facing, slightly concave, 4 percent slope in pasture at an elevation of 799 meters (2,620 feet).  (Colors are for moist soils unless otherwise noted.  All textures are \"apparent field textures\". pH measured with electrode in 1:1 water.  When described on March 9, 1994, the soil was moist throughout.)\nA--0 to 8 centimeters (0 to 3 inches); very dark grayish brown (10YR 3/2) hydrous silt loam; moderate very fine granular and fine subangular blocky structure; very friable, slightly sticky and slightly plastic, nonsmeary; many very fine and fine roots; common fine interstitial pores; few prominent yellowish red (5YR 5/8) root channels; 5 percent gravel; very strongly acid (pH 4.8); clear wavy boundary.  (8 to 10 centimeters {3 to 4 inches} thick)\nBw--8 to 20 centimeters (3 to 8 inches); dark brown (7.5YR 3/2) hydrous silt loam; weak fine subangular blocky structure; very friable, slightly sticky and slightly plastic, moderately smeary; many very fine and fine roots; many very fine and fine tubular pores; many prominent red (2.5YR 4/8) root channels and pores; very dark gray (N 3/0) weathered gravel with common prominent dark red (10R 3/6) stains; 2 percent cobbles and 10 percent gravel; strongly acid (pH 5.3); abrupt irregular boundary.  (10 to 18 centimeters {4 to 7 inches} thick)\n2R--20 centimeters (8 inches); hard, massive pahoehoe lava."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Island of Hawaii, Hawaii County, Hawaii; from Koa Road, south of Kealakekua Ranch Center in Captain Cook, bear right at elevation 728 meters (2,390 feet) to reach the main entrance of Kealakekua Development Corporation; continue upslope 0.3 miles and turn right onto secondary ranch road; continue through gate in rock wall to a small relatively flat area 0.5 miles from main entrance; pedon is located 5 meters (15 feet) south of road.  Honaunau Quadrangle; lat. 19 degrees 29 minutes 48.0 seconds N. and long. 155 degrees 53 minutes 16.5 seconds W. (GPS/PLGR; Old Hawaiian Datum)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock: 5 to 25 centimeters (2 to 10 inches).\nMean annual soil temperature: 17 to 22 degrees C. (63 to 71 degrees F.)\nRock fragments: 0 to 20 percent by volume of the pedon and range in size from gravel to cobble size lava rocks.\nA horizon\nValue: 2 or 3 moist.\nChroma: 1 or 2 moist.\nTexture: Hydrous silt loam or silty clay loam.\nStructure: Weak to strong granular or subangular blocky.\nSmeariness: Nonsmeary or moderately smeary.\nSoil reaction: Very strongly acid or strongly acid (pH 4.5 to 5.5).\nBw horizon\nHue: 7.5YR or 10YR.\nValue: 2 or 3 moist.\nTexture: Hydrous silt loam or silty clay loam.\nStructure: Weak or moderate subangular blocky.\nSmeariness: Weakly smeary or moderately smeary.\nSoil reaction: Very strongly acid or strongly acid (pH 4.5 to 5.5)."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series.  Similar soils include the Napoopoo series.  Napoopoo soils are hydrous-skeletal and have a udic moisture regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Hua soils are on mid elevation, leeward slopes of Hualalai and Mauna Loa volcanoes at elevations from 305 to 1067 meters (1,000 to 3,500 feet).  These soils are on all hillslope positions of constructional landscapes consisting of nearly level to steep pahoehoe flows that are 5,000 to 10,000 years old.  Slope gradients range from 2 to 40 percent.  The soils formed in basic volcanic ash over pahoehoe lava.  The mean annual rainfall ranges from 1270 to 2030 millimeters (50 to 80 inches), with most of the rainfall occurring from April through October.  The mean annual pan evaporation ranges from 640 to 1020 millimeters (25 to 40 inches).  The mean annual air temperature ranges from 16 to 22 degrees C. (61 to 71 degrees F.)  The mean summer soil temperature and the mean winter soil temperature differ by less than 6 degrees C. (11 degrees F.)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Honaunau, Honuaulu, Hookena, Kealakekua, Kona, Napoopoo, and Puna series.  Honaunau and Kealakekua soils have lithic contact at 50 to 102 centimeters (20 to 40 inches).  Honuaulu and Napoopoo soils are hydrous-skeletal.  Hookena soils are sandy-skeletal.  Kona soils are organic soils over pahoehoe lava.  Puna soils are organic soils over `a`a lava."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained.  Runoff is high or very high.  Permeability is moderately slow in the soil and very slow in the underlying bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used primarily for wildlife habitat.  Some areas are used for pasture.  The natural vegetation is ohia lehua (Metrosideros polymorpha), hapuu treefern (Cibotium chammisoi or C. glauca), and uluhe (Dicranopteris linearis)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North and South Kona districts, Island of Hawaii; MLRA 159 and 161.  The soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Island of Hawaii, Hawaii County, Hawaii\n1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nAquic conditions - 0 to 20 centimeters (0 to 8 inches); redox concentrations in pore linings (A and Bw horizons) (Aquic moisture regime).\nUmbric epipedon - from 0 to 20 centimeters (0 to 8 inches) (A and Bw horizons).\nLithic contact - at 20 centimeters (8 inches) (2R horizon).\nAndic soil properties - from 0 to 20 centimeters (0 to 8 inches) (A and Bw horizons).\nADDITIONAL DATA: NASIS User Pedon ID 93HI002030. NSSL sample S94HI-001-015.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 8 centimeters (0 to 3 inches); very dark grayish brown (10YR 3/2) hydrous silt loam; moderate very fine granular and fine subangular blocky structure; very friable, slightly sticky and slightly plastic, nonsmeary; many very fine and fine roots; common fine interstitial pores; few prominent yellowish red (5YR 5/8) root channels; 5 percent gravel; very strongly acid (pH 4.8); clear wavy boundary.  (8 to 10 centimeters {3 to 4 inches} thick)"
      },
      {
        "name": "Bw",
        "top": 8,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 5.3,
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bw--8 to 20 centimeters (3 to 8 inches); dark brown (7.5YR 3/2) hydrous silt loam; weak fine subangular blocky structure; very friable, slightly sticky and slightly plastic, moderately smeary; many very fine and fine roots; many very fine and fine tubular pores; many prominent red (2.5YR 4/8) root channels and pores; very dark gray (N 3/0) weathered gravel with common prominent dark red (10R 3/6) stains; 2 percent cobbles and 10 percent gravel; strongly acid (pH 5.3); abrupt irregular boundary.  (10 to 18 centimeters {4 to 7 inches} thick)"
      },
      {
        "name": "2R",
        "top": 20,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R--20 centimeters (8 inches); hard, massive pahoehoe lava."
      }
    ]
  ]
}
