{
  "SERIES": "HUB",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. AJC",
  "REVDATE": "02/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive Ustollic Glossocryalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hub loam - forestland (Colors are for dry soil unless otherwise noted)\n01--0 to 1 inches; Undecomposed organic material principally leaves, bark, and twigs.\n02--1 to 0 inches; Decomposed organic material like that of the above horizon\nA1--0 to 6 inches; Dark gray (10YR 4/1) loam, black (10YR 2/1) moist; strong fine crumb structure; soft, very friable, slightly plastic, slightly sticky; noncalcareous; neutral, pH 6.8 (BTB); abrupt smooth boundary. (5 to 10 inches thick)\nA2--6 to 9 inches; light brownish gray (10YR 6/2) fine sandy loam, grayish brown (10YR 5/2) moist; weak coarse platy structure that parts to moderate very fine subangular blocks; slightly hard, very friable, nonplastic, nonsticky; noncalcareous; neutral, pH 6.8 (BTB); clear smooth boundary. (3 to 6 inches thick)\nA&B--9 to 14 inches; Mixed colors including light brownish gray (10YR 6/2) and grayish brown (10YR 5/2) fine sandy loam, grayish brown (10YR 5/2) moist and dark grayish brown (10YR 4/2) moist; weak coarse subangular blocky structure that parts to medium subangular blocks; slightly hard, very friable, nonplastic, nonsticky; a few thin glossy patches on the more clayey portions of the peds; this horizon consists of seams and nodules of material like that of the underlying horizon embedded in a lighter colored matrix like that of the overlying horizon; noncalcareous; neutral, pH 6.8 (BTB) gradual wavy boundary. (3 to 10 inches thick)\nB2t--14 to 32 inches; grayish brown (10YR 5/2) fine sandy clay loam, dark grayish brown (10YR 4/2) moist; moderate coarse subangular blocky structure that parts to moderate medium subangular blocks; horizon is slightly hard, very friable, slightly plastic, slightly sticky; peds are hard; there are thin continuous wax-like coatings on ped faces and wax-like coatings and fillings on the inside of root channels and pores; distinct but discontinuous skeletons on ped faces in the upper part of this horizon; noncalcareous; neutral, pH 7.0 (BTB); gradual wavy boundary. (5 to 26 inches thick)\nB3--32 to 38 inches; grayish brown (10YR 5/2) fine sandy clay loam, dark grayish brown (10YR 4/2) moist; weak coarse subangular blocky structure; horizon is slightly hard, friable, slightly plastic, slightly sticky; peds are hard; there are a few thin wax-like patches on ped faces and discontinuous wax-like coatings in some root channels; noncalcareous; neutral, pH 7.2 (PR); gradual wavy boundary. (4 to 8 inches thick)\nC--38 to 60 inches; grayish brown (10YR 5/2) fine sandy clay loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, friable, slightly plastic, slightly sticky; noncalcareous; neutral, pH 7.2 (PR)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Carbon County, Wyoming SW1/4 SW1/4, sec. 29, 17 N., R.  88W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: These soils have albic horizons and continuous argillic horizons. Unless otherwise stated the range of properties permissible for the diagnostic horizons or the subgroup and family are also permissible for the series.  Depth to uniformly calcareous material ranges from 40 to 60 or more inches, but should not be shallower than the upper 3 inches of the C horizon if the solum exceeds 40 inches.  Bast saturation ranges from 60 to 100.  Depth to continuous horizons of secondary calcium carbonate accumulation exceeds 40 inches and should not occur immediately below the solum if it is thicker than 40 inches.  Depth to a lithic contact, a paralithic contact, or to skeletal material ranges from 40 to more than 60 inches and should not occur immediately below the solum if it is thicker than 40 inches.  Depth to the base of the argillic horizon ranges from 18 to 50 inches.  Transitional A and B horizons ranging in thickness from 3 to 15 inches or more must occur above the B2t horizon.  Content of coarse fragments ranges from 0 to 35 percent in a major part of the solum and C horizon above 50 inches.  Coarse fragments ranging from 1/2 to 10 inches in diameter predominate.  Mottling ranges from no mottling to a few faint mottles but if mottled at all the base chroma of the matrix material must be more than 2.  Solum and C horizons should be uniform with only minor amounts of contrasting stratification.  These soils occur in areas in which peak precipitation occurs in the spring and early summer months or where there is nearly equal precipitation in all months providing annual precipitation does not exceed 30 inches.  Color of the A1 horizon may range in hue from 5Y to 7.5YR, in value from 4 to 5 dry or 2 to 3 moist, and in chroma from 1 to 3.  It ranges in thickness from 4 to 9 inches but is too thin to be a mollic epipedon.  Reaction normally ranges from slightly acid to mildly alkaline (1:5 dilution unbuffered organic dye).  color of the A2 horizon may range in hue from 5Y to 7.5YR, in value from  5 to 8 dry or 4 to 7 moist, and in chroma from 1 to 6.  Reaction normally ranges from slightly acid to mildly alkaline (1:5 dilution unbuffered organic dye).  Color of the B2t horizon may range in hue from 5Y to 7.5YR, in value from 5 to 7 dry or 4 to 6 moist, and in chroma from 1 to 6.  Reaction normally ranges from slightly acid to mildly alkaline (1:5 dilution unbuffered organic dye).  Texture is typically a sandy clay loam but clay may range from 18 to 35 percent, silt from 5 to 30 percent and sand from 40 to 75 percent with more than 35 percent being fine or coarser sand.  Hue of the C horizon may range from 5Y to 7.5YR.  Reaction normally ranges from slightly acid to mildly alkaline (1:5 dilution unbuffered organic dye).  Texture is typically a sandy loam or sandy clay loam but clay may range from 5 to 25 percent, silt from 5 to 35 percent and sand from 40 to 80 percent exclusive of textures coarser than loamy very fine sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Other series in the same subgroup and family include the Beardall, Bramard, Dukon, Fugawee, and Shirat series.  The Beardall, Fugawee, and Shirat series all differ in having a lithic contact above 40 inches or immediately below the solum if the solum is thicker than 40 inches.  The Bramard series differs in lacking an albic horizon, in lacking any A and B horizons, in having an umbric epipedon, and in being strongly acid in the B2t and C horizon.  The Dukon series differs in lacking continuous A2 horizons, in having coarser textured C horizons above 40 inches and in having developed from sediments weathered from granite and containing a high proportion of medium and coarse angular sand."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Hub series occurs on gently to steeply sloping alluvial fans and valley sideslopes.  Slopes typically range from about 2 percent to about 40 or more percent.  The soil is developing in thick noncalcareous alluvial fan or slope wash materials derived mainly from sedimentary bedrocks.  At the type location the mean annual precipitation is about 18 inches with peak periods of precipitation occurring in the spring and early summer months.  Mean annual air temperature is 38 degrees F., mean summer air temperature is 56 degrees F., mean annual soil temperature is 41 degrees., and mean summer soil temperature is 56 degrees F. without an O horizon or with an O horizon less than 4 inches thick."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Contide and Rim series.  The Contide series differs in lacking the dark A horizons and in being finer textured.  The Rim series differs in having bedrock above 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well to moderately well drained.  Runoff is medium to slow.  Permeability is moderate to slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  They are used as native pastureland, for forestry, and for recreation.  Native vegetation includes aspen, brush, Columbia needlegrass, Oregon grape, and scattered conifer."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Present known distribution limited to south central Wyoming.  The series is of limited extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Sage Creek area, Carbon County, Wyoming, 1972.  Series name is a coined name.\nOSED scanned by NSSQA.  Last revised by state on 2/72.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
