{
  "SERIES": "HUBBELL",
  "STATUS": "Established Series",
  "BYREV": "Rev. KEB/TEH",
  "REVDATE": "12/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, mixed, calcareous, mesic Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hubbell loamy sand - rangeland.  (Colors are for dry soil unless otherwise noted)\nA1--0 to 4 inches; grayish brown (10YR 5/2) loamy sand, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, loose, few coarse, common fine and many very fine roots; slightly calcareous; moderately alkaline (pH 8.4); clear smooth boundary.  (1 to 6 inches thick)\nC1--4 to 12 inches; light gray (10YR 7/2) sandy loam, grayish brown (10YR 5/2) moist; stratified; loose; few coarse, common fine and many very fine roots; strongly calcareous; strongly alkaline (pH 9.0); clear smooth boundary.  (0 to 14 inches thick)\nC2--12 to 23 inches; pale brown (10YR 6/3) loamy sand, brown (10YR 4/3) moist; stratified; slightly hard, loose; few fine and many very fine roots; strongly calcareous; very strongly alkaline (pH 9.4); clear smooth boundary.  (0 to 16 inches thick)\nC3--23 to 31 inches; pale brown (10YR 6/3) loamy sand, dark brown (10YR 3/3) moist; stratified; slightly hard, loose; few fine and few medium roots; strongly calcareous; very strongly alkaline (pH 9.4); clear smooth boundary.  (0 to 19 inches thick)\nC4--31 to 38 inches; pale brown (10YR 6/3) loam, dark brown (10YR 3/3) moist; stratified; slightly hard, loose, few fine and few medium roots; strongly calcareous; very strongly alkaline (pH 9.4); clear smooth boundary.  (0 to 12 inches thick)\nC5--38 to 45 inches; pale brown (10YR 6/3) sandy loam, brown (10YR 5/3) moist; stratified; slightly hard, loose; few fine and few medium roots; strongly calcareous; very strongly alkaline (pH 9.4); clear smooth boundary.  (0 to 12 inches thick)\nC6--45 to 60 inches; grayish brown (10YR 5/2) sandy loam, dark grayish brown (10YR 4/2) moist; stratified; slightly hard, loose; few fine and few medium roots; strongly calcareous; very strongly alkaline (pH 9.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Catron County, New Mexico; near Zuni Salt Lake in the SW1/4, NW1/4, sec. 30, T. 3 N., R. 18 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Ustic aridic moisture regime\nDepth of soil: 40 to 60 inches or more\nReaction: moderately to strongly alkaline\nClay content: less than 18 percent clay\nCarbonates: less than 15 percent calcium carbonate\nA horizon\nHue: 10YR\nValue: 4 through 7 dry, 2 through 4 moist\nChroma: 2 or 3\nTexture: loamy sand or sandy loam.\nC Horizon\nHue: 10YR\nValue: 4 through 7 dry, 2 through 4 moist\nChroma: 2 or 3\nTexture: highly stratified loamy sand or sandy loam\nCementation: In some pedons, the C horizon has several thin strata that are weakly to strongly cemented with silica and calcium carbonate."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Hubbell soils developed on nearly level to moderately sloping landscapes covered with volcanic sediments adjacent to cinder cones and craters.\nThe mean annual air temperature ranges from 47 to 54 degrees F.  The average annual precipitation is about 10 to 14 inches.  The frost-free season varies from 140 to 180 days.  Elevation is 6,200 to 6,800 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Celacy (P), Ceniza (P), Jacee (P), and Vermejo soils.  Celacy and Jacee soils have argillic horizons.  Ceniza soils have greater than 35 percent coarse cinder fragments in the control section.  Tejana soils are in a fine-loamy family.  The Vermejo soils are in a fine family."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the soils are used for grazing.  The sparse native vegetation is mainly fourwing saltbush, alkali sacaton, blue grama, alkali sacaton, globemallow, snakeweed, and scattered junipers."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Westcentral New Mexico.  Series is of small extent, about 7,000 acres. MLRA 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Catron County, New Mexico, 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 4 inches (A horizons)\nClassified according to Keys to Soil Taxonomy Tenth Edition, 2006\nClassification changed from Typic Ustorthents to Ustic Torriorthents in 2006. This soil is in a 10-14\" precipitation zone that is clearly in an Ustic aridic moisture regime.\nThe name came from a large ranch in the area.\nADDITIONAL DATA: Characterization sample:  79NM3-3-(1 to 7) 75 feet east of soil moisture and temperature study site.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
