{
  "SERIES": "HUBERT",
  "STATUS": "Established Series",
  "BYREV": "Rev. JEJ/YHH/MLM",
  "REVDATE": "12/2006",
  "STATES": "AZ",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Aridic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hubert gravelly loam - rangeland.  (Colors are for dry soil unless otherwise noted)\nA1--0 to 3 inches; brown (10YR 5/3) gravelly loam, dark brown (10YR 3/3) moist; weak medium platy structure that parts to weak fine granular structure; slightly hard, friable, nonsticky, slightly plastic; common fine roots; common fine tubular and many fine interstitial pores; 15 to 20 percent gravel; slightly effervescent; moderately alkaline (pH 8.0); abrupt smooth boundary.  (2 to 4 inches thick)\nA2--3 to 10 inches; brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; common fine roots; common fine tubular and many fine interstitial pores; 15 to 20 percent gravel; strongly effervescent; moderately alkaline (pH 8.0); clear smooth boundary.  (4 to 10 inches thick)\nB--10 to 15 inches; light brownish gray (10YR 6/2) gravelly heavy loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; hard, friable, slightly sticky, plastic; common fine roots; common fine tubular and many fine interstitial pores; 15 to 20 percent gravel; violently effervescent; moderately alkaline (pH 8.0); gradual wavy boundary.  (2 to 12 inches thick)\nCk1--15 to 48 inches; very pale brown (10YR 8/2) very gravelly loam, very pale brown (10YR 7/3) moist; massive; hard, friable, slightly sticky, slightly plastic; few fine roots; common fine tubular and many fine interstitial pores; 45 to 60 percent gravel; more than 15 percent CaC03; violently effervescent; moderately alkaline (pH 8.0), gradual wavy boundary.  (24 to 40 inches thick)\nCk2--48 to 105 inches; pinkish white (7.5YR 8/2) very gravelly clay loam, pink (7.5YR 7/4) moist; common pink (7.5YR 7/4) mottles, light brown (7.5YR 6/4) moist, with soil material in seams; massive; very hard, friable, sticky, plastic; few fine roots few fine tubular and common fine interstitial pores; 60 percent gravel; violently effervescent; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Apache County, Arizona.  1,000 feet southeast of NW corner of sec. 13, T.10N., R.30E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThe solum is usually 12 to 18 inches thick, ranging from 8 to 26 inches thick.\nGravel content: averages 35 to 60 percent by volume.\nSoil temperature: The mean annual soil temperature is 47 degrees to 57 degrees F.\nSoil moisture: The soils are usually dry in some subhorizon during the months of May through June and October through November, but are not dry in all horizons between 7 and 20 inches for as long as 60 consecutive days in most years. Aridic ustic moisture regime.\nA horizon\nHue: 10YR or 7.5YR\nValue: 4 or 5 dry (Some thin surface horizons have value of 6 dry but when mixed with underlying A horizons have value of 5)\nChroma: 2 or 3\nB horizon\nHue: 10YR or 7.5YR\nValue: 5 through 7 dry and 4 or 5 moist\nChroma: 2 or 3\nTexture: gravelly or very gravelly, and is heavy loam, sandy clay loam or light clay loam.\nCk horizon\nHue: 10YR or 7.5YR\nValue: 7 or 8 dry and 6 or 7 moist\nChroma: 2 through 4\nCarbonates: 15 to 40 percent by weight of CaC03."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ayon (NM), Curabith (CO), Hogadero (NM), Mextank (AZ), Modyon (NM), and Pena (NM) series. Ayon soils averages more than 18 percent clay and is dominated by stone and cobble. Curabith soils have mollic epipedons less than 10 inches thick and are moist in some part of the soil moisture control section periodically during May and June. Hogadero soils have strongly cemented calcic horizons. Mextank soils have lithologic discontinuities in the lower pedon containing stratified materials. Modyon soils are moderately deep to bedrock. Pena soils have coarse fragments dominantly consisting of caliche fragments, the majority of which are less than 10 inches in diameter."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Hubert soils are on nearly level to moderately sloping old valley fill and fans at elevations of 6,000 to 7,500 feet.  Slopes are dominantly 2 to 5 percent and range from 1 to 9 percent.  These soils formed in Tertiary alluvium containing fragments of quartzite, sandstone, limestone, travertine, basalt and andesite.  The climate is semiarid continental with an average annual precipitation of 12 to 16 inches.  The mean annual temperature ranges from 47 degrees to 55 degrees F.  The frost-free period ranges from 120 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Apache, Clovis and Tours soils and the competing Eagar soils.  Apache soils have bedrock at 20 inches or less and do not have a calcic horizon.  Clovis soils have an argillic horizon, lack a mollic epipedon, and have less than 35 percent coarse fragments in the 10 to 40-inch section.  Tours soils lack a mollic epipedon or a calcic horizon and have subsoil colors redder than 7.5YR."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderate to moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used as rangeland.  The vegetation is predominantly blue grama, ring muhly, sand dropseed and three-awn, with some snakeweed, winterfat, rabbitbrush and annual and perennial forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Apache County, Arizona and possibly in adjoining areas of New Mexico.  These soils are extensive. MLRA 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Apache County (Central Apache County Area), Arizona, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from 0 to 10 inches (A horizons)\nCalcic horizon - The zone from 15 to 105 inches (Ck horizons)\nClassified according to Keys to Soil Taxonomy Tenth Edition, 2006\nClassification changed to Aridic Calciustolls in 2006. This soil is in a 12 to 16 inch precipitation zone that is clearly Aridic ustic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
