{
  "SERIES": "HUCBERIT",
  "STATUS": "Established Series",
  "BYREV": "Rev. GAH-BDG-EMM",
  "REVDATE": "10/2012",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial over loamy, amorphic over isotic Typic Haplocryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hucberit medial silt loam, forested, on a 35 percent slope at 5,200 feet elevation.  Aspect is east.  When described on October 15, 1997, the profile was moist throughout.  (Colors are for dry soil unless otherwise noted).\nOi--0 to 1 inch; slightly decomposed needles, twigs and leaves.\nOe--1 to 2 inches; well decomposed needles, twigs and leaves.\nA--2 to 6 inches; brown (10YR 4/3) medial silt loam, very dark brown (7.5YR 2.5/2) moist; moderate medium and coarse granular structure; soft, very friable, nonsticky and nonplastic; common very fine and fine and few medium roots; many very fine, common fine and few medium irregular pores; very strongly acid (pH 5.0); abrupt wavy boundary. (4 to 8 inches thick)\nBw1--6 to 14 inches; dark yellowish brown (10YR 4/4) medial silt loam, dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine common fine and few medium and coarse roots; many very fine, common fine and medium and few coarse irregular pores; 1 percent gravel; strongly acid (pH 5.1); clear wavy boundary. (4 to 11 inches thick)\nBw2--14 to 21 inches; yellowish brown (10YR 5/4) medial silt loam, dark yellowish brown (10YR 3/4) moist; weak very fine, fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and common fine, medium and coarse roots; common very fine and fine and few medium irregular, and few very fine tubular pores; 1 percent gravel; strongly acid (pH 5.2); abrupt wavy boundary. (5 to 9 inches thick)\n2Bw3--21 to 28 inches; light yellowish brown (10YR 6/4) gravelly loam, dark yellowish brown (10YR 3/6) moist; weak very fine, fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and few fine and medium roots; common very fine and few fine irregular, and few very fine tubular pores; 5 percent fine mica flakes; 15 percent gravel and 5 percent cobble; very strongly acid (pH 4.7); clear wavy boundary. (5 to 9 inches thick)\n2Bw4--28 to 36 inches; very pale brown (10YR 7/4) gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; weak very fine, fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and few fine and medium roots; common very fine tubular and common very fine irregular pores; 5 percent fine mica flakes; 15 percent gravel; very strongly acid (pH 4.6); clear wavy boundary. (5 to 13 inches thick)\n2BC--36 to 48 inches; pale yellow (2.5Y 7/4) gravelly sandy loam, brownish yellow (10YR 6/6) moist; weak medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; many very fine and few fine tubular, and few very fine and fine irregular pores; 10 percent fine mica flakes; 15 percent gravel; very strongly acid (pH 4.9); clear wavy boundary; (8 to 16 inches thick)\n3C--48 to 62 inches; very pale brown (10YR 8/2) loamy coarse sand, very pale brown (10YR 7/4) moist; massive; few very fine roots; common very fine and few fine pores; 5 percent fine mica flakes; 10 percent gravel; very strongly acid (pH 4.9)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clearwater County, Idaho; about 5 miles northeast of Elk River, Idaho; about 1,800 feet south and 2,500 feet east of the northwest corner of Section 5, T. 40 N., R. 3 E.; Latitude - 46 degrees, 50 minutes, 36 seconds North; Longitude 116 degrees, 06 minutes, 37 seconds West; USGS Elk Butte Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 38 to 41 degrees F. Cryic temperature regime.\nSoil moisture control section - usually moist year round and not dry for 45 consecutive days during June to October. Udic moisture regime.\nThickness of volcanic ash mantle - 14 to 28 inches\nVolcanic glass content - 15 to 50 percent\nAcid-oxalate extractable Al plus 1/2 Fe - 1.3 to 2.7 percent\nPhosphate retention - 55 to 95 percent\n15-bar water retention on air dried samples - 8 to 16 percent\nA horizon\nHue - 7.5YR or 10YR\nValue - 3 or 4 dry, and 2 to 3 moist\nChroma - 3 or 4 dry, 2 or 3 moist\nClay content - 8 to 10 percent\nRock fragments - 0 to 2 percent gravel\nBulk density - 0.55 to 0.85 g/cc\nReaction - 4.6 to 5.8\nBw horizons\nHue - 7.5YR or 10YR\nValue - 4 to 7 dry and 2.5 to 5 moist\nChroma - 3 to 6 dry and 2 to 8 moist\nClay content - 8 to 10 percent\nBulk density - 0.65 to 1.00 g/cc\nRock fragments - 0 to 4 percent gravel\nReaction - 4.9 to 5.6\n2Bw horizons\nHue - 7.5YR or 10YR\nValue - 5 to 7 dry and 3 or 4 moist\nChroma - 4 to 6 dry or moist\nTexture - L, SL, GR-L, GR-SL or GR-COSL\nClay content - 10 to 16 percent\nRock fragments - 0 to 20 percent gravel; 0 to 5 percent cobbles; 0 to 25 percent total rock fragments\nMica content - 1 to 30 percent\nReaction - 4.6 to 5.5\n2BC horizon\nHue - 7.5YR, 10YR or 2.5Y\nValue - 6 or 7 dry and 4 to 6 moist\nChroma - 3 to 6 dry and 3 to 8 moist\nTexture - GR-SL, GR-COSL and GRV-SL\nClay content - 5 to 14 percent\nRock fragments - 15 to 30 percent gravel; 0 to 15 percent cobble; 15 to 35 percent total rock fragments\nMica content - 10 to 30 percent\nReaction - 4.9 to 5.1\n3C horizon\nHue - 10YR or 2.5Y\nValue - 6 to 8 dry and 4 to 7 moist\nChroma - 2 to 6 dry and 3 to 8 moist\nTexture - LCOS, GR-SL, GR-COSL, GR-LS, GRV-SL, SL\nClay content - 5 to 12 percent\nRock fragments - 10 to 25 percent gravel; 0 to 15 percent cobble; 10 to 40 percent total rock fragments\nMica content - 3 to 25 percent\nReaction - 4.9 to 5.1"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Whitehorse series. Whitehorse soils have 20 to 35 percent clay in the 2Bw and 2C horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hucberit soils are on mountain slopes and ridges at elevations of 4,300 to 5,820 feet with slopes of 5 to 70 percent. These soils formed in colluvium and residuum from gneiss and schist with a thick mantle of volcanic ash.  The average annual temperature is 38 to 41 degrees F. and the average precipitation is 40 to 60 inches. The frost free season is 30 to 100 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Berthahill, Jury, Rettig and Vaywood series.  Berthahill and Vaywood soils are on mountain side slopes and ridges and are loamy skeletal. Jury soils are on mountain side slopes and have a frigid soil temperature regime. Rettig soils are on mountain side slopes, have micaceous mineralogy and have a frigid soil temperature regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for timber production, wildlife habitat, recreation and watershed. Potential natural vegetation is mountain hemlock, subalpine fir, Engleman spruce, lodgepole pine and Douglas fir with an understory of queencup beadlily, fools huckleberry menziesia, dampwoods blueberry, common beargrass, broadleaf arnica, Rocky Mountain maple, myrtle pachystima, western meadowrue, common prince's pine and starry false Solomons seal."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North central Idaho. Hucberit soils are not extensive, about 2,700 acres in size."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clearwater County, Idaho, 2003."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and other features recognized in this pedon are:\nUmbric epipedon - the zone from 2 to 14 inches (A and Bw1 horizons)\nAndic soil properties - the zone from 2 to 21 inches (A, Bw1 and Bw2 horizons)\nCambic horizon - the zone from 14 to 36 inches (Bw2, 2Bw3 and 2Bw4 horizons)\nParticle size control section - the zone from 2 to 42 inches (A, Bw1, Bw2, 2Bw3, 2Bw4 and part of the 2BC horizon)\nThe ranges of values listed under the Range In Characteristics for the soil properties Volcanic glass content, Acid-oxalate Al+1/2 Fe, Phosphate retention, and 15-bar water retention are estimates only.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
