{
  "SERIES": "HUCKRIDGE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JD/CLM/RWL",
  "REVDATE": "06/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, isotic Vitrandic Palecryalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Huckridge ashy silt loam, clearcut and scarified woodland; on a 9 percent, convex north slope at 6,510 feet elevation.  (Color is for air dry soil unless otherwise noted.)\nA--0 to 5 inches; light brownish gray (10YR 6/2) ashy silt loam, dark grayish brown (10YR 4/2) moist; weak very fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; common very fine vesicular pores; moderately acid (pH 6.0); clear smooth boundary.  (2 to 10 inches thick)\nE--5 to 22 inches; very pale brown (10YR 7/3) ashy silt loam, brown (10YR 5/3) moist; moderate very coarse subangular blocky structure parting to weak fine subangular blocky; slightly hard, very friable, nonsticky and nonplastic; common very fine roots; common very fine tubular pores; slightly acid (pH 6.2); gradual smooth boundary.  (5 to 20 inches thick)\nE/Bt--22 to 27 inches; very pale brown (10YR 7/3) ashy silt loam, brown (10YR 5/3) moist; 10 percent brown (10YR 5/3) very fine veins and tonguing of Bt material, brown (10YR 4/3) moist; moderate very coarse subangular blocky structure parting to moderate fine subangular blocky; hard, very friable, slightly sticky and slightly plastic; common very fine roots; many very fine and few fine and medium tubular pores; slightly acid (pH 6.2); gradual wavy boundary.  (5 to 20 inches thick)\nBt/E--27 to 48 inches; yellowish brown (10YR 5/4) ashy silt loam, dark yellowish brown (10YR 4/4) moist; 15 percent very pale brown (10YR 7/3) tonguing of E material, brown (10YR 5/3) moist; strong coarse subangular blocky structure parting to moderate medium prismatic; hard, friable, slightly sticky and slightly plastic; few very fine roots; many very fine and fine and few medium tubular pores; many faint clay films on faces of peds and lining pores; slightly acid (pH 6.2); gradual wavy boundary.  (10 to 25 inches thick)\nBt--48 to 59 inches; light yellowish brown (10YR 6/4) ashy silt loam, dark yellowish brown (10YR 4/4) moist; moderate coarse subangular blocky structure parting to moderate medium prismatic; hard, friable, slightly sticky and slightly plastic; few very fine roots; many very fine and fine and few medium tubular pores; few distinct and common faint clay films on faces of peds and lining pores; many uncoated silt grains on faces of peds; slightly acid (pH 6.2); gradual wavy boundary.  (0 to 20 inches thick)\n2BC--59 to 70 inches; very pale brown (10YR 7/4) silt loam, yellowish brown (10YR 5/4) moist; moderate medium subangular blocky structure; hard, very friable, slightly sticky and slightly plastic; few very fine roots; many very fine and fine tubular pores; common uncoated silt grains on faces of peds; slightly acid (pH 6.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fremont County, Idaho; about 20 miles east of Ashton Idaho; about 1,200 feet north and 300 feet west of the southeast corner of section 26, T. 8 N., R. 45 E.;  Latitude:  43 degrees, 59 minutes, 12 seconds North; Longitude:  111 degrees, 6 minutes, 5 seconds West."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to Bt/E horizon - 24 to 40 inches Depth to BC horizon - 50 to greater than 60 inches. Volcanic glass in the 0.02 to 2.0 mm fraction - 5 to 30 percent.  Acid - oxalate extractable aluminum plus one-half iron - 0.1 to 1.0 percent. Phosphate retention - 20 to 50 percent. Average annual soil temperature - 38 to 42 degrees F. Average summer soil temperature - 41 to 46 degrees F. with an O horizon, 50 to 54 degrees F. without an O horizon.  The soil is dry for 30 to 45 consecutive days following the summer solstice.\nO horizon (present on some pedons) Thickness - Commonly 1/2 to 2 inches thick on lightly or undisturbed pedons and absent on pedons where recent, heavy mechanical disturbance has occurred.\nA or Ap horizon Value - 5 to 7 dry; 3 or 4 moist Chroma - 2 or 3 dry or moist.  Rock fragment content - 0 to 5 percent.  Pebbles - 0 to 5 percent; cobbles - 0 to 5 percent.  Retention - strongly acid to slightly acid.  Base saturation (NH4OAC) - 30 to 50 percent.\nE horizon Value - 6 or 7 dry, 4 or 5 moist Chroma - 2 or 3 dry or moist Texture - ashy SIL or ashy SI.  Rock fragment content - 0 to 5 percent.  Pebbles - 0 to 5 percent; cobbles - 0 to 5 percent.  Reaction - strongly acid to slightly acid.  Base saturation (NH4OAC) - 30 to 80 percent.\nE/Bt horizon Value - 6 or 7 dry, 4 or 5 moist Chroma - 2 or 3 dry or moist Other - 5 to 15 percent very fine veins or lamella, or both, of Bt material in a matrix of 85 to 95 percent E material.  Rock fragment content - 0 to 5 percent.  Pebbles - 0 to 5 percent; cobbles - 0 to 5 percent.  Reaction - strongly acid to slightly acid.  Base saturation (NH4OAC) - 30 to 80 percent.\nBt/E horizons B portion Value - 5 or 6 dry, 4 or 5 moist Chroma -  3 or 4 dry or moist.  Value - 7 or 8 dry, 4 or 5 moist Chroma - 2 or 3 dry or moist.  Other - Tonguing of 15 to 50 percent E material in a matrix of 50 to 85 percent B material.  Rock fragment content - 0 to 5 percent.  Pebbles - 0 to 5 percent; cobbles - 0 to 5 percent.  Reaction - strongly acid to slightly acid.  Base saturation (NH4OAC) - 30 to 80 percent.\nBt horizon Value - 5 or 6 dry, 4 or 5 moist Chroma - 3 or 4 dry or moist Texture - ashy SIL or ashy SICL.  Rock fragment content - 0 to 5 percent.  Pebbles - 0 to 5 percent; cobbles - 0 to 5 percent.  Base saturation (NH4OAC) - 50 to 100 percent.\n2BC horizon Value - 6 or 7 dry, 4 or 5 moist Chroma - 3 or 4 dry or moist.  Rock fragment content - 0 to 15 percent.  Pebbles - 0 to 5 percent; cobbles - 0 to 5 percent; stones - 0 to 5 percent.  Base saturation (NH4OAC) - 50 to 100 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Huckridge soils are on foothills and dissected table lands.  The topography is gently sloping to hilly.  Slopes range from 4 to 35 percent.  Elevations range from 5,300 to 8,000 feet.  The soil formed in local alluvium from loess and volcanic ash.  Average annual precipitation is 20 to 28 inches.  Average annual temperature is 36 to 40 degrees F.  The frost free period is less than 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Turnerville and Lag series.  Turnerville soils are on nearby dissected table lands on warmer and drier landscape positions, lack glossic horizons, and are less than 24 inches deep to the argillic horizon.  Lag soils have a mollic epipedon and greater than 35 percent rock fragments in the particle-size control section. They are on nearby, drainageway side slopes and footslopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Huckridge soils are used for timber production, recreation and wildlife habitat.  These soils commonly support lodgepole pine/elk sedge, lodgepole pine/pinegrass, lodgepole pine/grouse whortleberry and lodgepole pine/blue huckleberry community types."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern Idaho and northwestern Wyoming.  The soils of this series are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Targhee National Forest, Fremont County, Idaho, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Location coordinates determined by Global Positioning System.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the mineral soil surface to 27 inches (the A, E and E/By horizons).\nAlbic horizon - The zone from 5 to 27 inches (the E and E/Bt horizons).\nGlossic horizon - The zone from 27 to 48 inches (the Bt/E horizon).\nArgillic horizon - The zone from 27 to 59 inches (the Bt/E and Bt horizons).\nVitrandic subgroup feature - The zone from the mineral soil surface to 59 inches (A, E, E/Bt, Bt/E, and Bt horizons).\nSoil moisture regime - udic.\nSoil temperature regime - cryic.\nParticle size control section - The zone from 27 to 47 inches (part of the Bt/E horizon).\nADDITIONAL DATA:  Reference sample: partial laboratory analysis for Pedon # 91P-519, samples 91P2993-2998;  National Soil Survey Laboratory, Lincoln, NE. 9/5/91.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
