{
  "SERIES": "HUDSPETH",
  "STATUS": "Established Series",
  "BYREV": "Rev. MHF/TDT",
  "REVDATE": "02/97",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, frigid Ultic Palexerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hudspeth very stony clay loam - on a 55\npercent convex south-facing slope, woodland.  (Colors are\nfor moist soil unless otherwise noted.)\nO--1 inch to 0; partially decomposed pine needles,\nleaves, and twigs.\nA--0 to 7 inches; very dark grayish brown (10YR 3/2)\nvery stony clay loam, dark grayish brown (10YR 4/2) dry;\nmoderate fine subangular blocky structure; slightly hard,\nfirm, slightly sticky and slightly plastic; many very fine\nand fine and few medium roots; many very fine and fine\ntubular pores; 25 percent stones, 10 percent cobbles, and 15\npercent gravel; slightly acid (pH 6.4); abrupt smooth\nboundary.  (5 to 15 inches thick)\n2Bt1--7 to 16 inches; dark brown (10YR 3/3) very\ngravelly clay, brown (10YR 5/3) dry; strong medium angular\nblocky structure; very hard, very firm, very sticky and very\nplastic; few medium roots; common very fine discontinuous\ntubular pores; many thick dark yellowish brown (10YR 4/4)\nclay films on ped faces and in pores; 40 percent gravel and\n10 percent cobbles; neutral (pH 6.6); gradual smooth\nboundary.  (5 to 10 inches thick)\n2Bt2--16 to 27 inches; dark brown (10YR 4/3) very\ngravelly clay, brown (10YR 5/3) dry; strong medium and\ncoarse angular blocky structure; very hard, very firm, very\nsticky and very plastic; few medium roots; common very fine discontinuous tubular pores; continuous thick dark yellowish\nbrown (10YR 4/4) clay films on ped faces and in pores; 40\npercent gravel and 10 percent cobbles; neutral (pH 6.6);\ngradual smooth boundary.  (10 to 15 inches thick)\n2Bt3--27 to 34 inches; dark yellowish brown (10YR 4/4)\nextremely gravelly clay, yellowish brown (10YR 5/4) dry;\nstrong coarse prismatic structure; very hard, very firm,\nvery sticky and very plastic; no roots; few very fine\ndiscontinuous tubular pores; many thick dark yellowish brown\n(10YR 4/4) clay films on ped faces and in pores; 50 percent\ngravel and 15 percent cobbles; neutral (pH 6.8).  (0 to 7\ninches thick)\n3R--34 inches; fractured argillite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Baker County, Oregon; NE1/4NE1/4SW1/4 of\nsec. 17, T. 11 S., R. 37 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature\nranges from 42 to 47 degrees F.  The soils are usually moist\nbut are dry between depth of 4 and 12 inches for 60 to 80\nconsecutive days during the summer.  Depth to a lithic\ncontact is 20 to 40 inches.  Depth to the 2Bt is 5 to 15\ninches.  Coarse fragments range from 35 to 80 percent in the\ncontrol section.  Thickness of the mollic epipedon is 10 to\n20 inches.  The solum ranges from slightly acid to neutral.\nThe A horizon has value of 2 or 3 moist, 4 or 5 dry and\nchroma of 2 or 3 moist and dry.  It has 15 to 30 percent\nstones, 10 to 15 percent cobbles and 10 to 20 percent\ngravel.\nThe 2Bt horizon has value of 3 through 5 moist, 5 or 6 dry\nand chroma of 3 or 4 moist and dry.  It is clay or silty\nclay, averaging 50 to 60 percent clay.  It has 40 to 50\npercent gravel and 10 to 20 percent cobbles or stones.  It\nhas moderate or strong angular or subangular blocky\nstructure grading to moderate or strong prismatic."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Boiler and Player series.\nBoiler soils are deeper than 40 inches to bedrock.  Player\nsoils are greater than 60 inches deep to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hudspeth soils are on side slopes of\nforested areas.  Slopes are 12 to 60 percent.  Elevations\nrange from 4,000 to 5,700 feet.  The soils formed in\ncolluvium from tuffaceous sediments over metamorphic\nbedrock.  The mean annual precipitation is 16 to 30 inches.\nThe mean annual temperature is 40 to 45 degrees F.  The\nfrost-free period is 50 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Derringer,\nHankins, Harlow, Morningstar and the competing Boiler soils.  Derringer soils are 20 to 40 inches deep to bedrock.\nHankins and Morningstar soils are greater than 40 inches\ndeep to bedrock.  Boiler soils are on adjacent north slopes.\nHankins soils are nonskeletal.  Morningstar soils are\nloamy-skeletal.  Harlow soils are 10 to 20 inches deep to a\nlithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium\nto rapid.  Permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used mainly for\nrangeland and wildlife habitat.  The vegetation is mainly\ncurlleaf mountainmahogany, western juniper, scattered\nponderosa pine, mountain big sagebrush, bitterbrush, squaw\napple, wax currant, bluebunch wheatgrass, Sandberg\nbluegrass, along with minor amounts of elk sedge, pinegrass,\nIdaho fescue and arrowleaf balsamroot."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountainous areas of eastern\nOregon.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Baker County Area, Oregon; 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon\nare:\nMollic epipedon - the zone from the surface of the soil to a\ndepth of approximately 16 inches (A, 2Bt1 horizons).\nArgillic horizon - the zone from approximately 7 to 34\ninches (2Bt1, 2Bt2, 2Bt3 horizons).\n\"Pale\" feature - argillic horizon with clayey particle-size\nclass and abrupt upper boundary (2Bt1 horizon).\nUltic feature - base saturation of between 60 and 75 percent\neither throughout the entire argillic horizon or in the\nupper 20 inches of the argillic horizon, whichever is\nthinner.\nNATIONAL COOPERATIVE SOIL SURVEY\nU.S.A."
  }
}
