{
  "SERIES": "HUECO",
  "STATUS": "Established Series",
  "BYREV": "Rev. HBJ/ERB/RLB",
  "REVDATE": "09/2006",
  "STATES": "NM,TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, thermic Argic Petrocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hueco loamy fine sand--rangeland. (Colors are for dry soil unless otherwise stated.)\nA--0 to 5 inches; brown (7.5YR 5/4) loamy fine sand, brown (7.5YR 4/4) moist; single grained; loose; nonsticky and nonplastic; few roots; noneffervescent; slightly alkaline; clear boundary.  (3 to 10 inches thick)\nBt1--5 to 18 inches; brown (7.5YR 5/4) fine sandy loam, brown (7.5YR 4/4) moist; massive; slightly hard, very friable; nonsticky and nonplastic; few roots; clay bridges between sand grains, few clay films in pores; noneffervescent; slightly alkaline; clear wavy boundary.  (6 to 18 inches thick)\nBt2--18 to 30 inches; yellowish brown (10YR 5/6) fine sandy loam, dark yellowish brown (10YR 4/4) moist; weak granular structure; soft and friable; nonsticky and nonplastic; few roots and fine pores; few threads and films of calcium carbonate; few clay films in pores; effervescent; moderately alkaline; abrupt wavy boundary.  (8 to 20 inches thick)\nBkm--30 to 34 inches; pinkish white (7.5YR 8/2) indurated caliche that is fractured, becoming less cemented with depth.  (2 to 8 inches thick)\nC--34 to 80 inches; pinkish gray (7.5YR 7/2) loam, pinkish gray (7.5YR 6/2) moist; massive; soft, very friable; 15 to 20 percent visible carbonates in the form of fragments and soft lumps; effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  El Paso County, Texas; in pasture, 18 feet south of fence; 47 feet west of right-of-way marker; 109 feet south of yield sign on south side of junction of U. S. 180 and 62 and Farm Road 659 east of El Paso."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Typic aridic moisture regime\nMean annual soil temperature - 63 to 67 de4grees F.\nDepth to argillic horizon - 3 to 10 inches\nThickness of the solum above a petrocalcic horizon ranges from 20 to about 40 inches.  Depth to secondary carbonates is about 10 to 20 inches.\nParticle size control section (weighted average)\nClay content: 8 to 18 percent\nA horizon:\nHue: 5YR or 7.5YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 4 to 6 dry, 4 or 5 moist\nBt horizon:\nHue: 5YR, 7.5YR, or 10YR\nValue: 5 to 7 dry, 4 or 5 moist\nChroma: 4 to 6, dry or moist"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Centennial (CA) series. Centennial soils have 5 to 30 percent rock fragments in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hueco soils are in nearly level to gently sloping wide basins between mountain ranges.  Surfaces are plane with few to common mounds or hummocks.  Slopes are mostly less than 3 percent.  The regolith consists of very thick sandy to loamy bolson sediments many hundred feet deep.  The climate is arid with average annual rainfall of 6 to 12 inches and Thornthwaite annual P-E indices of 10 to 16.  The mean annual air temperature ranges from 57 degrees to 68 degrees F. Elevation is 3,900 to 4,200 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cruces series and the competing Pajarito, Simona, Turney, and Wink series.    Turney soils are calcareous throughout and have more than 18 percent clay in the B horizon.  Simona soils have a petrocalcic horizon with its upper boundary within 20 inches of the surface.  Pajarito and Wink soils are calcareous throughout and do not have Bt horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; very slow runoff; moderately rapid permeability above the very slowly permeable petrocalcic horizon and moderate below the petrocalcic horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mostly for livestock grazing.  Vegetation is of the desert shrub type consisting of mesquite, yucca, four wing saltbush, sand sagebrush, dropseeds, plains bristlegrass, and perennial threeawns."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West Texas and southern New Mexico.  The series is extensive. MLRA 42."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  El Paso County, Texas; 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizon and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 5 inches (A horizon)\nArgillic horizon - the zone from 5 to 30 inches (Bt1 and Bt2 horizons)\nPetrocalcic horizon - the zone at 30 to 34 inches (Bkm horizon)\nHueco soils were formerly included in the Springer series which are usually moist.  Hueco soils would have been classified as Red Desert Soils.  Hueco is pronounced Wa'co.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
