{
  "SERIES": "HUFFTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. LDS-CJH",
  "REVDATE": "10/98",
  "STATES": "SD",
  "OVERVIEW": "The Huffton series consists of very deep, well drained soils formed in glaciolacustrine sediments on lake plains.  Permeability is moderate in the upper part and moderate to slow in the underlying material.  Slopes range from 1 to 9 percent.  Mean annual precipitation is about 19 inches, and mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, frigid Typic Calciudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Huffton silt loam - on a west-facing convex slope of 2 percent in a cultivated field.  When described the soil was dry to 19 inches and moist below.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 7 inches; dark grayish brown (10YR 4/2) silt loam, very dark gray (10YR 3/1) moist; weak very fine granular structure; slightly hard, very friable; common very fine roots; strong effervescence (5 percent calcium carbonate equivalent); slightly alkaline; clear smooth boundary. (4 to 10 inches thick)\nBk--7 to 13 inches; grayish brown (10YR 5/2) and light gray (10YR 7/2) silt loam, very dark grayish brown (10YR 3/2) and grayish brown (10YR 5/2) moist; weak coarse and medium subangular blocky structure; slightly hard, very friable; few very fine roots; common fine pores; few fine nests of gypsum crystals and other salts; common medium and fine accumulations of carbonate; strong effervescence (20 percent calcium carbonate equivalent); moderately alkaline; clear wavy boundary.  (0 to 8 inches thick)\nBkz1--13 to 19 inches; light gray (2.5Y 7/2) silt loam, light olive brown (2.5Y 5/4) moist; weak coarse and medium subangular blocky structure; slightly hard, very friable; few very fine roots; many fine pores; many fine nests and gypsum crystals and other salts; few fine accumulations of carbonate; violent effervescence (30 percent calcium carbonate equivalent); moderately alkaline; clear wavy boundary.\nBkz2--19 to 30 inches; pale yellow (2.5Y 7/4) silt loam, light olive brown (2.5Y 5/4) moist; weak coarse and medium subangular blocky structure; slightly hard, very friable; few very fine roots; many fine pores; common fine nests and gypsum crystals and other salts; few fine accumulations of carbonate; violent effervescence (18 percent calcium carbonate equivalent); strongly alkaline; gradual wavy boundary. (Combined Bkz horizons is 8 to 20 inches thick.)\nC1--30 to 43 inches; pale yellow (2.5Y 7/4) silt loam, light olive brown (2.5Y 5/4) moist; massive; slightly hard, very friable; varves 1 to 2 mm thick; few fine nests and gypsum crystals and other salts; strong effervescence (10 percent calcium carbonate equivalent); strongly alkaline; clear smooth boundary.\nC2--43 to 60 inches; light gray (2.5Y 7/2) silt loam, light olive brown (2.5Y 5/4) moist; few fine distinct brownish yellow (10YR 6/6) redox concentrations; massive; soft, very friable; varves 1 to 2 mm thick; slight effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Brown County, South Dakota; about 2 miles east and 2 miles south of Putney; 2,084 feet east and 92 feet north of the southwest corner, sec. 23, T. 124 N., R. 61 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to the calcic horizon ranges from 7 to 16 inches.  Thickness of the mollic epipedon typically is 7 to 9 inches but ranges from 7 to 16 inches.  Calcium carbonate equivalent of the Bk horizon averages between 15 and 35 percent.  Crystals of gypsum and other salts are at depths of 6 to 35 inches.  The electrical conductivity ranges from 4 to 16 mmhos between the A horizon and the upper 30 inches.\nThe A horizon has value of 3 or 4 and 2 or 3 moist, and chroma of 1 or 2.  It typically is silt loam but is very fine sandy loam or loam in some pedons.  It ranges from neutral to moderately alkaline.\nThe Bk horizon has a hue of 10YR or 2.5Y, value of 5 to 7 and 3 to 6 moist, and chroma of 2 to 4.  It is silt loam, loam, or very fine sandy loam.  Crystals and nests of gypsum and other salts range from few to common in the upper part of the Bk horizon and common to many in the lower part.  It ranges from slightly to strongly alkaline.\nThe C horizon has value of 6 to 8 and 4 to 6 moist, and chroma of 2 to 4.  It is silt loam, loam, or very fine sandy loam.  It is varved below depths of 19 to 33 inches.  Varves range from 1 mm to 10 mm thick. Mottles in the C horizon are inherent to the parent material and vary widely in amount and intensity.  Crystals and nests of gypsum and other salts are few to common.  It is moderately alkaline or strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Zell soil which has an electrical conductivity of less than 4 mmhos."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Huffton soils have convex surfaces and typically are along drainageways.  Slope gradients typically are less than 6 percent but range from 1 to 9 percent.  These soils formed in silty, calcareous glaciolacustrine sediments.  The mean annual air temperature rang es from 38 degrees to 45 degrees F, and the mean annual precipitation ranges from 16 to 24 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Zell soils and the Bearden, Beotia, Eckman, Glyndon, Great Bend, and Putney soils. Zell soils are on similar landscapes.  Bearden soils are somewhat poorly drained and are on less sloping nearby landscapes.  Beotia soils have a mollic epipedon greater than 16 inches thick and are in swales. Eckman and Great Bend soils have a cambic horizon and are on nearly level to moderately sloping nearby landscapes.  In addition, Beotia, Eckman, and Great Bend soils do not have a calcic horizon within a depth of 16 inches.  Glyndon and Putney soils are on less sloping adjacent landscapes. Glyndon soils have a wetter soil moisture control section and less than 4 mmhos electrical conductivity.  Putney soils do not have carbonate at the surface and have a cambic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Surface runoff is low or medium.  Permeability is moderate in the upper part and moderate to slow in the underlying material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Huffton soils typically are cropped to small grain, corn, sunflowers, and alfalfa.  Native vegetation is little bluestem, needlegrasses, sideoats grama, western wheatgrass, and blue grama, and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern South Dakota.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Brown County, South Dakota, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of about 7 inches (Ap horizons); calcic horizon - the zone from about 7 to 30 inches (Bk, Bkz1, Bkz2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; dark grayish brown (10YR 4/2) silt loam, very dark gray (10YR 3/1) moist; weak very fine granular structure; slightly hard, very friable; common very fine roots; strong effervescence (5 percent calcium carbonate equivalent); slightly alkaline; clear smooth boundary. (4 to 10 inches thick)"
      },
      {
        "name": "Bk",
        "top": 18,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bk--7 to 13 inches; grayish brown (10YR 5/2) and light gray (10YR 7/2) silt loam, very dark grayish brown (10YR 3/2) and grayish brown (10YR 5/2) moist; weak coarse and medium subangular blocky structure; slightly hard, very friable; few very fine roots; common fine pores; few fine nests of gypsum crystals and other salts; common medium and fine accumulations of carbonate; strong effervescence (20 percent calcium carbonate equivalent); moderately alkaline; clear wavy boundary.  (0 to 8 inches thick)"
      },
      {
        "name": "Bkz1",
        "top": 33,
        "bottom": 48,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bkz1--13 to 19 inches; light gray (2.5Y 7/2) silt loam, light olive brown (2.5Y 5/4) moist; weak coarse and medium subangular blocky structure; slightly hard, very friable; few very fine roots; many fine pores; many fine nests and gypsum crystals and other salts; few fine accumulations of carbonate; violent effervescence (30 percent calcium carbonate equivalent); moderately alkaline; clear wavy boundary."
      },
      {
        "name": "Bkz2",
        "top": 48,
        "bottom": 76,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "strongly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bkz2--19 to 30 inches; pale yellow (2.5Y 7/4) silt loam, light olive brown (2.5Y 5/4) moist; weak coarse and medium subangular blocky structure; slightly hard, very friable; few very fine roots; many fine pores; common fine nests and gypsum crystals and other salts; few fine accumulations of carbonate; violent effervescence (18 percent calcium carbonate equivalent); strongly alkaline; gradual wavy boundary. (Combined Bkz horizons is 8 to 20 inches thick.)"
      },
      {
        "name": "C1",
        "top": 76,
        "bottom": 109,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C1--30 to 43 inches; pale yellow (2.5Y 7/4) silt loam, light olive brown (2.5Y 5/4) moist; massive; slightly hard, very friable; varves 1 to 2 mm thick; few fine nests and gypsum crystals and other salts; strong effervescence (10 percent calcium carbonate equivalent); strongly alkaline; clear smooth boundary."
      },
      {
        "name": "C2",
        "top": 109,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "moderately alkaline",
        "narrative": "C2--43 to 60 inches; light gray (2.5Y 7/2) silt loam, light olive brown (2.5Y 5/4) moist; few fine distinct brownish yellow (10YR 6/6) redox concentrations; massive; soft, very friable; varves 1 to 2 mm thick; slight effervescence; moderately alkaline."
      }
    ]
  ]
}
