{
  "SERIES": "HUGOTON",
  "STATUS": "Established Series",
  "BYREV": "TCB-WMR-CLN",
  "REVDATE": "08/2004",
  "STATES": "KS,OK",
  "OVERVIEW": "The Hugoton series consists of very deep, well drained, moderately permeable soils that formed in loamy, calcareous loess deposits of Holocene age.  These soils are on nearly level to very gently sloping plains.  The slopes range from 0 to 3 percent.  Mean annual precipitation is 18 inches, and mean annual temperature is 56 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Aridic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hugoton loam--on a 0.5 percent convex slope in cropland. (Colors are for dry soil unless otherwise stated.)\nAp--0 to 8 inches; dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium subangular structure; hard, friable; few very fine roots; slightly alkaline; gradual smooth boundary. (5 to 10 inches thick)\nBt--8 to 14 inches; brown (10YR 4/3) silty clay loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; very hard, very firm; common fine and very fine roots; few distinct clay films on ped surfaces; strongly effervescent; moderately alkaline; gradual smooth boundary. (5 to 12 inches thick)\nBtk1--14 to 29 inches; brown (10YR 5/3) silty clay loam, brown (10YR 4/3) moist; moderate fine and medium subangular blocky structure; very hard, very firm; common fine and very fine roots; few faint clay films on ped surfaces; about 3 percent visible calcium carbonate in the form of films and threads; strongly effervescent; moderately alkaline; gradual smooth boundary.\nBtk2--29 to 43 inches; brown (7.5YR 5/4) clay loam, brown (7.5YR 4/4) moist; moderate fine and medium subangular blocky structure; hard, firm; few fine and very fine roots; few faint clay films on ped surfaces; about 3 percent visible calcium carbonate in the form of films and threads; strongly effervescent; moderately alkaline; gradual smooth boundary.\nBtk3--43 to 69 inches; brown (7.5YR 5/4) clay loam, brown (7.5YR 4/4) moist; weak medium subangular blocky structure; hard, firm; few faint clay films on ped surfaces; about 4 percent visible calcium carbonate in the form of films and threads; violently effervescent; moderately alkaline; clear smooth boundary. (Combined thickness of Btk horizons is 40 to 60 inches.)\n2Bk1--69 to 80 inches; reddish yellow (7.5YR 6/6) fine sandy loam, strong brown (7.5YR 5/6) moist; weak medium subangular blocky structure; slightly hard, friable; about 5 percent visible calcium carbonate in the form of films, threads, masses; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Stevens County, Kansas; from the cemetery 0.5 mile east of Moscow, 1.5 miles south on county road, 1.1 miles east on county road, 200 feet south in cropland; 540 feet east and 200 feet south of the northeast corner, section 6, T. 32 south, R. 35 west; Latitude - 37 degrees, 17 minutes, 54 seconds; Longitude - 101 degrees, 10 minutes, 24 seconds W; Moscow, Kansas, USGS quad; NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  An ustic moisture regime bordering on aridic.  The soil moisture control section is dry in some or all parts for more than 180 but less than 205 days, cumulative, in normal years.  July through August and December through February are the driest months.  These soils are intermittently moist from September through November and March through June.\nMean annual soil temperature: 57 to 59 degrees F.\nThickness of the mollic epipedon: 9 to 18 inches\nDepth to secondary calcium carbonate: 5 to 20 inches\nDepth to calcic horizon: deeper than 80 inches.\nSolum thickness: more than 80 inches.\nParticle-size control section: 20 to 35 percent silicate clay. Note: a clay decrease of more than 20 percent (relative) from the maximum clay content occurs within 60 inches.\nA horizon:\nHue: 10YR\nValue: 3 or 4 and 2 or 3 moist\nChroma: 2 or 3\nTexture: loam\nEffervescence: none too strong\nReaction: neutral or slightly alkaline\nBt horizon:\nHue: 10YR\nValue: 3 to 5 and 2 to 4 moist\nChroma: 2 to 4\nTexture: silty clay loam or clay loam with the sand fraction dominated by very fine sand\nEffervescence: none too strong\nReaction: slightly or moderately alkaline\nBtk horizons:\nHue: 7.5YR or 10YR\nValue: 4 to 6 and 3 to 5 moist\nChroma: 3 to 4\nTexture: commonly silty clay loam or clay loam but includes loam or sandy clay loam with the sand fraction dominated by very fine sand\nVisible secondary calcium carbonate: films, threads, masses, and concretions range from few to common\nCalcium carbonate equivalent: ranges from 5 to 12 percent\nEffervescence: strong or violent\nReaction: moderately alkaline\n2Bk horizon (where present):\nHue: 7.5YR or 10YR\nValue: 5 to 7 and 4 to 6 moist\nChroma: 3 to 6\nTexture: fine sandy loam, loam, silt loam, or sandy clay loam\nVisible secondary calcium carbonate: films, threads, masses, and concretions range from few to common\nCalcium carbonate equivalent: ranges from 5 to 12 percent\nEffervescence: strong or violent\nReaction: moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Aliante, Alliance, Cale, Calemore, Kadoka, Keith, Norka, Thirtynine, and Vale series.  Similar soils also include the Belfon, Canina, Forgan, Ulysses, Vorhees, and Zella series.\nAliante series: formed in alluvium derived from sandstone and shale.\nAlliance series: formed in loess over weakly cemented limestone or sandstone.\nBelfon and Forgan series: have fine-loamy particle size class.\nCale series: formed in alluvium derived primarily from limestone.\nCalemore series: has a calcic horizon.\nKadoka, Thirtnine, and Vale series: have mean annual temperature less tha 51 degrees F.\nCanina series: has a calcic horizon and does not have mollic epipedon.\nKeith series: have C-horizons in lower part.\nNorka series: have a thin argillic horizon and some pedons have a C-horizon.\nUlysses and Vorhees series: do not have an argillic horizon.\nZella series: have a fine particle size class."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy, calcareous, eolian loess deposits of Holocene age.\nLandform: nearly level to very gently sloping plains.\nSlopes: 0 to 3 percent\nElevation: 2,900 to 3,700 feet.\nMean annual air temperature: 55 to 57 degrees F.\nMean annual precipitation: 16 to 21 inches.\nFrost-free period: 162 to 203 days\nThornthwaite annual P-E Index Values: 25 to 34."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Belfon, Bigbow, Canina, Dalhart, Forgan, Vorhees, and Zella soils.\nBelfon and Zella soils are on nearly level landscape positions similar to Hugoton soils.\nBigbow, Canina, Forgan, and Hugoton soils are on nearly level to very gently sloping plains, low hills, and ridges. In addition Bigbow is in a fine-loamy family.\nDalhart and Vorhees soils are on very gently sloping to gently sloping plains, hills, and ridges.  In addition Dalhart is in a fine-loamy family."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Moderate permeability.  Runoff is negligible on 0 to 1 percent slopes and low on 1 to 3 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly cultivated to corn, winter wheat, and grain sorghum.  A considerable acreage is irrigated.  Climax rangeland vegetation is dominantly short grasses with a few midgrasses and includes blue grama and buffalograss, with lesser amounts of vine-mesquite, western wheatgrass, sideoats grama, silver bluestem, wild alfalfa, and prairie clover.  This soil has been correlated to the Hardland (R077AY040OK) and Loamy Upland (R077XY015KS) range site in MLRA-77A."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwest Kansas and the Oklahoma Panhandle (MLRA-77A in LRR H).  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  MLRA-77 update of Stevens County, Kansas; 2003."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were previously included in the Ulysses series.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 14 inches (Ap and Bt horizons)\nArgillic horizon - 8 to 69 inches (Bt and Btk horizons)\nCambic horizon and discontinuity - 69 to 80 inches (2Bk horizon)\nADDITIONAL DATA: NASIS Pedon Number; 077A-P00KS189-004 (Stevens County, Kansas); National Soil Survey Laboratory - S87OK007-005 (Beaver County, Oklahoma), S94KS189-001 (Stevens County, Kansas).\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Ninth Edition, 2003.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
