{
  "SERIES": "HUGO",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAD/WLC/RWK",
  "REVDATE": "01/2013",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Dystroxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hugo gravelly sandy clay loam, forested.  (Colors are for dry soil unless otherwise noted.)\nOi--0 to 1 inch; loose litter of Douglas-fir needles and twigs\nA1--1 to 8 inches; pale brown (10YR 6/3) gravelly sandy clay loam, brown (10YR 4/3) moist; strong fine and medium granular structure; soft, friable, slightly sticky and slightly plastic; many fine and very fine, and few coarse roots; many fine and very fine tubular and interstitial pores; medium acid; diffuse boundary.  (7 to 10 inches thick)\nB1--8 to 16 inches; pale brown (10YR 6/3) gravelly sandy clay loam, brown (10YR 4/3) moist; strong fine and medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; many fine and very fine, and few coarse roots; many fine and very fine tubular and interstitial pores; strongly acid; diffuse boundary.  (7 to 15 inches thick)\nB21--16 to 31 inches; pale brown (10YR 6/3) gravelly sandy clay loam, dark yellowish brown (10YR 4/4) moist; strong fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and very fine, and few coarse roots; many fine and very fine tubular and interstitial pores; few moderately thick clay films in pores and as bridges between sand grains; strongly acid; clear wavy boundary.  (14 to 20 inches thick)\nB22--31 to 48 inches; pale brown (10YR 6/3) gravelly heavy loam (near clay loam), dark yellowish brown (10YR 4/4) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few fine, medium and coarse roots; many fine and very fine tubular and interstitial pores; few moderately thick clay films in pores and as bridges between sand grains, strongly acid; diffuse boundary.  (12 to 20 inches thick)\nCr--48 to 60 inches; light yellowish brown (10YR 6/4) scattered and weathered medium-grained sandstone (graywacke) and soil material mixed, dark yellowish brown (10YR 4/4) moist; massive; hard, firm, slightly sticky and slightly plastic; few moderately thick clay films on rock fragments and along rock fractures; strongly acid; grades into shattered and weathered massive, very pale brown, hard, medium-grained sandstone (graywacke)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sonoma County, California; about 6 miles north northeast of Fort Ross and 2.4 miles south southwest of Hedgepeth Lake on private road into McKenzie Creek drainage; NW 1/2 sec. 28, T.9N., R.12W., MDBM, on an upper slope (74 percent), north northwest aspect, 1,300 feet elevation under a dense Douglas-fir forest with scattered sword fern understory."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a paralithic contact of weathered parent material is 40 to 60 inches or more.  The mean annual soil temperature is about 50 degrees to 56 degrees F.  The soil between depths of 5 and 15 inches usually becomes moist in some or all parts in late October or November and remains moist until May or June.  It is usually dry the rest of the year.  Rock fragments make up 15 to 35 percent of the solum and may increase to more than 50 percent below depth of 40 inches.  Base saturation (NH40Ac) is about 35 to 50 percent in all parts, or may be above 60 percent in the immediate surface.\nThe A horizon is grayish brown, light brownish gray, brown or pale brown (10YR 5/2, 6/2, 5/3, 6/3; 2.5Y 5/2, 6/2).  It is sandy loam, loam, sandy clay loam or clay loam.  This horizon is slightly acid or medium acid, and has strong or moderate, fine or medium granular or subangular blocky structure.\nThe B2 horizon is grayish brown, light brownish gray, brown, pale brown, very pale brown, yellowish brown, or light yellowish brown (10YR 5/2, 6/2, 5/3, 6/3, 7/3, 5/4, 6/4) or brown or light brown (7.5YR 5/2, 5/4, 6/4).  It is clay loam or sandy clay loam and averages 27 to 35 percent clay.  This horizon has weak to strong, fine or medium, subangular blocky structure, or the horizon is massive.  It is strongly or very strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Elwha, Hurlbut, Madonna, Mashel, and Tethrick series.  Elwha soils contain cemented shot in the profile.  Hurlbut soils are 20 to 40 inches deep to soft bedrock.  Madonna soils are 20 to 40 inches deep to hard bedrock. Mashel soils have a B2ir horizon.  Renhaven soils have less than 15 percent rock fragments in the A horizon, and have dry chroma of 3 through 5.  Tethrick soils have hue of 5Y or 2.5Y in the B horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hugo soils occur on strongly dissected mountains with sharp, narrow ridges, and deep V-shaped drainages and have slopes of 9 to 75 percent.  The formed in material weathered from sandstone, shale, schist and conglomerate.  They range from near sea level to 4,000 feet elevation in a humid, mesothermal climate, with warm, nearly rainless summers with occasional fog, and cool wet winters.  Annual precipitation ranges from 35-100 inches, with snow common above 3,000 feet elevation.  Mean annual temperature is about 57 degrees F.; January average about 46 degrees F.; July average about 65 degrees F. Frost-free season ranges from 200 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hulls, Josephine, Laughlin, Los Gatos, Maymen, Mendocino, Sites, Tyson and Yorkville soils.  Hulls, Laughlin and Tyson soils have a base saturation of 50 to 75 percent in some part to 30 inches and have more than 1 percent organic matter.  Josephine, Mendocino and Sites soils have a base saturation of less than 35 percent in the B2t horizon.  Los Gatos soils have a B2t horizon.  Maymen soils are less than 20 inches deep to hard rock.  Yorkville soils have a B2t horizon with more than 35 percent clay."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to very rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Hugo soils are used for timber production. Considerable acreage has been cleared and seeded forage production, which is low.  Natural vegetation associated with Hugo soils is mixed conifer-hardwood forest of Douglas-fir, coast redwood some grand fir, tanoak, and madrone with an understory of shrubs.  At higher elevations the vegetation is white fir, Douglas-fir, incense cedar, and black oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coast Range mountains in northwestern California and southwestern Oregon.  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Josephine County, Oregon, 1919."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Hugo soils as redescribed in San Mateo County, 1959, are not included in this description because of their unusually low clay content (5-13 percent versus 27-34 percent normal).  Soils less than 40 inches deep, formerly called Hugo are now included in the Madonna series. Heisler and Schnorbush soils are in the same family.  However their descriptions are too vague for adequate comparisons.\nOSED scanned by SSQA.  Last revised by state on 6/76.\nIt should be seriously considered that the Cr horizon in the Hugo series is actually a highly skeletal C or Bt or Ct horizon. Pedogenesis in the form of clay skins and the fractured nature of the material suggest this is really C horizon soil material. KP\nNational Cooperative Soil Survey\nU.S.A."
  }
}
