{
  "SERIES": "HUICHICA",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. SBJ/RCH",
  "REVDATE": "01/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Abruptic Haplic Durixeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Huichica loam.  Pasture on one percent slope.\nA11--0 to 7 inches; light brownish gray (10YR 6/2) loam with common medium distinct mottles of yellowish brown (10YR 5/4) dark brown (10YR 4/3) moist, massive; slightly hard; friable, slightly sticky, slightly plastic; abundant very fine and fine roots; many very fine and fine tubular pores;                 strongly acid; gradual wavy boundary.\nA12--7 to 14 inches; pale brown and brown (10YR 6/3, 5/3) loam, dark brown (10YR 4/3) moist; massive; hard, friable, slightly sticky, slightly plastic; abundant very fine and fine roots; many very fine and fine interstitial and tubular pores; strongly acid, clear wavy boundary.\nA2--14 to 23 inches; light gray (10YR 7/2) sandy clay loam with many fine faint brown mottles, brown (10YR 5/3) moist; massive; hard, friable, slightly sticky, slightly plastic; plentiful very fine and fine roots; many very fine and fine tubular and interstitial pores; strongly acid; abrupt wavy boundary.\nB2t--23 to 30 inches; grayish brown (10YR 5/2) clay, very dark grayish brown (10YR 3/2) moist, strong coarse columnar structure; top and sides of columns coated with ashy film; extremely hard, very firm, very sticky, very plastic; abundant very fine exped roots; many very fine and fine tubular and interstitial pores; continuous thick clay films on ped faces and in pores; medium acid; abrupt irregular boundary.\nIIC1m--30 to 36 inches; white (2.5Y 8/2) sandy loam, dark brown (10YR 4/3) moist with light olive brown mottles; massive; very hard, slightly sticky, nonplastic; few fine roots; common very fine interstitial and fine tubular pores; continuous moderately thick to thick clay films in pores and as bridges, moderately alkaline; strongly cemented; gradual irregular boundary.\nIIC2m--36 tp 47 inches; white (2.5Y 8/2) loamy sand, (10YR 4/3) moist, with common fine distinct mottles of dark brown; massive breaking to moderate subangular blocky structure; very hard, very firm, nonsticky, nonplastic; no roots; common fine and very fine interstitial pores; manganese stains and continuous thick clay films along fracture planes, moderately alkaline, variable cementation, weak to indurated, clear wavy boundary.\nIIIC3--47 to 57 inches; white (10YR 8/2) sandy clay loam with common fine distinct mottles of strong brown, grayish brown (10YR 5/2) moist, with common fine faint mottles of yellowish brown; massive breaking to weak subangular blocky structure; very hard, very firm, slightly sticky, slightly plastic; continuous thick clay films on fracture planes, mildly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Loamite Company, SW 1/4 of SW 1/4 Sec. 19, T.8N, R.8W, in Sonoma County, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The A1 horizon ranges in color from grayish brown to pale brown, dry, and very dark grayish brown to dark brown moist (10YR); in texture from fine sandy loam to silt loam, in structure from granular to massive, and in reaction from strongly acid to medium acid.  They are 7 to 13 inches thick.  The A2 horizons range in color from light gray to white, dry, and brown to grayish brown moist (10YR), in texture from fine sandy loam to silt loam, in reaction from strongly acid to medium acid and in thickness from 1 to 9 inches.  The B2t horizons range in color similar to the A horizons, in texture from heavy clay loam to clay; in structure from moderate to strong prismatic or columnar, in reaction from medium acid to very strongly acid; and in thickness from 7 to 21 inches.  The C horizons are light gray to white in color, loamy sand to sandy clay loam in texture, weakly to strongly cemented and intermittently indurated, and moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Haire, Purisima, San Ysidro, and Wright series.  The Haire series lacks an A2 and duripan and the reaction is neutral in the A horizons and strongly acid in Bt and C horizons.  The Purisima series has sand textures in the A horizons and reaction is medium acid in the A and strongly acid in the B horizons.  The San Ysidro soils lack a duripan.   The Wright soils lack a duripan and their reaction is very strongly acid in the A horizons and slightly acid in B horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Huichica soils occur in gently sloping smooth to hummocky floodplains under grass and scattered oaks, at elevations of 100 to 150 feet.  The climate is subhumid mesothermal with mean annual rainfall of 30 to 35 inches, with hot dry summers and cool moist winters.  Mean annual temperature is about 57 degrees F., average January temperature about 47 degrees F., and average July temperature about 67 degrees F. and an average frost-free season of 260 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  The Huichica soils occur in the same general area as the Pajaro, Wright, Yolo and Zamora soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Imperfectly drained, runoff is slow and permeability is moderately slow to very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Dominant use is pasture and hay with a few vineyards.  Native vegetation is annual grasses, forbs and scattered oaks."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coastal valleys in Napa and Sonoma Counties.  The soil series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Sonoma County, California, 1963.  Name from Huichica School, Sonoma County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Huichica series was formerly classified in the Planosol group.  The soils have an A2 horizon, an argillic horizon and a duripan.\nThe activity class was added to the classification in January of 2003. Competing series were not checked at that time. - ET\nOSED scanned by SSQA.  Last revised by state on 4/65.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
