{
  "SERIES": "HULDERMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. PWB-RLB-JVC-JBF",
  "REVDATE": "11/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy over sandy or sandy-skeletal, mixed, superactive, mesic Duric Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hulderman fine sandy loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 13 cm; gray (10YR 5/1) fine sandy loam, very dark gray (10YR 3/1) moist; moderate medium platy structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine and few medium roots; common fine tubular pores; strongly effervescent; strongly alkaline (pH 8.5); clear smooth boundary.  (2 to 20 cm thick)\nA2--13 to 41 cm; very dark gray (10YR 3/1) loam, black (10YR 2/1) moist; moderate to strong fine and medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; many very fine, fine and few medium roots; common fine tubular and few fine interstitial pores; common fine distinct yellowish brown (10YR 5/4) masses of iron accumulation; noneffervescent; moderately alkaline (pH 8.0); clear wavy boundary.  (20 to 31 cm thick)\nBq1--41 to 46 cm; pale olive (5Y 6/3) loam, olive (5Y 4/3) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine and few medium roots; common fine tubular and interstitial pores; discontinuous weak silica cementation; noneffervescent; moderately alkaline (pH 8.2); clear wavy boundary.  (5 to 13 cm thick)\n2Bq2--46 to 69 cm; pale yellow (5Y 7/3) loamy sand, olive (5Y 5/3) moist; massive; hard, firm and brittle, nonsticky and nonplastic; few very fine, fine and medium roots; common fine tubular and interstitial pores; continuous brittle matrix; noneffervescent; moderately alkaline (pH 7.9); abrupt smooth boundary.  (20 to 38 cm thick)\n2C--69 to 152 cm; pale yellow (2.5Y 8/4) sand, light yellowish brown (2.5Y 6/4) moist; massive; soft, very friable, nonsticky and nonplastic; few fine roots; many very fine interstitial pores; 5 percent fine gravel; moderately alkaline (pH 7.9)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Elko County, Nevada; about 20 miles south of Wells in Clover Valley; in a nonsectionized township approximately 450 feet south and 3,400 feet east of the projected northwest corner of section 17, T. 34 N., R. 63 E.; USGS Snow Water Lake 7.5 minute topographic quadrangle; latitude 40 degrees 50 minutes 05 seconds N and longitude 114 degrees 52 minutes 51 seconds W; WGS84 Decimal Degrees 40.8347056 latitude, -114.8808333 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Saturated near the surface for at least one month during most years, mainly during late winter through late spring.\nMean annual soil temperature: 8.3 to 11 degrees C.\nMollic epipedon thickness: 30 to 50 cm.\nDepth to strongly contrasting sandy materials: 30 to 64 cm.\nParticle-size control section - Clay content: 20 to 25 percent in the upper part and less than 8 percent in the strongly contrasting lower part.\nA horizon\nValue: 3 through 5 dry, 1 through 3 moist.\nChroma: 1 or 2, dry or moist.\nBq horizon\nHue:  5Y or 2.5Y.\nValue:  6 or 7 dry, 3 through 5 moist.\nChroma: 3 or 4.\nSecondary silica: Continuous and discontinuous brittle matrix.\n2C horizons\nHue:  5Y or 2.5Y.\nValue:  7 or 8 dry, 6 or 7 moist.\nChroma:  4 or 5, dry or moist.\nTexture: Sand or fine sand; Thin subhorizons are modified by up to 25 percent gravel.\nOther features: Thin strata of silty clay loam or silty clay may occur in some pedons below 100 cm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are currently no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hulderman soils are on flood plains.  These soils formed in alluvium over lacustrine deposits derived from mixed rocks.  Slopes are 0 to 2 percent.  Elevations range from 1,710 to 1,740 meters.  The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 200 to 250 mm, the mean annual temperature is 7 to 10 degrees C, and the frost-free period is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Benin and Toba soils.  Benin soils are fine textured.  Toba soils do not have mollic epipedons and have calcic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; slow to medium runoff; moderate over very rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Hulderman soils are used for rangeland and wildlife habitat.  The present vegetation is mainly mat muhly, alkali sacaton, and inland saltgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Nevada.  These soils are not extensive.  MLRA 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Elko County, Nevada, Southeast Part, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 41 cm (A1 and A2 horizons).\nDuric feature - The zone from 46 to 69 cm (2Bq2 horizon).\nEndosaturation - The zone from the soil surface to 41 cm (A1 and A2 horizons).\nMajor lithologic discontinuity - The abrupt change to sandy material at 46 cm (2Bq2 and 2C horizons).\nParticle-size control section - The zone from 25 to 100 cm (Bq1 and 2Bq2 horizons and parts of the A2 and 2C horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
