{
  "SERIES": "HULLS",
  "STATUS": "Established Series",
  "BYREV": "Rev. KDG/LCL",
  "REVDATE": "12/71",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, micaceous, mesic Ultic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hulls gravelly clay loam - annual grass range. (Colors are for dry soil unless otherwise stated.)\nA11--0 to 4 inches; gray (5Y 5/1) gravelly clay loam, very dark gray (5Y 3/1) moist; weak medium platy structure; slightly hard, friable, slightly sticky, nonplastic; many very fine roots; many very fine pores; few pebbles; peds and walls of pores have a silvery coating of fine mica; medium acid (pH 5.6); clear smooth boundary. (2 to 6 inches thick)\nA12--4 to 15 inches; gray (5Y 5/1) gravelly clay loam, very dark gray (5Y 3/1) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky, nonplastic; many very fine roots; many very fine pores; 20 percent gravel; peds and walls of pores have a silvery coating of fine mica; medium acid (pH 5.6); gradual smooth boundary. (6 to 15 inches thick)\nB2--15 to 23 inches; light brownish gray (2.5Y 6/2) angular cobbly clay loam, very dark grayish brown (2.5Y 3/2) moist; weak subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; few very fine roots; common very fine and fine pores; silvery coating of fine mica on walls of pores; medium acid (pH 5.9); clear irregular boundary. (6 to 12 inches thick)\nR--23 to 30 inches; fractured mica schist with some quartz veins; cracks filled with soil material similar to horizon above."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mendocino County, California; 20 miles north of Covelo by road; 5 miles east of Mina on north-facing slope of 35 percent and 2,500 feet elevation; near center sec. 30, T.24N., R.13W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a lithic contact is 20 to 40 inches.   Coarse fragments, mostly of gravel size, average 10 to 35 percent throughout the soil profile.  The soil between depths of about 6 to 18 inches usually is moist all of the time from sometime in October until sometime in mid-June and is dry all the rest of the year.  The mean annual soil temperature at a depth of 20 inches is about 52 to 57 degrees F.  The soils are medium or strongly acid and lack a consistent pattern of change with depth.  The base saturation is about 50 to 75 percent throughout.  Textures are loam, silt loam, sandy clay loam or clay loam, usually with about 20 to 30 percent clay.\nThe A horizon is gray, grayish brown or olive gray in 2.5Y or 5Y or neutral hue.  It is very dark gray, very dark grayish brown or dark olive gray moist.  This horizon has soil structure or is only slightly hard in pedons lacking structure.  It contains 2 to 4 percent organic matter in the upper 10 inches which decreases gradually to less than 1 percent at a depth of 20 inches.\nThe B horizon is light gray, light brownish gray, grayish brown, light olive gray, or olive gray.  In most pedons it has weak or moderate structure, but it is massive in some pedons.  This horizon is slightly finer textured than the A horizon, but the clay increase is less than 3 percent.  It has some micaceous coatings on peds, on rock fragments and as the lining of pores.  In addition, some pedons have a few to common thin clay films."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Anaverde, Crafton, Comptche, Laughlin, Tatu, Tyson, and Yaxon series.  Anaverde soils have a mollic epipedon more than 20 inches thick.  Crafton soils have less than 18 percent clay in the series control section.  Comptche soils have hue of 5YR or redder throughout and have mixed mineralogy.  Laughlin and Tatu soils have base saturation of more than 75 percent and have mixed mineralogy.  Tyson soils have more than 35 percent coarse fragments.  Yaxon soils have a lithic contact at depths of 40 to 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on rolling to very steep slopes at elevations of 2,000 to 6,000 feet.  The soils formed in residuum weathered from chlorite schist, metamorphosed sedimentary rock and shale.  The climate is moist subhumid mesothermal with warm dry summers and cool moist winters.  Mean annual precipitation is 40 to 60 inches with some snow.  The average January temperature is about 32 degrees F., the average July temperature is about 65 degrees F., and the mean annual temperature is 48 to 50 degrees F.  The freeze-free season is about 130 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hugo, Masterson, Maymen, and Sheetiron soils and the competing Tyson soils.  Hugo are timbered soils with an ochric epipedon.  Masterson soils have an umbric epipedon.   Maymen soils have a lithic contact at depths of less than 20 inches.  Sheetiron soils have more than 35 percent coarse fragments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained: medium to very rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for grazing and watershed.  Vegetation is annual and perennial grasses, forbs, and some Oregon white oak and blue oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coast Ranges of northern California and possibly Oregon.  The soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mendocino County, California, 1952."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Hulls soils were formerly classified as Prairie soils.  In earlier work, differences in base saturation and the place of the cambic horizon in classification were not recognized.  The series is now defined as having a cambic horizon and a base saturation of 50 to 75 (NH40Ac) percent.\nOSED scanned by SSQA.  Last revised by state on 12/71.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
