{
  "SERIES": "HUM",
  "STATUS": "Established Series",
  "BYREV": "Rev. ASZ/KH/TDT",
  "REVDATE": "09/2007",
  "STATES": "WA",
  "OVERVIEW": "The Hum series consists of a very deep, well drained soil that formed in volcanic ash over glacial till.  The Hum soils are on hillslopes.  Slope ranges from 0 to 45 percent. The mean annual air temperature is about 43 degrees F, and the mean annual precipitation is about 17 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over loamy, glassy over mixed, superactive, frigid Alfic Humic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hum ashy loam, abandoned cropland. (Colors are for dry soil unless otherwise noted.)\nAp--0 to 7 inches; dark grayish brown (10YR 4/2) ashy loam, very dark brown (10YR 2/2) moist; weak fine and very fine granular structure; soft, very friable, slightly sticky and slightly plastic; many roots; 5 percent gravel; neutral (pH 6.6); clear smooth boundary. (6 to 7 inches thick)\nA--7 to 11 inches; dark grayish brown (10YR 4/2) ashy loam, very dark brown (10YR 2/2) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; many roots; many very fine and fine pores; 5 percent gravel; neutral (pH 6.6); clear wavy boundary. (3 to 11 inches thick)\nBw--11 to 17 inches; light yellowish brown (10YR 6/4) ashy loam, dark yellowish brown (10YR 3/4) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many roots; common fine and very fine pores; 5 percent gravel; neutral (pH 6.8); abrupt wavy boundary. (0 to 12 inches thick)\n2Bt1--17 to 35 inches; pale brown (10YR 6/3) gravelly clay loam, brown (10YR 4/3) moist; massive; slightly hard, friable, slightly sticky and moderately plastic; very few very fine roots; common very fine pores; few faint brown (7.5YR 4/2) clay films in small pores and prominent to distinct clay films in medium and large pores and cavities; 15 percent gravel; neutral (pH 6.8); gradual wavy boundary. (13 to 22 inches thick)\n2Bt2--35 to 46 inches; light yellowish brown (2.5Y 6/4) gravelly clay loam, olive brown (2.5Y 4/4) moist; massive; slightly hard, friable, moderately sticky and moderately plastic; very few very fine roots; few very fine pores; few faint brown (7.5YR 4/2) clay films in small pores and  prominent to distinct films in medium and large pores and cavities; 20 percent gravel; neutral (pH 7.0); clear wavy boundary. (6 to 14 inches thick)\n2Bk--46 to 54 inches; light gray (2.5Y 7/2) gravelly loam, grayish brown (2.5Y 5/2) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; very few very fine roots; few very fine pores; calcium carbonate coating pores; 20 percent gravel; moderately alkaline and calcareous (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Ferry County, Washington; 1,650 feet west and 1,056 feet north of the southeast corner of sec. 10, T.39N., R.34E. (Latitude 48 degrees, 53 minutes, 17 seconds North, Longitude 188 degrees, 29 minutes, 27 seconds West)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: These soils are usually moist, but are dry for 75 to 90 consecutive days following the summer solstice; xeric soil moisture regime.\nSoil temperature: mean annual soil temperature is 42 to 47 degrees F.\nRock fragments: 5 to 35 percent throughout the particle-size control section.\nAndic soil properties:  14 to 30 inches thick with moist bulk density 0,65 to 0.85 g/cc, volcanic glass content of 30 to 60 percent, acid-oxalate extractable aluminum plus one-half the acid-oxalate extractable iron of 1.0 to 2.0 percent and 15-bar water retention of 5 to 12 percent for air-dried samples.\nDepth to secondary carbonates: 36 to 50 inches.\nMollic epipedon thickness: 10 to 20 inches\nA horizon\nChroma: 1 or 2, dry or moist\nTexture: ashy loam or stony ashy loam\nBw horizon (when present)\nValue: 5 or 6 dry, 3 or 4 moist\nChroma: 3 or 4, dry or moist\nTexture: ashy silt loam or ashy loam\n2Bt horizon\nHue: 10YR or 2.5Y hue\nValue: 5 or 6 dry, and 3 or 4 moist\nChroma: 3 or 4, dry or moist\nTexture: gravelly clay loam, clay loam, loam, or gravelly loam with 25 to 35 percent clay\nStructure: massive or weak subangular blocky\nClay films: faint discontinuous to prominent nearly continuous in pores and in root channels.\n2Bk horizon\nTexture: gravelly loam, gravelly clay loam or gravelly silty clay loam\nReaction: slightly alkaline to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Hum soils are on hillslopes.  Slopes range from 0 to 45 percent.  These soils formed in volcanic ash over glacial till of mixed mineralogy including granite, argillite, limestone, and serpentine rocks.  Elevations are 1,900 to 4,300 feet. The climate is characterized by warm, dry summers and cool, moist winters.  The mean annual air temperature is 42 to 44 degrees F., The mean annual precipitation is 15 to 20 inches, The frost-free season is 100 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Koepke, Molson, and Republic soils.  Koepke and Molson soils do not have an argillic horizon below the ash mantle.  Republic soils do not have an ash mantle."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Alfalfa hay, small grains, and range. The native vegetation consists of bluebunch wheatgrass, rough fescue, Idaho fescue, Sandberg bluegrass, and scattered ponderosa pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Okanogan, and Ferry Counties, Washington; MLRA 43A. These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Ferry County (North Ferry Area), Washington, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon: the zone from the mineral soil surface to 11 inches (Ap and A horizons)\nCambic horizon: the zone from 11 to 17 inches (Bw horizon)\nArgillic horizon: the zone from 17 to 46 inches (2Bt horizon)\nStrongly contrasting particle-size class change at 17 inches.\nAndic soil properties are estimated based on the ranges from the associated Molson and Koepke series\nThe soil was originally classified as; ashy over loamy, mixed, frigid Mollic Vitrandepts.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
