{
  "SERIES": "HUMBARSPRINGS",
  "STATUS": "Established Series",
  "BYREV": "Rev. LAN",
  "REVDATE": "07/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Coarse-loamy, mixed, superactive, mesic Aridic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Humbarsprings gravelly loam - grassland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 7 inches; dark grayish brown (10YR 4/2) gravelly loam, very dark grayish brown (10YR 3/2) moist; weak medium granular structure; slightly hard, friable, nonsticky and nonplastic; common fine roots; 5 percent calcium carbonate equivalent; strongly effervescent; 20 percent gravel and 5 percent cobbles; slightly alkaline (pH 7.8); clear wavy boundary. (7 to 10 inches thick.)\nBw--7 to 10 inches; brown (10YR 5/3) gravelly loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine roots; 5 percent calcium carbonate equivalent; violently effervescent; 20 percent gravel and 5 percent cobbles; moderately alkaline (pH 8.0); gradual wavy boundary. (3 to 6 inches thick.)\nBk1--10 to 22 inches; pale brown (10YR 6/3) gravelly sandy clay loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few fine roots; 15.0 percent calcium carbonate equivalent; common fine distinct carbonate masses; violently effervescent; 20 percent gravel and 5 percent cobbles; moderately alkaline (pH 8.4); abrupt wavy boundary. (10 to 14 inches thick.)\n2Bk2--22 to 35 inches; light yellowish brown (10YR 6/4) gravelly sand, dark yellowish brown (10YR 4/4) moist; single grain; loose, loose, nonsticky and nonplastic; 20 percent calcium carbonate equivalent; common medium distinct carbonate masses; violently effervescent throughout; 16 percent gravel; moderately alkaline (pH 8.4); abrupt wavy boundary. (10 to 20 inches thick.)\n2Bk3--35 to 60 inches; very pale brown (10YR 8/2) gravelly loamy fine sand, pale brown (10YR 6/3) moist; massive; soft, very friable, nonsticky and nonplastic; 35.0 percent calcium carbonate equivalent; violently effervescent; 25 percent gravel; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Las Animas County, Colorado, approximately 1,250 feet east and 1,200 feet north of the southwest corner of section 6, T. 33 S., R. 51 W.; latitude 37 degrees 11 minutes 46 seconds N. and longitude 103 degrees 11 minutes 12 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture:  moist intermittently from April through August, driest period is December through February. Ustic moisture regime bordering on aridic\nMean annual soil temperature: 49 to 54 degrees F.\nMean summer soil temperature: 70 to 76 degrees F.\nThickness of the mollic epipedon: 7 to 16 inches\nDepth to lithological discontinuity: 20 to 30 inches\nDepth to carbonates: 0 to 7 inches\nParticle size control section:  (weighted average)\nClay content: 18 to 27 percent clay\nSand content: 45 to 65 percent\nRock fragment content: 20 to 35 percent\nA Horizon:\nHue: 7.5YR or 10YR\nValue: 3 to 5 dry, 2 or 3 moist\nChroma: 2 or 3\nReaction: slightly alkaline or moderately alkaline\nRock fragments:  15 to 35 percent\nBw and Bk1 Horizons:\nHue: 7.5YR or 10YR\nValue: 4 to 6 dry, 3 to 5 moist\nChroma: 2 to 4\nTexture of the fine earth fraction: loam or sandy clay loam\nClay content: 18 to 27 percent\nRock fragments: 15 to 45 percent, dominantly gravel.\nReaction:  slightly alkaline or moderately alkaline\nCalcium carbonate equivalent: 1 to 5 percent in the Bw, 5 to 15 percent in the Bk1\n2Bk Horizons:\nHue: 7.5YR or 10YR\nValue: 6 to 8 dry, 4 to 6 moist\nChroma: 2 to 4\nTexture of the fine earth fraction: sand, fine sand, loamy fine sand, loamy sand\nClay content: 0 to 8 percent\nRock fragments: 5 to 45 percent, dominantly gravel\nReaction: moderately alkaline or strongly alkaline\nCalcium carbonate equivalent: 15 to 40 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Graystone (WY), Greenhope (WY), Guy (NM), Laird (CO) and Sidney (NE) series.\nGraystone soils:  averages less than 15 percent rock fragments\nGreenhope soils: do not have strongly contrasting 2Bk horizons.\nGuy soils: depth to strongly contrasting 2C horizon is greater than 30 inches.\nLaird soils: averages less than 15 percent rock fragments\nSidney soils: have a paralithic contact at depths of 40 to 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: alluvium from mixed sources of the Ogallala and Dakota formations\nLandform: fans and terraces bordering major drainage systems\nSlopes: 3 to 12 percent\nElevations: 5,000 to 6,500 feet\nMean annual air temperature: 51 to 53 degrees F.\nMean annual precipitation: 14 to 16 inches\nWettest period: April through August\nDriest period: December through February\nFrost-free days: 125 to 155 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the Ayon, Capulin and Chicosa soils.  Ayon and Chicosa soils average more than 35 percent rock fragments in the control section and are on fan remnants.  Capulin soils average more than 18 percent clay in the control section and have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well to somewhat excessively drained, medium runoff, moderately rapid to moderate permeability"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used as rangeland and as sources of sand and gravel.  Native vegetation is mainly blue grama, sideoats grama, little bluestem and sand dropseed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Colorado in the Aridic-ustic moisture regime; LRR G, MLRA 67.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Las Animas County, Colorado 1996"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon: the zone form 0 to 7 inches. (A and Bw horizons)\nCambic horizon: the zone from 10 to 22 inches. (Bk horizon)\nCalcic horizon: the zone from 22 to 60 inches.\nLithilogical discontinuity: 22 inches\nModified by Lee Neve in January 2002 to update the classification from the fine-loamy family to coarse-loamy.\nKeys to Soil Taxonomy used: Eighth Edition, 1998\nNational Cooperative Soil Survey\nU.S.A."
  }
}
