{
  "SERIES": "HUME",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. AJE/VLP/MJD",
  "REVDATE": "03/2003",
  "STATES": "UT",
  "OVERVIEW": "Hume series consists of very deep, well drained, slowly permeable soils that formed in residuum and alluvium derived from shale and sandstone.  Hume soils occur on mountain slopes and alluvial fans and have slopes of 4 to 60 percent. The average annual precipitation is about 20 inches and the mean annual air temperature is about 41 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, frigid Calcic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hume loam, rangeland. (Colors are for air dry soil unless otherwise noted.)\nA--0 to 6 inches; dark brown (10YR 4/3) loam, very dark brown (10YR 2/2) moist; weak fine granular structure; soft, friable, slightly sticky and slightly plastic; common fine, few medium and coarse roots, few fine and medium tubular pores; noncalcareous; mildly alkaline (pH 7.6); clear smooth boundary. (5 to 8 inches thick)\nBt1--6 to 13 inches; dark brown (10YR 4/3) clay, dark brown (10YR 3/3) moist; moderate medium angular blocky structure; very hard, firm, sticky and plastic; few fine, medium and coarse roots; few fine tubular pores; thin continuous clay films about 3 percent gravel; neutral (pH 7.0); clear smooth boundary. (6 to 14 inches thick)\nBt2--12 to 17 inches; brown (10YR 5/3) clay, dark brown (10YR 4/3) moist; moderate coarse prismatic structure that parts to strong coarse angular blocky; extremely hard, very firm, very sticky and very plastic; few fine, medium and coarse roots; few fine tubular pores; thin continuous clay films; mildly alkaline (pH 7.4); clear wavy boundary. (O to 10 inches thick)\nBk--17 to 35 inches; light gray (2.5Y 7/2) clay, grayish brown (2.5Y 5/2) moist; moderate coarse prismatic structure that parts to moderate coarse angular blocky; very hard, very firm, very sticky and very plastic; few fine roots; few fine pores; moderately calcareous, lime in veins; moderately alkaline (pH 8.0); clear smooth boundary. (9 to 40 inches thick)\nBCk--35 to 60 inches; light gray (2.5Y 7/2) clay, grayish brown (2.5Y 5/2) moist; massive; very hard, very firm, sticky and plastic; few fine roots; few fine pores; moderately calcareous, lime in veins and flecks; mildly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Sevier County, Utah; 2 miles southwest from Acord Lake; 0.4 mile south and .25 mile east of northwest corner of sec. 18, T.22S., R.4E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mollic epipedon is 12 to 20 inches thick.  Depth to carbonates is 15 to 20 inches. The mean annual soil temperature at depth of 20 inches ranges from 43 to 46 degrees F. The mean summer soil temperature ranges from 64 to 66 degrees F. The soils are moist in all parts for 50 to 60 percent of the time that the soil temperature exceeds 41 degrees F. at depth of 20 inches. They are dry in all parts for 60 to 75 consecutive days or more within the 3 month period following the summer solstice, and are moist in all parts for 60 to 75 consecutive days or more within the 3 month period following the winter solstice in more than 7 years out of 10.\nThe A horizon has value of 3 to 5 dry, 2 or 3 moist, and chroma of 2 or 3 dry, 1 or 2 moist. It is loam, sandy clay loam, or clay loam and is neutral or mildly alkaline.\nThe Bt horizon has hue of 10YR or 2.5Y, value of 4 to 6 dry, 3 or 4 moist, and chroma of 1 to 3. It is clay or clay loam, has 35 to 50 percent clay, and ranges from mainly neutral to mildly alkaline in the Btk horizons in some pedons. The B horizon ranges from 8 to 24 inches.\nThe Bk and BCk horizons have a hue of 2.5Y or 5Y, value of 6 or 7 dry, 3 to 6 moist, and chroma of 2 to 4 dry. It ranges from loam to clay, and is mildly to strongly alkaline and moderately or strongly calcareous."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Hume soils are at elevations of 7,500 to 8,500 feet.  They occur on mountain slopes and alluvial fans. Slopes are 4 to 60 percent. These soils formed in residuum and alluvium from shale and sandstone rocks. The climate is moist subhumid and the average annual precipitation ranges from 16 to 22 inches. The mean annual temperature is 40 to 43 degrees F. The mean summer temperature is 61 to 63 degrees F. and the frost-free period ranges from 65 to 85 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Freece, Hades and Isbell soils. Freece soils lack argillic horizons and are shallow over shale.  Hades soils have a mollic epipedon more than 20 inches thick, and are fine loamy. Isbell soils lack horizons of carbonate accumulation."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium or rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used principally as rangeland and wildlife habitat. The principal native vegetation is dominantly big sagebrush, bitterbrush, spiked wheatgrass, snowberry, tall native bluegrass, Gambel oak and serviceberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Sevier County, Utah. This series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Sevier County, (Loa, Richfield Area, Utah), 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nMollic epipedon - the zone from the surface of the soil to 13 inches (A, Bt1 horizons).\nArgillic horizon - the zone from 6 to 17 inches (Bt1, Bt2 horizons).\nCalcic horizon - the zone from 17 to 60 inches (Bk, BCk horizons).\nParticle size control section - the zone from 6 to 17 inches.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Lakewood MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 15,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH": 7.6,
        "pH_class": "mildly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 6 inches; dark brown (10YR 4/3) loam, very dark brown (10YR 2/2) moist; weak fine granular structure; soft, friable, slightly sticky and slightly plastic; common fine, few medium and coarse roots, few fine and medium tubular pores; noncalcareous; mildly alkaline (pH 7.6); clear smooth boundary. (5 to 8 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 15,
        "bottom": 33,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--6 to 13 inches; dark brown (10YR 4/3) clay, dark brown (10YR 3/3) moist; moderate medium angular blocky structure; very hard, firm, sticky and plastic; few fine, medium and coarse roots; few fine tubular pores; thin continuous clay films about 3 percent gravel; neutral (pH 7.0); clear smooth boundary. (6 to 14 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 30,
        "bottom": 43,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "clay",
        "pH": 7.4,
        "pH_class": "mildly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--12 to 17 inches; brown (10YR 5/3) clay, dark brown (10YR 4/3) moist; moderate coarse prismatic structure that parts to strong coarse angular blocky; extremely hard, very firm, very sticky and very plastic; few fine, medium and coarse roots; few fine tubular pores; thin continuous clay films; mildly alkaline (pH 7.4); clear wavy boundary. (O to 10 inches thick)"
      },
      {
        "name": "Bk",
        "top": 43,
        "bottom": 89,
        "moist_hue": "2.5Y",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bk--17 to 35 inches; light gray (2.5Y 7/2) clay, grayish brown (2.5Y 5/2) moist; moderate coarse prismatic structure that parts to moderate coarse angular blocky; very hard, very firm, very sticky and very plastic; few fine roots; few fine pores; moderately calcareous, lime in veins; moderately alkaline (pH 8.0); clear smooth boundary. (9 to 40 inches thick)"
      },
      {
        "name": "BCk",
        "top": 89,
        "bottom": 152,
        "moist_hue": "2.5Y",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH": 7.8,
        "pH_class": "mildly alkaline",
        "narrative": "BCk--35 to 60 inches; light gray (2.5Y 7/2) clay, grayish brown (2.5Y 5/2) moist; massive; very hard, very firm, sticky and plastic; few fine roots; few fine pores; moderately calcareous, lime in veins and flecks; mildly alkaline (pH 7.8)."
      }
    ]
  ]
}
