{
  "SERIES": "HUNCHBACK",
  "STATUS": "Established Series",
  "BYREV": "Rev. RFB/RHM",
  "REVDATE": "02/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic Cumulic Cryaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hunchback clay loam - grassland.  (Colors are for dry soil unless otherwise noted.)\nA11--0 to 14 inches; gray (10YR 5/1) clay loam, very dark brown (10YR 2/2) moist; strong medium and fine granular structure; soft, very friable, slightly sticky, slightly plastic; medium acid; clear smooth boundary.  (7 to 20 inches thick)\nA12--14 to 24 inches; dark gray (10YR 4/1) clay loam, black (10YR 2/1) moist; moderate medium and fine subangular blocky structure that parts to medium and coarse granules; slightly hard, very friable, slightly sticky, slightly plastic; peds are very hard; medium acid; gradual smooth boundary.  (9 to 28 inches thick)\nA13g--24 to 37 inches; dark gray (10YR 4/1) heavy clay loam, black (10YR 2/1) moist; common medium distinct dark yellowish brown (10YR 4/4) moist mottles; moderate coarse and medium angular blocky structure; slightly hard, friable, sticky, plastic; peds are extremely hard; medium acid; gradual wavy boundary.  (5 to 33 inches thick)\nB2g--37 to 60 inches; gray (2.5Y 5/1) silty clay, dark gray (2.5Y 4/1) moist; many large prominent dark yellowish brown (10YR 4/4) moist, mottles; massive; extremely hard, firm, sticky, plastic; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Archuleta County, Colorado; NE1/4 Sec. 15, T. 33 N., R.  1 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The control section is heavy clay loam, heavy silty clay loam, or light silty clay, with 35 to 50 percent clay.  Rock fragments range from 0 to 5 percent in a major part of the control section and are mainly less than 1 inch in diameter.  The soils range from medium acid to neutral.\nThe A horizon has hue of 5Y through 7.5YR, value of 3 through 5 dry, 2 or 3 moist, and chroma of 0 through 2.\nThe B2 horizon has hue of 5Y through 7.5YR, value of 5 through 7 dry, 4 through 6 moist, and chroma of 2 or less."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Animas series.  Animas soils have an argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hunchback soils are on gently to moderately sloping alluvial fans, concave drainageways, swales, and basins.  Slopes typically range from about 0 to 25 percent.  These soils formed in thick fine textured alluvial materials derived principally from sedimentary rocks.  At the type location the mean annual precipitation is about 20 inches.  Mean annual temperature is 38 degrees F., mean summer temperature is 54 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dunton and Pagosa soils.   Dunton and Pagosa soils lack a mollic epipedon, have an argillic horizon, and are well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; medium to slow runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally as native pastureland.  Native vegetation is mainly bluegrass, dandelions, and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Colorado.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Archuleta County (Piedra Area), Colorado, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Last updated by the state 5/74.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
