{
  "SERIES": "HUNNTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. PWB-SES-JVC-JBF",
  "REVDATE": "03/2016",
  "STATES": "CA,ID,NV",
  "OVERVIEW": "The Hunnton series consists of moderately deep to a duripan, well drained soils that formed in alluvium derived from mixed rocks with a component of loess and volcanic ash.  Hunnton soils are on fan remnants, ballenas, and plateaus.  Slopes are 1 to 30 percent.  The mean annual precipitation is about 230 mm and the mean annual air temperature is about 9 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine, smectitic, mesic Xeric Argidurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hunnton loam--rangeland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 15 cm; light brownish gray (10YR 6/2) loam, very dark grayish brown (10YR 3/2) moist; weak very thin platy structure; soft, very friable, moderately sticky and moderately plastic; many very fine, many fine, and few medium roots; many very fine tubular and few very fine vesicular pores; moderately alkaline (pH 8.0); clear wavy boundary.  (5 to 15 cm thick)\nA2--15 to 36 cm; pale brown (10YR 6/3) clay loam, dark brown (10YR 3/3) moist; massive; slightly hard, friable, moderately sticky and moderately plastic, common very fine and fine, and few medium roots; many very fine and few fine tubular pores; moderately alkaline (pH 8.0); clear irregular boundary.  (0 to 20 cm thick)\nBt1--36 to 48 cm; pale brown (10YR 6/3) clay, brown (10YR 4/3) ped face and dark brown (10YR 3/3) broken face moist; weak fine and medium angular blocky structure; very hard, firm, very sticky and very plastic; few very fine, fine, and coarse roots; common very fine tubular pores; few fine distinct dark brown (7.5YR 3/2) moist masses of iron accumulation; many pressure cutans on faces of peds and many distinct clay films lining pores; moderately alkaline (pH 8.2); clear irregular boundary.  (8 to 18 cm thick)\nBt2--48 to 71 cm; yellowish brown (10YR 5/4) clay, dark yellowish brown (10YR 4/4) moist; weak medium prismatic structure parting to weak fine and medium angular blocky; very hard, friable, very sticky and very plastic; few very fine, fine, and coarse roots; common very fine tubular pores; many distinct clay films on faces of ped and lining pores; 10 percent gravel; slightly effervescent; moderately alkaline (pH 8.4); abrupt wavy boundary.  (13 to 25 cm thick)\nBqkm--71 to 107 cm; very pale brown (10YR 8/3) cemented material, pale brown (10YR 6/3) moist; massive; very hard, very firm and extremely firm, brittle; few very fine roots along some fractures; common very fine tubular pores; continuous 1 to 2 mm thick horizontal silica laminar at upper surface and in horizontal bands throughout horizon; the upper 1 to 2.5 cm layer immediately above the indurated laminar cap is weathered weakly silica-cemented material; violently effervescent; strongly alkaline (pH 8.6); gradual wavy boundary.  (36 to 58 cm thick)\n2Cqk--107 to 152 cm; very pale brown (10YR 8/2) extremely gravelly loamy sand, pale brown (10YR 6/3) moist; massive; hard, very friable, nonsticky and nonplastic; 30 percent weak discontinuous silica cementation; 70 percent gravel; violently effervescent; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Elko County, Nevada; about 15 miles southeast of Elko; approximately 1,300 feet west and 75 feet south of the northeast corner of section 27, T. 33 N., R. 57 E.; USGS Noon Rock 7.5 minute topographic quadrangle; latitude 40 degrees 43 minutes 20 seconds N and longitude 115 degrees 31 minutes 58 seconds W; WGS84 Decimal Degrees 40.7222222 latitude, -115.5327778 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist mid fall through spring, dry from summer through early fall; aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 8 to 11 degrees C.\nDepth to duripan: 50 to 100 cm.\nDepth to secondary carbonates: 48 to 80 cm.\nOther features: Some pedons have a 10 to 28 cm thick continuously and/or discontinuous brittle matrix Bqk or Bq horizon above the duripan.\nParticle-size control section - Clay content: 40 to 55 percent.\nRock fragments:  Averages 5 to 25 percent, mainly gravel.  Lithology of fragments are mixed rocks.\nA horizons\nValue:  5 or 6 dry, 3 or 4 moist.\nChroma:  2 or 3, dry or moist.\nReaction:  Neutral through moderately alkaline.\nBt horizons\nHue:  10YR or 7.5YR.\nValue:  5 through 7 dry, 3 through 5 moist.\nChroma:  2 through 4, dry or moist.\nTexture:  Clay or gravelly clay.\nClay content:  40 to 55 percent.\nRock fragments: 5 to 25 percent, mainly gravel.\nStructure:  Weak or moderate, very fine to medium subangular or angular blocky or prismatic.\nConsistence: Slightly hard to very hard dry; moderately sticky or very sticky and moderately plastic or very plastic, wet.\nReaction:  Neutral through moderately alkaline.\nEffervescence:  Noneffervescent in the upper subhorizons, noneffervescent to strongly effervescent in lower subhorizons.\nOther features:  Some pedons have a 10 to 18 cm thick loam, silty clay loam or clay loam Bt1 horizon with thin clay films.\nSecondary carbonates and silica:  Some pedons have carbonate masses and silica concretions in the lower portion of the horizon; Lower subhorizons have up to 15 percent durinodes in some pedons.\nBqkm horizon\nValue:  7 or 8 dry, 4 through 7 moist.\nChroma:  2 or 3 dry, 3 or 4 moist.\nStructure:  Massive, or has weak medium to very thick platy structure.\nOther features:  Some pedons have strongly silica cemented horizons with 40 to 60 percent gravel below the indurated duripan.\n2Cqk horizon (when present)\nValue:  6 through 8 dry, 4 through 7 moist.\nChroma:  2 through 4 dry, 3 or 4 moist.\nTexture:  Very gravelly sandy loam, very gravelly loamy sand, or extremely gravelly loamy sand.\nClay content:  2 to 10 percent.\nRock fragments:  40 to 70 percent, mainly gravel.\nReaction:  Moderately alkaline or strongly alkaline.\nCementation:  This horizon has a discontinuously to continuously brittle matrix, with discontinuous one-half to 1 mm thick silica laminae common.  Some pedons have up to 40 percent strong discontinuous silica cementation."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Dewrust and Goosel series.\nDewrust soils are intermittently moist for 10 to 20 days cumulative following summer convection storms and have mean annual soil temperature of 13 to 14 degrees C.  Goosel soils have lithic contacts below the duripan at depths of 53 to 100 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hunnton soils are on fan remnants, ballenas, and plateaus.  They typically occur on summit, shoulder, and footslope positions.  These soils formed in alluvium derived from mixed rocks with a component of loess and volcanic ash.  Slopes are 1 to 30 percent.  Elevations range from 1,310 to 2,080 meters.  The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 200 to 250 mm in Nevada and up to 300 mm in parts of northeastern California and southwestern Idaho.  The mean annual temperature is 7 to 10 degrees C and the frost-free period is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:   These are the Crooked Creek, Ocala, and Wieland soils.  Crooked Creek soils have a mollic epipedon and an aquic moisture regime.  Ocala soils do not have argillic horizons and are saline-sodic.  Wieland soils do not have indurated duripans."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; very high surface runoff; moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Hunnton soils are used for livestock grazing, urban development, and wildlife habitat.  The present vegetation is mainly Wyoming big sagebrush, Douglas rabbitbrush, phlox, Sandberg bluegrass, basin wildrye, and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Nevada, northeastern California, and southwestern Idaho.  These soils are extensive with about 268,000 acres of the series mapped to date.  The series concept and main acreage is in MLRA 25, while minor acreage occurs in MLRAs 23, 24, and 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Elko County, Nevada (Central Part), 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 36 cm (A1 and A2 horizons).\nArgillic horizon - The zone from 36 to 71 cm (Bt1 and Bt2 horizons).\nDuripan - The zone from 71 to 107 cm (Bqkm horizon).\nParticle-size control section - The zone from 36 to 71 cm (Bt1 and Bt2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
