{
  "SERIES": "HUNTERSVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DLA-AGG-TWN",
  "REVDATE": "03/1999",
  "STATES": "MN",
  "OVERVIEW": "The Huntersville series consists of very deep, moderately well drained soils formed in sandy glacial outwash and underlying dense sandy loam till.  It is deep to dense till-densic contact.  These soils are on drumlins and moraines.  They have rapid permeability in the sandy upper part and slow or very slow permeability in the dense underlying till.  Slopes range from 1 to 6 percent.  Mean annual air temperature is about 41 degrees F.  Mean annual precipitation is about 27 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, frigid Aquic Arenic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Huntersville loamy fine sand with a 3 percent convex slope on a glacial drumlin in a cultivated field.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; very dark gray (10YR 3/1) loamy fine sand, grayish brown (10YR 5/2) dry; weak fine subangular blocky structure; very friable; slightly acid; abrupt smooth boundary.  (5 to 8 inches thick)\nE--7 to 12 inches; dark brown (10YR 4/3) loamy sand, light yellowish brown (10YR 6/4) dry; weak medium subangular blocky structure; very friable; slightly acid; clear smooth boundary.  (0 to 20 inches thick)\nBw--12 to 24 inches; yellowish brown (10YR 5/4) loamy sand; few fine prominent light brownish gray (2.5Y 6/2) Fe depletions and few fine prominent strong brown (7.5YR 5/6) Fe concentrations; weak fine subangular blocky structure; very friable; about 20 percent gravel at lower boundary contact; neutral; clear smooth boundary.  (0 to 20 inches thick)\n2Bt--24 to 40 inches; yellowish brown (10YR 5/4) sandy loam; common fine distinct grayish brown (10YR 5/2) Fe depletions and common fine distinct brownish yellow (10YR 6/6) Fe concentrations; moderate medium subangular blocky structure; friable; few faint dark yellowish brown (10YR 4/4) clay films on faces of peds and in pores; about 3 percent gravel; neutral; clear wavy boundary.  (12 to 32 inches thick)\n2Cd1--40 to 64 inches; yellowish brown (10YR 5/4) sandy loam; common medium prominent light brownish gray (2.5Y 6/2) Fe depletions and distinct dark yellowish brown (10YR 4/6) Fe concentrations; weak coarse platy soil fragments; very firm; about 3 percent gravel; neutral; clear smooth boundary.\n2Cd2--64 to 72 inches; light yellowish brown (10YR 6/4) sandy loam; common medium faint fine yellowish brown (10YR 5/4) Fe concentrations; weak coarse platy soil fragments; very firm; about 3 percent gravel; strongly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wadena County, Minnesota, about 3 miles north and 5 miles east of the city of Wadena; 1,320 feet south, and 495 feet west of the northeast corner, sec. 20, T. 135 N., R. 34 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The sandy mantle ranges from 20 to 40 inches thick.  Thickness of solum is 40 to 60 inches.  Depth to free carbonates is 40 to 60 inches or more.  These soils typically have 0 to 15 percent rock fragments throughout the pedon.  Content of rock fragments are higher in thin stone lines.  Rock fragments are of mixed lithology and are pebble and cobble in size.\nThe A or Ap horizon has hue of 10YR, value of 2 to 4, and chroma of 1 to 3.  It typically is loamy sand, sand, loamy fine sand, or fine sand.  Reaction is strongly acid to neutral.\nThe E horizon has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 2 or 3.  The E horizon is loamy sand, sand, loamy fine sand, or fine sand.   The reaction is strongly acid to slightly acid.  Some pedons have sandy EB, E/B, B/E or BE horizons.\nThe Bw horizon has hue of 10YR, value of 4 to 6, and chroma of 3 to 6.  It is sand or loamy sand and their gravelly or cobbly analogues.  Reaction is strongly acid to neutral.\nThe 2Bt horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 3 to 6.  It is sandy loam, but includes subhorizons of loam, or sandy clay loam.  The particle size control section typically averages 6 to 14 percent clay, but ranges from 6 to 18 percent and 65 to 75 percent sand.  It is strongly acid to neutral.  Some pedons have 2BC horizons.\nThe 2Cd horizon has hue of 10YR or 2.5Y, value of 5 to 7, and chroma of 2 to 4.  It typically is sandy loam or loamy sand.  It is neutral or slightly alkaline.  Some pedons have pockets or wedges of sandy or gravelly material in the 2Bt and 2Cd horizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bemidji, Bushville, Eckvoll, and Watab soils in the same family and the closely related Meehan, Paddock, and Sandwick soils.  Bemidji soils do not have dense till substrata and are more permeable in the substrata.  Bushville and Watab soils have hues redder than 10YR in the 2Bt horizons.  Eckvoll soils have finer-textured argillic horizons and do not have dense till substrata.  Meehan soils are formed in outwash sediments and do not have the underlying Cd horizons of loamy glacial till.  Paddock soils do not have thick sandy layers in the upper part and are more poorly drained.  Sandwick soils have more clay in the lower part of the solum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Huntersville soils are nearly level to gently sloping and are on slightly convex to concave positions on drumlins and moraines.  They are formed in a sandy outwash and underlying dense sandy loam glacial till.  Slopes ranges from 1 to 6 percent.  Mean annual air temperature ranges from 37 to 45 degrees F.  Mean annual precipitation ranges from 22 to 33 inches.  Frost-free days range from 90 to 170.  Elevation above sea level ranges from 700 to 1600 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Blowers, Meehan, Menahga, Redeye, Roscommon, and Staples soils.  The Blowers soils are on similar positions but are loamy throughout.  The somewhat poorly drained Meehan soils are on similar positions and are sandy throughtoute.  The excessively drained Menahga soils are on similar positions and are sandy throughout.  The poorly drained Staples and the poorly or very poorly drained Roscommon soils are in the depressions and interdrumlin areas.  Well drained Redeye soils are upslope and adjacent to areas of Huntersville soils.  Organic soils in depressions and interdrumlins are also associated in many places."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Surface runoff is moderately low.  Permeability is rapid in the sandy upper part and slow or very slow in the dense underlying till.  Depth to a perched seasonal water table ranges from 2.5 to 3.5 feet during November to July in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Many areas of this soil are cleared and used for growing cultivated crops or pasture.  Many other areas of this soil are forested.  Quaking aspen, white oak, northern red oak, and red pine are the main tree species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Minnesota.  Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Todd County, Minnesota, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  ochric epipedon - the zone from the surface to 12 inches (Ap and E horizons); argillic horizon - The zone from 24 to 40 inches (Bt horizon); udic moisture regime; aquic subgroup - Fe depletions in argillic horizon; arenic subgroup - sandy texture in upper 24 inches, Ap, E, and Bw horizons).\nThese soils were formerly classified as coarse-loamy, mixed Aquic Eutroboralf."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Soil Interpretation Record numbers are:  MN0493; acid substratum MN0610."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; very dark gray (10YR 3/1) loamy fine sand, grayish brown (10YR 5/2) dry; weak fine subangular blocky structure; very friable; slightly acid; abrupt smooth boundary.  (5 to 8 inches thick)"
      },
      {
        "name": "E",
        "top": 18,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E--7 to 12 inches; dark brown (10YR 4/3) loamy sand, light yellowish brown (10YR 6/4) dry; weak medium subangular blocky structure; very friable; slightly acid; clear smooth boundary.  (0 to 20 inches thick)"
      },
      {
        "name": "Bw",
        "top": 30,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw--12 to 24 inches; yellowish brown (10YR 5/4) loamy sand; few fine prominent light brownish gray (2.5Y 6/2) Fe depletions and few fine prominent strong brown (7.5YR 5/6) Fe concentrations; weak fine subangular blocky structure; very friable; about 20 percent gravel at lower boundary contact; neutral; clear smooth boundary.  (0 to 20 inches thick)"
      },
      {
        "name": "2Bt",
        "top": 61,
        "bottom": 102,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt--24 to 40 inches; yellowish brown (10YR 5/4) sandy loam; common fine distinct grayish brown (10YR 5/2) Fe depletions and common fine distinct brownish yellow (10YR 6/6) Fe concentrations; moderate medium subangular blocky structure; friable; few faint dark yellowish brown (10YR 4/4) clay films on faces of peds and in pores; about 3 percent gravel; neutral; clear wavy boundary.  (12 to 32 inches thick)"
      },
      {
        "name": "2Cd1",
        "top": 102,
        "bottom": 163,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Cd1--40 to 64 inches; yellowish brown (10YR 5/4) sandy loam; common medium prominent light brownish gray (2.5Y 6/2) Fe depletions and distinct dark yellowish brown (10YR 4/6) Fe concentrations; weak coarse platy soil fragments; very firm; about 3 percent gravel; neutral; clear smooth boundary."
      },
      {
        "name": "2Cd2",
        "top": 163,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cd2--64 to 72 inches; light yellowish brown (10YR 6/4) sandy loam; common medium faint fine yellowish brown (10YR 5/4) Fe concentrations; weak coarse platy soil fragments; very firm; about 3 percent gravel; strongly effervescent; slightly alkaline."
      }
    ]
  ]
}
