{
  "SERIES": "HUNTERSCOVE",
  "STATUS": "Established Series",
  "BYREV": "Rev. MHF/CDJ/RWL",
  "REVDATE": "01/2000",
  "STATES": "OR",
  "OVERVIEW": "The Hunterscove series consists of moderately deep, well drained soils that formed in residuum and colluvium from arkosic sandstone and siltstone.  Hunterscove soils are on broad ridgetops, stable benches, and side slopes of coastal hills and mountains.  Slopes are 0 to 60 percent.  The mean annual precipitation is about 85 inches and the mean annual temperature is about 51 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, isotic, isomesic Typic Haplohumults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hunterscove paragravelly silty clay loam - woodland, on a 40 percent north-facing slope at an elevation of 400 feet.  (When described on November 5, 1990, the soil profile was moist throughout.  Colors are for moist soil unless otherwise noted.)\nOi--0 to 2 inches; partially decomposed needles, leaves, twigs, and woody materials.\nA1--2 to 10 inches; dark brown (7.5YR 3/2) paragravelly silty clay loam, dark grayish brown (10YR 4/2) dry; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine, common medium, and few coarse roots; many very fine irregular pores; 25 percent soft rock fragments; very strongly acid (pH 4.8); clear smooth boundary.\nA2--10 to 16 inches; dark brown (7.5YR 3/3) paragravelly silty clay loam, brown (10YR 5/3) dry; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and medium, and few coarse roots; many fine and very fine tubular pores; 30 percent soft rock fragments; very strongly acid (pH 4.8); clear smooth boundary.   (Combined thickness of the A horizon is 10 to 15 inches)\nBt1--16 to 21 inches; dark brown (7.5YR 4/3) very paragravelly silty clay, yellowish brown (10YR 5/4) dry: moderate fine and medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common fine and medium, and few coarse roots; many fine and very fine tubular pores; common distinct clay films in pores and many distinct clay films on ped faces; 40 percent soft rock fragments; very strongly acid (pH 4.8); gradual wavy boundary.\nBt2--21 to 30 inches; dark brown (7.5YR 4/4) very paragravelly silty clay, yellowish brown (10YR 5/4) dry; moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few fine and medium roots; common fine tubular pores; many distinct clay films on ped faces and in pores; 50 percent soft rock fragments; very strongly acid (pH 4.6); gradual wavy boundary.   (Combined thickness of the Bt horizon ranges from 10 to 25 inches)\nCr--30 inches; weathered siltstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Curry County, Oregon; about 2,310 feet south and 2,500 feet west of the northeast corner of section 7, T. 38 S., R. 14 W., WM.  (Latitude 42 degrees, 18 minutes, 22 seconds N, Longitude 124 degrees, 24 minutes, 18 seconds W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 51 to 54 degrees F., and the difference between mean summer and mean winter soil temperature varies from 5 to 9 degrees F.  The soils are usually moist and are dry for less than 45 consecutive days in all parts between depths of 4 and 12 inches in the four months following the summer solstice.  The particle-size control section has 35 to 45 percent clay and 25 to 50 percent soft rock fragments.  The fragments are weathered sandstone or siltstone and can be crushed.  Depth to bedrock and solum thickness is 20 to 40 inches.  The profile is very strongly to strongly acid throughout.  The umbric epipedon is 10 to 20 inches thick and may include the upper part of the Bt horizon.  Hue is 10YR or 7.5YR throughout the solum.\nThe A horizon has value of 2 or 3 moist, 3 to 5 dry and chroma of 2 or 3 moist and dry.  It is silty clay loam with 27 to 35 percent clay.  Organic matter is 4 to 8 percent.\nThe Bt horizon has value of 3 through 5 moist, 4 to 6 dry and chroma of 3 to 6 moist and dry.  It is silty clay, silty clay loam, or clay loam with 35 to 45 percent clay.  Clay films range from few to common and faint to distinct.  Organic matter is 2 to 4 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bullgulch, Loeb, Macklyn, Quinliven, Vandamme, Wadecreek, and Winchuck soils.  Bullgulch soils are greater than 60 inches deep to bedrock.  Loeb, Macklyn, Vandamme, and Winchuck soils have MAST of 54 to 59 degrees F.  Quinliven soils have an ochric epipedon, are greater than 60 inches deep to bedrock, and are moderately well drained.  Vandamme soils are 40 to 60 inches deep to a paralithic contact.  Wadecreek soils have redox depletions within the lower Bt horizon and are greater than 60 inches deep to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hunterscove soils are on broad ridgetops, stable benches, and side slopes of coastal hills and mountains. Slopes are 0 to 60 percent.  The soils formed in residuum and colluvium weathered from arkosic sandstone and siltstone.  Elevation is 50 to 1000 feet.  The climate is characterized by cool wet winters and cool moist summers with fog.  A strong marine influence limits the diurnal and annual range of temperature.  The mean annual precipitation is 75 to 95 inches.  The mean annual temperature is 50 to 53 degrees F.  The frost-free period is 200 to 270 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Bullgulch soils, and the Millicoma, Reedsport, Svensen, and Whaleshead soils.  Bullgulch, Millicoma, Reedsport, Svensen, and Whaleshead soils are on broad ridgetops, benches, or side slopes of coastal hills and mountains.   Millicoma soils are loamy-skeletal.  Reedsport soils are fine-loamy.  Svensen soils are fine-loamy and 40 to over 60 inches deep to bedrock.  Whaleshead soils are very deep and loamy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for timber production, homesites, watershed, recreation, and wildlife habitat.  Native vegetation is Sitka spruce, Douglas fir, grand fir, Port Orford cedar, red alder, tanoak, red elderberry, salmonberry, evergreen huckleberry, salal, western swordfern, evergreen violet, sweetscented bedstraw, baldhip rose, and mountain brome."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coastal hills and mountains of southwestern Oregon; MLRA 1.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Curry County, Oregon, 1995.  The source of the name is Hunters Cove south of Cape Sebastian in Curry County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon include:\nUmbric epipedon - from 2 to a depth of 16 inches (A1 and A2 horizons).\nArgillic horizon - from a depth of 16 to 30 inches (Bt1 and Bt2 horizons).\nHumults suborder - the soil has 0.9 percent or more organic carbon in the upper 6 inches of the argillic horizon (Bt1 horizon).  Based on lab data from associated soils.\nParticle-size control section - from 16 to 30 inches (Bt1 and Bt2 horizons).\nAll diagnostic horizons and features are measured from the top of the first mineral horizon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 5,
        "narrative": "Oi--0 to 2 inches; partially decomposed needles, leaves, twigs, and woody materials."
      },
      {
        "name": "A1",
        "top": 5,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "gravelly",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--2 to 10 inches; dark brown (7.5YR 3/2) paragravelly silty clay loam, dark grayish brown (10YR 4/2) dry; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine, common medium, and few coarse roots; many very fine irregular pores; 25 percent soft rock fragments; very strongly acid (pH 4.8); clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 25,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "cf_class": "gravelly",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--10 to 16 inches; dark brown (7.5YR 3/3) paragravelly silty clay loam, brown (10YR 5/3) dry; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and medium, and few coarse roots; many fine and very fine tubular pores; 30 percent soft rock fragments; very strongly acid (pH 4.8); clear smooth boundary.   (Combined thickness of the A horizon is 10 to 15 inches)"
      },
      {
        "name": "Bt1",
        "top": 41,
        "bottom": 53,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay",
        "cf_class": "gravelly",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--16 to 21 inches; dark brown (7.5YR 4/3) very paragravelly silty clay, yellowish brown (10YR 5/4) dry: moderate fine and medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common fine and medium, and few coarse roots; many fine and very fine tubular pores; common distinct clay films in pores and many distinct clay films on ped faces; 40 percent soft rock fragments; very strongly acid (pH 4.8); gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 53,
        "bottom": 76,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay",
        "cf_class": "gravelly",
        "pH": 4.6,
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--21 to 30 inches; dark brown (7.5YR 4/4) very paragravelly silty clay, yellowish brown (10YR 5/4) dry; moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few fine and medium roots; common fine tubular pores; many distinct clay films on ped faces and in pores; 50 percent soft rock fragments; very strongly acid (pH 4.6); gradual wavy boundary.   (Combined thickness of the Bt horizon ranges from 10 to 25 inches)"
      },
      {
        "name": "Cr",
        "top": 76,
        "texture_class": "silt",
        "narrative": "Cr--30 inches; weathered siltstone."
      }
    ]
  ]
}
