{
  "SERIES": "HURLETON",
  "STATUS": "Established Series",
  "BYREV": "FJP//AEC/DWB/AGB/TKK",
  "REVDATE": "01/2020",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, thermic Ultic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hurleton gravelly sandy loam, on a south facing, linear, 9 percent slope under a cover of blue oak, California foothill pine, interior live oak, whiteleaf manzanita, California buckthorn, Pacific poison oak, rattlesnake brome, ripgut brome, glassy onion, and rose clover at an elevation of 396 m. (When described on August 4th, 1999 the soil was dry throughout. Colors are for dry soil unless otherwise noted).\nA1--0 to 8 cm (0 to 3 in); brown (10YR 5/3) gravelly sandy loam, dark brown (10YR 3/3) moist; moderate very fine and fine subangular blocky structure; slightly hard, very friable, nonsticky, nonplastic; many very fine roots; common medium and many very fine tubular pores; 22 percent subangular gravel; slightly acid (pH 6.5 by Hellige-Truog); clear wavy boundary.\nA2--8 to 18 cm (3 to 7 in); yellowish brown (10YR 5/4) gravelly sandy loam, dark yellowish brown (10YR 3/4) moist; moderate very fine and fine subangular blocky structure; slightly hard, very friable, nonsticky, nonplastic; many very fine roots; many very fine and fine tubular pores; 20 percent subangular gravel; slightly acid (pH 6.3 by Hellige-Truog); clear wavy boundary. (Combined thickness of the A horizon is (15 to 20 cm thick).\nBA--18 to 30 cm (7 to 12 in); brown (7.5YR 5/4) gravelly sandy loam, dark brown (7.5YR 3/4) moist; moderate medium subangular blocky structure; slightly hard, very friable, nonsticky, nonplastic; many very fine roots; many very fine tubular pores; 30 percent subangular gravel; moderately acid(pH 6.0 by Hellige-Truog); clear wavy boundary. (13 to 18 cm thick)\nBt1--30 to 41 cm (12 to 16 in); strong brown (7.5YR 5/6) very gravelly sandy loam, strong brown (7.5YR 4/6) moist; moderate fine subangular blocky structure; moderately hard, very friable, slightly sticky, slightly plastic; few very fine roots; many very fine and fine tubular pores; 10 percent patchy faint clay films on faces of peds; 55 percent subangular gravel; moderately acid(pH 6.0 by Hellige-Truog); clear wavy boundary. (10 to 23 cm thick)\nBt2--41 to 48 cm (16 to 19 in); strong brown (7.5YR 5/6) very gravelly sandy loam, strong brown (7.5YR 4/6) moist; moderate fine and medium subangular blocky structure; moderately hard, very friable, slightly sticky, slightly plastic; few very fine roots; many very fine tubular pores; 10 percent patchy faint clay films on faces of peds; 45 percent subangular gravel; slightly acid (pH 6.4 by Hellige-Truog); clear smooth boundary. (8 to 30 cm thick)\nBt3--48 to 64 cm (19 to 25 in); reddish yellow (7.5YR 6/6) extremely gravelly sandy clay loam, strong brown (7.5YR 4/6) moist; strong fine and medium subangular blocky structure; moderately hard, friable, slightly sticky, slightly plastic; few very fine and medium roots; few very fine tubular pores; 10 percent patchy faint clay films on all faces of peds; 70 percent subangular gravel; moderately acid (pH 5.7 by Hellige-Truog); abrupt smooth boundary. (15 to 36 cm thick)\nR--64 cm (25 in); indurated quartz diorite bedrock; reddish yellow (7.5YR 6/6), strong brown (7.5YR 5/6) moist."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Butte County, California; about 4.2km (2.6 miles) southwest of Hurleton, California, approximately 0.8 km (0.5 miles) south and 0.6 km (0.4 miles) east of the northwest corner of Section 21, Township 19 N., Range 5 E. USGS 7.5 minute topographic quadrangle: Bangor, California. WGS84 39.4874972 latitude and -121.4214917 longitude. UTM Zone 10 635748 meters E, 4371860 meters N, NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature: The mean annual soil temperature at a depth of 50 cm is 15 to 17 degrees C. The difference between mean summer and winter soil temperature is greater than 6 degrees C. The soils have a thermic temperature regime.\nSoil Moisture: The soil moisture control section is dry in all parts from about June to October. The soils have a xeric moisture regime.\nDiagnostic Feature(s):\nOchric epipedon thickness: 5 to 25 cm\nArgillic horizon thickness: 30 to 75 cm\nDepth to lithic contact: 50 to 100 cm\nParticle size control section weighted-average:\nClay content: 20 percent\nRock fragments: 35 to 70 percent\nA horizon:\nHue: 7.5YR, 10YR\nValue: 5 dry; 2 or 3 moist\nChroma: 3 or 4 dry; 2 to 4 moist\nTextures: sandy loam, loam\nClay content: 10 to 24 percent\nRock fragments: 10 to 60 percent total\n10 to 45 percent gravel\n0 to 50 percent cobbles\n0 to 15 percent stones\nReaction: moderately acid to slightly acid\nBA horizon:\nHue: 7.5YR, 10YR\nValue: 5 or 6 dry; 2 to 4 moist\nChroma: 3 to 6 dry; 2 to 4 moist\nTextures: sandy loam\nClay content: 14 to 24 percent\nRock fragments: 25 to 70 percent\n25 to 45 percent gravel\n0 to 45 percent cobbles\nReaction: moderately acid to slightly acid\nBt (upper) horizon:\nHue: 7.5YR\nValue: 5 to 7 dry; 3 to 6 moist\nChroma: 2 to 6 dry; 2 to 4 moist\nTextures: sandy loam, loam, sandy clay loam\nClay content: 16 to 27 percent\nRock fragments: 35 to 75 percent\n35 to 60 percent gravel\n0 to 60 percent cobbles\n0 to 30 percent stones\nReaction: moderately acid to slightly acid\nBt (middle) horizon:\nHue: 7.5YR\nValue: 5 to 7 dry; 4 or 5 moist\nChroma: 4 or 6 dry; 3 to 6 moist\nTextures: sandy loam, loam, sandy clay loam, clay loam\nClay content: 19 to 35 percent\nRock fragments: 35 to 70 percent\n25 to 45 percent gravel\n0 to 60 percent cobbles\n0 to 30 percent stones\nReaction: very strongly acid to slightly acid\nBt (lower) horizon:\nHue: 7.5YR\nValue: 5 or 6 dry; 4 or 5 moist\nChroma: 4 to 8 dry; 4 or 6 moist\nTextures: sandy clay loam, clay loam, loam\nClay content: 20 to 35 percent\nRock fragments: 35 to 80 percent\n35 to 70 percent gravel\n0 to 60 percent cobbles\nReaction: strongly acid to slightly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Gardellones, Gopheridge, Hetchy, and Oroshore soils. Gardellones soils have a lithic contact of metavolcanic rock between 100 and 150 cm. Gopheridge soils have metavolcanic rock fragments throughout, and typically have heavier textures (>35 percent clay) with redder hues (2.5YR, 5YR) in the lower argillic horizon. Hetchy and Oroshore both have a paralithic contact of metasedimentary rock between 50 and 100 cm and Hetchy has lithic material of metasedimentary rock within 25 cm of the paralithic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Hurleton soils are on summits shoulders, and backslopes of ridges and hills. Slopes range from 2 to 60 percent. These soils formed in residuum and colluvium weathered from metamorphic or intrusive igneous rocks, mainly quartz diorite and gabbro. Elevation is 250 to 700 m (820 to 2300 ft). Mean annual precipitation is 820 to 1260 mm (32 to 50 in). The mean annual air temperature 14 to 16 degrees C (57 to 61 degrees F). Frost free season is 215 to 310 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Auberry, Flanly, Mounthope, Parkshill, Rackerby, and Swedesflat soils. All commonly occur on backslopes of hills. All except Rackerby have argillic horizons and contain less than 35 percent rock fragments in the particle size control section. Auberry and Mounthope soils are have a paralithic contact at 100 to 150 cm. Flanly soils are are 50 to 100 cm to a paralithic contact. Parkshill soils are greater than 150 cm to a root-restrictive bedrock contact. Rackerby and Swedesflat soils are 25 to 50 cm to a paralithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderately high saturated hydraulic conductivity in the A, BA and upper Bt horizons, moderately low to moderately high in the middle and lower Bt horizons. Saturated hydraulic conductivity of the bedrock is low."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for livestock grazing, recreation, wildlife habitat, watershed, and homesite development. Vegetation is blue oak, interior live oak, California foothill pine, whiteleaf manzanita, buckbrush, California buckthorn, Pacific poison oak, rattlesnake brome, ripgut brome, soft chess, bristly dogstail grass, wild oat, glassy onion, bur chervil, and rose clover."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Sierra Nevada Foothills of California; MLRA 18. The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Butte County, California 2005. Source of name is from the town of Hurleton, California."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThese soils were previously mapped as Rough broken and stony land, (Rb), and Sierra sandy loam, (SI), in the Soil Survey of Oroville Area, California 1926.\nParticle size control section for this pedon: 30 to 64 cm\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 18 cm (0 to 7 in). (A1, A2)\nArgillic horizon: 30 to 64 cm (12 to 25 in). (Bt1, Bt2, Bt3)\nParalithic contact: 64 cm (25 in)\nLab data for similar soils in the area support both a base saturation by sum of cations less than 75 percent in one or more subhorizons within 30 inches, (75 cm) or paralithic contact, whichever is shallower and a Cation-Exchange Activity Class  is 0.40 to 0.60.\nADDITIONAL DATA:\nNASIS User Pedon ID: 301C\nSoil classified using the 12th edition of the Keys to Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
