{
  "SERIES": "HURRICANE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WDN; GRB",
  "REVDATE": "06/2013",
  "STATES": "FL,GA",
  "OVERVIEW": "The Hurricane series consists of very deep, somewhat poorly drained, moderately rapid permeable soils on broad areas that are slightly higher than the adjacent flats in the Southern Coastal Plain (MLRA 133A), the Gulf Coast Flatwoods (MLRA 152A) and the Atlantic Coast Flatwoods (MLRA 153A).  They formed in sandy marine sediments.  Near the type location, the mean annual temperature is about 67 degrees F., and the mean annual precipitation is about 55 inches.  Slopes range from 0 to 5 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, siliceous, thermic Oxyaquic Alorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hurricane sand, on a 1 percent slope in cutover woodlands (Colors are for moist soil).\nA1--0 to 6 inches; grayish brown (10YR 5/2) sand; single grained; loose; many fine and few medium roots; moderately acid; clear wavy boundary (2 to 9 inches thick)\nA2--6 to 10 inches; brown (10YR 5/3) sand; single grained; loose; few fine and medium roots; strongly acid; clear wavy boundary.  (The combined thickness of the A horizons range from 2 to 17 inches)\nE1--10 to 22 inches; light yellowish brown (10YR 6/4) sand; single grained; loose; few fine and medium roots; few uncoated sand grains; strongly acid; gradual wavy boundary.\nE2--22 to 34 inches; very pale brown (10YR 7/3) sand; single grained; loose; few fine and medium roots; many uncoated sand grains; strongly acid; gradual wavy boundary.\nEg--34 to 51 inches; light gray (10YR 7/2) sand; single grained; loose; dominantly uncoated sand grains; moderately acid; clear smooth boundary.  (Combined thickness of the E and Eg horizons is 45 to 66 inches.)\nBh1--51 to 55 inches; brown (7.5YR 4/2) loamy sand; weak medium subangular blocky structure that parts to weak fine granular; very friable; estimated 75 percent of sand grains coated with organic matter; very strongly acid; clear smooth boundary.\nBh2--55 to 80 inches; 50 percent black (5YR 2/1) and 50 percent dark reddish brown (5YR 3/2) sand; weak fine subangular blocky structure that parts to weak medium granular; very friable; estimated that all sand grains coated with organic matter; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Bay County, Florida. Approximately 4.0 miles north of Fountain in a wooded area about 0.2 mile east of the Atlantic and St. Andrews Bay Line Railroad, about 0.2 mile south of U. S. Highway 231 and about 100 feet east of dirt road.  NE 1/4, SW 1/4, Sec. 36 T. 2 N., R. 12 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is 60 inches, or more.  Depth to the spodic horizon ranges from 51 to 79 inches.  Reaction ranges from extremely acid to moderately acid throughout, except where the surface has been limed.\nThe A or Ap horizon has hue of 10YR or 2.5Y, value of 3 to 5, and chroma of 1 to 3; or is neutral with value of 4 or 5.  Where the value is 3 or less, it is less than 10 inches in thickness.  Texture is sand, fine sand, loamy sand, or loamy fine sand.\nThe E horizon has hue of 10YR or 2.5Y, value of 5 to 8, and chroma of 3 to 8.  Redoximorphic features in shades of brown, yellow, and gray range from none to common.  Texture is sand or fine sand.\nThe Eg horizon, where present, has hue of 10YR or 2.5Y, value of 5 to 7, and chroma of 1 to 2.  Redoximorphic accumulations in shades of yellow and brown range from none to common.  Texture is sand or fine sand.\nSome pedons have a transition horizon between the E and Bh.  It can be an EB, BE, or B/E horizon.  Hue is 7.5YR or 10YR, value of 4 or 5, and chroma of 2 or 3.  Discontinuous lenses or spodic bodies, thinly to moderately coated with colloidal organic matter are in some pedons.  Texture is sand, fine sand, loamy sand, or loamy fine sand.\nThe Bh horizon has hue from 5YR to 10YR, value of 2 to 5, and chroma of 4 or less.  Sand grains are well coated with organic matter.  Black organic matter accumulations range from none to common.  Texture is sand, fine sand, loamy sand, or loamy fine sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Echaw, Mandarin, Melvina, Ridgeland, and Rigdon series.  The moderately well drained Echaw soils have a spodic horizon between depths of 30 to 50 inches.  Mandarin and Melvina soils have a Bh horizon within 30 inches of the surface.  Ridgeland soils do not have an E horizon above the Bh horizon.  Rigdon soils have an argillic horizon 20 to 40 inches below the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hurricane soils are on broad areas that are slightly higher than the adjacent flats of the Lower Coastal Plain.  They formed in sandy marine sediments.  Slopes range from 0 to 5 percent. The climate is warm and humid.  The mean annual temperature ranges from 65 to 70 degrees F., and the annual precipitation ranges from 50 to 60 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  In addition to the competing Mandarin soils, these are Albany, Allanton, Blanton, Centenary, Chipley, Foxworth, Kershaw, Lakeland, Leon, Lutterloh, Murville, Ortega, Osier, Plummer, Pottsburg, and Rutlege series.  Albany, Blanton, Lutterloh and Plummer soils have argillic horizons from 40 to 80 inches from the surface and do not have spodic horizons.  In addition, Blanton soils are moderately well drained to somewhat excessively drained and Plummer soils are poorly drained.  Allanton and Pottsburg soils are poorly drained while Centenary soils are well to somewhat excessively drained.  Chipley, Foxworth, Kershaw, Lakeland, Ortega, Osier, and Rutlege soils are sandy throughout.  In addition, Foxworth soils are moderately well drained to somewhat excessively drained, Kershaw and Lakeland soils are excessively drained, Ortega soils are moderately well drained, Osier soils are poorly drained, and Rutlege soils are very poorly drained.  The poorly drained Leon soils have a Bh horizon within 30 inches of the surface.  The very poorly drained Murville soils have a Bh horizon immediately below the surface and an umbric epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; very rapid or rapid permeability in the A and E horizons and very rapid to moderately rapid permeability in the Bh horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Hurricane soils are mainly used for woodland.  Native vegetation consists of slash pine, longleaf pine, bluejack oak, turkey oak, and post oak with an understory of sawpalmetto, inkberry (gallberry), broomsedge, bluestem, and pineland threeawn (wiregrass).  A few areas have been cleared for improved bahiagrass pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Florida, southern Georgia, and possibly southwest Alabama.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Columbia County, Florida; 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric epipedon--the zone from the surface of the soil to a depth of approximately 51 inches (A1, A2, E1, E2, E3 horizons).\nAlbic horizon--the zone from about 22 inches to 51 inches (E2, E3 horizons).\nSpodic horizon--the zone from about 51 to 80 inches (Bh1, Bh2 horizons).\nA water table is at depths of 2 to 3.5 feet for 3 to 6 months during most years and at depths greater than 3.5 feet the remainder of the time.  Some areas are subject to flooding for brief periods.\nThe Hurricane series are in MLRAs 152A and 153A.\nADDITIONAL DATA:  Soil Characterization Lab., IFAS, University of Florida, Gainesville, FL.\nS3-1-(1-7), S4-4-(1-8), S10-2-(1-6), S12-16-(1-6), S33-11-(1-6), S34-6-(1-7), S45-11-(1-7), S46-10-(1-6), S65-16-(1-5), S66-32-(1-7)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 15,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sand",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 6 inches; grayish brown (10YR 5/2) sand; single grained; loose; many fine and few medium roots; moderately acid; clear wavy boundary (2 to 9 inches thick)"
      },
      {
        "name": "A2",
        "top": 15,
        "bottom": 25,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sand",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--6 to 10 inches; brown (10YR 5/3) sand; single grained; loose; few fine and medium roots; strongly acid; clear wavy boundary.  (The combined thickness of the A horizons range from 2 to 17 inches)"
      },
      {
        "name": "E1",
        "top": 25,
        "bottom": 56,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "sand",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "E1--10 to 22 inches; light yellowish brown (10YR 6/4) sand; single grained; loose; few fine and medium roots; few uncoated sand grains; strongly acid; gradual wavy boundary."
      },
      {
        "name": "E2",
        "top": 56,
        "bottom": 86,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 3,
        "texture_class": "sand",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "E2--22 to 34 inches; very pale brown (10YR 7/3) sand; single grained; loose; few fine and medium roots; many uncoated sand grains; strongly acid; gradual wavy boundary."
      },
      {
        "name": "Eg",
        "top": 86,
        "bottom": 130,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "sand",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Eg--34 to 51 inches; light gray (10YR 7/2) sand; single grained; loose; dominantly uncoated sand grains; moderately acid; clear smooth boundary.  (Combined thickness of the E and Eg horizons is 45 to 66 inches.)"
      },
      {
        "name": "Bh1",
        "top": 130,
        "bottom": 140,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bh1--51 to 55 inches; brown (7.5YR 4/2) loamy sand; weak medium subangular blocky structure that parts to weak fine granular; very friable; estimated 75 percent of sand grains coated with organic matter; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Bh2",
        "top": 140,
        "bottom": 203,
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "sand",
        "pH_class": "strongly acid",
        "narrative": "Bh2--55 to 80 inches; 50 percent black (5YR 2/1) and 50 percent dark reddish brown (5YR 3/2) sand; weak fine subangular blocky structure that parts to weak medium granular; very friable; estimated that all sand grains coated with organic matter; strongly acid."
      }
    ]
  ]
}
