{
  "SERIES": "HURWAL",
  "STATUS": "Established Series",
  "BYREV": "Rev. SCW/WEL/RWL",
  "REVDATE": "08/2001",
  "STATES": "ID,OR",
  "OVERVIEW": "The Hurwal series consists of deep and very deep, well drained soils formed in loess with an influence of volcanic ash in the surface.  They are on hills and mountains. Slopes are 2 to 60 percent.  The mean annual precipitation is about 18 inches and the mean annual temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, frigid Vitrandic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hurwal ashy silt loam - cultivated, on a 22 percent north facing slope at an elevation of 3860 feet. (Colors are for moist soils unless otherwise noted.)\nAp--0 to 12 inches; black (10YR 2/1) ashy silt loam, dark gray (10YR 4/1) dry; weak very fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; common fine roots; common irregular pores; slightly acid (pH 6.3); clear wavy boundary.  (7 to 12 inches thick)\nA--12 to 18 inches; very dark grayish brown (10YR 3/2) ashy silt loam, dark grayish brown (10YR 4/2) dry; weak coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine roots; many very fine tubular pores; many black krotovinas; neutral (pH 6.6); clear wavy boundary.  (5 to 8 inches thick)\nBA--18 to 27 inches; dark brown (10YR 3/3) silty clay loam, brown (10YR 4/3) dry; weak medium subangular blocky structure; slightly hard, friable, sticky and plastic; common fine roots; many very fine tubular pores; few clean, bleached coarse silt and very fine sand coatings on ped faces; many krotovinas; neutral (pH 6.7); clear wavy boundary. (0 to 12 inches thick)\nBt1--27 to 36 inches; dark yellowish brown (10YR 3/4) silty clay loam, brown (10YR 4/3) dry; moderate coarse prismatic  structure parting to weak fine subangular blocky; hard, friable, sticky and plastic; common fine roots; many very fine tubular pores; common faint clay films on faces of prisms; common clean bleached coarse silt and very fine sand coatings mainly on prisms; many krotovinas; neutral (pH 6.7); clear wavy boundary.\nBt2--36 to 56 inches; dark yellowish brown (10YR 4/4) silty clay loam, yellowish brown (10YR 5/4) dry; weak coarse prismatic structure parting to moderate fine subangular blocky; hard, firm, sticky and plastic; common fine roots; many very fine tubular pores; many faint clay films on faces of prisms; common clean, bleached coarse silt and very fine sand coatings mainly on prisms; many krotovinas; neutral (pH 7.2); clear wavy boundary.  (Combined thickness of the Bt horizon is 16 to 36 inches)\nBC--56 to 58 inches; dark yellowish brown (10YR 4/4) silt loam, yellowish brown (10YR 5/4) dry; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few roots; many very fine tubular pores; common clean bleached coarse silt and very fine sand coatings on peds; 10 percent gravel; many krotovinas; slightly calcareous in places; moderately alkaline (pH 8.0); abrupt wavy boundary.  (0 to 12 inches thick)\n2R--58 inches; basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wallowa County, Oregon; about 5 miles east of Wallowa; 800 feet north and 300 feet west of the southeast corner of section 10, T. 1 N., R. 43 E.; USGS Evans topographic quadrangle (Latitude 45 degrees, 34 minutes, 38 seconds N, Longitude 117 degrees, 25 minutes, 04 seconds W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are usually moist but are dry for 60 to 90 consecutive days following the summer solstice.  The mean annual soil temperature is 44 to 47 degrees F.  The solum is 40 inches or more thick.  Depth to basalt bedrock is 40 to 60 inches or more.  The mollic epipedon is 20 to 30 inches thick.  The control section has more than 18 percent clay and less than 15 percent coarser than very fine sand.\nThe A horizon has value of 2 or 3 moist, 4 or 5 dry, and chroma of 1 or 2 moist and dry. It is ashy silt loam with 18 to 27 percent clay.  It has 0 to 5 percent gravel, 20 to 30 percent volcanic glass and glass coated aggregate, and more than 0.4 percent acid oxalate extractable aluminum plus one-half iron.  The soil reaction is slightly acid or neutral.\nThe Bt horizon has value of 3 or 4 moist, 4 or 5 dry, and chroma of 3 or 4 dry.  It is silty clay loam or silt loam with 20 to 35 percent clay.  It has 0 to 5 percent gravel. Krotovinas 2 to 8 inches in diameter are common in most profiles.  The soil reaction is neutral or slightly alkaline.\nThe BC horizon, when present, has value of 3 or 4 moist, 5 or 6 dry and chroma of 3 or 4 moist and dry.  It is silt loam or loam with 0 to 15 percent gravel and 0 to 10 percent cobbles.  The soil reaction is neutral to moderately alkaline.  Secondary lime occurs in some pedons.  It has 0 to 5 percent CaCO3 equivalent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Powwatka series.  Powwatka soils are 20 to 40 inches to bedrock and have a mollic epipedon 12 to 20 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hurwal soils are on hills and mountains.  They formed in loess with an influence of volcanic ash in the surface horizons.  Slope is 2 to 60 percent.  Elevation is 2500 to 5900 feet.  The mean annual precipitation is 13 to 24 inches.  The mean annual temperature is 42 to 45 degrees F.  The frost-free period is 70 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Harlow, Parsnip, competing Powwatka, Snell, Wallowa, and Zumwalt soils.  Harlow soils are clayey-skeletal, shallow, and are on adjacent south slopes.  Parsnip soils are 10 to 20 inches to bedrock, have a mollic epipedon 7 to 15 inches thick, and are on adjacent plateaus.  Snell soils are 20 to 40 inches to bedrock, clayey-skeletal, and are on north-facing side slopes.   Wallowa soils are fine-loamy, lack argillic horizons, and are the moderately deep component of patterned ground.  Zumwalt soils have a fine textured control section and are on adjacent hill slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used mainly for dry cropland, grain, hay and pasture, and livestock grazing.  Potential native vegetation is Idaho fescue and bluebunch wheatgrass with chokecherry and snowberry on north slopes, and basin wildrye on toe slopes and swales."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Oregon, MLRA 9; and eastern Idaho, MLRA 13.  The series in not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wallowa County Area, Oregon, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nPachic epipedon - the zone from the soil surface to a depth of 27 inches (Ap, A, and BA horizons).\nVitrandic feature - the zone from the soil surface to a depth of 18 inches (Ap and A horizons) based on lab data from similar soils.\nArgillic horizon - the zone from 27 to 56 inches (Bt1 and Bt2 horizons).\nParticle-size control section - from 27 to 47 inches (Bt1 and upper Bt2 horizons).\nADDITIONAL DATA:  Characterization data on three profiles (S64-Oreg-32-2,3,7) reported in Riverside Soil Survey Laboratory Report for soils from Wallowa County, Oregon, July 1966.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
