{
  "SERIES": "HUSCHER",
  "STATUS": "Established Series",
  "BYREV": "JGA JLG",
  "REVDATE": "10/2013",
  "STATES": "KS",
  "OVERVIEW": "The Huscher series consists of deep, well drained soils that formed in alluvium. These soils are on flood plains in river valleys in Central Kansas Sandstone Hills, in MLRA 74. Slope typically ranges from 0 to 3 percent. Mean annual temperature is about 13 degrees C (55 degrees F), and mean annual precipitation is about 750 mm (30 inches).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, mesic Fluventic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Huscher loam on a 1 percent slope in a cultivated field.  (Colors are for dry soil unless otherwise stated.) As described on October 28, 2001\nAp--0 to 17 centimeters (0 to 7 inches); brown (10YR 4/3) loam, dark brown (10YR 3/3) moist; 51 percent sand; 13 percent clay; weak fine granular structure; friable; common fine roots; moderately acid; noneffervescent; abrupt wavy boundary.\nA--17 to 26 centimeters (7 to 10 inches); dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; 32 percent sand; 19 percent clay; weak fine subangular blocky structure, and moderate medium granular structure; friable; common fine roots; moderately acid; noneffervescent; abrupt wavy boundary. (Combine thickness of the Ap and A horizons is 10 to 49 centimeters (4 to 29 inches)).\nC--26 to 52 centimeters (10 to 20 inches); pale brown (10YR 6/3) silt loam, brown (10YR 5/3) moist; 34 percent sand; 12 percent clay; structureless massive; very friable; common fine roots; 4 percent fine distinct irregular strong brown (7.5YR 4/6), moist, masses of oxidized iron; slightly acid; noneffervescent; abrupt wavy boundary. (10 to 70 centimeters thick (4 to 30 inches)).\nAb--52 to 64 centimeters (20 to 25 inches); brown (10YR 5/3) silt loam, brown (10YR 4/3) moist; 24 percent sand; 17 percent clay; weak fine subangular blocky structure; friable; moderately alkaline; strong effervescence; abrupt wavy boundary. (0 to 25 centimeters(0 to 10 inches)).\nC1--64 to 89 centimeters (25 to 35 inches); very pale brown (10YR 7/3) silt loam, pale brown (10YR 6/3) moist; 22 percent sand; 8 percent clay; structureless massive; very friable; 8 percent fine distinct irregular strong brown (7.5YR 4/6), moist, masses of oxidized iron; moderately alkaline; strong effervescence; clear smooth boundary.\nC2--89 to 106 centimeters (35 to 42 inches); very pale brown (10YR 7/3) stratified silt loam, pale brown (10YR 6/3) moist; 39 percent sand; 5 percent clay; structureless massive; very friable; 3 percent fine distinct irregular strong brown (7.5YR 4/6), moist, masses of oxidized iron; moderately alkaline; noneffervescent; abrupt wavy boundary.\nC3--106 to 128 centimeters (42 to 50 inches); light gray (10YR 7/1) stratified fine sand, light gray (10YR 7/2) moist; 86 percent sand; 2 percent clay; structureless single grain; friable; 8 percent fine distinct irregular strong brown (7.5YR 5/6), moist, masses of oxidized iron; strongly alkaline; slight effervescence; abrupt wavy boundary.\nC4--128 to 142 centimeters (50 to 56 inches); pale brown (10YR 6/3) silt loam, brown (10YR 5/3) moist; 27 percent sand; 6 percent clay; structureless massive; friable; 10 percent fine and medium distinct irregular strong brown (7.5YR 5/6), moist, masses of oxidized iron; moderately alkaline; slight effervescence; abrupt wavy boundary.\nC5--142 to 156 centimeters (50 to 61 inches); very pale brown (10YR 7/3) stratified loamy fine sand, pale brown (10YR 6/3) moist; 84 percent sand; 3 percent clay; structureless single grain; loose; 10 percent medium and coarse distinct irregular strong brown (7.5YR 5/6), moist, masses of oxidized iron; strongly alkaline; slight effervescence; abrupt wavy boundary.\nC6--156 to 200 centimeters (61 to 79 inches); light gray (10YR 7/1) stratified sand, light gray (10YR 7/2) exterior, moist; 88 percent sand; 2 percent clay; structureless single grain; loose; 15 percent medium and coarse distinct irregular strong brown (7.5YR 5/6), moist, masses of oxidized iron; strongly alkaline; noneffervescent."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cloud County, Kansas; about 1.6 kilometers (1 mile) west and about 1.6 kilometers (1 mile) north of Rice; located about 425 meters (1395 feet) west and 320 meters (1050 feet) north of the southeast corner of sec. 30, T. 5S., R. 2W; Rice, Kansas USGS quadrangle; lat. 39 degrees 35 minutes 1.46 seconds N. and long. 97 degrees 34 minutes 45.14 seconds W., NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime: An ustic moisture regime bordering on udic.\nSoil temperature regime: mesic\nMean annual soil temperature: 11 to 14 degrees C (52 to 56 degrees F)\nThickness of mollic epipedon: 25 to 49 centimeters (10 to 19 inches)\nDepth to free carbonates: 25 centimeters (10 inches) to greater than 200 centimeters (79 inches)\nParticle size control section (weighted average) clay: 4 to 17 percent\nParticle size control section (weighted average) sand: 20 to 60 percent (mainly very fine sands).\nSome pedons may have a water table below 150 centimeters (60 inches).\nAp or A horizon:\nHue: 10YR\nValue: 3 to 5 dry, 2 or 3 moist\nChroma: 1 to 3\nTexture: silt loam, fine sandy loam, loam or silty clay loam\nClay content: 5 to 36 percent\nSand content: 10 to 70 percent\nReaction: moderately acid to neutral\nUpper C horizon:\nHue: 10YR\nValue: 5 to 7 dry, 4 to 7 moist\nChroma: 2 or 3\nTexture: silt loam and very fine sandy loam\nClay content: 1 to 16 percent\nSand content: 10 to 75 percent\nReaction: slightly acid to moderately alkaline\nStrata of slightly coarser or finer textured material are in the C horizons of most pedons.\nAb horizon (if present):\nHue: 10YR\nValue: 4 to 5 dry, 3 to 5 moist\nChroma: 2 or 3\nTexture: Silt loam, loam or very fine sandy loam\nClay content: 16 to 25 percent\nSand content: 20 to 60 percent\nReaction: slightly acid to moderately alkaline\nLower C horizon:\nHue: 10YR\nValue: 5 to 7 dry, 4 to 7 moist\nChroma: 2 or 3\nTexture: silt, loam, very fine sandy loam, loamy fine sand, fine sand, sand, or coarse sand.\nClay content: 1 to 16 percent\nSand content: 10 to 99 percent\nReaction: slightly acid to strongly alkaline\nStrata of slightly coarser or finer textured material are in the C horizons of most pedons.\nRock fragments: 0 to 5 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThese are the McCook, Ralton, and Sherdahl (t) series.\nMcCook and Ralton soils have secondary carbonates occurring above 25 centimeters(10 inches) and Ralton soils occur in an aridic ustic moisture regime.\nThe Sherdahl (t) soils have a buried paleosol between the depths of 50-125 centimeters(20 to 49 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent Material:  alluvium\nLandform:  flood plains\nSlopes: 0 to 3 percent\nElevation: 350 to 550 meters (1150 to 1800 feet)\nMean annual air temperature: 11 to 14 degrees C (51 to 57 degrees F)\nMean annual precipitation: 650 to 850 mm (25 to 33 inches)\nFrost-free period: 160 to 210 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are Inavale, Grigston, Muir, and Sherdahl soils.\nInavale soils occur on flood plains and have a sandy particle size control class.\nGrigston soils are on the flood plain and have a fine-silty particle size control class.\nMuir soils occur on stream terraces and its riser. They have more than 18 percent clay in the particle size control section.\nThe Sherdahl soils also occur on stream terraces and its riser. They have a buried paleosol between the depths of 50-125 centimeters (20 to 49 inches)."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: well\nRunoff: very low or low\nSaturated Hydraulic Conductivity: moderately high\nFlooding: occasional"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are cultivated and much of it is irrigated.  The main crops are corn, alfalfa, soybeans, and sorghums.  The native vegetation are big bluestem, switchgrass, little bluestem, and western wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North central Kansas. (LRR H Great Plains Winter wheat and Range, MLRA 74 Central Kansas Sandstone Hills) The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Republic County, Kansas, 2011."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThe diagnostic horizons and characteristics recognized in this soil are:\nMollic epipedon: 0 to 26 centimeters (0 to 10 inches) (Ap and A horizons)\nIrregular decrease of organic carbon: 52 centimeters (20 inches) Ab horizon\nThere has been discussion of whether these soils are well drained or moderately well drained, because redoximorphic concentrations can be found within 100 centimeters. These could be caused by irrigation or by the flooding occurring in the area.  The majority of these areas are irrigated and treated like well drained soils instead of moderately well drained soils.  It was decided to call them well drained because of that.\nThe series was set up to take the place of Cozad soils mapped on flood plains.\nKeys to Soil Taxonomy: Eleventh edition, 2010\nADDITIONAL DATA:\nData for typical pedon is from the Kansas State University Laboratory, Manhattan, Kansas; pedon: 01KS029005. Addition laboratory data- National Soil Survey Lab, Lincoln, Nebraska; pedon: 09KS157001. Kansas State University Laboratory, Manhattan, Kansas; pedons:  09KS1571043 and 09KS1571048.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
