{
  "SERIES": "HUSTABEL",
  "STATUS": "Established Series",
  "BYREV": "Rev. SBS/WRR",
  "REVDATE": "01/2001",
  "STATES": "CA",
  "OVERVIEW": "The Hustabel series consists of very deep, moderately well drained soils on alluvial fans. These soils formed in alluvium derived from mixed sources. Slope ranges from 0 to 1 percent. The mean annual precipitation is about 15 inches, and the mean annual temperature is about 61 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, thermic Cumulic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hustabel sandy loam, 0 to 1 percent slopes, under annual forbs and grasses. When described on May 19, 1987, the soil was moist to 20 inches and slightly moist to 61 inches where there was a water table. (Colors are for dry soil unless otherwise stated).\nAp1--0 to 3 inches; brown (10YR 5/3) sandy loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; few very fine tubular pores; neutral (pH 6.8); clear smooth boundary.\nAp2--3 to 13 inches; brown (10YR 5/3) sandy loam, dark brown (10YR 3/3) moist; weak coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine tubular pores; neutral (pH 6.9); abrupt wavy boundary.\nA1--13 to 20 inches; brown (10YR 5/3) sandy loam, dark brown (10YR 3/3) moist; weak coarse subangular blocky structure; slightly hard, friable, very sticky and slightly plastic; many very fine roots; many very fine tubular pores; strongly effervescent with disseminated lime; moderately alkaline (pH 8.2); abrupt smooth boundary.\nA2--20 to 31 inches; brown (10YR 5/3) sandy loam, dark brown (10YR 3/3) moist; massive; slightly hard, very friable, slight sticky and nonplastic; many very fine roots; many very fine tubular pores; strongly effervescent with disseminated lime; strongly alkaline (pH 8.7); abrupt smooth boundary.\nC1--31 to 35 inches; yellowish brown and light yellowish brown (10YR 5/4 and 10YR 6/4) silt loam, dark yellowish brown (10YR 4/4) moist; weak moderate subangular blocky structure; hard, friable, very sticky and slightly plastic; many very fine roots; no pores; strongly effervescent with disseminated lime; strongly alkaline (pH 9.0); abrupt smooth boundary.\nC2--35 to 40 inches; yellowish brown (10YR 5/4) loam, dark brown (10YR 3/3) moist; weak moderate subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; few very fine tubular pores; strongly effervescent with disseminated lime; strongly alkaline (pH 8.8); abrupt smooth boundary.\nC3--40 to 48 inches; light yellowish brown (10YR 6/4) silty clay loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; slightly hard, friable, very sticky and slightly plastic; few very fine roots; common very fine tubular pores; strongly effervescent with disseminated lime; common fine distinct yellowish brown (10YR 5/6) masses of iron accumulation, common fine prominent strong brown (7.5YR 4/6) moist and common medium prominent weak red (2.5YR 4/2) iron depletions moist; strongly alkaline (pH 8.5); abrupt smooth boundary.\n2Ab1--48 to 52 inches; dark brown (10YR 3/3) clay loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; slightly hard, friable, very sticky and slightly plastic; few very fine roots; few very fine tubular pores; strongly effervescent with disseminated lime; few fine distinct gray (10YR 5/1) masses of iron accumulation, common fine faint very dark gray (10YR 3/1) moist; moderately alkaline (pH 8.2); clear smooth boundary.\n2Ab2--52 to 61 inches; brown (10YR 4/3) sandy clay loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; few very fine tubular pores; strongly effervescent with disseminated lime; few fine distinct gray (10YR 5/1) iron depletions, common fine faint very dark gray (10YR 3/1) moist; moderately alkaline (pH 7.9)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Colusa County, California; about 1,500 feet east and 125 feet north of the intersection of Husted and Abel roads; 3,340 feet west and 100 feet north of the southeast corner of section 18, T. 15 N., R. 2 W. MDB&M; 39 degrees, 8 minutes, 39 seconds north latitude and 122 degrees, 7 minutes, 25 seconds west longitude; USGS Williams CA quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 63 to 65 degrees F.  The soil temperature is above 47 degrees F. the entire year.  The soil moisture control section, 8 to 23 inches, is dry in all parts from May 15 to October 31 unless irrigated and is moist in some or all parts from November 1 to May 15.  The weighted average clay content of the textural control section, 10 to 40 inches, is 12 to 18 percent. Water table is 36 to greater than 72 inches.\nThe A horizon has dry color of 10YR 5/3, 5/2, 4/3 and moist color of 10YR 3/3, 3/2 or 4/3. Texture is sandy loam. Reaction is neutral to strongly alkaline.\nThe C and 2Ab horizons have dry color of 10YR 6/4, 6/3, 5/4, 5/3, 5/2, 4/3 and moist color of 10YR 4/4, 4/3, 3/3, 3/2. Texture is stratified loam, silt loam, sandy clay loam, silty clay loam or clay loam.  Reaction is moderately alkaline to strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Elder, Nord, Russian  and Vina series. Elder, Russian and Vina soils are not calcareous in the control section. Nord soils are moist in all parts 120 days, precipitation is 8 to 12 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Hustabel soil are on gently sloping alluvial fans. The Hustabel soils occur at elevations of 70 to 110 feet.  Slopes are 0 to 1 percent.  The climate has relatively hot, dry summers and cool moist winters.  Mean annual precipitation ranges from 14 to 16 inches.  Mean January temperature is 45 degrees F., mean July temperature is 78 degrees F, mean annual temperature ranges from 60 degrees to 62 degrees F.  Frost-free season is 225 to 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Mallard and Westfan soils. Mallard soils have fine textured subsoils. Westfan soils have fine loamy textural control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately Well drained. Surface runoff is negligable; permeability moderately slow. Flooding hazard has been reduced by diversion of stream channels."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Cropland. Native vegetation is cottonwood, willow, annual grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West side of Sacramento valley. These soils are inextensive. MLRA 17."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Colusa County, California, 1996. Name is coined from local road names."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nNational Cooperative Soil Survey\nU.S.A."
  }
}
