{
  "SERIES": "HUTCHLEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. FRK/CLM",
  "REVDATE": "03/2012",
  "STATES": "CA,ID,NV,OR",
  "OVERVIEW": "The Hutchley series consists of shallow, well drained soils that are formed in residuum and colluvium derived from quartz latite and other related volcanic rocks and metasedimentary rocks. They are on cuestas, hills, mountainsides, plateaus and ridges.  Slopes are 2 to 75 percent.  The mean annual temperature is about 6 degrees C and the mean annual precipitation is about 380 mm.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Lithic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hutchley gravelly loam.  On a 13 percent smooth slope, west aspect, 1,966 meters elevation.  (Colors are for air-dry soil unless otherwise stated.  This profile was described June 17, 1980.)\nA--0 to 10 cm; brown (10YR 4/3) gravelly loam, very dark grayish brown (10YR 3/2) moist; weak fine and very fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine roots; many very fine irregular pores; 20 percent gravel; neutral (pH 7.3); clear smooth boundary.  (3 to 23 cm thick)\nAB--10 to 23 cm; brown (10YR 5/3) gravelly loam, dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and moderately plastic; common very fine and few fine roots; common very fine tubular pores; percent gravel; slightly alkaline (pH 7.4); clear smooth boundary.  (0 to 15 cm thick)\nBt1--23 to 30 cm; brown (10YR 4/3) very gravelly loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common very fine and few fine roots; common very fine tubular pores; 35 percent gravel and 5 percent cobbles; few faint clay films on ped faces and line pores; slightly alkaline (pH 7.4); clear smooth boundary.  (0 to 20 cm thick)\nBt2--30 to 38 cm; brown (10YR 4/3) very cobbly clay loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; very hard, friable, moderately sticky and moderately plastic; few very fine roots; few very fine tubular pores; 10 percent gravel and 45 percent cobbles; common faint clay films on ped faces and line pores; slightly alkaline (pH 7.5); abrupt smooth boundary.  (8 to 20 cm thick)\nR--38 cm; slightly fractured quartz latite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cassia County, Idaho; about 2,500 feet north, 800 feet  west of the southeast corner section 24, T. 12 S., R. 25 E.  Latitude - 42 degrees, 21 minutes, 52 seconds North; Longitude - 113 degrees, 28 minutes, 28 seconds West."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of mollic epipedon - 25 to 50 cm.\nDepth to bedrock - 25 to 50 cm.\nMean annual soil temperature - 5 to 8 degrees C.\nHue is 10YR or 7.5YR\nControl section\nClay content average - 24 to 35 percent\nRock fragments - Averages 35 to 60 percent\nA horizon\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 2 or 3 dry or moist\nReaction - slightly acid to slightly alkaline\nAB horizon\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 2 or 3 dry or moist\nRock fragments - Averages 15 to 35 percent. Some pedons contain sub horizons that range up to 60 percent rock fragments. .\nReaction - neutral to slightly alkaline\nBt1 horizon\nValue - 4 or 5 dry\nChroma - 2 or 3 dry or moist\nClay content - 24 to 35 percent\nRock fragments - Averages 35 to 60 percent. Some pedons contain sub-horizons that range up to 80 percent rock fragments.\nTexture - Loam, clay loam, and silty clay loam.\nTexture modifiers - Very gravelly, very cobbly, very stony, and extremely gravelly.\nReaction - neutral to slightly alkaline\nBt2 horizon\nValue - 4 or 5 dry, 3 or 4 moist\nChroma - 2 to 4 dry or moist\nClay content - 28 to 35 percent\nRock fragments - Averages 35 to 60 percent. Some pedons contain sub-horizons that range up to 80 percent rock fragments.\nTexture - Clay loam and sandy clay loam.\nTexture modifiers - Very gravelly and very cobbly.\nReaction - neutral to slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Anaud, Bellenmine, Celeridge, Cleavage, Cleavmor, Cropper, Gabica, Gaciba, Genoa, Gerdog, Gidwin, Granquin, Grosschat, Hawkridge, Loope, Mascamp, Melling, Pernog, Pernty, Rozara, Shalcleav, Shalper, Slatter, Tractuff, and Tweener series.\nAnaud and Granquin soils are intermittently moist for 10 to 20 days during the summer.  Bellenmine soils have less than 28 percent clay in the lower part of the argillic horizon and the mollic epipedon is 13 to 25 cm thick.  Celeridge, Gerdog, Hawkridge, and Loope soils lack a subhorizon with more that 27 percent clay.  Cleavage soils have a mollic epipedon that does not include the Bt horizon, a longer frost-free season and a higher average soil temperature.  Cleavmor soils have filaments or masses of calcium carbonate in the argillic horizon.  Cropper soils have a mollic epipedon that is 18 to 25 cm thick.  Gabica soils are neutral to medium acid and have 457 to 635 mm of annual precipitation.  Gaciba soils average less than 22 percent clay in the Bt horizon.  Genoa soils have rock fragments that are granitic. Gidwin soils have 18 to 24 percent clay in the particle-size control section.  Mascamp soils have lime coatings on the lithic contact, have less than 305 mm of annual precipitation and slopes less than 15 percent.  Pernog soils are very strong in the argillic horizon.  Pernty soils have mollic epipedons less than 25 cm thick.  Rozara soils have 14 to 18 percent clay in the particle-size control section.  Shalcleav soils have a very channery textural modifier in the upper part of the Bt horizon.  Shalper soils have silica accumulation on the rock fragments in the Bt horizon.  Tweener soils are 18 to 30cm to bedrock.  Grosschat soils mollic epipedon does not include any of the subsoil horizons.  Melling soils have an aridic soil moisture regime.  Slatter soils are very shallow.  Tractuff soils have 1 to 10 percent calcium carbonate throughout the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Hutchley soils are on cuestas, hills, mountainsides, plateaus and ridges.  Slopes are 2 to 75 percent.  Elevation is 3,400 to 9,000 feet.  The soils formed in alluvium, residuum, and colluvium derived from quartz latite, basalt, or related volcanic rocks and  metasedimentary rocks with some loess influence.  The mean annual precipitation is 305 to 508 mm, the mean annual air temperature is 3 to 7 degrees C., and the frost-free season is 30 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Heglar, Rexburg, Vitale, and Watercanyon series.  Heglar, Rexburg, and Watercanyon soils have coarse-silty control sections.  Vitale soils are 50 to 100 cm deep.  Heglar soils are on west-facing mountainsides.  Rexburg soils are on north-facing mountainsides.  Vitale soils are on south-facing mountainsides.  Watercanyon soils are on similar positions as Hutchley soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to very rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Hutchley soils are used for rangeland.  The potential native vegetation is low sagebrush, bluebunch wheatgrass, and Sandberg bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Hutchley soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cassia County, Idaho, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features recognized in this pedon are:\nMollic epipedon - the zone from 0 to 38 cm, (A, AB, Bt1, and Bt2 horizons)\nArgillic horizon - the zone from 23 to 38 cm (Bt1 and Bt2 horizons)\nXeric Soil moisture regime\nParticle-size control section - the zone from 23 to 38 cm (Bt1 and Bt2 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 7.3,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 10 cm; brown (10YR 4/3) gravelly loam, very dark grayish brown (10YR 3/2) moist; weak fine and very fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine roots; many very fine irregular pores; 20 percent gravel; neutral (pH 7.3); clear smooth boundary.  (3 to 23 cm thick)"
      },
      {
        "name": "AB",
        "top": 10,
        "bottom": 23,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "AB--10 to 23 cm; brown (10YR 5/3) gravelly loam, dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and moderately plastic; common very fine and few fine roots; common very fine tubular pores; percent gravel; slightly alkaline (pH 7.4); clear smooth boundary.  (0 to 15 cm thick)"
      },
      {
        "name": "Bt1",
        "top": 23,
        "bottom": 30,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--23 to 30 cm; brown (10YR 4/3) very gravelly loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common very fine and few fine roots; common very fine tubular pores; 35 percent gravel and 5 percent cobbles; few faint clay films on ped faces and line pores; slightly alkaline (pH 7.4); clear smooth boundary.  (0 to 20 cm thick)"
      },
      {
        "name": "Bt2",
        "top": 30,
        "bottom": 38,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "very cobbly",
        "pH": 7.5,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bt2--30 to 38 cm; brown (10YR 4/3) very cobbly clay loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; very hard, friable, moderately sticky and moderately plastic; few very fine roots; few very fine tubular pores; 10 percent gravel and 45 percent cobbles; common faint clay films on ped faces and line pores; slightly alkaline (pH 7.5); abrupt smooth boundary.  (8 to 20 cm thick)"
      },
      {
        "name": "R",
        "top": 38,
        "narrative": "R--38 cm; slightly fractured quartz latite."
      }
    ]
  ]
}
