{
  "SERIES": "HYALL",
  "STATUS": "Established Series",
  "BYREV": "Rev. GDM/TDT",
  "REVDATE": "12/98",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, mesic Torrertic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hyall very gravelly clay loam - on a 47\npercent convex west-facing slope on rangeland.  When\ndescribed, the soil was moist throughout.  (Colors are for\ndry soil unless otherwise noted.)\nA--0 to 3 inches; dark brown (10YR 3/3) very gravelly\nclay loam, very dark grayish brown (10YR 3/2) moist;\nmoderate fine and medium granular structure; slightly hard,\nfirm, slightly sticky and slightly plastic; common very fine\nand fine roots; common very fine and fine continuous tubular\npores; about 40 percent gravel and 10 percent cobbles;\nneutral (pH 7.0); clear smooth boundary.  (2 to 8 inches\nthick)\nBA--3 to 8 inches; dark brown (10YR 3/3) very gravelly\nclay, very dark grayish brown (10YR 3/2) moist; moderate\nmedium and fine subangular blocky structure; hard, firm,\nmoderately sticky and moderately plastic; few very fine and fine roots; common very fine and few fine continuous tubular pores; about 35 percent gravel and 10 percent cobbles; neutral (pH 7.0); clear smooth boundary.  (4 to 12 inches thick)\nBt1--8 to 14 inches; dark brown (10YR 3/3) very gravelly clay, dark brown (10YR 3/3) moist; strong medium subangular blocky structure; very hard, very firm, very sticky and very plastic; few very fine and fine roots; common very fine continuous interstitial pores; many thin clay films on face of peds; about 40 percent gravel and 10 percent cobbles; neutral (pH 7.0); clear smooth boundary.  (4 to 14 inches thick)\nBt2--14 to 26 inches; dark yellowish brown (10YR 3/4)\nextremely gravelly clay, dark brown (10YR 3/3) moist; strong\nmedium angular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine roots; few very fine continuous interstitial pores; many moderately thick clay films on face of peds; about 55 percent gravel and 15 percent cobbles; neutral (pH 7.2); abrupt smooth boundary.  (8 to 16 inches\nthick)\n2Cd--26 to 60 inches; multicolored extremely gravelly\nloamy sand; strongly consolidated; about 60 percent gravel\nand 15 percent cobbles; slightly alkaline (pH 7.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Baker County, Oregon; about 3 miles\nnorthwest of Richland; 300 feet downslope from terrace top;\n1,300 feet north and 700 feet east of the southwest corner\nof sec. 9, T. 9 S., R. 45 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum and depth\nto the 2Cd horizon is 20 to 40 inches.  The mollic epipedon\nis 10 to 20 inches thick.  The mean annual soil temperature\nis 47 to 50 degrees F.  The soils are dry in all parts\nbetween depths of 4 to 12 inches for over half the time (cumulative) during the period the soil temperature is above\n41 degrees F and are continuously dry for more than 3 months following the summer solstice.  The COLE value for the solum ranges from 5.0 to 8.0 cm with most pedons being over 6.0 cm given the range of thickness of the solum.\nThe A horizon has value of 3 or 4 dry, 2 or 3 moist and chroma of 2 or 3 moist and dry.  It has 30 to 50 percent\ngravel and 5 to 10 percent cobbles.\nThe Bt horizon has value of 3 or 4 dry or moist and chroma\nof 3 or 4 dry and 2 or 3 moist.  It is very gravelly clay or extremely gravelly clay with 25 to 60 percent gravel and 10\nto 15 percent cobbles.  The clay percentage is 40 to 60\npercent.  It is neutral or slightly alkaline and may contain a few segregated lime coatings.\nThe 2Cd horizon (densic material) is composed mainly of strongly consolidated extremely gravelly and cobbly old alluvium; with 50 to 60 percent gravel and 10 to 25 percent cobbles.  The fine earth fraction ranges from clay loam to loamy sand.  It is neutral or slightly alkaline.  Moist bulk density is 1.60 to 1.70 grams per cubic centimeter."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hyall soils are on side slopes of\ndissected terraces at elevations of 2,700 to 3,500 feet.\nSlopes are 12 to 60 percent.  The soils formed in mixed\nalluvium.  This soil is found predominantly on south and\nwest aspects.  The mean annual precipitation is 9 to 14\ninches.  The mean annual temperature is 45 to 50 degrees F.\nThe frost-free period is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Barnard,\nRuckles, Hibbard, Simas and the competing Ruclick series.\nBarnard soils have a duripan and are on adjacent lower\nterraces.  Ruckles soils are shallow and are on adjacent\nbasalt hills.  Hibbard soils are non-skeletal, have a\nduripan and are on the top of the terraces.  Simas soils are\non hillslopes but are non-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium\nto rapid.  Permeability is slow thru the subsoil and 2Cd material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for range,\nwatershed and wildlife habitat.  Native vegetation is\nbluebunch wheatgrass, Idaho fescue and arrowleaf balsamroot."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Oregon.  The series\nis of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Baker County Area, Oregon, 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soils is on the meta-stable and active slopes\nof the Eola geomorphic surface.  Diagnostic horizons and other features:\n- Mollic epipedon - 0 to 14 inches\n- Argillic horizon - 3 to 26 inches\n- Densic layer at 26 inches\n- Torrertic subgroup - COLE from 0 to 26 inches is 5.6 cm\nassume most of series is over 6.0 cm.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
