{
  "SERIES": "HYAS",
  "STATUS": "Established Series",
  "BYREV": "Rev. LJH/RJE/TDT",
  "REVDATE": "02/2000",
  "STATES": "WA",
  "OVERVIEW": "The Hyas series consists of deep, well drained soils formed in residuum and colluvium from basalt. These soils are on mountain sides and have slopes of 50 to 80 percent. The mean annual precipitation is about 120 inches and the mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial, ferrihydritic, isofrigid Pachic Fulvudands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hyas gravelly medial loam, forested. (Colors are for moist soil unless otherwise noted. All textures are apparent field textures.)\nOi--0 to 2 inches; slightly decomposed needles, leaves, and twigs.\nA--2 to 15 inches; dark brown (7.5YR 3/2) gravelly medial loam, brown (10YR 4/3) dry; moderate fine and very fine subangular blocky structure; slightly hard, friable, slightly sticky and moderately plastic and weakly smeary; many fine, very fine and medium roots; many fine and very fine irregular and tubular pores; 20 percent hard gravel and 5 percent hard cobbles; 20 percent paragravel; very strongly acid (pH 5.0); gradual smooth boundary. (10 to 20 inches thick)\nBw1--15 to 23 inches; dark brown (7.5YR 3/4) gravelly medial loam, brown (7.5YR 5/4) dry; moderate fine, very fine and medium angular blocky structure; slightly hard, friable, moderately sticky and moderately plastic and weakly smeary; many fine and very fine roots; many fine and very fine irregular and tubular pores; 20 percent hard gravel and 5 percent hard cobbles; 25 percent paragravel; strongly acid (pH 5.2); gradual smooth boundary.  (8 to 25 inches thick)\nBw2--23 to 40 inches; brown (7.5YR 4/4) gravelly medial loam, yellowish brown (10YR 5/4) dry; moderate fine, very fine and medium angular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; and weakly smeary; common fine and very fine roots; many fine and very fine irregular and tubular pores; 20 percent hard gravel and 5 percent hard cobbles; 25 percent paragravel; strongly acid (pH 5.4); gradual smooth boundary.  (12 to 17 inches thick)\nBw3--40 to 62 inches; brown (7.5YR 4/4) very gravelly medial loam, yellowish brown (10YR 5/4) dry; massive; slightly hard, friable, sticky, plastic and weakly smeary; few fine and very fine roots; many fine and very fine irregular pores; 30 percent hard gravel and 10 percent hard cobbles; 25 percent paragravel; strongly acid (pH 5.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clallam County, Washington; approximately 6 miles north of Lake Pleasant; 400 feet west and 200 feet south of the NE corner of sec. 35, T.31N., R.13W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 43 to 47 degrees F.  The mean summer soil temperature is 47 to 50 degrees F. and the mean winter soil temperature is 40 to 45 degrees F.  The difference between mean winter and mean summer soil temperature is 5 to 9 degrees F.  These soils are usually moist and are dry for less than 45 consecutive days during the summer; udic or perhaps perudic moisture regime.  Depth to bedrock is over 60 inches.  The umbric epipedon is 10 to 20 inches thick.  The particle-size control section from the mineral soil surface to 100 centimeters has andic soil properties with an estimated moist bulk density of 0.30 to 0.70 g/cc, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 2 to 6 percent, phosphate retention of 85 to 100 percent, and 15-bar water retention of 30 to 50 percent for air-dried samples.  Acid oxalate iron is 1.5 to 3.0 percent.  The particle-size control section has 18 to 25 percent field estimated clay with 20 to 35 percent hard gravel and cobbles and 15 to 40 percent paragravels.\nThe A horizon has hue of 7.5YR or 10YR, value of 2 or 3 moist, 4 or 5 dry and chroma of 2 or 3. This horizon has granular or subangular blocky structure. It is strongly acid or very strongly acid.  It has 12 to 40 percent organic matter.\nThe Bw1 and Bw2 horizon has hue of 7.5YR or 10YR, value of 3 through 5 moist, 4 or 5 dry and chroma of 3 through 6 moist and 4 through 6 dry. This horizon has angular blocky or subangular blocky structure. It is strongly acid or moderately acid.  It has 5 to 12 percent organic matter with over 7 percent throughout the upper 20 inches of the mineral soil surface.\nThe Bw3 horizon has hue of 7.5YR or 10YR, value of 4 or 5 moist, 5 through 7 dry and chroma of 4 through 6. It is gravelly medial loam or very gravelly medial loam. It is strongly acid or moderately acid.  It has 1 to 5 percent organic matter."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Makah series.  Makah series are at lower elevations, receive less precipitation and are udic; see remarks."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Hyas soils are on mountain sides at elevations of 1,600 to 2,500 feet. Slopes are 50 to 80 percent. These soils formed in residuum and colluvium from Eocene age basalt of the Crescent formation.  The climate is characterized by cool, wet winters and cool, moist summers. Mean annual precipitation is 100 to 140 inches. Average January temperature is 34 degrees F., average July temperature is 55 degrees F., and the mean annual temperature is about 43 degrees F. The frost-free season (28 degrees F.) is 150 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Makah soils. Makah soils are medial."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for timber production. Native vegetation is predominantly western hemlock and Pacific silver fir with and western redcedar. Understory species include salal, red huckleberry, and deer fern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Clallam County, Washington; MLRA 1. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Clallam County, Washington, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and other features are:\n- umbric epipedon - 2 to 15 inches\n- cambic horizon - 15 to 62 inches\n- All depths to diagnostic horizons and features are measured from the top of the first mineral horizon.\n- Review is needed for consistent mapping separation from the Makah series.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
