{
  "SERIES": "HYDRO",
  "STATUS": "Established Series",
  "BYREV": "CJH-JHS",
  "REVDATE": "12/2003",
  "STATES": "MT",
  "OVERVIEW": "The Hydro series consists of very deep, well drained soils on terraces and footslopes.  Slopes are 0 to 15 percent.  Mean annual precipitation is about 13 inches and mean annual air temperature is about 48 F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Aridic Glossic Natrustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Hydro loam - grassland.  (Colors are for dry soil unless otherwise noted)\nA--0 to 1 inches; dark grayish brown (2.5Y 4/2) loam, very dark grayish brown (2.5Y 3/2) moist; moderate thin platy structure that separates to moderate very fine granules; slightly hard, very friable, slightly sticky, slightly plastic; many very fine roots and tubular pores; slightly acid (pH 6.2); clear boundary.  (1 to 3 inches thick)\nE--1 to 4 inches; light gray (2.5Y 7/2) on top of plates and light brownish gray (2.5Y 6/2) on bottom of plates, loam, grayish brown (2.5Y 5/2) and dark grayish brown (2.5Y 4/2) crushing to dark grayish brown (2.5Y 4/2) moist; very thin platy structure; slightly hard, very friable, slightly sticky, slightly plastic; many very fine roots and tubular pores; surfaces of plates have a continuous coating of uncoated mineral grains on top and undersides; slightly acid (pH 6.2); clear boundary.  (2 to 4 inches thick)\nEB--4 to 11 inches; light gray (2.5Y 7/2) on top of plates and light brownish gray (2.5Y 6/2) on underside of plates, light clay loam, dark grayish brown (2.5Y 4/2) moist; moderate coarse prismatic structure that separates to strong very thin plates in upper part and strong very fine blocks in lower part; slightly hard, very friable, slightly sticky, slightly plastic; many very fine roots and tubular pores; plates have continuous thick frosting of uncoated mineral grains on top and undersurfaces, blocks have thin coating of uncoated silt grains; slightly acid (pH 6.3); clear boundary.  (4 to 8 inches thick)\nBtn--11 to 21 inches; pale brown (10YR 6/3) light clay, light olive brown (2.5Y 5/3) moist; brown (10YR 4/3) coating on peds; moderate medium prismatic structure that separates to strong fine and very fine blocks; extremely hard, firm, sticky, plastic; common very fine roots, mainly between prisms; faint continuous clay films; few stained sand grains; moderately alkaline (pH 8.0); clear boundary.  (6 to 10 inches thick)\nBtkn--21 to 31 inches; light olive brown (2.5Y 5/3) heavy clay loam, olive brown (2.5Y 4/3) moist; weak medium and coarse prismatic structure that separates to moderate medium blocks; very hard, friable, sticky, plastic; few roots; faint patchy clay films; moderate effervescence with common lime nodules; moderately alkaline (pH 8.4); clear boundary.  (5 to 15 inches thick)\nBk--31 to 36 inches; light olive brown (2.5Y 5/3) heavy clay loam, olive brown (2.5Y 4/3) moist; weak coarse blocky structure; very hard, friable, sticky, plastic; few roots; moderate effervescence with common soft lime nodules and few nests and seams of gypsum in lower part; moderately alkaline (pH 8.4).\nBky--36 to 51 inches; light olive brown (2.5Y 5/3) clay loam, olive brown (2.5Y 4/3) moist; weak coarse blocky structure; hard, friable, sticky, plastic; very few roots; moderate effervescence with few soft lime segregations and with common segregations of gypsum in seams and nests of crystals; moderately alkaline (pH 8.2); gradual boundary.  (0 to 20 inches thick)\nBC--51 to 60 inches; light olive brown (2.5Y 5/3) clay loam, olive brown (2.5Y 4/3) moist; weak coarse blocky structure; hard, friable, sticky, plastic; moderate effervescence; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Powder River County, Montana; 200 feet east and 1,200 feet north of S1/4 corner of section 11; T9S, R53E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Temperature:  48 to 50 degrees F.\nDepth to Bk horizon:  12 to 18 inches\nDepth to gypsum or other visible salts: more than 30 inches\nCombined thickness of  A, E and EB horizons:  5 to 10 inches\nNotes:  Some pedons have a C Horizon.\nA horizon:\nHue: 2.5Y, 10YR or 7.5YR\nValue: 4 or 5 and 3 or 4 moist (Ap horizons have values of more than 5 dry\nand 4 or more moist)\nChroma: 2\nTexture: loam or silt loam\nClay Content: 18 to 27 percent\nRock Fragments: 0\nReaction: 6.1 to 6.5\nE horizon:\nHue: 2.5Y, 10YR or 7.5YR\nValue: 6 or 7 and 4 or 5 moist\nChroma: 2\nTexture: loam or silt loam\nClay Content: 18 to 27 percent\nRock Fragments: 0\nReaction: 6.1 to 6.5\nEB horizon:\nHue: 2.5Y, 10YR or 7.5YR\nValue: 6 or 7 and 4 or 5 moist\nChroma: 2\nTexture: loam or clay loam\nClay Content: 20 to 35 percent\nRock Fragments: 0\nReaction: 6.1 to 6.5\nEC:  4 to 8 mmhos/cm\nSAR: 0 to 5\nNotes: The coating on the plates and prisms shows many clear uncoated grains with chroma of 1 or 2 and value of 5 or greater.  The broken and crushed surfaces have one unit stronger chroma.\nBtn horizon:\nHue: 2.5Y, 10YR or 7.5YR\nValue: 5 or 6 and 4 or 5 moist\nChroma: 3\nTexture: clay loam or clay\nClay Content: 38 to 45 percent\nRock Fragments: 0\nReaction: 7.4 to 8.4\nEC:  4 to 8 mmhos/cm\nSAR: 5 to 15 (where the SAR is less than 13.5, the Na plus Mg is more than the Ca plus H.\nBtkn horizon:\nHue: 2.5Y, 10YR or 7.5YR\nValue: 5 or 6 and 4 or 5 moist\nChroma: 2 or 3\nTexture: clay loam or clay\nClay Content: 35 to 45 percent\nRock Fragments: 0\nReaction: 7.9 to 8.4\nEC:  4 to 16 mmhos/cm\nSAR: 15 to 25\nBk horizon:\nHue: 2.5Y, 10YR or 7.5YR\nValue: 5 or 6 and 4 or 5 moist\nChroma: 2 or 3\nTexture: clay loam\nClay Content: 27 to 35 percent\nRock Fragments: 0\nReaction: 7.9 to 8.4\nEC:  4 to 16 mmhos/cm\nSAR: 15 to 30\nBky and BC horizons:\nHue: 2.5Y, 10YR or 7.5YR\nValue: 5 or 6 and 4 or 5 moist\nChroma: 2 or 3\nTexture: loam or clay loam\nClay Content: 18 to 35 percent\nRock Fragments: 0\nReaction: 7.9 to 8.4\nEC:  4 to 16 mmhos/cm\nSAR: 15 to 30"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Talag series.  Talag soils have more than 45 percent clay in the Btn horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:   The Hydro soils are on nearly level to sloping terraces and footslopes.  They formed in very deep transported calcareous loam or clay loam materials of mixed rock origin.  The climate is cool semiarid with mean annual air temperature ranging from 45 to 48 degrees F., mean summer air temperature of 65 to 70 degrees F., a frost-free period of 95 to 150 days, and a mean annual precipitation of 10 to 15 inches with 8 to 10 inches of warm season rainfall.  Frost-free period is 100 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These were the Arvada, Fort Collins, Thurlow and Cushman soils (when previously classified as mesic).  Arvada soils do not have EB horizons and have an ESP of more than 15 in the Bt horizon.  The Fort Collins, Thurlow and Cushman soils do not have E horizons, have prismatic or blocky structured Bt horizons with neutral or moderately alkaline reaction, and have an ESP of less than 7 in any part of the Bt horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for irrigated and nonirrigated cropland and for rangeland.  Large areas still have western wheatgrass, prairie junegrass, blue grama, and silver sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  An extensive soil occurring in small areas widely distributed throughout the eastern and northern plains of Montana."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Big Horn County (Big Horn Area), Montana, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon:  ochric epipedon - the zone from the surface of the soil to a depth of 4 inches (A and E horizons); glossic horizon - the zone from 4 to 11 inches (EB horizon); natric horizon - the zone from 11 to 31 inches (Btn and Btkn horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
