{
  "SERIES": "HYPRAIRIE",
  "STATUS": "Established Series",
  "BYREV": "Rev. EH/RJE/TLA",
  "REVDATE": "09/2019",
  "STATES": "WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Pachic Ultic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hyprairie silt loam, cultivated, on a 4-percent, southeast-facing slope at an elevation of 630 m\nAp--0 to 18 cm; silt loam, dark grayish brown (10YR 4/2) dry, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; many fine irregular pores; moderately acid (pH 5.8); abrupt smooth boundary\nA--18 to 46 cm; silt loam, dark grayish brown (10YR 4/2) dry, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; soft, friable, nonsticky and slightly plastic; common very fine and few fine roots; many fine irregular pores and common fine and few coarse tubular pores; moderately acid (pH 5.9); clear smooth boundary\nAB--46 to 64 cm; silt loam, brown (10YR 4/3) dry, dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure; soft, friable, nonsticky and slightly plastic; few very fine roots; common fine tubular pores and few fine irregular pores; moderately acid (pH 6.0); clear smooth boundary\n2Bt1--64 to 122 cm; silt loam, yellowish brown (10YR 5/4) dry, dark yellowish brown (10YR 3/4) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; common fine tubular pores and few fine irregular pores; few faint clay films in pores; 10 percent gravel; slightly acid (pH 6.2); clear smooth boundary\n2Bt2--122 to 150 cm; gravelly clay loam, yellowish brown (10YR 5/4) dry, dark yellowish brown (10YR 3/4) moist; moderate medium subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic; common fine tubular pores and many fine and medium irregular pores; common distinct clay films on faces of peds and in pores; 25 percent gravel; slightly acid (pH 6.5)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Klickitat County, Washington, about 8 km northeast of Lyle; about 750 m north and 230 m west of the southeast corner of section 9, T. 3 N., R. 13 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature--9 to 11 degrees C\nMoisture control section--usually moist, but dry 60 to 75 consecutive days following summer solstice\nParticle-size control section--18 to 35 percent clay; 5 to 25 percent gravel\nThickness of mollic epipedon--50 to 76 cm; includes A and AB horizons\nAp horizon\nThickness--13 to 20 cm\nA horizon\nHue--7.5YR, 10YR\nValue--4 or 5 dry, 2 or 3 moist\nChroma--2 or 3 dry or moist\nReaction--5.6 to 6.5\nThickness--20 to 36 cm\nAB horizon\nHue--7.5YR, 10YR\nValue--4 or 5 dry\nReaction--5.6 to 6.5\nThickness--0 to 25 cm\n2Bt horizon\nHue--7.5YR, 10YR\nValue--4 to 6 dry\nChroma--3 to 6 dry or moist\nTexture--loam, silt loam, silty clay loam, clay loam\nReaction--6.1 to 7.3\nCombined thickness--greater than 70 cm"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAptos--50 to 100 cm (moderately deep) to a paralithic contact (sedimentary rock)\nBuckeye--50 to 100 cm (moderately deep) to a lithic contact (greenstone)\nCampfour--dry 80 to 100 consecutive days following summer solstice\nCartwright--5 to 25 percent granite gravel in particle-size control section; no discontinuity (2Bt horizon)\nElmore--100 to 150 cm (deep) to a lithic contact (rhyolite)\nKiakus--50 to 100 cm (moderately deep) to a lithic contact (basalt)\nLauby--dry 45 to 60 consecutive days following summer solstice\nMouser--mean annual soil temperature higher than 11 degrees C\nNewlig--no discontinuity (2Bt horizon); 100 to 150 cm deep to base of argillic horizon\nNisene--100 to 150 cm (deep) to a paralithic contact (sandstone, shale); mean annual soil temperature of 13 to 14 degrees C\nParagon--50 to 100 cm (moderately deep) to a paralithic contact (andesite); dry 80 to 100 consecutive days\nRoseburg--mean annual soil temperature of 11 to 14 degrees C; 100 to 150 cm deep to base of argillic horizon; 0 to 15 percent rounded gravel in particle-size control section\nSwalecreek--dry 75 to 90 consecutive days\nYaxing--100 to 150 cm deep to base of argillic horizon; dry 75 to 90 consecutive days; pH of 7.4 to 7.8 throughout"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nElevation--300 to 1025 m\nClimate--warm, dry summers; cool, moist winters\nMean annual precipitation--380 to 640 mm\nMean January air temperature--about -2 degrees C\nMean July air temperature--about 20 degrees C\nMean annual air temperature--about 8 to 10 degrees C\nFrost-free season--110 to 150 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nGunn--ochric epipedon; on plateaus, benches, and side slopes\nLeidl, Kiakus--50 to 100 cm (moderately deep) to a lithic contact (basalt); on plateaus and side slopes"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--well drained\nSaturated hydraulic conductivity (Ksat)--moderately high"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nUse--mainly crop production\nPrincipal crops--small grain, hay and pasture\nNative vegetation--Oregon white oak, antelope bitterbrush, Idaho fescue, bluebunch wheatgrass, arrowleaf balsamroot, eriogonum"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Klickitat County, Washington; MLRA 6; small extent"
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Cashmere Mountain Area, Chelan County, Washington; 1995"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons recognized in this pedon\n*Mollic epipedon--zone from the surface to a depth of 64 cm\n*Argillic horizon--zone from 64 to 150 cm\n*Particle-size control section--zone from 64 to 114 cm\n4/2003--Further investigation is needed to determine the relationship of the Hyprairie series with the competing Yaxing series. The 60 to 75 dry days of the Hyprairie soils may be too low; it may be 60 to 90 days or even 75 to 90 days. The Hyprairie soils in the high elevation phase appear to be similar to the Yaxing soils in MLRA 6 that are underlain by sandstone.\nADDITIONAL DATA:\nLaboratory data--characterization number S82WA-039-3\nNational Cooperative Soil Survey\nU.S.A."
  }
}
