{
  "SERIES": "HYSING",
  "STATUS": "Established Series",
  "BYREV": "Rev. SMM/RWL/RJS",
  "REVDATE": "10/2016",
  "STATES": "WA",
  "OVERVIEW": "The Hysing series consists of deep, well drained soils that formed in coarse-silty volcanic ash over sandy and gravelly residuum weathered from quartz-monzonite and other granitics. The Hysing soils are on mountain backslopes and\nfoothills. Slope ranges from 3 to 55 percent. The average annual temperature is about 44 degrees F. and the average annual precipitation is about 37 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over sandy or sandy-skeletal, amorphic over isotic, frigid Typic Udivitrands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Hysing ashy silt loam - forest, on 18 percent southwest-facing convex slope under conifers at an elevation of 3220 feet. (When described on September 2, 1999, the soil was dry throughout.  Colors are for moist soil unless  otherwise noted. All textures are apparent field textures.)\nOi--0.0 to 1.0 inches; fibric material; slightly decomposed needles leaves, twigs, and cones.\nOe--1.0 to 2.0 inches; hemic material; moderately decomposed plant material mixed with 1980 Mt. St. Helens volcanic ash. (Combined thickness of the O horizons ranges from 2 to 3 inches thick)\nA--2 to 6 inches; dark brown (10YR 3/3) ashy silt loam, brown (10YR 5/3) dry; weak fine subangular blocky structure; very friable, soft, nonsticky and slightly plastic; moderately smeary; many very fine, fine, and medium roots throughout; many fine dendritic tubular and many very fine irregular pores; NaF pH 12.0; neutral (pH 6.6); clear wavy boundary. (2 to 6 inches thick)\nBw1--6 to 18 inches; dark yellowish brown (10YR 4/4) ashy silt loam, light yellowish brown (10YR 6/4) dry; weak fine subangular blocky and weak medium subangular blocky structure; very friable, soft, nonsticky and slightly plastic; moderately smeary; common very fine, fine and few medium roots throughout; many fine dendritic tubular and many very fine irregular pores; NaF pH 11.0; slightly acid (pH 6.5); clear wavy boundary.\nBw2--18 to 28 inches; yellowish brown (10YR 5/4) ashy silt loam very pale brown (10YR 7/4) dry; weak medium subangular blocky structure; very friable, soft, nonsticky and slightly plastic; moderately smeary; common very fine, fine, and few medium roots throughout; many fine dendritic tubular pores and many very fine irregular pores; NaF pH 10.5; neutral (pH 6.6); abrupt irregular boundary. (Combined thickness of the Bw horizon ranges from 10 to 25 inches thick)\n2BC--28 to 31 inches; light olive brown (2.5Y 5/3) very gravelly sandy loam, pale yellow (2.5Y 7/3) dry; weak fine subangular blocky structure; friable, slightly hard, nonsticky and slightly plastic; common very fine, fine, and few medium roots throughout; few medium irregular pores and common very fine dendritic tubular pores; 35 percent fine gravel; NaF pH 8.5; moderately acid (pH 6.0); clear irregular boundary. (0 to 3 inches thick)\n2C--31 to 47 inches; variegated; very gravelly coarse sand, loose, single grain, nonsticky and nonplastic; few very fine roots throughout; many very fine interstitial pores; 50 percent fine gravel; moderately acid, (pH 5.8); gradual wavy boundary. (4 to 12 inches thick)\n2Cr--47 to 65 inches; weakly cemented quartz-monzonite bedrock, fractured at intervals of less 4 inches, can be dug with a spade with little difficulty; no roots."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Spokane County, Washington; about 4.5 miles southeast of Mt. Spokane, about 575 feet south and 2160 feet east of the northwest corner of section 10, T. 27 N., R. 45 E; USGS Newman Lake quadrangle; (Latitude 47 degrees, 51 minutes, 24.8 seconds, Longitude 117 degrees, 6 minutes, 3.8 seconds W.) NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: (Depth to diagnostic horizons and features are measured from the top of the first mineral layer.) Depth to weathered bedrock ranges from 40 to 60 inches. The mean annual soil temperature is 42 to 45 degrees F. and the mean summer soil temperature is 48 to 50 degrees F with an O horizon. The soils are moist from mid-September through July, and are dry for less than 25 to 35 consecutive days in August to September in all parts between depths of 4 and 12 inches. The volcanic ash mantle is 14 to 27 inches thick with volcanic glass content of 30 to 65 percent, acid-oxalate extractable Al + 1/2 Fe of 1.0 to 3.0 percent, phosphate retention of 55 to 90 percent, and 15 bar water retention on air dried samples of 7 to 12 percent.\nThe A horizon has hue of 10YR or 7.5YR, value of 2 or 3 moist or 4 or 5 dry, and chroma of 2 to 4 moist or dry. It is 3 to 8 percent clay, and has 0 to 5 percent fine gravel. Reaction is slightly acid or neutral.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 3 to 5 moist or 4 to 7 dry, and chroma of 3 to 6 moist or dry. Texture is ashy silt loam or ashy fine sandy loam. It averages 3 to 8 percent clay, and 0 to 10 percent fine gravel. Reaction is moderately acid to neutral\nWhen present, the 2Bt or 2Bw horizon has value of 4 or 5 moist or 4 to 6 dry. Chroma is 3 to 6 moist or dry. Texture is fine gravelly sandy loam or fine gravelly loamy sand. It averages 8 to 14 percent clay, and 20 to 30 percent fine gravel. Few thin faint and discontinuous lamellae are present in some pedons. Clay bridging between sand grains ranges from none to 5 percent of the surface of peds. Reaction is strongly acid or moderately acid.\nThe 2BC and 2C horizons have hue of 2.5Y or 10YR, value of 4 to 6 moist or 6 to 8 dry, and chroma of 3 to 4 moist or dry. Texture is very gravelly sandy loam, very gravelly loamy sand, very gravelly loamy coarse sand, very gravelly coarse sand or very gravelly sand. It averages 2 to 5 percent clay, 75 to 95 percent sand, and 35 to 60 percent gravel (predominantly fine). Reaction is strongly acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cosho and Garveson series. Cosho soils are 20 to 40 inches to a lithic contact. Garveson soils are more than 60 inches to weathered bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Hysing soils are on footslopes, summits, and backslopes of dissected mountains and foothills. Slope ranges from 3 to 60 percent. The soils formed in sandy and gravelly residuum from quartz-monzonite and other granitics with a thick mantle of coarse-silty volcanic ash. Elevations are 2200 to 4600 feet. The climate is characterized by cool moist winters and warm dry summers. The average annual precipitation is 25 to 42 inches. The average annual temperature is 41 to 45 degrees F. The frost-free period is 60 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Boulderjud, Brodeer, and Jacot soils. Boulderjud soils are ashy over loamy-skeletal and are on adjacent mountain slopes. Brodeer soils have a fine-loamy argillic horizon below the ash layer and are on toeslopes and hillslope interfluve positions. Jacot soils are more than 60 inches to weathered bedrock, are ashy over loamy, and are on adjacent linear to concave mountain and foothill sideslopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained, moderately high over high to very high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for rural homesites, timber production, recreation, water supply, and wildlife habitat. Native vegetation is western hemlock, western redcedar, grand fir, Douglas-fir, western larch, lodgepole pine, Rocky Mountain maple, quaking aspen, thinleaf alder, creambush oceanspray, mallow ninebark, and thimbleberry, with an understory of queencup beadlily, Idaho goldthread, longtube twinflower, Piper's anemone, pyrola, Western rattlesnake plantain, oneleaf foamflower, darkwoods violet, and sweetcicely."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern Washington; MLRA 43A. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Spokane County, Washington, 2016."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nOchric epipedon - the zone from 0 to 6 inches (Oi, Oe and A horizon).\nCambic horizon - the zone from 6 to 28 inches (Bw1, Bw2, and 2Bt horizons).\nAndic soil properties - the zone from 2 to 28 inches (A, Bw1, and Bw2 horizons)\nParticle size control section - the zone from 2 to 42 inches (A, Bw1, Bw2, 2BC, and part of the 2C horizons)\nThe zone from 2 to 28 inches qualifies as ashy, the zone from 28 to 42 inches qualifies as sandy or sandy-skeletal. The 28 to 31 inch layer is too thin to be considered contrasting and therefore was considered in the calculation of a\nweighted average in the 28 to 42 inch zone.\nThe type location was moved to present location in 2010 to better reflect modal concept.\nADDITIONAL DATA: Partial laboratory data available - Soil Survey Sample Number: S99WA063003, Spokane County, Washington. NSSL Pedon Number: 00P0796\nNational Cooperative Soil Survey\nU.S.A."
  }
}
