{
  "SERIES": "YAGGY",
  "STATUS": "Established Series",
  "BYREV": "Rev. RMM, PRF, JCW",
  "REVDATE": "08/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, mesic Oxyaquic Ustifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Yaggy fine sandy loam in a cultivated field. (Colors are for dry soil unless otherwise stated.)\nAp1--0 to 5 inches (0 to 12 centimeters); pale brown (10YR 6/3) fine sandy loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine roots throughout; common fine tubular pores; trace of fine gravel; 7 percent clay; strongly effervescent throughout (HCl, 1 normal); slightly alkaline; abrupt smooth boundary.\nAp2--5 to 11 inches (12 to 27 centimeters); brown (10YR 5/3) fine sandy loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine roots throughout; many fine tubular pores; 7 percent clay; strongly effervescent throughout (HCl, 1 normal); 1 percent subrounded mixed gravel; moderately alkaline; abrupt smooth boundary. (combined A horizon thickness 5 to 12 inches; 13 to 30 centimeters thick)\n2C1--11 to 14 inches (27 to 35 centimeters); light brownish gray (10YR 6/2) and pale brown (10YR 6/3) stratified silt loam and very fine sandy loam, dark grayish brown (10YR 4/2) and brown (10YR 4/3) moist; few coarse prominent reddish yellow (7.5YR 7/8) moist irregular redoximorphic concentrations throughout and common fine prominent dark brown (7.5YR 3/4) moist irregular mottles throughout; massive; slightly hard, very friable, nonsticky and nonplastic; common very fine roots throughout; common fine tubular pores; 14 percent clay; strongly effervescent throughout (HCl, 1 normal); 1 percent subrounded mixed gravel; moderately alkaline; abrupt smooth boundary. (2 to 9 inches thick; 5 to 23 centimeters thick)\n3C2--14 to 24 inches (35 to 60 centimeters thick); very pale brown (10YR 7/4) fine sand, light yellowish brown (10YR 6/4) moist; few fine prominent yellowish brown (10YR 5/8) moist irregular redoximorphic concentrations throughout; single grain; loose, loose, nonsticky and nonplastic; common very fine and fine roots throughout; few thin strata of 10YR 3/2 fine sandy loam 1 to 2 mm thick; few thin strata of coarse sand 2 to 4 cm thick; 0 percent clay; noneffervescent throughout (HCl, 1 normal); 5 percent subrounded mixed gravel; slightly alkaline; abrupt smooth boundary.\n3C3--24 to 31 inches (60 to 78 centimeters); very pale brown (10YR 7/3) fine sand, pale brown (10YR 6/3) moist; few fine and medium prominent strong brown (7.5YR 5/8) moist irregular redoximorphic concentrations throughout; single grain; loose, loose, nonsticky and nonplastic; few very fine roots throughout; 0.2 percent clay; noneffervescent throughout (HCl, 1 normal); moderately alkaline; clear wavy boundary.\n3C4--31 to 43 inches (78 to 107 centimeters); very pale brown (10YR 7/3) fine sand, pale brown (10YR 6/3) moist; common medium and coarse prominent strong brown (7.5YR 5/8) moist irregular redoximorphic concentrations throughout; single grain; loose, loose, nonsticky and nonplastic; few very fine roots throughout; few thin 10YR 3/2 very fine sandy loam strata 3 to 5 mm thick; 0.2 percent clay; noneffervescent throughout (HCl, 1 normal); 1 percent subrounded mixed gravel; moderately alkaline; abrupt smooth boundary.\n3C5--43 to 54 inches (107 to 135 centimeters); very pale brown (10YR 7/3) coarse sand, pale brown (10YR 6/3) moist; few coarse prominent strong brown (7.5YR 5/8) moist irregular redoximorphic concentrations throughout; single grain; loose, loose, nonsticky and nonplastic; few very fine roots throughout; 0.0 percent clay; noneffervescent throughout (HCl, 1 normal); 2 percent subrounded mixed gravel; moderately alkaline; abrupt smooth boundary.\n3C6--54 to 70 inches (135 to 176 centimeters); very pale brown (10YR 7/3) and light brownish gray (10YR 6/2) stratified sand and gravelly coarse sand, pale brown (10YR 6/3) and grayish brown (10YR 5/2) moist; many medium and coarse prominent yellowish brown (10YR 5/8) moist irregular redoximorphic concentrations throughout; single grain; loose, loose, nonsticky and nonplastic; few very fine roots throughout; 0 percent clay; noneffervescent throughout (HCl, 1 normal); 22 percent subrounded mixed gravel; moderately alkaline; clear smooth boundary.\n3C7--70 to 80 inches (176 to 203 centimeters); pale brown (10YR 6/3) stratified sand and gravelly coarse sand, brown (10YR 5/3) and yellowish brown (10YR 5/4) moist; single grain; loose, loose, nonsticky and nonplastic; 0 percent clay; noneffervescent throughout (HCl, 1 normal); 14 percent subrounded mixed gravel; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Reno county, Kansas, 1 mile (1.6 kilometers) south of South Hutchinson, 1879 feet (573 meters) north and 558 feet (170 meters) west of the southeast corner of sec. 31 T. 23 S. R. 5 W.; (USGS Hutchinson topographic quadrangle; lat. 38 degrees 0 minutes 18 seconds N. and long. 97 degrees 54 minutes 18.5 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime: ustic moisture regime bordering on udic\nSoil temperature regime: mesic\nMean annual soil temperature: 56 to 58 degrees F (13 to 14 degrees C).\nParticle-size control section: 0 to 26 percent clay\nDepth to bedrock: greater than 80 inches (203 centimeters)\nDepth to secondary calcium carbonate: 0 to 21 inches (0 to 53 centimeters)\nWater table: depth is 2.0 to 4.0 feet (0.6 to 1.2 meters), kind is apparent, months are Dec. - May.\nA horizon:\nHue: 10YR\nValue: 4 to 6 (dry) 3 to 5 (moist)\nChroma: 2 or 3\nTexture: fine sandy loam, but the range includes sandy loam, loamy sand, sand, loam, sandy clay loam, or clay loam\nCalcium carbonate equivalent: 0 to 3 percent\nReaction: slightly alkaline or moderately alkaline\n2C horizon:\nHue: 10YR\nValue: 4 to 6 (dry) 3 to 5 (moist)\nChroma: 2 or 3\nTexture: stratified silt loam and very fine sandy loam, but ranges to textures stratified with fine sand to silty clay loam\nRock fragments: 0 to 2 percent\nCalcium carbonate equivalent: 0 to 5 percent\nReaction: slightly alkaline or moderately alkaline\n3C horizon:\nHue: 10YR\nValue: 6 or 7 (dry) 5 or 6 (moist)\nChroma: 2 to 4\nTexture: fine sand, sand, coarse sand, or gravelly coarse sand, or is stratified with some combination of these textures\nRock fragments: 0 to 25 percent\nRedoximorphic concentrations: 0 to 30 percent\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Yaggy series is the only one in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Yaggy soils\nParent material: stratified loamy alluvium over sand\nLandform: flood plains\nSlopes: 0 to 1 percent\nElevation: 1481 to 1591 feet (451.4 to 484.9 meters)\nMean annual air temperature: 55 to 57 degrees F (13 to 14 degrees C).\nMean annual precipitation: 24 to 35 inches (61 to 89 centimeters)\nWettest months: Mar. - Oct.\nDriest months: Nov. - Feb.\nFrost-free period: 187 to 225 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Imano, Saxman, and Willowbrook soils. Imano soils have a mollic epipedon, and are fine-loamy over sandy or sandy-skeletal, and are more than 20 inches (50 centimeters) deep to sand. They are on similar positions. The moderately well drained, Saxman soils are sandy throughout, and are on terraces. Willowbrook soils have a mollic epipedon and are not finely stratified in the upper 19 inches (49 centimeters). They are slightly higher on the floodplain."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained. Runoff is slow. Permeability is moderate over rapid. A seasonal high water table is at an upper limit of 14 to 24 inches (36 to 61 centimeters)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the acreage is in rangeland. A small acreage is cultivated, both dryland and irrigated. Wheat, grain sorghum, and alfalfa are the main crops. Native vegetation is tall grasses with a sparse stand of trees and brush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South Central Kansas. LRR H Great Plains Winter Wheat and Range, MLRA 79 Great Bend Sand Plains. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Reno County, Kansas"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nWater table: The presence of an apparent water table from 2.0 to 4.0 feet (0.6 to 1.2 meters) during the months of Dec. - May.\nKeys to Soil Taxonomy: Eighth edition, 1998\nADDITIONAL DATA: These soils were formerly mapped as Platte. They differ by being deeper to the seasonal high water table.\nSIR number KS0210 and KS0343 protected. Characterization data is available on this pedon (90KS155003; NSSL lab pedon #90P922 at this site:\nhttp://ssldata.sc.egov.usda.gov/rptExecute.asp?p=17237&r=1&submit1=Get+Report\nLRR=H\n4/90: Series Proposed:is being entered in osed for the first time. The name is from a place name in Reno County.\n12/23/99 PRF: series established per Reno County final correlation\nNational Cooperative Soil Survey\nU.S.A."
  }
}
