{
  "SERIES": "YAHARA",
  "STATUS": "Established Series",
  "BYREV": "Rev.  HFG-AAC",
  "REVDATE": "01/2011",
  "STATES": "WI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Aquic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Yahara silt loam - on a 2 percent slope in a cultivated field at an elevation of about 296 meters (970 feet) above mean sea level.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 25 cm (0 to 10 inches); very dark brown (10YR 2/2) silt loam, dark grayish brown (10YR 4/2) dry; weak fine subangular blocky structure parting to moderate medium granular; friable; neutral; abrupt smooth boundary. [15 to 25 cm (6 to 10 inches) thick]\nA--25 to 36 cm (10 to 14 inches); dark brown (10YR 3/3) very fine sandy loam, grayish brown (10YR 5/2) dry; weak and moderate fine subangular blocky structure; friable; neutral; clear wavy boundary. [0 to 13 cm  (0 to 5 inches) thick]\nBw--36 to 61 cm (14 to 24 inches); light yellowish brown (10YR 6/4) very fine sandy loam; weak medium subangular blocky structure; friable; many medium distinct yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; many medium distinct light brownish gray (10YR 6/2) and light gray (10YR 7/1) iron depletions in the matrix; slightly alkaline; clear wavy boundary.  [20 to 64 cm (8 to 25 inches) thick]\nC--61 to 152 cm (24 to 60 inches); light yellowish brown (10YR 6/4) and light brownish gray (10YR 6/2) stratified silt and fine sand; massive breaking to weak coarse plates along depositional strata; very friable; many medium distinct yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; many medium distinct light gray (10YR 7/1) iron depletions in the matrix; slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washington County, Wisconsin; about 2 miles northeast of Cedar Creek; 1,100 feet south and 100 feet west of the northeast corner of sec. 1, T. 10 N., R. 19 E. USGS Jackson, Wisconsin topographic quadrangle;lat. 43 degrees 21 minutes 57 seconds N., and long. 88 degrees 10 minutes 55 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of soil development; 38 to 91 cm (15 to 36 inches)\nDepth to carbonates: 38 to 91 cm (15 to 36 inches)\nParticle-size control section:  averages 10 to 18 percent clay, 15 to 50 percent fine sand or coarser with snad size separates dominated by fine sand\nRock fragments (gravel): 0 to 2 percent\nReaction: slightly acid to slightly alkaline in the solum; slightly alkaline or moderately alkaline in the substratum\nAp or A horizon:\nHue: 10YR\nValue: 2 or 3\nChroma: 1 to  3\nTexture: silt loam, fine sandy loam or very fine sandy loam\nBw horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 3 to 6\nTexture: . silt loam, loam, fine sandy loam or very fine sandy loam\nOther features:\nSome pedons have hue of 2.5Y or chroma of 2, or both in the lower part of the Bw horizon.  In some pedons, the Bw horizon is stratified with silt loam, loam, fine sandy loam, or very fine sandy loam in the lower part with or without thin strata of coarser or finer texture.\nC horizon:\nHue: 7.5YR or 10YR\nValue: 5 to 7\nChroma: 1 to 6\nTexture: stratified dominantly with textures of silt, silt loam, loam, fine sandy loam or very fine sandy loam with thin strata of coarser or finer texture common in most pedons\nClay content:  averages less than 20 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Elrin, Grovecity, Hoopeston, Linder, Plumbrook, and Wesley series. Elrin soils do not have carbonates within a depth of 122 cm (48 inches).   Grovecity soils have 3 to 15 percent rock fragments in the lower part of the series control section and do not have stratification there. Hoopeston soils do not have free carbonates within a depth of 102 cm (40 inches).  Plumbrook soils have 5 to 30 percent rock fragments in the lower part of the series control section. Wesley soils have more than 20 percent clay in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Yahara soils are on glacial lake basins. Slope ranges from 0 to 4 percent.  These soils formed in  stratified silty, loamy, and fine or very fine sandy lacustrine deposits.  Mean annual precipitation ranges from 610 to 889 mm (24 to 35 inches). Mean annual air temperature ranges from 7.2 to 11.1 degrees C (45 to 52 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Colwood, Darroch, Keowns, Kibbie, Salter, Shiocton, and Sisson soils.  Darroch, and Kibbie soils are in similar positions as Yahara soils where there is more clay and less silt in the soil. Shiocton soils are in similar positions where there is more silt and less clay in the soil. Salter and and Sisson soils are on slightly higher positions in the landscape and are better drained.  Colwood and Keowns soils are on lower lying poorly drained positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Somewhat poorly drained.  The potential for surface runoff is low or medium. Saturated hydraulic conductivity is moderately high to high (4.23 to 14.11 micrometers per second). Permeability is moderate. These soils have an apparent seasonal high water table at depths of 31 to 76 cm (1 to 2.5 feet) for some time in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Where drained, most areas  of this soil are used for cropland.  Some areas are used for pastureland. Native vegetation is prairie grasses with scattered oak trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  MLRAs 95A, 95B, and 110 in eastern Wisconsin.  The Yahara soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Brown County, Wisconsin, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - 0 to 36 cm (0 to 14 inches) (Ap, A); cambic horizon - 36 to 61 cm (14 to 24 inches) (Bw); aquic feature  aquic conditions within 41 cm (16 inches) of the surface in a horizon with redox features (Bw) or aquic conditions within 76 cm (30 inches) of the surface in one or more horizons totaling 15 cm (6 inches) or more with color value moist of 4 and redox depletions with chroma of 2 or less (Bw, C).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
