{
  "SERIES": "YAHNE",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. JTK/JPE/RJE",
  "REVDATE": "06/2001",
  "STATES": "WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, isotic, frigid Andic Palexeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Yahne cobbly loam-under a coniferous forest on a\n25 percent southeast facing slope at an elevation of  3,820 feet.  The soil was dry when described.  (Colors are for dry soil unless otherwise stated.  All textures are apparent field textures.)\n0i--1/2 to 0 inch; forest litter; abrupt smooth boundary.  (1/2 to l inch thick)\nA--0 to 8 inches; pale brown (l0YR 6/3) cobbly loam, (dominated by volcanic ash very dark grayish brown (l0YR 3/2) moist; weak medium subangular blocky structure; slightly hard, very friable, nonsticky and slightly plastic; common very fine, fine roots; l0 percent pebbles, l0 percent cobbles; NaF pH 9.6; slightly acid (pH 6.4); abrupt smooth boundary.  (7 to ll inches thick)\n2AE--8 to l6 inches; pale brown (l0YR 6/3) very cobbly loam, brown (l0YR 4/3) moist; moderate medium subangular blocky structure; hard, firm, slightly sticky and plastic; common fine, few medium roots; common very fine irregular pores; 25 percent pebbles, l5 percent cobbles; NaF pH 9.l; medium acid (pH 6.0); abrupt smooth boundary.  (8 to l4 inches thick)\n2Bt1--l6 to 33 inches; yellowish brown (l0YR 5/4) very cobbly clay, dark brown (l0YR 3/3) moist; strong medium subangular blocky structure; very hard, very firm, very sticky and very plastic; few medium roots; few very fine irregular pores; many thick clay films on ped faces; l5 percent pebbles, 35 percent cobbles; NaF pH 9.3; medium acid (pH 6.0); clear wavy boundary.  (l2 to l7 inches thick)\n2Bt2--33 to 60 inches; yellowish brown (l0YR 5/4) very cobbly clay, dark brown (l0YR 3/3) moist; moderate medium angular blocky structure; very hard, very firm, very sticky, very plastic; few very fine irregular pores; many thick clay films on ped faces; 20 percent pebbles, 30 percent cobbles; NaF pH 9.4; medium acid (pH 6.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kittitas County, Washington; about 7 miles southwest of Cle Elum; l,200 feet south and 400 feet east of the northwest corner Sec. 32 T. l9 N., R. l5 E., W.M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are usually moist, but are dry in all parts in the moisture control section for 45 to 60 consecutive days during summer and fall.  The mean annual soil temperature ranges from 44 to 47 degrees F.  The particle-size control section averages 35 to 55 percent clay in the fine earth fraction and 45 to 60 percent rock fragments by volume.  The upper part of the argillic horizon has more than 20 percent more clay absolute than the AE horizon.  Depth to the top of the argillic horizon ranges from l5 to 2l inches.  The upper 7 to ll inches of the soil is more than 60 percent volcanic ash in the fine earth fraction.  Base saturation is assumed to range from 55 to 70 percent. Reaction is slightly acid or medium acid throughout.\nThe A horizon has a value of 3 or 4 moist, and chroma of 2 or 3 dry and moist.\nThe 2AE horizon has a value of 3 or 4 moist.  It is a very cobbly loam, very gravelly loam, or cobbly loam.\nThe 2Bt horizon has a value of 4 or 5 dry, and chroma of 3 or 4 moist.  It is very cobbly clay, very gravelly clay, or very gravelly clay loam.  It has many moderately thick to thick clay films on faces of peds.  It has moderate to strong, prismatic, angular blocky, or subangular blocky structure."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Loneridge and Keechelus soils.  Loneridge soils are dry in all parts in the moisture control section for 75 to 90 consecutive days during summer and fall and lack a surface mantle with greater than 60 percent volcanic ash.  Keechelus soils are dry in all parts in the moisture control section for 60 to 75 consecutive days during summer and fall and lack a surface mantle that is more than 60 percent volcanic ash."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Yahne soils are on mountain sides and benches and have slopes of 5 to 60 percent.  They formed in residuum and colluvium from basalt, andesite and pyroclastic rocks and a mantle of volcanic ash.  Elevations are 2,400 to 4,600 feet.  These soils are in a continental climate with warm, dry summers and cool, moist winters. The average annual precipitation is 40 to 50 inches.  The mean January temperature is about 26 degrees F and the mean July temperature is about 64 degrees F.  The mean annual temperature is 43 to 45 degrees F.  The growing season at 28 degrees F is 145 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the proposed Cliffdell, Osborn, Terence, and Volperie.  Cliffdell soil are loamy-skeletal.  Osborn and Volperie soils are coarse-loamy and have bedrock within 40 inches.  Terence soils are medial-skeletal and cryic."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, slow to rapid runoff.  Permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Woodland, wildlife habitat, and watershed.  Vegetation is Douglas-fir, grand fir, western larch, and scattered ponderosa pine, and Englemann spruce with an understory of pinegrass, elk sedge, Oregon-grape and pinemat mansanita."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East slopes of the Cascade Mountains in south central Kittitas County.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Kittitas County, Washington, 1981.  The source of the name is Yahne Canyon in Kittitas County, Washington."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are an ochric epipedon composed of greater than 60 percent volcanic ash from the mineral surface to 8 inches and an argillic horizon with more than 20 percent more clay, absolute, than the AE horizon from 16 to 60 inches.  These soils would be in an andeptic subgroup if such were provided in Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
