{
  "SERIES": "YAKUS",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJB/DMD/JAL",
  "REVDATE": "12/2002",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic Lithic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Yakus coarse sandy loam, rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 4 inches; dark grayish brown (10YR 4/2) coarse sandy loam, very dark brown (10YR 2/2) moist; weak medium platy structure parting to strong very fine granular in the upper part, and weak medium , fine and very fine subangular blocky structure in the lower part; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine interstitial pores; 10 percent gravel; small quantity of mica; moderately acid (pH 6.0); clear wavy boundary.  (3 to 10 inches thick)\nBt--4 to 11 inches; brown (10YR 5/3) gravelly loam, dark brown (10YR 3/3) moist; weak medium fine and very fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few very fine, fine, and medium roots; many very fine tubular pores; 25 percent gravel; very few faint clay films; small quantity of mica; moderately acid (pH 6.0); clear wavy boundary.  (5 to 12 inches thick)\nC--11 to 16 inches; very pale brown (10YR 8/2), moderately disintegrated, hard to very hard, semiconsolidated quartz mozonite or quartz diorite; stained brown to strong brown (7.5YR 5/6) in matrix; distinct and prominent, nearly continuous, dark reddish gray (5YR 4/2) and reddish brown (5YR 4/3) clay films and stains in main cracks; one thin horizontal layer of reddish brown clay films and stains in main cracks; one thin horizontal layer of reddish brown clay films and stains; slightly acid (pH 6.4).\nR--16 inches; bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Idaho County, Idaho; about 3.1 miles upgrade from bridge near the mouth of Lolo Creek, 1,080 feet southward on logging road and 100 feet up a 59 percent south facing slope, in the NW1/4 SW1/4 section 30, T.35 N., R.3E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock ranges from 9 to 20 inches.  The soils are usually moist but are dry between depth of 8 inches and the lithic contact for 45 to 80 days in most years.  The mean annual soil temperature ranges from 47 to 55 degrees F., and the mean summer soil temperature ranges from 65 to 70 degrees F.\nThe A horizon has value of 3 through 5 dry, 1 through 3 moist, and chroma of 1 through 3.\nThe Bt horizon has no or very few clay films and has less than 3 percent more clay than the A horizon.  One or more thin, horizontal, reddish brown  bands are present in the C horizon in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Godde, Kuhl, Ladycomb, Soaplake, Stukel, and Stukmond series. These soils do not have Bt horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Yakus soil are on south and west facing canyon slopes and have gradients of 12 to 65 percent.  The soils formed in residuum from gneiss, schist, granite, and other similar rocks.  The elevation ranges from 1,100 to 3,700 feet.  The mean annual precipitation is 19 to 27 inches.  The mean annual temperature is 45 to 53 degrees F.  The frost free season is 120 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Lochsa soils and rock outcrop.  Lochsa soils are deep and are on north facing slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium and very rapid runoff; moderately permeable."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for rangeland.  Natural vegetation is bluebunch wheatgrass, Idaho fescue, arrowleaf balsamroot, yarrow, and, in places, widely spaced ponderosa pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Idaho County, Idaho.  The soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Idaho County, Idaho, 1977.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
