{
  "SERIES": "YALELAKE",
  "STATUS": "Established Series",
  "BYREV": "Rev. TA/MEH/RJE/TLA",
  "REVDATE": "01/2011",
  "STATES": "WA",
  "OVERVIEW": "The Yalelake series consists of very deep, well drained soils that formed in volcanic ash and pumice over pyroclastic deposits.  Yalelake soils are on terraces and terrace escarpments.  Slopes are 2 to 90 percent.  The mean annual precipitation is about 120 inches and the mean annual temperature is about 52 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over medial, glassy over amorphic, mesic Humic Udivitrands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Yalelake ashy sandy loam - forested, on a 10 percent southeast-facing slope at an elevation of 1,360 feet.  (Colors are for moist soil unless otherwise noted.  All textures are apparent field textures.)\nOi--0 to 1.5 inches; needles, leaves and twigs.\nOa--1.5  to 2.0 inches; decomposed organic material.\nA--2 to 6 inches; very dark brown (10YR 2/2) ashy sandy loam, dark grayish brown (10YR 4/2) dry; weak very fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and common fine and medium roots; many very fine irregular pores; slightly acid (ph 6.2); clear wavy boundary.  (2 to 5 inches thick)\nAB--6 to 13 inches; dark brown (10YR 3/3) ashy sandy loam, brown (10YR 5/3) dry; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine, fine and few coarse roots; many fine irregular pores; 5 percent gravel; slightly acid (pH 6.4), clear wavy boundary.  (5 to 10 inches thick)\nBw1--13 to 22 inches; dark grayish brown (10YR 4/2) gravelly ashy loamy sand, very pale brown (10YR 7/3) dry; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic;many very fine and common fine and medium roots; many fine irregular pores; 30 percent gravel; neutral (pH 6.6); clear wavy boundary.\n2Bw2--22 to 41 inches; dark yellowish brown (10YR 4/4) gravelly medial sandy loam, light yellowish brown (10YR 6/4) dry; weak fine subangular blocky structure; soft, friable, nonsticky and nonplastic; weakly smeary; common very fine and fine and few medium roots; many fine and medium irregular pores; 15 percent gravel; 5 percent cobbles; neutral (pH 6.6); abrupt wavy boundary.  (Combined thickness of the Bw horizon is 20 to 32 inches)\n3C1--41 to 46 inches; brownish yellow (10YR 6/8) sand, yellow (10YR 7/6) dry; single grain; loose, nonsticky and nonplastic; weakly smeary; few fine roots; many medium irregular pores; 10 percent pebbles; 40 percent pumice paragravel; neutral (pH 6.8) abrupt wavy boundary.  (0 to 5 inches thick)\n4C2--46 to 62 inches; dark yellowish brown (10YR 4/4) gravelly loam, light yellowish brown (10YR 6/4) dry; massive; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; few fine and medium roots; common fine irregular pores; 20 percent gravel; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Skamania County, Washington; south of US Forest Service Road N90, About 2,600 feet south and 250 feet east of the northwest corner of section 22, T. 7 N., R. 5 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 49 to 53 degrees F.  These soils are dry in the moisture control section for less than 45 consecutive days.  Thickness of the solum is 35 to 45 inches.  The ashy mantle is 17 to 25 inches thick and contains more than 60 percent volcanic ash and pumice.  Coarse fragments in the control section is 0 to 30 percent.  The umbric epipedon ranges from 10 to 13 inches thick.\nThe A and AB horizons have value of 2 or 3 moist, 4 or 5 dry and chroma of 2 or 3 dry and moist.  Reaction is strongly acid to slightly acid.\nThe Bw horizon has value of 3 or 4 moist, 5 through 7 dry and chroma of 2 through through 6 moist and dry.  It is gravelly ashy loamy sand, ashy loamy sand, gravelly ashy sandy loam or ashy sandy loam.  Reaction is moderately acid to neutral.  It has 10 to 12 percent (estimated) 15-bar moisture (dry).\nThe 2Bw horizon has value of 4 or 5 moist, 6 or 7 dry and chroma of 4 through 8 dry and moist.  It is medial sandy loam, medial loam or gravelly medial sandy loam.   Reaction is moderately acid to neutral.  It has greater than 15 percent (estimated) 15-bar moisture (dry).\nThe C horizon has value of 4 through 6 moist, 6 or 7 dry and chroma of 4 through 8 dry and moist.  It is sandy loam or loam with thin strata of loamy sand, sand or weathered pumice.  Gravel is 10 to 25 percent and paragravel pumice fragments are  15 to 40 percent.   Reaction is moderately acid to neutral.  Some pedons have an extremely gravelly sand or weathered pumice substratum below 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series.  The Bull Run series in a similar family. Bull Run soils are medial."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Yalelake soils are on terraces and terrace escarpments.  Slopes are 2 to 90 percent.  Elevations range from 300 to 1,800 feet.  Yalelake soils formed in volcanic ash and pumice over older pyroclastic deposits.  The climate is marine with cool, wet winters and warm, moist summers.  Mean annual precipitation is 115 to 125 inches.   Mean January temperature is about 35 degrees F.; mean July temperature is about 62 degrees F.  The mean annual temperature is 47 to 51 degrees F.  The frost-free season is 100 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cinnamon, Forsyth, Pinchot, and Swift soils.  Cinnamon, Forsyth and Swift soils are frigid.   Forsyth soils have a sandy-skeletal subhorizon at 30 inches.  Pinchot soils have an ashy over sandy or sandy-skeletal control section.  Swift soils are ashy over loamy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for timber production, recreation, wildlife habitat and watershed.  Native vegetation is mainly Douglas-fir, western hemlock, bigleaf maple, western redcedar, and red alder.  Understory vegetation is mainly vine maple, salal, western brackenfern, western swordfern, Oregongrape, Oregon oxalis, and Pacific dogwood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Skamania, northeast Clark and southeast Cowlitz Counties, Washington.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Skamania County, Washington 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are an umbric epipedon from the mineral surface to 11 inches, a cambic horizon from 20 to 39 inches, and a lithologic change from ashy to medial soil material at 20 inches.  Field test of NaF pH is 10.0 in the A1 horizon and greater than 11.0 throughout the rest of the profile.  The particle-size control section has an estimated moist bulk density of less than 0.90 g/cc, volcanic glass content of 30 to 60 percent, acid-oxalate extractable aluminum plus one-half iron of more than 1 percent.  Vitrands feature - 15-bar moisture (dry) throughout 83 percent of upper 60 cm of less than 12 percent.  More investigation is needed to confirm the medial classification of the \"B\" tephra set (2Bw).\nClassificaiton changed 6/98 based on revisions to mineralogy classes in Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
