{
  "SERIES": "YALLANI",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLG/AON/RWL",
  "REVDATE": "08/2001",
  "STATES": "OR",
  "OVERVIEW": "The Yallani series consists of very deep, well-drained soils that formed in mixed volcanic ash and andesitic and basaltic colluvium.  They are on uplands.  Slopes are 8 to 75 percent.  The mean annual precipitation is about 50 inches and the mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy-skeletal, glassy, frigid Typic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Yallani stony ashy loam, forested.  (Colors are for moist soil unless otherwise noted.)\nA--0 to 4 inches; dark brown (7.5YR 3/2) stony ashy loam, dark brown (7.5YR 4/4) dry; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many fine irregular pores; 15 percent gravel, 5 percent cobbles, and 10 percent stones; moderately acid (pH 6.0); clear wavy boundary.  (2 to 6 inches thick)\nBA--4 to 13 inches; dark brown (7.5YR 3/4) gravelly ashy loam, brown (7.5YR 4/4) dry; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine tubular pores; 30 percent gravel and 5 percent cobbles; slightly acid (pH 6.2); gradual smooth boundary.  (0 to 14 inches thick)\nBw1--13 to 28 inches; dark reddish brown (5YR 3/4) very gravelly ashy loam, brown (7.5YR 5/4) dry; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; many very fine tubular pores; 40 percent gravel, 15 percent cobbles and 5 percent stones; slightly acid (pH 6.4); gradual smooth boundary.  (9 to 16 inches thick)\nBw2--28 to 39 inches; dark brown (7.5YR 3/4) very gravelly ashy loam, brown (7.5YR 5/4) dry; weak medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; common very fine roots; many very fine tubular pores; 40 percent gravel, 15 percent cobbles and 5 percent stones; slightly acid (pH 6.4); gradual smooth boundary.  (10 to 21 inches thick)\nC--39 to 60 inches; dark brown (7.5YR 4/4) very gravelly ashy loam, brown (7.5YR 5/4) dry; massive; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; 40 percent gravel, 20 percent cobbles and 5 percent stones; moderately acid (pH 5.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hood River County, Oregon; 20 feet north of logging road in the SE1/4SE1/4NW1/4 section 21, T. 1 N., R. 9 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 44 to 47 degrees F. and the mean summer soil temperature is warmer than 60 degrees F.  The soils are usually moist but are dry throughout the control section for 60 consecutive days or more within the 4 months following the summer solstice.  Depth to bedrock is greater than 60 inches.  The particle-size control section contains 30 to 60 percent volcanic ash in the fine earth fraction.  It is estimated that the phosphate retention is greater than 85 percent, acid oxalate extractable aluminum plus one-half iron is 2.0 to 3.0 percent, and 15-bar moisture is 9 to 12 percent based on an air-dried sample.  It is slightly or moderately acid.\nThe A horizon has hue of 7.5YR or 10YR, value of 3 or 4 moist, 4 or 5 dry and chroma of 2 through 4 moist or dry.  It  has 10 to 20 percent gravel, 5 to 10 percent cobbles, and 10 to 15 percent stones.\nThe Bw horizon has hue of 5YR or 7.5YR, value of 3 or 4 moist, 4 or 5 dry, and chroma of 3 or 4 moist and dry.  It is very cobbly ashy loam, very gravelly ashy loam, or extremely gravelly ashy loam with 18 to 24 percent clay.  It has 20 to 50 percent gravel, 10 to 35 percent cobbles, and 0 to 10 percent stones."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Grenet (T), Kuzu (T), Stices, and Twelvemile series.  Grenet soils are 20 to 40 inches to paralithic bedrock.  Kuzu soils are 40 to 60 inches to a lithic contact.  Stices soils have an ash mantle 14 to 30 inches thick with 60 to 80 percent volcanic glass and 0.4 to 1.0 percent acid oxalate extractable aluminum plus one-half iron over a 2C horizon, and is dry for 45 to 60 consecutive days during the summer.  Twelvemile soils average less than 18 percent clay in the particle-size control section and have 50 to 70 percent volcanic glass."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Yallani soils are on uplands. The soils formed in mixed volcanic ash and gravelly colluvium weathered from andesite and basalt.  Slopes are 8 to 75 percent.  Elevations are 1,800 to 3,000 feet on south slopes and 1,500 to 2,400 feet on north slopes.  The climate is characterized by cool wet winters and hot dry summers.  The mean annual temperature is 42 to 45 degrees F.  The mean July temperature is 60 degrees F.; the mean January temperature is 29 degrees F.  The mean annual precipitation is 40 to 60 inches.  The frost-free period is 30 to 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bindle, Bins, Divers, Hutson and Parkdale soils.  Bindle soils lack influence of pyroclastic materials and are 20 to 40 inches deep to fragmental material.  Bins soils have umbric epipedons and hard, moderately fine textured B horizons with less than 35 percent rock fragments.  Divers and Hutson soils are on north-facing slopes and have cryic soil temperatures.  Parkdale soils are on terraces, are ashy and have less than 15 percent fragments coarser than very fine sand."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained;  moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used mainly for timber production, wildlife habitat, and recreation.  Vegetation is mainly Douglas fir, western hemlock and bigleaf maple.  Brush plants are chinkapin, deerbrush, hazel and vine maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Oregon; MLRA 3. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hood River County, Oregon, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This draft reflects a change in classification from Medial-skeletal, frigid Andic Xerochrepts based on the Andisol Order.\nDiagnostic horizons and features recognized in this pedon:\nOchric epipedon - from 0 to 13 inches (A and BA horizons)\nCambic horizon - from 13 to 39 inches (Bw1 and Bw2 horizons)\nParticle-size control section - from 0 to 40 inches (A, BA, Bw1, and Bw2 horizons, and 1 inch of the C horizon)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "stony",
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 4 inches; dark brown (7.5YR 3/2) stony ashy loam, dark brown (7.5YR 4/4) dry; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many fine irregular pores; 15 percent gravel, 5 percent cobbles, and 10 percent stones; moderately acid (pH 6.0); clear wavy boundary.  (2 to 6 inches thick)"
      },
      {
        "name": "BA",
        "top": 10,
        "bottom": 33,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "BA--4 to 13 inches; dark brown (7.5YR 3/4) gravelly ashy loam, brown (7.5YR 4/4) dry; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine tubular pores; 30 percent gravel and 5 percent cobbles; slightly acid (pH 6.2); gradual smooth boundary.  (0 to 14 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 33,
        "bottom": 71,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw1--13 to 28 inches; dark reddish brown (5YR 3/4) very gravelly ashy loam, brown (7.5YR 5/4) dry; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; many very fine tubular pores; 40 percent gravel, 15 percent cobbles and 5 percent stones; slightly acid (pH 6.4); gradual smooth boundary.  (9 to 16 inches thick)"
      },
      {
        "name": "Bw2",
        "top": 71,
        "bottom": 99,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw2--28 to 39 inches; dark brown (7.5YR 3/4) very gravelly ashy loam, brown (7.5YR 5/4) dry; weak medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; common very fine roots; many very fine tubular pores; 40 percent gravel, 15 percent cobbles and 5 percent stones; slightly acid (pH 6.4); gradual smooth boundary.  (10 to 21 inches thick)"
      },
      {
        "name": "C",
        "top": 99,
        "bottom": 152,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 5.6,
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--39 to 60 inches; dark brown (7.5YR 4/4) very gravelly ashy loam, brown (7.5YR 5/4) dry; massive; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; 40 percent gravel, 20 percent cobbles and 5 percent stones; moderately acid (pH 5.6)."
      }
    ]
  ]
}
