{
  "SERIES": "YAMACALL",
  "STATUS": "Established Series",
  "BYREV": "GFB-CJH-WDB",
  "REVDATE": "09/2011",
  "STATES": "MT,WY",
  "OVERVIEW": "The Yamacall series consists of very deep, well drained soils that formed in alluvium or colluvium derived from sedimentary rock.  These soils are on alluvial fans, fan remnants, stream terraces, escarpments, drainageways, sedimentary plains, ridges and hills.  Slopes are 0 to 45 percent.  Mean annual precipitation is about 305 millimeters (12 inches).  Mean annual air temperature is about 6.1 degrees C (43 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Aridic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Yamacall loam, in grassland. (Colors are for dry soil unless otherwise noted)\nA--0 to 10 centimeters (0 to 4 inches); grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine roots; many fine pores; slightly alkaline (pH 7.4); clear smooth boundary. (8 to 15 centimeters, 3 to 6 inches thick)\nBw--10 to 28 centimeters (4 to 11 inches); light olive brown (2.5Y 5/4) loam, olive brown (2.5Y 4/4) moist; moderate medium prismatic structure parting to weak fine and medium blocky; slightly hard, very friable, slightly sticky and slightly plastic; many fine and very fine roots; common fine and very fine pores; slightly alkaline (pH 7.4); clear wavy boundary. (18 to 41 centimeters, 7 to 16 inches thick)\nBk1--28 to 66 centimeters (11 to 26 inches); light brownish gray (2.5Y 6/2) loam, grayish brown (2.5Y 5/2) moist; weak coarse prismatic structure; slightly hard, very friable, slightly sticky and slightly plastic; common fine roots; common fine and very fine pores; common fine masses of lime; violently effervescent; moderately alkaline (pH 8.0); gradual wavy boundary. (25 to 127 centimeters, 10 to 50 inches thick)\nBk2--66 to 152 centimeters (26 to 60 inches); light brownish gray (2.5Y 6/2) loam, grayish brown (2.5Y 5/2) moist; weak coarse prismatic structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine roots; common very fine pores; few fine threads of lime; disseminated lime, strongly effervescent; strongly alkaline (pH 8.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Blaine County, Montana; 2,600 feet east and 2,560 feet north of SW corner of sec. 18, T. 27 N., R. 21 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 5.6 to 8.3 degrees C (42 to 47 degrees F).  Range mean annual soil temperature to 3.3 degrees C (38 degrees F) in MLRA 44.\nMoisture control section - between 10 and 30 centimeters (4 and 12 inches), dry in all parts between four-tenths and five-tenths of the cumulative days per year when the soil temperature at a depth of 50 centimeters (about 20 inches) is 5 degrees C (41 degrees F) or higher.\nDepth to Bk horizon - 25 to 50 centimeters (about 10 to 20 inches).\nDepth to carbonates - 0 to 50 centimeters (about 0 to 20 inches).\nPercent rock fragments - 0 to 5.\nA BC horizon is present in some profiles.\nA horizon\nHue:  10YR, 2.5Y, or 5Y\nValue:  5 or 6 dry; 3, 4, or 5 moist\nChroma:  2, 3, or 4\nTexture:  loam, silt loam, silty clay loam, or clay loam\nClay content:  18 to 35 percent\nRock fragments:  0 to 15 percent--0 to 5 percent cobbles, 0 to 10 percent pebbles\nCalcium carbonate equivalent:  0 to 10 percent\nEffervescence:  none to strongly\nReaction:  pH 6.6 to 8.4\nThis horizon when mixed to 18 centimeters (about 7 inches) will not meet the requirements for a mollic epipedon.  Where it is 13 centimeters (5 inches) or more thick the colors are non-mollic.\nBw horizon\nHue:  10YR, 2.5Y, or 5Y\nValue:  5, 6, or 7 dry; 4, 5, or 6 moist\nChroma:  2, 3, or 4\nTexture:  loam, clay loam, silty clay loam or silt loam\nClay content:  18 to 35 percent with 15 to 35 percent fine sand and coarser\nRock fragments:  0 to 15 percent--0 to 5 percent cobbles, 0 to 10 percent pebbles\nCalcium carbonate equivalent:  0 to 15 percent\nEffervescence:  none to strongly\nReaction:  pH 6.6 to 8.4\nBk horizons\nHue:  10YR, 2.5Y, or 5Y\nValue:  5, 6, 7, or 8 dry; 4, 5, or 6 moist\nChroma:  2, 3, or 4\nTexture:  loam, clay loam, silty clay loam or silt loam\nClay content:  18 to 35 percent with 15 to 35 percent fine sand and coarser\nRock fragments:  0 to 15 percent--0 to 5 percent cobbles, 0 to 10 percent pebbles\nElectrical conductivity:  0 to 4 mmhos/cm\nCalcium carbonate equivalent:  5 to 15 percent\nEffervescence:  strongly or violently\nReaction:  pH 7.4 to 9.0"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nCoocreek (WY) - has hues of 7.5YR and redder throughout.\nCooers (MT) - has hues of 7.5YR and redder throughout.\nDelpoint (MT) - has paralithic materials at 50 to 100 centimeters (about 20 to 40 inches).\nFrandsen (UT) - has hues of 7.5YR in the Bw horizon.\nSpinekop (T)(MT) - has a discontinuity of stratified materials between 80 and 100 centimeters (about 32 and 40 inches).\nTrudau (MT) - has Bkz horizons; EC's of 8 to 16 in the Bk and Bkz horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - alluvial fans; fan remnants; stream terraces; escarpments; sedimentary plains; hills; ridges.\nElevation - 580 to 1,980 meters (about 1,900 to 6,500 feet).\nSlope - 0 to 45 percent.\nParent material - alluvium or colluvium derived mainly from sedimentary rock.\nClimate - long, cold winters; moist springs; warm summers.\nMean annual precipitation - 254 to 406 millimeters (about 10 to 16 inches), most of which falls in the spring and the early part of summer.\nMean annual air temperature - 3.9 to 7.2 degrees C (39 to 45 degrees F). Range mean annual air temperature to 3.3 degrees C (38 degrees F) in MLRA 44.\nFrost-free season - 80 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Delpoint soils and the Busby, Cabbart, Cambeth, and Havre soils.  Busby soils occur on similar landscapes as Yamacall soils.  They are coarse-loamy.  Havre soils occur on floodplains below the Yamacall soils.  Delpoint and Cambeth soils occur on sideslopes above Yamacall soils.  They have soft bedrock at 50 to 100 centimeters (about 20 to 40 inches).  Cabbart soil occur on summits and shoulders of ridges.  They have soft bedrock at 25 to 50 centimeters (about 10 to 20 inches)."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Yamacall soils are used for nonirrigated and irrigated crops and for range.  The potential native vegetation is mainly bluebunch wheatgrass, green needlegrass, western wheatgrass, little bluestem, forbs and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Yamacall soils are of moderate extent in the eastern part of Montana and possibly in adjacent states."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hill County, Montana, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil interpretations record:  MT0138.\nDiagnostic horizons and features recognized in this pedon are:  ochric epipedon - from the soil surface to 18 centimeters, 7 inches (Ap, Bw horizons); cambic horizon - from 10 to 28 centimeters, 4 to 11 inches (Bw horizon); accumulation of lime - from 28 to 152 centimeters, 11 to 60 inches (Bk horizons).  Yamacall soils have a frigid temperature regime and an ustic moisture regime that borders on aridic.\nThe soil was previously called Yamac.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
