{
  "SERIES": "YAMPATIKA",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. CRP/TWH",
  "REVDATE": "05/2005",
  "STATES": "CO",
  "OVERVIEW": "The Yampatika series consists of moderately deep, well drained soils that formed in residuum and slope alluvium derived from shale.  These soils are on hills and structural benches.  Slopes are 10 to 65 percent.  Mean annual precipitation is about 18 inches, and mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Leptic Haplusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Yampatika silty clay on a west facing, 22 percent slope in cultivated land at an elevation of 6,600 feet. (Colors are for dry soil unless otherwise noted.) Soil described on October 17, 1978.\nAp1--0 to 4 inches; brown (10YR 5/3) silty clay, brown (10YR 5/3) moist; weak fine granular structure; hard, friable, sticky and plastic; many fine and very fine roots; few fine tubular pores; moderately alkaline (pH 8.0); clear smooth boundary.\nAp2--4 to 10 inches; light brownish gray (10YR 6/2) silty clay, brown (10YR 5/3) moist; weak medium subangular blocky structure parting to weak fine subangular blocky; hard, friable, very sticky and very plastic; common fine, few medium roots; few fine tubular pores; moderately alkaline (pH 8.0); abrupt smooth boundary. (Combined thickness of A horizons is 2 to 12 inches)\nBw--10 to 20 inches; pale brown (10YR 6/3) silty clay, brown (10YR 5/3) moist; strong coarse angular blocky structure parting to strong moderate angular blocky; extremely hard, friable, very sticky and very plastic; few fine and medium roots; few fine tubular pores; moderately alkaline (pH 8.0); gradual smooth boundary. (8 to 28 inches thick)\nBky--20 to 28 inches; pale brown (10YR 6/3) silty clay, brown (10YR 5/3) moist; massive; hard, friable, sticky and plastic; 50 percent soft shale pararock fragments that slake in water; few fine seams of gypsum; common fine and medium irregular soft masses of calcium carbonate; 11 percent calcium carbonate equivalent; moderately alkaline (pH 8.0); gradual wavy boundary. (6 to 20 inches thick)\nCr--28 to 38 inches; moderately cemented shale bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Routt County, Colorado; about 7 miles southwest of Hayden; located about 100 feet south and 1,600 feet east of the northwest corner, sec. 36 T. 6 N., R. 89 W. 40 degrees 26 minutes 07 seconds N. Latitude and 107 degrees 19 minutes 22 seconds W Longitude, NAD 27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil moisture regime is typic ustic\nMean annual soil temperature: 41 to 45 degrees F.\nMean annual summer soil temperature: 59 to 64 degrees F.\nDepth to Bk or Bky horizon - 10 to 25 inches.\nDepth to paralithic contact - 20 to 40 inches\nThese soils typically have cracks which extend to approximately 20 inches and are 1/4 inch to 1 inch wide at the surface.\nAp and A horizons\nHue: 10YR or 2.5Y\nValue: 4 to 6 dry; 3 to 5 moist\nChroma: 3 or 4, dry or moist\nTexture:  silty clay, clay\nClay content:  40 to 50 percent\nReaction:  pH 7.4 to 8.4\nOrganic matter: 1 to 2 percent\nBw horizon\nHue: 10YR or 2.5Y\nValue:  4 to 6 dry; 4 or 5 moist\nChroma:  3 or 4, dry or moist\nTexture:  silty clay, clay\nClay content:  40 to 55 percent\nFragments: 0 to 5 percent parachanners\n0 to 5 percent paracobbles\nCalcium carbonate equivalent:  0 to 2 percent\nReaction:  pH 7.4 to 8.4\nOrganic matter: 0.5 to 1 percent\nBk and Bky horizons\nHue:  10YR, 2.5Y, or 5Y\nValue:  5 to 7 dry; 4 or 5 moist\nChroma:  1 to 4 dry or moist\nTexture:  clay, silty clay, silty clay loam\nClay content:  38 to 55 percent\nFragments: 5 to 15 percent parachanners\n0 to 5 percent paracobbles\nCalcium carbonate equivalent:  5 to 15 percent\nGypsum: 1 to 5 percent\nReaction:  pH 7.9 to 9.0"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThere are no competing series. A closely similar series is the Abor series. Abor soils have an ustic moisture regime bordering on aridic."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent Material: slope alluvium, colluvium and residuum\nLandform: hills, mountains and structural benches.\nSlope: 10 to 65 percent\nElevation: 6,300 feet to 7,200 feet\nMean annual air temperature: 40 to 45 degrees F.\nMean annual precipitation: 16 to 20 inches evenly distributed throughout the year.\nFrost-free period: 80 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bulkley and Morapos series. Bulkley and Morapos soils are on the same landform but Bulkley soils are very deep Vertisols and Morapos soils have mollic epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, very slow permeability, moderate to very high runoff."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Yampatika soils are used for crops, pastureland, rangeland and wildlife habitat.  The potential native vegetation is mainly alkali sagebrush, Saskatoon service berry, Lettermans needlegrass, slender wheatgrass, bluebunch wheatgrass, and western wheatgrass. Mountain big sagebrush and Wyoming big sagebrush are also be present in some areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwest Colorado, LRR D, MLRA 34A, small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Routt County, Colorado, 2004. The name is derived from the Yampatika Ute Indians who were early inhabitants of the Yampa River Valley."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: The zone from the surface of the soil to a depth of 10 inches (Ap horizons).\nParalithic contact at 28 inches. (Cr layer)\nVertic properties: Cracks 0.25 to 1 inch wide from the surface to 20 inches that are open from late June to Early September.\nParticle-size control section - the zone from 10 to 38 inches, (Bw and Bky horizons)\nSeries control section - the zone from 0 38 inches, (all horizons and upper 10 inches of Cr layer)\nTaxonomic Key Version: 9th edition, 2003.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
