{
  "SERIES": "YANDER",
  "STATUS": "Established Series",
  "BYREV": "Rev: PRR/PBF/CAH/ET",
  "REVDATE": "05/2012",
  "STATES": "CA",
  "OVERVIEW": "The Yander series consists of deep, somewhat excessively drained soils that formed in alluvium derived from granite and gneiss over residuum weathered from granite. The Yander soils are on fan aprons over pediment. Slopes range from 4 to 15 percent. The mean annual precipitation is 138 millimeters (5.5 inches) and the mean annual air temperature is about 18.5 degrees C (65 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, thermic Typic Torripsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Yander loamy sand, on a 4 percent slope at an elevation of 1,275 meters (4,182 feet). When described the soil was moist to a depth of 135 centimeters. (Colors are for dry soils unless otherwise noted.) The soil surface is covered by 55 percent fine gravel, 14 percent medium and coarse gravel, and 1 percent cobbles.\nA -- 0 to 5 centimeters (0 to 2 inches); yellowish brown (10YR 5/4) loamy sand, dark brown (10YR 3/3) moist; moderate thick platy parting to moderate medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine roots; 4 percent fine gravel and 1 percent medium and coarse gravel; slightly alkaline (pH 7.6); clear wavy boundary. (3 to 8 centimeters thick)\nBw -- 5 to 58 centimeters (2 to 23 inches); light yellowish brown (10YR 6/4) gravelly loamy sand, dark yellowish brown (10YR 4/4) moist; massive parting to weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine roots; 19 percent fine gravel, 3 percent medium and coarse gravel and 1 percent cobbles; moderately alkaline (pH 8.0); gradual smooth boundary. (0 to 53 centimeters thick)\nC -- 58 to 102 centimeters (23 to 40 inches); light yellowish brown (10YR 6/4) gravelly coarse sand, dark yellowish brown (10YR 4/4) moist; single grain structure; loose, nonsticky and nonplastic; few very fine roots; 13 percent fine gravel, 4 percent medium and coarse gravel and 1 percent cobbles; slightly alkaline (pH 7.6); abrupt wavy boundary. (44 to 110 centimeters thick)\nCr -- 102 to 150 centimeters (40 to 60 inches); moderately weathered, granitoid bedrock with fractures greater than 10 centimeters apart."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Riverside County, California; approximately 0.125 miles southeast of the intersection of Split Rock Picnic Area Road and Park Boulevard within Joshua Tree National Park; approximately 257 meters south, 451 meters east of northwest corner of sec. 16, T. 2S., R. 9E., San Bernardino Base and Meridian; USGS Queen Mountain, CA 7.5 minute topographic quadrangle; 34 degrees, 0 minutes, 7.4 seconds north latitude and 116 degrees, 2 minutes, 56.1 seconds west longitude; UTM 11S 587830e 3762793n (DTM: NAD83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: usually dry, moist in some part for short periods during winter and early spring and for 10 to 20 days cumulative between July and September following summer convection storms. These soils have a typic-aridic soil moisture regime.\nSoil temperature: 19 to 22 degrees C. (66 to 72 degrees F.)\nControl section\nRock fragments: 5 to 23 percent, dominantly fine gravel.\nEffervescence: noneffervescent throughout.\nDepth to paralithic contact: 100 to 150 centimeters. (40 to 60 inches)\nA horizon\nValue: 5 or 6 dry, and 3 or 4 moist.\nChroma: 3 or 4, dry or moist.\nTexture of the fine earth: sand or loamy sand.\nClay content: 2 to 4 percent.\nRock fragments: 5 to 10 percent.\nReaction: slightly acid to slightly alkaline.\nBw horizon (when present)\nValue: 5 or 6 dry.\nTexture of the fine earth: sand or loamy sand.\nClay content: 4 or 5 percent.\nRock fragments: 5 to 23 percent.\nReaction: moderately acid to moderately alkaline.\nC horizon\nValue: 4 or 5 moist.\nChroma: 4 or 5 dry, and 3 or 5 moist.\nTexture of the fine earth: coarse sand, sand or loamy sand.\nClay content: 2 to 7 percent.\nRock fragments: 5 to 20 percent.\nReaction: moderately acid to slightly alkaline.\nCr horizon\nCementation: weakly to moderately."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Azulugar (T TX), Bigcanyon (T CA), Birdcanyon (CA), Bluepoint (NV), Brazito (NM), Cajon (CA), Copia (NM), Hembrillo (T NM), Koehn (CA), Maynard Lake (NV), Moapa (NV), Morongo (T CA), Pintura (UT), Toquop (NV), and Yturbide (NM) series. Azulugar, Birdcanyon, Brazito, Cajon, Copia, Koehn, Maynard Lake, Morongo, Toquop, and Yturbide soils are all very deep with greater than 150 centimeters of mixed alluvium in the soil profile and Bluepoint, Hembrillo, and Pintura soils are greater than 150 centimeters thick forming from eolian materials. Pintura soils are derived from sandstone with hues of 5YR or 2.5YR, while Hembrillo soils are formed from gypsiferous eolian deposits. Bigcanyon and Moapa soils are moderately deep to a paralithic contact and Moapa soils are formed in eolian deposits over sandstone. Bluepoint, Brazito, Cajon, Koehn, Maynard Lake, Moapa, Toquop, and Yturbide soils are effervescent throughout the particle size control section. Birdcanyon and Koehn soils are not intermittently moist in some part of the control section for 10 to 20 days cumulative between July and September following summer convection storms. Brazito, Copia, and Yturbide soils are intermittently moist in the control section for more than 20 days from July to October. Birdcanyon, Maynard Lake and Pintura have a mean annual soil temperature of 15 to 19 degrees C (59 to 66 degrees F). Maynard Lake soils also contain more than 20 percent pumice and volcanic ash. Copia soils are red in color with hues 2.5YR to 7.5YR."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Yander soils are on fan aprons over pediment. Slopes range from 4 to 15 percent. These soils formed in alluvium derived from granite and gneiss over residuum weathered from granite. Elevations are 900 to 1,310 meters (2,950 to 4,295 feet). The climate is arid with warm, moist winters and hot, dry summers. The mean annual precipitation is 100 to 175 millimeters (4 to 7 inches); mean annual air temperature is 17 to 20 degrees C. (63 to 68 degrees F.), and the frost-free season is 270 to 320 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bluecut and Morongo soils. Bluecut soils are on nearby fan aprons over fan remnants, have an argillic horizon and have a fine loamy particle size control section. Morongo soils are on adjacent fan aprons, are sandy throughout the particle size control section and are very deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; very low runoff; high saturated hydraulic conductivity above the bedrock and moderately high within the bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Yander soils are used for recreation and wildlife habitat. The present vegetation is mainly creosote bush, white ratany, and big galleta."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Mojave Desert of southeastern California. MLRA 30. These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: San Bernardino County, California; Soil Survey of Joshua Tree National Park, California, 2012. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nOchric epipedon - from a depth of 0 to 5 centimeters (0 to 2 inches) (A horizon).\nParalithic contact - the zone beginning at 102 centimeters (40 inches) (Cr horizon).\nParticle-size control section - from a depth of 25 to 100 centimeters (10 to 39 inches) (Bw and C horizons).\nADDITIONAL DATA: NASIS User Pedon ID: 11CA794317.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A -- 0 to 5 centimeters (0 to 2 inches); yellowish brown (10YR 5/4) loamy sand, dark brown (10YR 3/3) moist; moderate thick platy parting to moderate medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine roots; 4 percent fine gravel and 1 percent medium and coarse gravel; slightly alkaline (pH 7.6); clear wavy boundary. (3 to 8 centimeters thick)"
      },
      {
        "name": "Bw",
        "top": 5,
        "bottom": 58,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "cf_class": "gravelly",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw -- 5 to 58 centimeters (2 to 23 inches); light yellowish brown (10YR 6/4) gravelly loamy sand, dark yellowish brown (10YR 4/4) moist; massive parting to weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine roots; 19 percent fine gravel, 3 percent medium and coarse gravel and 1 percent cobbles; moderately alkaline (pH 8.0); gradual smooth boundary. (0 to 53 centimeters thick)"
      },
      {
        "name": "C",
        "top": 58,
        "bottom": 102,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "coarse sand",
        "cf_class": "gravelly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C -- 58 to 102 centimeters (23 to 40 inches); light yellowish brown (10YR 6/4) gravelly coarse sand, dark yellowish brown (10YR 4/4) moist; single grain structure; loose, nonsticky and nonplastic; few very fine roots; 13 percent fine gravel, 4 percent medium and coarse gravel and 1 percent cobbles; slightly alkaline (pH 7.6); abrupt wavy boundary. (44 to 110 centimeters thick)"
      },
      {
        "name": "Cr",
        "top": 102,
        "bottom": 150,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr -- 102 to 150 centimeters (40 to 60 inches); moderately weathered, granitoid bedrock with fractures greater than 10 centimeters apart."
      }
    ]
  ]
}
