{
  "SERIES": "YANEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. ET-MAV-JVC",
  "REVDATE": "07/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Ashy, glassy, calcareous, thermic Vitrandic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Yaney ashy sandy loam--at 1,256 meters elevation--rangeland.  (Colors are for dry soil unless otherwise noted.  When described on September 27, 1983, the soil was moist to 10 cm and dry below to a depth of 152 cm.)\nA1--0 to 5 cm; light gray (2.5Y 7/2) ashy sandy loam, yellowish brown (10YR 5/4) moist; weak medium platy structure parting to moderate thin platy; soft, very friable, nonsticky and nonplastic; common very fine and few fine roots; many very fine vesicular pores; 5 percent gravel 3 to 12 mm in diameter; violently effervescent; moderately alkaline (pH 8.2); abrupt smooth boundary.\nA2--5 to 10 cm; light gray (2.5Y 7/2) ashy sandy loam, yellowish brown (10YR 5/4) moist; moderate thick platy structure parting to moderate coarse subangular blocky; soft, very friable, nonsticky and nonplastic; common very fine and few fine roots; few very fine tubular pores; 5 percent gravel 3 to 12 mm in diameter; violently effervescent; moderately alkaline (pH 8.2); abrupt wavy boundary.\nA3--10 to 25 cm; light gray (2.5Y 7/2) ashy sandy loam, yellowish brown (10YR 5/4) moist; weak thick platy structure parting to weak coarse subangular blocky; soft, very friable, nonsticky and nonplastic; common very fine and few fine, medium and coarse roots; few very fine tubular pores; 10 percent gravel 3 to 18 mm in diameter; violently effervescent; moderately alkaline (pH 8.2); gradual smooth boundary.  (combined thickness of the A horizons is 10 to 36 cm)\nCkn1--25 to 66 cm; light gray (2.5Y 7/2) gravelly ashy sandy loam, yellowish brown (10YR 5/4) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and few fine, medium and coarse roots; few very fine tubular pores; 15 percent gravel 3 to 18 mm in diameter; violently effervescent, secondary carbonates segregated in few fine filaments; moderately alkaline (pH 8.3); gradual smooth boundary. (10 to 30 cm thick)\nCkn2--66 to 107 cm; very pale brown (10YR 8/2) gravelly ashy loamy sand, light yellowish brown (10YR 6/4) moist; moderate medium and coarse subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine and few fine, medium and coarse roots; few very fine tubular pores; 25 percent gravel 3 to 18 mm in diameter; violently effervescent, secondary carbonates segregated in common fine filaments and in common large rounded or oblong concretions; strongly alkaline (pH 8.5); abrupt wavy boundary. (20 to 41 cm thick)\nCkqn--107 to 112 cm; very pale brown (10YR 8/2) ashy sandy loam, very pale brown (10YR 7/3) moist; strong medium and thin platy structure; hard, firm, nonsticky and nonplastic; few discontinuous and brittle 3 to 6 mm thick silica and carbonate weakly-cemented lenses stratified with discontinuous weakly silica and carbonate cemented matrix material; common very fine and few fine, medium and coarse roots matted on cemented layer where present and penetrating where there is no cementation; few very fine tubular pores; violently effervescent, secondary carbonates segregated in common medium concretions; strongly alkaline (pH 8.5); clear wavy boundary. (3 to 5 cm thick)\nC'kn--112 to 119 cm; very pale brown (10YR 8/2) ashy fine sandy loam, light yellowish brown (10YR 6/4) moist; moderate medium and thin platy structure; slightly hard, friable, nonsticky and nonplastic; common very fine and few fine, medium and coarse roots; few very fine tubular pores; 2 percent gravel 3 to 12 mm in diameter; strongly effervescent, secondary carbonates in segregated in few medium concretions; strongly alkaline (pH 8.5); abrupt wavy boundary. (15 to 30 cm thick)\nC'kqn--119 to 122 cm; very pale brown (10YR 8/2) ashy fine sandy loam, light yellowish brown (10YR 6/4) moist; strong medium and thin platy structure; hard, firm, nonsticky and nonplastic; few discontinuous and brittle 3 to 6 mm thick silica and carbonate cemented lenses with discontinuous weakly silica and carbonate cemented matrix material; few very fine, fine, medium, and coarse roots matted on cemented layer where present and penetrating where there is no cementation; few very fine tubular pores; common medium prominent yellowish brown (10YR 5/8) masses of iron accumulation on faces of peds; strongly effervescent; strongly alkaline (pH 8.5); clear wavy boundary. (3 or 5 cm thick)\nCn1--122 to 137 cm; very pale brown (10YR 8/2) ashy loamy fine sand, light yellowish brown (10YR 6/4) moist; weak medium platy structure; slightly hard, friable, nonsticky and nonplastic; few very fine, fine, medium and coarse roots; few very fine tubular pores; common medium prominent yellowish brown (10YR 5/8) masses of iron accumulation on faces of peds; slightly effervescent; moderately alkaline (pH 8.1); abrupt wavy boundary. (10 to 20 cm thick)\nCn2--137 cm to 279 cm; very pale brown (10YR 8/2) stratified ashy loamy fine sand to very gravelly ashy sand, very pale brown (10YR 7/3) moist; single grain; loose, nonsticky and nonplastic; few very fine, fine, medium, and coarse roots; common very fine interstitial and few very fine tubular pores; many large prominent strong brown (7.5YR 4/6) masses of iron accumulation and black (7.5YR 2.5/1) masses of manganese accumulation in 6 to 125 mm thick continuous lenses; 5 to 35 percent gravel 3 to 25 mm in diameter in 50 to 125 mm thick lenses; slightly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Inyo County, California; about 1 mile north of Laws; 975 feet north and 375 feet west of the southeast corner of section 16, T. 6 S., R. 33 E.; USGS Laws 7.5 minute topographic quadrangle; latitude 37 degrees 25 minutes 19 seconds N and longitude 118 degrees 21 minutes 03 seconds W; WGS84 Decimal Degrees 37.4219444 latitude, -118.3508333 longitude.\nUSGS Laws 7.5 minute topographic quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soil between the depths of 20 to 41 cm is dry throughout for 200 to 225 days from about May 15 to December 15.  It is moist throughout for 65 to 80 days from about January 15 to April 1 and is moist in some or all parts for 70 to 85 consecutive days from about March 1 to May 15 when the soil is above 8.3 degrees C.  The soil temperature exceeds 5 degrees C from February 1 to January 1 (335 days) and it exceeds 8.3 degrees C. from March 1 to December 1 (270 days); aridic (torric) moisture regime that borders on xeric.\nMean annual soil temperature - 15 to 17.8 degrees C.\nDepth to horizons with identifiable secondary carbonates - 10 to 36 cm.\nParticle-size control section - Clay content: 8 to 14 percent; Rock fragments: 15 to 35 percent.  Lithology of fragments are mixed rocks; Volcanic glass content: 30 to 60 percent in coarse silt through fine sand fractions.\nA horizons - Dry color: 2.5Y 6/2, 7/2, 7/4; 10YR 5/2, 5/3, 6/2, 6/3, 7/2, or 8/2.\nMoist color: 2.5Y 4/2, 4/4, 5/2, 5/4; 10YR 3/3, 4/3, 5/2, 5/3, 5/4.\nTexture: Ashy sand, ashy loamy sand, ashy sandy loam, ashy fine sandy loam, or ashy loam.\nClay content: Averages 6 to 14 percent.\nRock fragments: Less than 10 percent.\nReaction: Moderately alkaline or strongly alkaline.\nSalinity (EC): 8 to 16 mmhos/cm.\nSodicity (SAR): 13 to 20.\nEffervescence: Strongly effervescent or violently effervescent.\nCkn horizons - Dry color: 2.5Y 7/2, 7/4; 10YR 7/2 or 8/2.\nMoist color: 2.5Y 4/2, 4/4, 6/4; 10YR 5/4 or 6/4.\nTexture: Gravelly ashy sandy loam or gravelly ashy loamy sand.\nClay content: Averages 8 to 14 percent.\nRock fragments: 0 to 25 percent.\nReaction: Moderately alkaline to very strongly alkaline (up to 11.0).\nSalinity (EC): 16 to 30 mmhos/cm.\nSodicity (SAR): 13 to 40.\nEffervescence: Slightly effervescent to violently effervescent.\nIdentifiable secondary carbonates: Occur as fine filaments and large rounded or oblong concretions.\nCalcium carbonate equivalent: 5 to 10 percent.\nCkqn and C'kqn horizons - Dry color: 2.5Y 8/1, 8/2; 10YR 7/2 or 8/2.\nMoist color: 2.5Y 6/2, 6/4; 10YR 6/4 or 7/3.\nTexture: Ashy sandy loam or ashy loamy sand.\nClay content: Averages 8 to 14 percent.\nReaction: Moderately alkaline to very strongly alkaline (up to 11.0).\nSalinity (EC): 16 to 30 mmhos/cm.\nSodicity (SAR): 45 to 90.\nSecondary silica and identifiable secondary carbonates: Discontinuous 3 to 6 mm thick brittle silica and carbonate-cemented lenses.\nC'kn horizon - Dry color: 2.5Y 6/2, 7/2, 7/4; 10YR 7/2 or 8/2.\nMoist color: 10YR 6/3, 6/4, or 7/3.\nTexture: Ashy loamy sand, ashy loamy fine sand, or ashy fine sandy loam.\nClay content: 8 to 12 percent.\nReaction: Moderately alkaline to very strongly alkaline (up to 11.0).\nSalinity (EC): 16 to 30 mmhos/cm.\nSodicity (SAR): 45 to 90.\nIdentifiable secondary carbonates: Occur as\nCalcium carbonate equivalent: 5 to 10 percent.\nCn1 horizon - Dry color: 2.5Y 6/2, 7/2, 7/4; 10YR 7/2 or 8/2.\nMoist color: 2.5Y 4/3, 5/2, 5/3, 5/4, 6/4; 10YR 6/3, 6/4, or 7/3.\nTexture: Ashy loamy sand, ashy loamy fine sand, ashy or fine sandy loam.\nClay content: 8 to 12 percent.\nRedoximorphic features: Masses of iron accumulation are present.\nReaction: Moderately alkaline to very strongly alkaline (up to 11.0).\nSalinity (EC): 16 to 30 mmhos/cm.\nSodicity (SAR): 45 to 90.\nCn2 horizon - Dry color: 2.5Y 6/2, 7/2, 7/4; 10YR 7/2 or 8/2.\nMoist color: 2.5Y 4/3, 5/2, 5/3, 5/4, 6/4; 10YR 6/3, 6/4, or 7/3.\nTexture: Stratified ashy fine sandy loam to very gravelly ashy sand.\nClay content: Averages 2 to 14 percent.\nRock fragments: 0 to 45 percent.\nRedoximorphic features: Masses of iron and manganese accumulation are present.\nSalinity (EC): 16 to 30 mmhos/cm.\nSodicity (SAR): 45 to 90."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  At present, there are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Yaney soils are on stream terraces.  These soils formed in volcanic ash and alluvium derived from mixed sources.  Slopes are 0 to 2 percent.  Elevations range from 1,220 to 1,280 meters.  The climate is arid with cool, moist winters and hot, dry summers.  The mean annual precipitation is 100 to 150 mm.  The mean annual temperature is 13.9 to 16.1 degrees C., mean January temperature is about 4.4 degrees C., and the mean July temperature is about 26.7 degrees C.  The frost-free period is 140 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Blindspring, Sabies, and Seaman soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; low or medium surface runoff; moderate or moderately slow permeability.  These soils are susceptible to rare flooding for very brief periods year-round."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Yaney soils are used for rangeland and wildlife habitat.  The vegetation is shadscale, black greasewood, and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East-central California in the Owens Valley.  These soils are not extensive with about 2,900 acres of the series mapped to date.  MLRA 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Inyo County, California, Benton-Owens Valley area, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A1, A2, and part of the A3 horizons).\nIdentifiable secondary carbonates - The zone from 25 to 122 cm (Ckn1, Ckn2, Ckqn, C'kn, and C'kqn horizons).\nParticle-size control section and ashy substitute class with glassy mineralogy - The zone from 25 to 100 cm (Ckn1 horizon and part of the Ckn2 horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
