{
  "SERIES": "YANUSH",
  "STATUS": "Established Series",
  "BYREV": "Rev. CS:JWF:RLT",
  "REVDATE": "10/2006",
  "STATES": "AR,OK",
  "OVERVIEW": "The Yanush series consists of very deep, well drained, moderately permeable soils that formed in loamy colluvium from chert and novaculite of Ordovician age.  These soils are on very gently sloping to very steep sideslopes and footslopes of the Ouachita Mountains.  Slopes are 1 to 60 percent.  Mean annual temperature is 62 degrees F., and mean annual precipitation is 48 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, siliceous, active, thermic Typic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Yanush gravelly silt loam, in a pasture.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 4 inches; brown (10YR 4/3) gravelly silt loam; weak medium and coarse granular structure; friable; common fine and medium roots inside peds; 20 percent fragments of chert gravel by volume that range from 2 mm to 76 mm in diameter; moderately acid; clear smooth boundary.  (4 to 7 inches thick)\nE--4 to 16 inches; dark yellowish brown (10YR 4/4) gravelly silt loam; weak medium and coarse granular structure; friable; common fine and medium roots inside peds; 20 percent fragments of chert gravel by volume that range from 2 mm to 76 mm in diameter; moderately acid; clear smooth boundary.  (4 to 12 inches thick)\nBt1--16 to 20 inches; dark reddish brown (5YR 3/4) very gravelly silty clay loam; weak medium subangular blocky structure; friable; common fine and medium roots inside and between peds; patchy clay films on faces of peds; 50 percent fragments of chert gravel by volume that range from 2 mm to 76 mm in diameter; strongly acid; gradual smooth boundary.  (4 to 24 inches thick)\nBt2--20 to 40 inches; yellowish red (5YR 4/6) extremely gravelly silty clay loam; moderate medium subangular blocky structure; firm; common fine and medium roots between peds; clay films on faces of peds; 70 percent fragments of chert gravel by volume that range from 2 mm to 76 mm in diameter and 10 percent fragments of chert cobbles by volume that range from 76 mm to 250 mm in diameter; very strongly acid; gradual smooth boundary.  (15 to 25 inches thick)\nBt3--40 to 70 inches; yellowish red (5YR 5/6) extremely gravelly silty clay loam; moderate medium subangular blocky structure; firm; common fine and medium roots between peds; clay films on faces of peds; 70 percent fragments of chert gravel by volume that range from 2 mm to 76 mm in diameter and 15 percent fragments of chert cobbles by volume that range from 76 mm to 250 mm in diameter; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Pushmataha County, Oklahoma; about 2.5 miles north and 1.5 miles west of Tuskahoma; 750 feet west and 50 feet north of the southeast corner of sec. 9, T. 2 N., R. 19 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is greater than 60 inches.\nThe A horizon has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 2 to 4.  Texture is gravelly silt loam, gravelly loam, very gravelly silt loam, very gravelly loam, stony loam, stony silt loam, cobbly silt loam, cobbly loam, very cobbly silt loam, or very cobbly loam.  Content of rock fragments of chert and novaculite range from 25 to 60 percent by volume.  About 15 to 40 percent by volume is less than 76 mm in diameter and 10 to 20 percent by volume is greater than 76 mm in diameter.  Reaction is slightly acid or medium acid.\nThe E horizon has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 2 to 8.  Texture is gravelly silt loam, gravelly loam, very gravelly silt loam, very gravelly loam, stony loam, stony silt loam, cobbly silt loam, cobbly loam, very cobbly silt loam, or very cobbly loam.  Content of rock fragments of chert and novaculite range from 25 to 60 percent by volume.  About 15 to 40 percent by volume is less than 76 mm in diameter and 10 to 20 percent by volume is greater than 76 mm in diameter.  Reaction is slightly acid to very strongly acid.\nThe Bt horizon has hue of 2.5YR to 7.5YR, value of 3 to 5, and chroma of 4 to 8.  It is very gravelly clay loam, very gravelly silty clay loam, extremely gravelly clay loam, extremely gravelly silty clay loam, very cobbly silt loam, very cobbly loam, extremely cobbly silt loam, or extremely cobbly loam.  Content of rock fragments of chert and novaculite range from 35 to 90 percent by volume.  About 25 to 70 percent by volume is less than 76 mm in diameter and 10 to 20 percent by volume is greater than 76 mm in diameter.  Reaction is medium acid to very strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Yanush soils are on very gently sloping to very steep sideslopes and footslopes of the Ouachita Mountains.  Slopes range from 1 to 60 percent.  Mean annual precipitation ranges from 40 to 56 inches and is evenly distributed throughout the year.  Mean annual temperature ranges from 61 degrees to 64 degrees F.  Thornthwaite annual P-E indices are more than 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bigfork and Sobol series.  Bigfork soils are on ridge tops.  Sobol soils have more clayey Bt horizons and a solum less than 40 inches thick.  The Sobol soils are on less sloping nearby landscapes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Yanush soils are well drained.  Runoff is medium to rapid and permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for tame pasture or forest.  Some less sloping areas are cultivated to wheat or oats.  Native vegetation consists of southern red oak, shortleaf pine, and black walnut."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Ouachita Mountains land resource area of Oklahoma and Arkansas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Pushmataha County, Oklahoma; 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly included in the Baxter and Bodine series."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Oklahoma State University data for one pedon: Sample Number 70-OK-64-1"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; brown (10YR 4/3) gravelly silt loam; weak medium and coarse granular structure; friable; common fine and medium roots inside peds; 20 percent fragments of chert gravel by volume that range from 2 mm to 76 mm in diameter; moderately acid; clear smooth boundary.  (4 to 7 inches thick)"
      },
      {
        "name": "E",
        "top": 10,
        "bottom": 41,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E--4 to 16 inches; dark yellowish brown (10YR 4/4) gravelly silt loam; weak medium and coarse granular structure; friable; common fine and medium roots inside peds; 20 percent fragments of chert gravel by volume that range from 2 mm to 76 mm in diameter; moderately acid; clear smooth boundary.  (4 to 12 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 41,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--16 to 20 inches; dark reddish brown (5YR 3/4) very gravelly silty clay loam; weak medium subangular blocky structure; friable; common fine and medium roots inside and between peds; patchy clay films on faces of peds; 50 percent fragments of chert gravel by volume that range from 2 mm to 76 mm in diameter; strongly acid; gradual smooth boundary.  (4 to 24 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 51,
        "bottom": 102,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "cf_class": "extremely gravelly",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt2--20 to 40 inches; yellowish red (5YR 4/6) extremely gravelly silty clay loam; moderate medium subangular blocky structure; firm; common fine and medium roots between peds; clay films on faces of peds; 70 percent fragments of chert gravel by volume that range from 2 mm to 76 mm in diameter and 10 percent fragments of chert cobbles by volume that range from 76 mm to 250 mm in diameter; very strongly acid; gradual smooth boundary.  (15 to 25 inches thick)"
      },
      {
        "name": "Bt3",
        "top": 102,
        "bottom": 178,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "cf_class": "extremely gravelly",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bt3--40 to 70 inches; yellowish red (5YR 5/6) extremely gravelly silty clay loam; moderate medium subangular blocky structure; firm; common fine and medium roots between peds; clay films on faces of peds; 70 percent fragments of chert gravel by volume that range from 2 mm to 76 mm in diameter and 15 percent fragments of chert cobbles by volume that range from 76 mm to 250 mm in diameter; very strongly acid."
      }
    ]
  ]
}
