{
  "SERIES": "YAP",
  "STATUS": "Established Series",
  "BYREV": "RD:CWS",
  "REVDATE": "12/81",
  "STATES": "PB,FM,HI",
  "OVERVIEW": "The Yap series consists of very deep, well drained soils on uplands.  These soils formed in material derived from volcanic breccia and tuff.  Slope is 0 to 30 percent.  The mean annual rainfall is about 122 inches, and the mean annual temperature is about 81 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, mixed, isohyperthermic Tropeptic\nEutrorthox"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Yap silty clay loam - on a 2 percent slightly convex, north-facing slope in agricultural forest.  When described (1/3/80), the soil was moist throughout.  (Colors are for moist soil.  All textures are apparent field textures.)\nO1--2 to 1 inch; undecomposed and partially decomposed forest litter.  (0 to 2 inches thick)\nO2--1 inch to 0; black (5YR 2.5/1) peat; weak very fine and fine subangular blocky structure; very friable, slightly sticky and slightly plastic; many very fine and few medium roots; many very fine tubular and interstitial pores; abrupt smooth boundary.  (0 to 2 inches thick)\nA1--0 to 20 inches; dark brown (7.5YR 4/4) silty clay loam; strong very fine and fine subangular blocky structure parting to strong very fine and fine granular; friable, slightly sticky and slightly plastic; many very fine roots and common fine and medium roots; many very fine interstitial pores and common very fine, fine, and medium tubular pores; approximately 2 percent by volume subrounded solid iron concretions .4 to 2 inches in diameter and approximately 2 percent by volume green schist fragments about .2 x .4 x 1 inch in size; medium acid (pH 5.8, 1:1 water); abrupt wavy boundary.  (3 to 20 inches thick)\nB2--20 to 35 inches; strong brown (7.5YR 5/8) silty clay; many medium faint red (2.5YR 5/8) mottles; few faint distinct white (10YR 9/2) pseudomorphs of feldspar; strong medium and moderate very fine angular blocky structure; firm, sticky and plastic; few very fine, fine, and medium roots; many very fine interstitial pores and many very fine, fine, and medium tubular pores; many thin coatings on faces of peds and lining pores; slightly acid (pH 6.4, 1:1 water); clear wavy boundary.  (14 to 29 inches thick)\nC--35 to 59 inches; variegated strong brown (7.5YR 5/8) and white (10YR 8/2) silty clay; few fine and medium distinct red (10R 4/8) mottles; moderate medium and coarse subangular blocky structure; firm, slightly sticky and slightly plastic; few very fine, fine, and medium roots; many very fine tubular pores following faces of peds; many thin strong brown (7.5YR 4/6) coatings and dark brown (7.5YR 3/4) stains on faces of peds and lining pores; slightly acid (pH 6.4, 1:1 water)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kanifay Municipality, Yap Island, Yap, Western Caroline Island; about 738 feet W. from intersection of Kanifay Church.  Take right fork and head N. about 252 feet to houses, then head N. by NW. on trail about 184 feet, turn N. into forest and head about 29 feet; lat. 9 degrees 28 minutes 23.91 seconds N. and long.  138 degrees 3 minutes 30.41 seconds E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum is 18 to 49 inches thick.\nThe A horizon has moist color in hue of 2.5YR, 5YR, or 7.5YR, value of 3 or 4, and chroma of 2 through 4.  It has an apparent field texture of silty clay loam or silty clay.  By volume, the horizon is 0 to 5 percent schist fragments and iron concretions .08 to 2 inches in diameter.  Reaction in 1:1 water is medium acid or slightly acid.\nThe B2 horizon has moist color in hue of 2.5YR, 5YR, or 7.5YR, value of 3, 4, or 5, and chroma of 4 through 8.  It has an apparent field texture of silty clay loam, silty clay, or clay.  The horizon is 0 to 5 percent by volume schist fragments and spheroidal iron concretions .08 to 2 inches in diameter.  Reaction in 1:1 water ranges from strongly acid to slightly acid.\nThe C horizon has moist, variegated colors in hue of 10R, 2.5YR, 7.5YR, 10YR, 5Y, or 5BG, value of 3 through 8, and chroma of 1 through 8.  It has an apparent field texture of silty clay loam, silty clay, or clay.  Reaction in 1:1 water ranges from strongly acid to slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Puhi series.  Puhi soils have oxidic mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Yap soils are on dissected volcanic plains.  Slopes are 0 to 30 percent.  The soils formed in highly weathered volcanic breccia and tuff.  Elevation ranges from 0 to 262 feet.  The mean annual temperature is 81 degrees F. and does not vary by more than 34 degrees F from month to month.  The mean annual maximum temperature is 88 degrees F. and the mean annual minimum temperature is 75 degrees F.  The mean annual rainfall is about 122 inches and varies from about 90 to 149 inches from year to year, with the driest months of February, March, and April averaging 6 inches per month."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Gagil, Gitam, Rumung, and Weloy soils.  Gagil soils have a thinner surface layer and lower organic matter and base saturation.  Gitam soils have an argillic horizon.  Rumung soils are shallow and have an argillic horizon.  Weloy soils are moderately deep, have a mollic epipedon and an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": null
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in agricultural forest and are used for the production of banana, betelnut, breadfruit, citrus, coconut, dryland taro (with few wetland taro in small excavated depressions), mango, papaya, and Polynesian chestnut.  Scattered homesites are common."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Yap soils are inextensive in Yap."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Kanifay Municipality, Yap Island and State, Federated States of Micronesia, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Yap soils have a perudic moisture regime.  The surface layer becomes dry for short periods, particularly during the months of February, March, and April.  Irrigation is required during these months, in most years, if these soils are cleared and planted to shallow-rooted crops.\nADDITIONAL DATA:  National Soil Survey Lab Data No. S80 TQ-639-01, and Military Geology of Yap Islands, Caroline Islands, 1960, used to define the series.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "O1",
        "top": 5,
        "bottom": 3,
        "narrative": "O1--2 to 1 inch; undecomposed and partially decomposed forest litter.  (0 to 2 inches thick)"
      },
      {
        "name": "A1",
        "top": 0,
        "bottom": 51,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A1--0 to 20 inches; dark brown (7.5YR 4/4) silty clay loam; strong very fine and fine subangular blocky structure parting to strong very fine and fine granular; friable, slightly sticky and slightly plastic; many very fine roots and common fine and medium roots; many very fine interstitial pores and common very fine, fine, and medium tubular pores; approximately 2 percent by volume subrounded solid iron concretions .4 to 2 inches in diameter and approximately 2 percent by volume green schist fragments about .2 x .4 x 1 inch in size; medium acid (pH 5.8, 1:1 water); abrupt wavy boundary.  (3 to 20 inches thick)"
      },
      {
        "name": "B2",
        "top": 51,
        "bottom": 89,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "silty clay",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "B2--20 to 35 inches; strong brown (7.5YR 5/8) silty clay; many medium faint red (2.5YR 5/8) mottles; few faint distinct white (10YR 9/2) pseudomorphs of feldspar; strong medium and moderate very fine angular blocky structure; firm, sticky and plastic; few very fine, fine, and medium roots; many very fine interstitial pores and many very fine, fine, and medium tubular pores; many thin coatings on faces of peds and lining pores; slightly acid (pH 6.4, 1:1 water); clear wavy boundary.  (14 to 29 inches thick)"
      },
      {
        "name": "C",
        "top": 89,
        "bottom": 150,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "silty clay",
        "pH_class": "slightly acid",
        "narrative": "C--35 to 59 inches; variegated strong brown (7.5YR 5/8) and white (10YR 8/2) silty clay; few fine and medium distinct red (10R 4/8) mottles; moderate medium and coarse subangular blocky structure; firm, slightly sticky and slightly plastic; few very fine, fine, and medium roots; many very fine tubular pores following faces of peds; many thin strong brown (7.5YR 4/6) coatings and dark brown (7.5YR 3/4) stains on faces of peds and lining pores; slightly acid (pH 6.4, 1:1 water)."
      },
      {
        "name": "O2",
        "top": 3,
        "moist_hue": "5YR",
        "moist_value": 2.5,
        "moist_chroma": 1,
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "O2--1 inch to 0; black (5YR 2.5/1) peat; weak very fine and fine subangular blocky structure; very friable, slightly sticky and slightly plastic; many very fine and few medium roots; many very fine tubular and interstitial pores; abrupt smooth boundary.  (0 to 2 inches thick)"
      }
    ]
  ]
}
