{
  "SERIES": "YATAHONEY",
  "STATUS": "Established Series",
  "BYREV": "Rev.  PJS/ALH/CLM",
  "REVDATE": "12/2019",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Typic Durixeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Yatahoney silt loam -- on a northwest-facing slope of 3 percent, in native rangeland at 1,710 meters elevation.  (When described on July 18, 1979, the soil was dry to 23 cm and slightly moist below.   Colors are for air dry soil unless otherwise stated).\nA--0 to 8 cm; light yellowish brown (10YR 6/4) silt loam, brown (10YR 4/3) moist; moderate fine and medium platy structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine roots; common very fine and fine vesicular pores; neutral (pH 6.8); clear smooth boundary.  (5 to 18 cm thick)\nAB--8 to 23 cm; light yellowish brown (10YR 6/4) loam, dark yellowish brown (10YR 4/4) moist; moderate fine subangular blocky structure parting to weak fine granular; slightly hard, very friable, slightly sticky and slightly plastic; many very fine, common fine, medium and coarse roots; common very fine, few fine tubular and vesicular pores; neutral (pH 6.8); clear wavy boundary.  (0 to 18 cm thick)\nBt1--23 to 56 cm; yellowish brown (10YR 5/4) clay loam, dark yellowish brown (10YR 4/4) moist; strong very fine and fine angular blocky structure; very hard, firm, moderately sticky and moderately plastic; many very fine and common fine roots; few very fine tubular pores; continuous distinct clay films on faces of peds and in pores; neutral (pH 7.1); clear wavy boundary.  (13 to 33 cm thick)\nBt2--56 to 66 cm; yellowish brown (10YR 5/6) clay, dark yellowish brown (10YR 3/6) moist; strong fine prismatic structure parting to strong very fine angular blocky; very hard, very firm, moderately sticky and moderately plastic; common very fine roots; few very fine tubular pores; continuous prominent clay films on faces of peds and in pores; slightly alkaline (pH 7.6); abrupt smooth boundary.  (10 to 36 cm thick)\nBkqm--66 to 97 cm; very pale brown (10YR 8/4) continuous, indurated siliceous laminae over pale brown (10YR 6/3) continuous, indurated duripan; massive; brittle; slightly effervescent; neutral (pH 7.3); abrupt wavy boundary.  (5 to 46 cm thick)\n2R--97 cm; fractured basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Owyhee County, Idaho; about 12 1/2 miles west and 5 1/2 miles north of Riddle; 575 feet south and 80 feet east of the northwest corner of section 33, T. 13 S., R. 1 E.; USGS Shoofly Springs 7.5-minute topographic quadrangle; latitude 42 degrees 15 minutes 24.3 seconds N and longitude 116 degrees 21 minutes 14.7 seconds W; WGS84 Decimal Degrees 42.2567500 latitude, -116.3540833 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 6.1 to 8.3 degrees C.\nAverage summer soil temperature - 17.2 to 18.3 degrees C.\nTypic xeric moisture regime.\nDepth to duripan - 50 to 97 cm.\nDepth to bedrock - 61 to 100 cm.\nParticle-size control section - 35 to 50 percent clay; 0 to 15 percent rock fragments.\nA horizon\nValue - 5 through 7 dry, 3 or 4 moist\nChroma - 2 through 4\nReaction (pH) - slightly acid or neutral\nBt horizon\nHue - 7.5YR or 10YR\nValue - 5 or 6 dry, 3 or 4 moist\nChroma - 3 through 6\nTexture - C, CL, or GR-CL\nReaction (pH) - neutral or mildly alkaline\nRock fragments - 0 to 30 percent\nBkqm horizon\nEffervescence - commonly strong or slight, less commonly noneffervescent Structure - commonly massive, less commonly platy"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Willho series.  The Willho soils lack bedrock above 100 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Yatahoney soils occur on nearly level to sloping tableland summits and fan terraces at elevations of 5,200 to 6,150 feet.   Slopes range from 1 to 10 percent.  These soils formed in mixed alluvium from extrusive rocks and volcanic ash.  The climate is cool and moist in the winter and hot and dry in the summer.  Average annual precipitation is 330 to 410 mm, and the average annual temperature is 5.0 to 7.2 degrees C.  The frost-free period is 70 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Blackleg, Boulder Lake, Deunah, Lostvalley, Nicholflat, Northcastle, Thacker, and Wickahoney soils.  Blackleg soils have a Mollic epipedon and more than 35 percent rock fragments in the texture control section.  Boulder Lake soils have deep wide cracks at some time of the year.  Deunah, Lostvalley, Nicholflat, and Thacker soils have an abrupt texture change.   Northcastle soils have a Mollic epipedon and less than 35 percent clay in the textural control section.  Wickahoney soils lack a duripan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PSATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND PSATURATED HYDRAULIC CONDUCTIVITY:  Well drained; slow to medium runoff; slow saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Yatahoney soils are used mainly for rangeland and wildlife habitat.  The dominant natural vegetation is alkali sagebrush, Idaho fescue, bluebunch wheatgrass, Sandberg bluegrass, and less commonly big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Idaho and northern Nevada.  Yatahoney soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Owyhee County, Idaho; Duck Valley Indian Reservation, Idaho-Nevada, 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features recognized in this pedon:\nOchric epipedon - The zone from the soil surface to 23 cm (The A and AB horizons).\nArgillic horizon and particle-size control section - The zone 23 to 66 cm (Bt1 and Bt2 horizons).\nDuripan - The zone 66 to 97 cm (The Bkqm horizon).\nLithic contact - The boundary at 97 cm (2R boundary).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
