{
  "SERIES": "YATES",
  "STATUS": "Established Series",
  "BYREV": "Rev. BJW-DFC-GLL-ALB",
  "REVDATE": "10/2016",
  "STATES": "TX",
  "OVERVIEW": "The Yates series consists of very shallow and shallow, well drained, stony soils formed in residuum derived from Cambrian age limestone. These gently sloping to steep soils are on backslopes, shoulders and summits of ridges on dissected plateaus. Slopes are 1 to 40 percent. Mean annual temperature is about 18 degrees C (65 degrees F), and mean annual precipitation is about 711 mm (28 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, semiactive, nonacid, thermic Lithic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Yates very flaggy fine sandy loam--in rangeland.\n(Colors are for dry soil unless otherwise stated.)\nA--0 to 15 cm (0 to 6 in); reddish brown (5YR 4/4) very flaggy fine sandy loam, dark reddish brown (5YR 3/4) moist; moderate fine subangular blocky structure; hard, friable; common roots; about 30 percent of the surface is covered with nearly flat-lying limestone flagstones, stones, and boulders 25 to 150 mm (1 to 6 in) thick and up to 1.2 m (4 ft) across the long axis; about 45 percent of the soil is limestone flagstones of same size as on surface and common fragments less than 76 mm (3 in) in diameter; noneffervescent; slightly alkaline; abrupt smooth boundary.  (Thickness of the A horizon is 10 to 36 cm [4 to 14 in])\nR--15 to 152 cm (6 to 60 in); indurated, coarsely fractured limestone bedrock, mostly 30 to 150 mm (1 to 6 in) thick and up to 3 m (10 ft) along the long axis, and common fragments less than 7.6 cm (3 in) in diameter."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: McCulloch County, Texas; From the intersection U.S. Highway 87 and U.S. Highway 377 in Brady, 4.1 miles south on U.S. Highway 377, 7.5 miles southeast on Texas Highway 71, 2 miles east and 0.2 mile north on Long Valley Road, and 75 feet east in rangeland.\nUSGS topographic quadrangle: Voca, Texas;\nLatitude: 31 degrees, 1 minute, 53.0 seconds N;\nLongitude: 99 degrees, 11 minutes, 27.4 seconds W;\nDatum: WGS 84)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Typic ustic moisture regime\nSolum thickness: 10 to 36 cm (4 to 14 in) to hard coarsely fractured limestone\nSurface Fragments: 10 to 35 percent; angular and flattened limestone\nA horizon\nHue: 5YR to 10YR\nValue: 3 to 5\nChroma: 4 to 6\nTexture: Fine sandy loam or loam; very flaggy, very cobbly, or very gravelly phases\nClay content: 10 to 26 percent\nCoarse fragments: Total amount-35 to 60 percent by volume; 0 to 60 percent 76 to 600 mm, angular and flattened, limestone;  and 0 to 60 percent 2 to 75 mm, angular and flattened, limestone\nEffervescence: None to slight\nReaction: Neutral to moderately alkaline (6.6 to 8.4)\nR layer\nKind: Limestone bedrock\nFracture interval: 30 to 150 cm (12 to 60 in)\nCementation: Stongly cemented or indurated"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no series in the same family. Similar soils include Eddy, Harmon, Loving, Maloterre, and Nebgen soils.\nEddy and Harmon soils: Are shallow to a paralithic contact.\nLoving soils: Have less than 35 percent rock fragments and are shallow to a paralithic contact.\nMaloterre soils: Have less than 35 percent rock fragments and carbonatic mineralogy.\nNebgen soils: Have less than 35 percent rock fragments and formed in parent material weathered from sandstone bedrock"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy residuum derived from Cambrian age limestone bedrock\nLandscape: Dissected plateaus\nLandform: summits, shoulders and backslopes of ridges\nOther features: The limestone typically is the hardest member of the associated calcareous rocks in the landscape.\nSlopes: 1 to 40 percent, mainly less than 5 percent\nSlope shape: convex to plane\nPrecipitation Pattern: The majority of the yearly amount occurs during the fall and spring months. The winter and summer months are normally drier.\nMean annual precipitation: 660 to 762 mm (26 to 30 in)\nAnnual Thornthwaite P-E index: 30 to 52\nMean annual temperature: 17.8 to 19.4 degrees C (64 to 67 degrees F)\nFrost-free period: 215 to 235 days\nElevation: 304.8 to 640.1 m (1,000 to 2,100 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cho, Mereta, Nebgen, and Tarrant soils.\nCho and Mereta soils: Have a mollic epipedon and occur on lower positions.\nNebgen soils: Are derived from sandstone and typically occur on lower positions.\nTarrant soils: Have mollic epipedons and occur on higher positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; Permeability is moderately rapid or moderate. Runoff is very low to low on 1 to 5 percent slopes, low to medium on 5 to 20 percent slopes, and medium to high on slopes greater than 20 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for rangeland. Vegetation is mainly short grasses. In some areas there are a few midgrasses, low growing shrubs, forbs, and a few scrubby trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West-Central Texas; Southwest Plateaus and Plains Range and Cotton Region, LLR-I: MLRA 81B-Edwards Plateau, Central Part; MLRA 82A-Texas Central Basin. Central Great Plains Winter Wheat and Range Region, LRR-H: MLRA 78B-Central Rolling Red Plains, Western Part. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: McCulloch County, Texas; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nEdited 10/2016 (RFG-LAD):  Updated competing series, geographic setting, and associated soils sections.\nDiagnostic horizon and features recognized in this pedon are:\nOchric epipedon: 0 to 15 cm (0 to 6 in). (A horizon)\nLoamy-Skeletal control section: 45 percent limestone fragments. (A horizon)\nLithic Contact: Indurated limestone at a depth of 15 cm (6 in). (top of R layer)\nADDITIONAL DATA: None\nTaxonomic Version: Keys to Soil Taxonomy, 12th Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 15,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "very flaggy",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 15 cm (0 to 6 in); reddish brown (5YR 4/4) very flaggy fine sandy loam, dark reddish brown (5YR 3/4) moist; moderate fine subangular blocky structure; hard, friable; common roots; about 30 percent of the surface is covered with nearly flat-lying limestone flagstones, stones, and boulders 25 to 150 mm (1 to 6 in) thick and up to 1.2 m (4 ft) across the long axis; about 45 percent of the soil is limestone flagstones of same size as on surface and common fragments less than 76 mm (3 in) in diameter; noneffervescent; slightly alkaline; abrupt smooth boundary.  (Thickness of the A horizon is 10 to 36 cm [4 to 14 in])"
      },
      {
        "name": "R",
        "top": 15,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--15 to 152 cm (6 to 60 in); indurated, coarsely fractured limestone bedrock, mostly 30 to 150 mm (1 to 6 in) thick and up to 3 m (10 ft) along the long axis, and common fragments less than 7.6 cm (3 in) in diameter."
      }
    ]
  ]
}
