{
  "SERIES": "YATTLE",
  "STATUS": "Established Series",
  "BYREV": "LAN",
  "REVDATE": "07/2007",
  "STATES": "CO",
  "OVERVIEW": "The Yattle series consists of very deep, well drained soils that formed in alluvium derived from red sandstone.  Yattle soils are on fans and terraces.  Slopes range from 0 to 6 percent.  Mean annual precipitation is about 13 inches and the mean annual temperature is about 52 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Coarse-loamy, mixed, superactive, mesic Ustic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Yattle fine sandy loam, on a southeast facing, 5 percent slope in grass at an elevation of 4,550 feet.  (Colors are for dry soil unless otherwise noted.)  When described on August 13, 1984 the soil was moist from 0 to 33 inches.\nA--0 to 4 inches; reddish brown (5YR 4/4) fine sandy loam, dark reddish brown (5YR 3/4) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; few fine and very fine roots; strongly effervescent; slightly alkaline (pH 7.8); clear smooth boundary.  (2 to 5 inches thick)\nBw1--4 to 28 inches; reddish brown (2.5YR 4/4) fine sandy loam, dark reddish brown (2.5YR 3/4) moist; massive; soft, very friable, nonsticky and nonplastic; few fine and very fine roots; strongly effervescent, 2 percent calcium carbonate equivalent; moderately alkaline (pH 8.0); gradual smooth boundary.\nBw2--28 to 33 inches; reddish brown (2.5YR 4/4) fine sandy loam, dark reddish brown (2.5YR 3/4) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few fine and very fine roots; 15 percent pebbles; strongly effervescent, 2 percent calcium carbonate equivalent; moderately alkaline (pH 8.4); clear smooth boundary.  (Combined thickness of the Bw horizons is 18 to 30 inches)\nBk1--33 to 43 inches; reddish brown (2.5YR 5/4) fine sandy loam, dark red (2.5YR 3/6) moist, broken and reddish brown (2.5YR 4/4) moist, crushed; massive; hard, friable, slightly sticky and slightly plastic; many medium irregular soft carbonate masses; 5 percent pebbles; violently effervescent, 14 percent calcium carbonate equivalent; strongly alkaline (pH 8.8); clear smooth boundary.  (7 to 14 inches thick)\nBk2--43 to 70 inches; reddish brown (2.5YR 5/4) fine sandy loam, dark red (2.5YR 3/6) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few medium irregular soft carbonate masses; 5 percent pebbles; violently effervescent, 5 percent calcium carbonate equivalent; strongly alkaline (pH 8.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Las Animas County, Colorado; about 22 miles east of Thatcher; located in an unsectionalized area near the mouth of Red Rock and the Purgatoire River canyons, T. 29 S., R. 56 W.; OV Mesa USGS quad; lat. 37 degrees 33 minutes 40 seconds N. and long. 103 degrees 39 minutes 10 seconds W., NAD 1927"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  The soil moisture control section is moist May and June, moist intermittently July and August; aridic moisture regime bordering on ustic.\nMean annual soil temperature:  48 to 56 degrees F\nMean summer soil temperature:  70 to 76 degrees F\nDepth to secondary calcium carbonate:  0 to 4 inches\nDepth to calcic horizon:  20 to 35 inches\nDepth to cambic horizon:  2 to 5 inches\nThickness of the cambic horizon:  18 to 30 inches\nParticle-size control section (weighted average):\nClay content:  8 to 18 percent\nSand content:  45 to 70 percent\nRock fragments:  0 to 10 percent gravel\nA horizon:\nHue:  5YR or 7.5YR\nValue:  4 or 5 dry, 3 or 4 moist\nChroma:  3 or 4\nClay content:  5 to 18 percent\nRock fragments:  0 to 5 percent gravel\nCalcium carbonate equivalent:  1 to 3 percent\nReaction:  slightly alkaline or moderately alkaline\nBw horizons:\nHue:  2.5YR or 5YR\nValue:  5 or 6 dry, 3 to 5 moist\nChroma:  4 to 6\nTexture:  fine sandy loam, very fine sandy loam, loam\nClay content:  8 to 18 percent\nRock fragments:  0 to 5 percent gravel\nCalcium carbonate equivalent:  1 to 5 percent\nReaction:  slightly alkaline or moderately alkaline\nBk horizons:\nHue:  2.5YR or 5YR\nValue:  5 or 6 dry, 3 to 5 moist\nChroma:  4 to 6\nTexture:  fine sandy loam, sandy loam, loam\nClay content:  8 to 18 percent\nRock fragments:  0 to 10 percent gravel\nCalcium carbonate equivalent:  5 to 15 percent\nEC (mmhos/cm):  2 to 8\nGypsum:  0 to 2 percent\nSAR: 1 to 8 percent\nReaction:  moderately alkaline or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Abracon (UT), Anasazi (UT), Chroder (CO), Chugcity (WY), Chupadera (NM), Cobbra (UT), Harvey (NM), Milok (UT), Mivida (UT), and Sazi (UT) series.\nAbracon soils: have 15 to 40 percent calcium carbonate equivalent\nAnasazi soils: have a lithic contact at depths of 20 to 40 inches\nChroder soils: have hues of 7.5YR or 10YR\nChugcity soils: have a paralithic contact at depths of 20 to 40 inches\nCobbra soils: have a lithologic discontinuity at depths of 40 to 57 inches\nHarvey soils: have 15 to 40 percent calcium carbonate equivalent\nMilok soils: have a calcic horizon at depths of 6 to 20 inches\nMivida soils: have 15 to 40 percent calcium carbonate equivalent\nSazi soils: have a lithic contact at depths of 20 to 40 inches"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  alluvium derived from red sandstone and siltstone\nLandform:  fans, terraces\nSlopes:  0 to 6 percent\nElevation:  4,400 to 5,000 feet\nMean annual temperature:  50 to 54 degrees F\nMean annual precipitation:  12 to 14 inches\nPrecipitation pattern:  peak periods from May through August, dries December through February\nFrost-free period:  125 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Glenberg and Rizozo series.\nThe Glenberg soils have hues of 7.5YR or 10YR and are on terraces.\nThe Rizozo soils have a lithic contact at depths of less than 20 inches and are on scarps."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, low to very low runoff, moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat. Native vegetation is mainly blue grama, sand dropseed, sideoats grama, yucca, red threeawn, and prickly pear."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  southeastern Colorado; LRR G, MLRA 69; small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Las Animas County, Colorado, Las Animas County Area soil survey area, Colorado.  The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section:  The zone from 10 to 40 inches.  (part of the Bw1, Bw2, and part of the Bk1 horizons)\nOchric epipedon:  The zone from 0 to 4 inches.  (A horizon)\nCambic horizon:  The zone from 4 to 33 inches.  (Bw1 and Bw2 horizons)\nCalcic horizon:  The zone from 33 to 43 inches.  (Bk1 horizon)\nOther features:  Ustic aridic moisture regime\nRemarks:  Calcium carbonate equivalent was obtained from field measurements. This soil was originally considered to be in the Yarts series.  Changes in soil taxonomy and the identification of consistent visible calcium carbonate in the control section resulted in a change to Ustic Haplocalcids.\nThe assignment of the cation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomic Version:  Second Edition, 1999\nNational Cooperative Soil Survey\nU.S.A."
  }
}
