{
  "SERIES": "YAWKEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLG/AON/TDT",
  "REVDATE": "02/2013",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, frigid Vertic Palexerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Yawkey gravelly ashy loam - forested.  (Colors are for moist soil unless otherwise noted.)\nOi--0 to 2 inches; slightly decomposed fir needles, twigs, and leaves.  (1/2 to 3 inches thick)\nA--2 to 8 inches; very dark brown (10YR 2/2) gravelly ashy loam, gray (10YR 5/1) dry; weak fine granular structure; soft, very friable, slightly sticky, slightly plastic; many very fine to medium roots; many very fine irregular pores; 20 percent gravel and 5 percent cobbles and stones; slightly acid (pH 6.4); gradual smooth boundary.  (3 to 7 inches thick)\nBw--8 to 15 inches; very dark grayish brown (10YR 3/2) very gravelly ashy clay loam, dark grayish brown (10YR 4/2) dry; weak fine granular structure; slightly hard, friable, moderately sticky, moderately plastic; many very fine to medium roots; many very fine irregular pores; 40 percent gravel and 10 percent cobbles and stones; neutral (pH 6.6); clear wavy boundary.  (0 to 11 inches thick)\n2Bt--15 to 32 inches; dark brown (10YR 3/3) extremely gravelly clay, brown (10YR 5/3) dry; weak medium subangular blocky structure; very hard, very firm, moderately sticky, moderately plastic; few very fine to medium roots; many very fine tubular pores; continuous distinct clay films on peds and rock fragments; 40 percent gravel, and 10 percent cobbles and 10 percent stones; neutral (pH 6.8); gradual smooth boundary.  (13 to 40 inches thick)\n2BCt--32 to 50 inches; brown (10YR 4/3) extremely gravelly clay, brown (10YR 5/3) dry; massive; very hard, very firm, moderately sticky, moderately plastic; few very fine to medium roots; many very fine irregular pores; common distinct clay films on rock fragments; 65 percent gravel, 15 percent cobbles, and 5 percent stones; neutral (pH 6.8); abrupt wavy boundary.  (0 to 20 inches thick)\n2Cr--50 inches; weathered tuff."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, Oregon; 280 feet south of road in the northeast 1/4 northwest 1/4, sec. 31, T.11S., R. 18E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are usually moist but are dry between depths of 4 and 12 inches for 60 to 90 consecutive days within the period following the summer solstice.  The mean annual soil temperature is 42 to 47 degrees F to slightly alkaline. Depth to bedrock is 40 to over 60 inches.  The mollic epipedon is 20 to 40 inches thick.  The soils are slightly acid.  The base saturation is assumed to be 75 to 95 percent by sum of bases throughout the solum.  The boundary at the lithologic discontinuity is abrupt or clear with a clay increase of 15 to 20 percent absolute.\nThe A horizon has value of 2 or 3 moist and 4 or 5 dry, and chroma of 1 or 2.  It has weak or moderate granular structure.  It has 5 to 30 percent gravel, 5 to 40 percent cobbles and 0 to 10 percent stones.  It has 15 to 40 percent glass and acid oxalate extractable aluminum plus one-half the iron of 0.2 to 0.5 percent.  It has 20 to 25 percent clay.\nThe Bw horizon, when present, has color similar to the A horizon.  It is ashy loam or ashy clay loam with 20 to 30 percent clay and 5 to 15 percent cobbles and 10 to 50 percent gravel.  It has 5 to 20 percent glass and acid oxalate aluminum plus one-half the iron of 0.2 to 0.5 percent.\nThe 2Bt horizon has hue of 10YR or 7.5YR, value of 4 to 6 dry 3 or 4 moist and chroma of 2 or 3 moist and dry.  It is very gravelly, extremely gravelly or very cobbly clay or clay loam with 25 to 50 percent clay and has 35 to 50 percent gravel and 5 to 20 percent cobbles and stones.  It has weak to strong subangular blocky structure.\nThe 2BCt or 2C horizon has hue of 10YR to 5YR, value of 3 or 4 moist and 4 to 6 dry and chroma of 3 or 4 moist and dry.  It is very gravelly, extremely gravelly, very cobbly or extremely cobbly clay or clay loam, and has 15 to 65 percent gravel and 5 to 50 percent cobbles and 0 to 10 percent stones."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Diffin series.  Diffin soils lack an O horizon and have a mollic epipedon 10 to 20 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Yawkey soils are on uplands at elevations of 2,600 to 5,200 feet.  Slope gradients are 1 to 70 percent.  These soils formed in gravelly and cobbly residuum and colluvium from rhyolite, basalt and tuff with a surface layer containing a mixture of ash.  The mean annual precipitation is 16 to 30 inches, mean annual temperature is 40 to 45 degrees F, mean summer temperature is 58 to 62 degrees F, and the mean winter temperature is 27 to 32 degrees F.  The average frost-free period is 20 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Boardtree, Hankins and Tolo soils.  Boardtree and Tolo soils have light colored ashy A and B horizons over buried argillic horizons.  Hankins soils are not skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; medium to very rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly used for timber production with limited summer range.  Other uses are wildlife, recreation and water supply purposes.  Native plants are ponderosa pine, Douglas-fir and elk sedge, Idaho fescue, and pinegrass.  This series is characterized by what is called the moist and dry ponderosa pine forest plant community."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Oregon; MLRA 10.  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jefferson County (Trout Creek-Shaniko Area), Oregon, 1970"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features:\nXeric soil moisture regime\nMollic epipedon - 2 to 32 inches\nArgillic horizon - 15 to 50 inches\nPale feature - abrupt textural change at 15 inches with an absolute increase in clay content of 20 percent.\nPachic feature - mollic epipedon is 30 inches thick.\nVitrandic feature - (Al + 1/2 FE x 60) + glass is about 45 from 2 to 15 inches.\nVertic subgroup - the calculate LE is over 6.0 centimeters within the upper meter.\nThis soil is assumed to have a base saturation of more than 75 percent by sum of bases throughout the solum.  Base saturation is based on data from the associated Hankins series.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
