{
  "SERIES": "YEAGER",
  "STATUS": "Established Series",
  "BYREV": "JAK-JMR-JDM",
  "REVDATE": "05/2008",
  "STATES": "KY,WV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, mesic Typic Udifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Yeager loam on 1 percent slope (fallow-previously in corn). (Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; mixed dark grayish brown (10YR 4/2) and brown (10YR 5/3) loam; moderate fine and medium granular structure; very friable; many fine roots; thin strata of yellowish brown (10YR 5/4) sand (2 to 5mm thick); moderately acid; abrupt smooth boundary. (0 to 10 inches)\nC1--9 to 18 inches; dark yellowish brown (10YR 4/4) fine sandy loam; single grain; loose; few fine roots; common thin strata of yellowish brown (10YR 5/4) sand (2 to 5mm thick) and few faint brown (10YR 4/3) organic coatings along root channels; few fine mica flakes; moderately acid; clear wavy boundary.\nC2--18 to 27 inches; brown (10YR 4/3) loamy sand; single grain; loose; few fine roots; common thin strata of brownish yellow (10YR 6/6) sand (2 to 5mm thick); few fine mica flakes; strongly acid; clear wavy boundary.\nC3--27 to 46 inches; dark yellowish brown (10YR 4/6) loamy fine sand; single grain; loose; common thin strata of brownish yellow (10YR 6/6) sand (1 to 5mm thick); few fine mica flakes; strongly acid; clear wavy boundary.\n2C--46 to 80 inches; yellowish brown (10YR 5/4) loam; massive; friable; many fine distinct light brownish gray (10YR 6/2) iron depletions and many fine prominent red (2.5YR 4/8) iron masses along bedding planes; few fine mica flakes; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pike County, Kentucky on the flood plain of John's creek; 350 feet southeast of Snivley Chapel; about 14.5 miles north of Pikeville; 37 degrees, 36 minutes, 58 seconds N. latitude and 82 degrees, 32 minutes, 59 seconds W. Longitude; USGS Broad Bottom Quadrangle; NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Bedrock is more than 60 inches deep. Rock fragments, mostly rounded or subrounded gravel or channers (2mm to 3 inches in size), make up 0 to 14 percent by volume to a depth of 40 inches. Below 40 inches fragments make up 0 to 50 percent. Flakes of mica or fine fragments of coal generally range from very few to common in most pedons, but may be absent. Reaction ranges from very strongly acid to neutral.\nThe A horizon has hue of 10YR or 2.5Y, value 3 to 5 and chroma of 2 through 4. Texture is loam, fine sandy loam, sandy loam, loamy fine sand or sand.\nThe BC or CB horizon (where present) has colors and textures similar to the A horizon.\nThe C horizon has hue of 10YR or 2.5Y, value of 4 to 6 and chroma of 2 through 8. Texture is dominantly loamy sand or loamy fine sand with thin strata of loam, sandy loam, fine sandy loam or sand coarser than very fine sand. Individual strata are mostly less than 10cm thick. Some fine sandy loam strata ranges to 15cm thick.\nThe 2C horizon, generally below a depth of 40 inches, has colors similar to the overlying C horizon. The fine-earth fraction consists of sand, loamy sand or loamy fine sand and is commonly stratified. Most pedons have some lenses or thin strata of fine sand; very fine sand, silt, or loam. Redoximorphic features in shades of red, yellow, brown or gray are common along bedding planes."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Moundhaven, Stonehouse and Fontaflora (T) series in the same family. Moundhaven soils contain carbonates washed from Wiconsonian aged glaciation. Stonehouse soils are excessively drained. Fontaflora soils formed in alluvium weathered from metamorphic or igneous rocks such as gneiss, schist, granite, quartzite or metasandstone. None of these soils contain mica flakes or fragments of coal."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Yeager soils are on flood plains and step-like treads and risers along rivers and streams or along highly dissected inactive channels. These soils formed in recent sandy alluvium and receive fresh sediments from annual flooding. The sediments washed from soils weathered from Pennsylvanian aged rock dominated by strongly acid to neutral sandstone, siltstone and shale. Near the type location temperature ranges from 53 to 57 degrees F with a mean of 56 degrees. Annual precipitation ranges from 40 to 49 inches with a mean of 43 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Allegheny, Ashton, Chavies, Combs, Elk, Grigsby, Melvin, Nelse, Nolin, Orrville, Potomac, Rowdy, Shelbiana and Potomac series. Allegheny, Ashton, Chavies, Elk and Shelbiana soils have argillic horizons. Ashton, Combs and Nelse soils have mollic epipedons. Shelbiana soils have umbric epipedons. Allegheny, Orrville and Rowdy soils are fine-loamy. Ashton, Elk, Nolin and Shelbiana soils are fine-silty. Chavies, Combs and Grigsby soils are coarse-loamy. Potomac soils are sandy-skeletal. Orrville soils are somewhat poorly drained and Melvin soils are poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Yeager soils are somewhat excessively drained. Permeability is moderately rapid or rapid. Runoff is negligible or very low on slopes less than 5 percent; very low or low on slopes between 5 and 20 percent; and low or medium on slopes greater than 20 percent. These soils are flooded for very brief or brief periods, usually in late winter and early spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Less sloping areas are cleared and used for pasture. A few areas are used for growing cultivated crops or gardens. On steeper riverbanks the native vegetation is a mixed mesophytic forest of yellow-poplar, American sycamore, red maple, river birch and box elder."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern Kentucky, with possible similar areas in West Virginia, Virginia and eastern Tennessee. The area is estimated to be of small extent, about 15,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pike County, Kentucky; 1984. Source of the name is a small community in Pike County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Yeager soils were mostly mapped as the Bruno Series in the past.\nDiagnostic features recognized in this pedon are:\nOchric epipedon: 0 to 9 inches (Ap)\nNo diagnostic subsurface horizon.\nADDITIONAL DATA: Characterization sample 82KY-195-6 by NSSL.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
