{
  "SERIES": "YEARIAN",
  "STATUS": "Established Series",
  "BYREV": "Rev.  KWH/KL/CLM",
  "REVDATE": "08/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Fluvaquentic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Yearian very stony loam-- on a 2 percent, west-facing slope at 4,500 feet elevation in pasture.  The surface has 10 to 15 percent cover of stones.  (Colors are for dry soil unless otherwise noted.  When described on June 20, 1988, the soil was dry from 0 to 12 inches and moist from 12 to 30 inches. A watertable was at 30 inches when described).\nA--0 to 2 inches; dark brown (10YR 4/3) very stony loam, black (10YR 2/1) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine and few medium roots; many very fine and fine irregular pores; 10 percent gravel, 20 percent cobbles and 5 percent stones; neutral (pH 6.8); clear wavy boundary.  (1 to 5 inches thick)\nAg--2 to 12 inches; dark grayish brown (10YR 4/2) very cobbly loam, very dark gray (10YR 3/1) moist; many medium prominent yellowish brown (10YR 5/6) redox concentrations, dark yellowish brown (10YR 4/6) moist; weak fine subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic; common very fine, fine and medium roots; many very fine and fine irregular pores; 15 percent gravel, 20 percent cobbles; neutral (pH 7.0); clear wavy boundary.  (5 to 12 inches thick)\nBg--12 to 22 inches; light gray (2.5Y 7/2) very gravelly loam, light brownish gray (2.5Y 6/2) moist; many large prominent brownish yellow (10YR 6/6) redox concentrations, strong brown (7.5YR 4/6) moist; moderate fine subangular blocky structure parting to moderate thin platy; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; many very fine and fine irregular pores; 40 percent gravel, 5 percent cobbles; slightly alkaline (pH 7.4); clear wavy boundary.  (8 to 15 inches thick)\nCg1--22 to 39 inches; light brownish gray (2.5Y 6/2) very gravelly sandy loam, light brownish gray (2.5Y 6/2) moist; many medium and coarse prominent brownish yellow (10YR 6/6) redox concentrations, strong brown (7.5YR 4/6) moist; massive; slightly hard, firm, slightly sticky and nonplastic; few very fine and fine roots; many very fine and fine irregular pores; 50 percent gravel, 5 percent cobbles; slightly alkaline (pH 7.4); gradual wavy boundary.  (10 to 25 inches thick)\nCg2--39 to 60 inches; light gray (2.5Y 7/2) extremely gravelly sandy loam, light brownish gray (2.5Y 6/2) moist; many coarse prominent brownish yellow (10YR 6/6) redox concentrations, strong brown (7.5YR 4/6) moist; massive; slightly hard, firm, nonsticky and nonplastic; few very fine roots; many very fine and fine interstitial pores; 5 percent stones, 15 percent cobbles, 50 percent gravel; slightly alkaline (pH 7.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lemhi County, Idaho; about 3 miles northeast of Baker, Idaho; about 2,000 feet west and 1,500 feet south of the northeast corner of section 9, T. 21 N., R. 23 E.  Latitude - 45 degrees, 9 minutes, 31 seconds North; Longitude - 113 degrees, 44 minutes, 32 seconds West"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 39 to 43 degrees F.\nDepth to high water table - 6 to 18 inches\nMollic epipedon thickness - 10 to 15 inches\nControl section: average percent clay - 10 to 20 percent\nRock fragments - 35 to 75 percent\nReaction of profile - neutral or slightly alkaline\nA and Ag horizon\nvalue - 3 to 5 dry, 2 or 3 moist\nchroma - 1 to 3, dry or moist\nBg horizon\nhue - 10YR or 2.5Y\nvalue - 5 to 7 dry, 4 to 6 moist\nchroma - 2 to 4 dry or moist\nCg horizon\nhue - 10YR, 2.5Y or 5Y\nvalue - 5 to 7 dry, 4 to 6 moist\nchroma - 2 to 4, dry or moist\ntexture - GRV-SL, GRX-SL, GRV-L\nRock fragments - 35 to 75 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Toddspan series.  Toddspan soils have a mean annual soil temperature of 42 to 47 degrees F. and has 18 to 35 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Yearian soils are on stream terraces and flood plains.  They formed in alluvium.  Slopes are 0 to 8 percent and elevations are 3,900 to 5,600 feet.  The climate is cold and wet in winter and spring and cool in summer.  The average annual precipitation is 11 to 13 inches; average annual temperature is 38 to 42 degrees F.  and the frost-free period is 75 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Dawtonia, Pattee, Perreau and Packham soils. Dawtonia soils are on foothills and have ochric epipedons and argillic horizons. Pattee soils are on dissected terraces and have ochric epipedons and coarse-loamy particle-size control sections. Perreau soils are on foothills and have ochric epipedons and argillic horizons. Packham soils are on terraces and have ochric epipedons and are well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained. Slow runoff. Moderate permeability.  This soil floods occasionally for brief periods in January to June."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Pasture and wetland wildlife habitat.  Natural vegetation is rushes, sedges, bluegrass and wild rose."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: East-central Idaho.  These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lemhi County, Idaho, 1999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from 0 to 12 inches (A and Ag horizons).\nCambic horizon - the zone from 12 to 22 inches (Bg horizon).\nParticle-size control section - the zone from 10 to 40 inches (part of the Ag, the Bg, Cg1,  and part of the Cg2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
