{
  "SERIES": "YELLOWSTONE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WRP/KDPL/RWL",
  "REVDATE": "08/2006",
  "STATES": "OR",
  "OVERVIEW": "The Yellowstone series consists of shallow, somewhat excessively drained soils that formed in loamy colluvium and residuum weathered from basalt and other igneous and volcanic rock types. These soils are on summits and shoulder slopes of mountains. Slopes are 3 to 90 percent. The mean annual precipitation is about 135 inches, and the mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial-skeletal, ferrihydritic Lithic Haplocryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Yellowstone stony medial loam, woodland. (Colors are for moist soil unless otherwise noted.)\nOi--0 to 1 inch; slightly decomposed litter of leaves, needles, bark, and wood.\nA--1 to 6 inches; dark brown (10YR 3/3) stony medial loam; brown (10YR 4/3) dry; moderate fine granular structure; friable, nonsticky and nonplastic; weakly smeary; many roots; many fine irregular pores; 30 percent angular gravel and stones; very strongly acid (pH 5.0); clear smooth boundary. (3 to 10 inches thick)\nAC--6 to 13 inches; dark brown (10YR 3/3) very stony medial sandy loam; brown (10YR 4/3) dry; weak medium subangular blocky structure; very friable, nonsticky and nonplastic; weakly smeary; many roots; many fine irregular pores; 50 percent angular gravel and stones; very strongly acid (pH 4.8); clear smooth boundary. (0 to 9 inches thick)\nC--13 to 19 inches; brown (10YR 4/3) extremely stony medial sandy loam; pale brown (10YR 6/3) dry; massive; very friable, nonsticky and nonplastic; weakly smeary; many roots; 80 percent angular gravel and stones; very strongly acid (pH 4.6); abrupt irregular boundary. (0 to 10 inches thick)\nR--19 inches; basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Linn County, Oregon; SE 1/4 SE 1/4 of sec. 16, T. 11 S., R. 3 E.; Yellowstone Mountain, Oregon 7.5 minute USGS quadrangle; NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soil is usually moist but is dry for a short period of less than 45 consecutive days between depths of 4 to 12 inches in the four month period following the summer solstice in most years. The mean annual soil temperature is 43 to 47 degrees F., and the mean summer soil temperature is less than 47 degrees F. with an O horizon present. The particle-size control section has moist bulk density of 0.75 to 0.90 g/cubic centimeter. It has greater than 85 percent phosphate retention, 2.0 to 4.0 percent acid-oxalate extractable aluminum plus one-half iron, 2.0 to 15 cmol/kg of KCL-extractable aluminum, and 15 to 30 percent 15-bar moisture (air dried). It is weakly or moderately smeary. Depth to a lithic contact is 10 to 20 inches. The soils have 10 to 20 percent clay content by field estimate, and 40 to 80 percent rock fragments in the particle-size control section. The umbric epipedon extends to the bedrock in some pedons. Reaction is strongly acid or very strongly acid. Hue is 10YR to 5YR.\nThe A horizon has value of 2 or 3 moist, 3 to 5 dry, and chroma of 2 or 3 moist and dry. Fine-earth texture is medial loam or medial sandy loam with 10 to 20 percent clay content by field estimate. It has 10 to 25 percent gravel, 5 to 20 percent cobbles and 10 to 25 percent stones.\nThe AC and C horizon has value of 3 or 4 moist, 3 to 5 dry and chroma of 2 to 4 moist and dry. Fine-earth texture is medial sandy loam, or medial loam with 10 to 20 percent clay content by field estimate. It has 10 to 30 percent gravel, 25 to 50 percent cobbles, and 15 to 50 percent stones.\nThe Bw horizon, when present, has value of 3 or 4 moist, 4 or 5 dry and chroma of 3 or 4 moist and dry. Fine-earth texture is medial loam or medial sandy loam with 10 to 20 percent clay content by field estimate and 35 to 70 percent rock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Buckman, Bungalow, Constance, Graves, and Weatherwax series. Buckman and Bungalow soils are very shallow to bedrock and have less than 2 cmol/kg of aluminum. Constance soils have an ochric epipedon and less than 2 cmol/kg of aluminum. Graves soils are very shallow to bedrock and have high amounts of organic matter and qualify for Fulvi greatgroup. Weatherwax soils are perudic, very shallow to bedrock, and qualify for Fulvi greatgroup."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Yellowstone soils occur on summits and shoulder slopes of mountains. Elevations are 2,000 to 5,000 feet. Where these soils are mapped in the Oregon Coast Range elevations are 2,000 to 4,100 feet. Where these soils are mapped in the Oregon Cascade Range elevations are 2,600 to 5,000 feet. Slopes are 3 to 90 percent. The soils formed in loamy colluvium and residuum derived from basalt and other igneous and volcanic rock types. The climate is characterized by cold, wet winters and cool, moist summers. The mean annual precipitation is 70 to 200 inches. The mean annual temperature is 41 to 45 degrees F. The average January air temperature is 31 degrees F. and the average July air temperature is 57 degrees F. The frost-free period is 30 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Crabtree, Cruiser, Keel, Luckiamute, Lurnick, Henline, Maryspeak, Mulkey, and Winberry soils. All of these soils occur on mountains. Crabtree and Winberry soils have an ochric epipedon and are more than 20 inches to bedrock. Cruiser and Keel soils have less than 35 percent rock fragments and are more than 20 inches to bedrock. Henline and Lurnick soils are 20 to 40 inches deep to bedrock. Lurnick and Luckiamute soils are derived from sandstone and siltstone parent materials and have andic properties but do not meet the thickness requirements for Andisols. Maryspeak soils are greater than 60 inches deep to bedrock and are sandy-skeletal. Mulkey soils have an umbric epipedon greater than 20 inches thick, have less than 35 percent rock fragments in the particle-size control section, and are greater than 20 inches to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for wildlife habitat, recreation, and watershed areas with limited value for growing timber. The potential native vegetation dominantly is noble fir, mountain hemlock, Pacific silver fir, and Douglas fir. The understory is Pacific rhododendron, tall blue huckleberry, Oregon oxalis, western swordfern, common beargrass, and scattered western white pine (in the Cascades)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West slopes of the central Cascade Range and some of the higher basaltic ridges in the Coast Range of Oregon; MLRA 1, 3. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Polk County, Oregon, 1977. The source of the name is taken from Yellowstone Mountain in the Cascade Range of Linn County, Oregon."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon are:\nUmbric epipedon - 1 to 13 inches thick (A and AC horizons).\nLithic contact - beginning at 19 inches.\nMedial-skeletal feature - from 1 to 19 inches (A, AC, and C horizons) dominated by andic soil properties based on lab data from associated similar soils, and containing greater than 35 percent rock fragments by volume.\nParticle-size control section - from 1 to 19 inches with 40 to 80 percent coarse fragmens.\nClay Content - 10 to 20 percent by field estimates in the particle-size control section.\nClassification revised 02/2000 to reflect the addition of the ferrihydritic mineralogy class.\nDepth to diagnostic horizons and features are measured from the top of the first mineral horizon."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--0 to 1 inch; slightly decomposed litter of leaves, needles, bark, and wood."
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "structure": "moderate fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "stony",
        "pH": 5,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--1 to 6 inches; dark brown (10YR 3/3) stony medial loam; brown (10YR 4/3) dry; moderate fine granular structure; friable, nonsticky and nonplastic; weakly smeary; many roots; many fine irregular pores; 30 percent angular gravel and stones; very strongly acid (pH 5.0); clear smooth boundary. (3 to 10 inches thick)"
      },
      {
        "name": "AC",
        "top": 15,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very stony",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "AC--6 to 13 inches; dark brown (10YR 3/3) very stony medial sandy loam; brown (10YR 4/3) dry; weak medium subangular blocky structure; very friable, nonsticky and nonplastic; weakly smeary; many roots; many fine irregular pores; 50 percent angular gravel and stones; very strongly acid (pH 4.8); clear smooth boundary. (0 to 9 inches thick)"
      },
      {
        "name": "C",
        "top": 33,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "extremely stony",
        "pH": 4.6,
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "C--13 to 19 inches; brown (10YR 4/3) extremely stony medial sandy loam; pale brown (10YR 6/3) dry; massive; very friable, nonsticky and nonplastic; weakly smeary; many roots; 80 percent angular gravel and stones; very strongly acid (pH 4.6); abrupt irregular boundary. (0 to 10 inches thick)"
      },
      {
        "name": "R",
        "top": 48,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--19 inches; basalt."
      }
    ]
  ]
}
