{
  "SERIES": "YELLOW MEDICINE",
  "STATUS": "Established Series",
  "BYREV": "TCJ-AGG-KDS",
  "REVDATE": "05/2007",
  "STATES": "MN",
  "OVERVIEW": "The Yellow Medicine series consists of very deep, moderately well drained soils that formed in glacial lacustrine or outwash sediments which consists of a 61 to 102 cm loamy mantle over sandy sediments. These soils are on outwash plains and lake plains.   Slopes range from 0 to 3 percent. Mean annual precipitation is about 635 mm and mean annual air temperature is about 8 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Aquic Calciudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Yellow Medicine loam with a nearly level plane slope on a glacial outwash plain in a cultivated field. (Colors are for moist conditions unless otherwise noted.)\nAp--0 to 23 cm; black (10YR 2/1) loam; very dark gray (10YR 3/1) dry; weak fine and medium subangular blocky structure; friable; about 3 percent gravel; strong effervescent; slightly alkaline; abrupt smooth boundary.\nA--23 to 43 cm; very dark grayish brown (10YR 3/2) loam; grayish brown (10YR 5/2) dry; weak fine subangular blocky structure; very friable; about 3 percent gravel; strong effervescent; slightly alkaline; clear smooth boundary. (Combined thickness of the A horizon is 25 to 61 cm)\nBk--43 to 69 cm; dark grayish brown (2.5Y 4/2) sandy loam; weak medium and coarse subangular blocky structure; friable; carbonates disseminated throughout; about 3 percent gravel; strongly effervescent; slightly alkaline; gradual smooth boundary. (0 to 30 cm thick)\n2Bk--69 to 99 cm; dark grayish brown (2.5Y 4/2) loamy coarse sand; single grain; loose; common fine distinct light olive brown (2.5Y 5/4) Fe concentrations; carbonates disseminated throughout; about 5 percent gravel; strongly effervescent; moderately alkaline; gradual smooth boundary. (0 to 30 cm thick)\n2C--99 to 203 cm; grayish brown (2.5Y 5/2) coarse sand; single grain; loose; common medium distinct dark yellowish brown (10YR 4/4) Fe concentrations; about 15 percent gravel; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Yellow Medicine County, Minnesota; about 1 mile north and 1 mile east of Canby; about 2500 feet east and 100 feet south of the northwest corner of Sec. 35, T. 115 N., R. 45 W. USGS Porter topographic quadrangle, lat. 44 degrees 43 minutes 57 seconds N., long. 96 degrees 18 minutes 48 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to texture of loamy fine sand or coarser ranges from 61 to 102 cm. These soils typically are calcareous, slightly effervescent to strongly effervescent in all parts of the series control section. However, a few pedons have a noncalcareous, slightly alkaline A or Ap horizon. A calcic horizon occurs below a depth of 41 cm. The upper mantle contains 0 to 10 percent rock fragments and the 2C horizon has 0 to 20 percent. The mollic epipedon is 41 to 61 cm thick. The sand size fraction in the particle-size control section is of mixed lithology.\nThe A horizon has hue of 10YR, value of 2 or 3, and chroma of 1 or 2. It is sandy loam, fine sandy loam, loam, or silt loam. It is slightly or moderately alkaline. Some pedons have an AB horizon.\nThe Bk horizons have hue of 10YR or 2.5Y, value of 4 to 6, but in some pedons is 3 in the upper part and chroma of 2 to 4. Texture is sandy loam, fine sandy loam, or loam. Reaction is slightly alkaline or moderately alkaline. Some pedons have a thin 2B horizon with texture of loamy sand, loamy find sand, fine sand, or sand.\nA Bw horizon is present in some pedons having similar characteristics of the Bk horizon.\nThe 2Bkhorizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 2 to 6. It is coarse sand, sand, fine sand, loamy coarse sand, loamy sand, or loamy fine sand or their gravelly analogues. It is slightly alkaline or moderately alkaline.\nThe 2C horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 2 to 6. Some have reddish or brownish colored bands. It is coarse sand, sand, fine sand, loamy coarse sand, loamy sand, or loamy fine sand or their gravelly analogues. It is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These soils have plane or slightly convex slopes with gradient of 0 to 3 percent on glacial lake plains or outwash plains. They formed in 61 to 102 cm of coarse-loamy sediments over sandy sediments, both glacial outwash or lacustrine origin. These sediments are Late Wisconsin in age. Mean annual air temperature ranges from 7 to 9 degrees C and mean annual precipitation ranges from 610 to 711 mm. Frost-free days range from 130 to 160. Elevation above sea level ranges from 274 m to 488 m."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Wergeland, Burr and Arlo soils.  The Wergeland soils are moderately well drained and are on a slightly higher terrain. The Arlo and Burr soils are poorly drained, and are on lower lying terrain."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. Surface runoff is negligible to low. Saturated hydraulic conductivity is 14.11 to 42.34 micrometers per second (2 to 6 inches per hour) in the upper part and 42.34 to 141.14 or greater (6 to over 20 inches per hour) in the underlying material. The Yellow Medicine soils have seasonal high saturation as high as 76 cm below the surface during spring in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most soils are cultivated. Corn, soybeans, and small grains are the principal crops. Native vegetation is tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southwestern Minnesota, and possibly eastern South Dakota. The extent is small."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Yellow Medicine County, Minnesota 2007."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: mollic epipedon - zone from the surface to 43 cm (Ap and A horizons); cambic horizon - the zone from 43 cm to 99 cm (Bk and 2Bk horizons). In the past this soil was correlated Malachy in (MLRA-103) Yellow Medicine County, Minnesota."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 23 cm; black (10YR 2/1) loam; very dark gray (10YR 3/1) dry; weak fine and medium subangular blocky structure; friable; about 3 percent gravel; strong effervescent; slightly alkaline; abrupt smooth boundary."
      },
      {
        "name": "A",
        "top": 23,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--23 to 43 cm; very dark grayish brown (10YR 3/2) loam; grayish brown (10YR 5/2) dry; weak fine subangular blocky structure; very friable; about 3 percent gravel; strong effervescent; slightly alkaline; clear smooth boundary. (Combined thickness of the A horizon is 25 to 61 cm)"
      },
      {
        "name": "Bk",
        "top": 43,
        "bottom": 69,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bk--43 to 69 cm; dark grayish brown (2.5Y 4/2) sandy loam; weak medium and coarse subangular blocky structure; friable; carbonates disseminated throughout; about 3 percent gravel; strongly effervescent; slightly alkaline; gradual smooth boundary. (0 to 30 cm thick)"
      },
      {
        "name": "2Bk",
        "top": 69,
        "bottom": 99,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy coarse sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "2Bk--69 to 99 cm; dark grayish brown (2.5Y 4/2) loamy coarse sand; single grain; loose; common fine distinct light olive brown (2.5Y 5/4) Fe concentrations; carbonates disseminated throughout; about 5 percent gravel; strongly effervescent; moderately alkaline; gradual smooth boundary. (0 to 30 cm thick)"
      },
      {
        "name": "2C",
        "top": 99,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "coarse sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C--99 to 203 cm; grayish brown (2.5Y 5/2) coarse sand; single grain; loose; common medium distinct dark yellowish brown (10YR 4/4) Fe concentrations; about 15 percent gravel; slightly effervescent; slightly alkaline."
      }
    ]
  ]
}
