{
  "SERIES": "YELTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. SEL-RLT",
  "REVDATE": "10/2006",
  "STATES": "MO",
  "OVERVIEW": "The Yelton series consists of very deep, moderately well drained soils on ridges, high terraces, and footslopes.  These soils have a fragipan and formed in a thin mantle of loess and the underlying colluvium or alluvium weathered from sandstone and cherty dolomite.   Slopes range from 1 to 15 percent.  Mean annual temperature is 56 degrees F. and mean annual precipitation is 44 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, active, mesic Typic Fragiudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Yelton silt loam on a 6 percent slope in a pasture at an elevation of 1,065 feet. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 3 inches; dark brown (10YR 3/3) silt loam; very pale brown (10YR 7/3) dry; strong medium platy structure; common very fine roots; moderately acid; abrupt wavy boundary.  (3 to 9 inches thick)\nE--3 to 8 inches; dark yellowish brown (10YR 4/4) silt loam; moderate fine subangular blocky structure; very friable; common very fine roots; slightly acid; clear smooth boundary.  (0 to 8 inches thick.)\nBt--8 to 19 inches; dark yellowish brown (10YR 4/4) clay loam; moderate fine subangular blocky structure; firm; common very fine roots; many prominent clay films on faces of peds; strongly acid; clear smooth boundary.  (8 to 20 inches thick)\n2Btx1--19 to 32 inches; dark yellowish brown (10YR 4/4) and yellowish brown (10YR 5/6) loam; weak very coarse prismatic and moderate medium platy structure; very firm; 85 percent brittle; light brownish gray (10YR 6/2) seams between the very coarse peds; few very fine roots in gray seams; few prominent clay films on faces of peds; 5 percent chert gravel; very strongly acid; clear smooth boundary.\n2Btx2--32 to 38 inches; light yellowish brown (10YR 6/4) and dark yellowish brown (10YR 4/6) loam; weak very coarse prismatic and moderate medium platy structure; very firm; 85 percent brittle; grayish brown (10YR 5/2) seams between the very coarse peds; few very fine roots in gray seams; few prominent clay films on faces of peds; 10 percent chert gravel; very strongly acid; gradual smooth boundary. (Combined thickness of the 2Btx horizon is 16 to 40 inches.)\n3Bt1--38 to 53 inches; reddish brown (5YR 4/4) clay loam; moderate medium subangular blocky structure parting to moderate fine subangular blocky; firm; many prominent clay films on faces of peds; firm; many prominent clay films on faces of peds; many fine prominent dark red (10R 3/6) masses of iron accumulation; few medium prominent light brownish gray (10YR 6/2) iron depletions; 10 percent chert gravel; very strongly acid; gradual smooth boundary.\n3Bt2--53 to 65 inches; dusky red (10R 3/4) sandy clay loam; moderate medium subangular blocky structure parting to moderate very fine subangular blocky; firm; many prominent clay films on faces of peds; 5 percent chert gravel; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Phelps County, Missouri; 1.5 miles north of Flat; 1,620 feet east and 1,250 feet north of the southwest corner of section 9, T. 35 N., R. 9 W; USGS Kaintuck Hollow, Missouri quadrangle, latitude 37 degrees 46 minutes 0.3 seconds N. and longitude 91 degrees 55 minutes 42.2 seconds W.; UTM zone 15, 594,383 m. easting and 4,180,477 m. northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to the fragipan is 18 to 28 inches.\nThe Ap or A horizon has hue of 10YR or 7.5YR, value of 3 to 5, 6 or 7 dry and chroma of 2 to 4. It is silt loam, fine sandy loam, or sandy loam. Gravel content is 0 to 10 percent.  Reaction is extremely acid to neutral.\nThe E or BE horizon has hue of 10YR or 7.5YR, value of 3 to 6, and chroma of 3 to 6.  Texture is silt loam, loam or sandy loam. Reaction is very strongly acid to slightly acid.  Gravel content is 0 to 10 percent.\nThe Bt horizon has hue of 10YR to 5YR, value of 3 to 6, and chroma of 3 to 8.  The lower part may be mottled in hue of 10YR, value of 4 to 6, and chroma of 1 to 8.  It is silt loam, silty clay loam, clay loam, loam, or sandy clay loam. Reaction is extremely acid to strongly acid. Gravel content is 0 to 30 percent.\nThe Btx or 2Btx horizon, and Ex horizon where present, have hue of 10YR or 7.5YR, value of 3 to 6, and chroma of 2 to 8.  They are mottled with hue of 10YR to 10R, value of 4 to 6, and chroma of 1 to 6.  Texture is silt loam, loam, clay loam, sandy clay loam, fine sandy loam, or sandy loam, or their channery, gravelly, very channery, very gravelly, extremely channery or extremely gravelly analogues. Gravel content is from 0 to 60 percent. Reaction is extremely acid to strongly acid.\nThe horizons below the fragipan have hue of 10YR to 10R, value of 3 to 7, and chroma of 1 to 8.  They are mottled with hue of 10YR to 10R, value of 3 to 6, and chroma of 1 to 8.  Texture is loam, sandy loam, sandy clay loam, clay loam, or clay, or their channery, gravelly, very channery or very gravelly analogues."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Hogcreek and Laidig series. Hogcreek soils have a lithic contact from 20 to 40 inches.  Laidig soils have more than 10 percent rock fragments above the fragipan."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Yelton soils are on gently sloping to strongly sloping terraces and footslopes.  Slopes range from 1 to 15 percent.  The soils formed in a thin mantle of loess and the underlying loamy colluvium or alluvium weathered from sandstone and cherty dolomite.  Mean annual temperature ranges from 53 to 57 degrees F. and mean annual precipitation ranges from 38 to 44 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bender, Branson, Coulstone, Kaintuck and Lily series.  Bender soils have bedrock at depths of 20 to 40 inches and are on higher positions.  Branson soils do not have a fragipan and are on similar landscape positions.  Coulstone and Lily soils do not have a fragipan and are on higher positions.  Kaintuck soils do not have a fragipan and are on floodplains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  The surface runoff index is high to very high.  Permeability is moderate above the fragipan and very slow in the fragipan, and the saturated hydraulic conductivity is moderately high above the fragipan and low in the fragipan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Many areas have been cleared of trees and are used for hay or pasture.  Native vegetation is mixed hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Ozark Highland region (MLRA 116A) of southern Missouri.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Barry County, Missouri soil survey; 1989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this series are: ochric epipedon - the zone from the surface of the soil to a depth of 8 inches (Ap and E horizon);\nargillic horizon - the zone from approximately 9 to 60 inches or more (Bt, 2Btx, and 3Bt horizons);\nfragipan - the zone from approximately 19 to 38 inches (2Btx1 and 2Btx2 horizons).\nADDITIONAL DATA: University of Missouri soil characterization laboratory reference number M8716116.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Ap--0 to 3 inches; dark brown (10YR 3/3) silt loam; very pale brown (10YR 7/3) dry; strong medium platy structure; common very fine roots; moderately acid; abrupt wavy boundary.  (3 to 9 inches thick)"
      },
      {
        "name": "E",
        "top": 8,
        "bottom": 20,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E--3 to 8 inches; dark yellowish brown (10YR 4/4) silt loam; moderate fine subangular blocky structure; very friable; common very fine roots; slightly acid; clear smooth boundary.  (0 to 8 inches thick.)"
      },
      {
        "name": "Bt",
        "top": 20,
        "bottom": 48,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt--8 to 19 inches; dark yellowish brown (10YR 4/4) clay loam; moderate fine subangular blocky structure; firm; common very fine roots; many prominent clay films on faces of peds; strongly acid; clear smooth boundary.  (8 to 20 inches thick)"
      },
      {
        "name": "2Btx1",
        "top": 48,
        "bottom": 81,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Btx1--19 to 32 inches; dark yellowish brown (10YR 4/4) and yellowish brown (10YR 5/6) loam; weak very coarse prismatic and moderate medium platy structure; very firm; 85 percent brittle; light brownish gray (10YR 6/2) seams between the very coarse peds; few very fine roots in gray seams; few prominent clay films on faces of peds; 5 percent chert gravel; very strongly acid; clear smooth boundary."
      },
      {
        "name": "2Btx2",
        "top": 81,
        "bottom": 97,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "2Btx2--32 to 38 inches; light yellowish brown (10YR 6/4) and dark yellowish brown (10YR 4/6) loam; weak very coarse prismatic and moderate medium platy structure; very firm; 85 percent brittle; grayish brown (10YR 5/2) seams between the very coarse peds; few very fine roots in gray seams; few prominent clay films on faces of peds; 10 percent chert gravel; very strongly acid; gradual smooth boundary. (Combined thickness of the 2Btx horizon is 16 to 40 inches.)"
      },
      {
        "name": "3Bt1",
        "top": 97,
        "bottom": 135,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "3Bt1--38 to 53 inches; reddish brown (5YR 4/4) clay loam; moderate medium subangular blocky structure parting to moderate fine subangular blocky; firm; many prominent clay films on faces of peds; firm; many prominent clay films on faces of peds; many fine prominent dark red (10R 3/6) masses of iron accumulation; few medium prominent light brownish gray (10YR 6/2) iron depletions; 10 percent chert gravel; very strongly acid; gradual smooth boundary."
      },
      {
        "name": "3Bt2",
        "top": 135,
        "bottom": 165,
        "moist_hue": "10R",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "pH_class": "strongly acid",
        "narrative": "3Bt2--53 to 65 inches; dusky red (10R 3/4) sandy clay loam; moderate medium subangular blocky structure parting to moderate very fine subangular blocky; firm; many prominent clay films on faces of peds; 5 percent chert gravel; strongly acid."
      }
    ]
  ]
}
