{
  "SERIES": "YESUM",
  "STATUS": "Established Series",
  "BYREV": "Rev. REN/BDS/CDL",
  "REVDATE": "01/2015",
  "STATES": "NM,TX",
  "OVERVIEW": "The Yesum series consists of very deep, well drained, moderately permeable soils that formed in medium to coarse textured gypsiferous alluvial and eolian deposits.  These soils are on bajadas, basin floors, alluvial fan remnants, alluvial flats, fan piedmonts, and relict stabilized gypsum dunes.  Slopes range from 0 to 8 percent.  Mean annual precipitation is about 9 inches and the mean annual air temperature is about 60 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-gypseous, hypergypsic, thermic Leptic Haplogypsids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Yesum very fine sandy loam -- rangeland. (Colors are for dry soil unless otherwise noted.)\nAyy--0 to 1 inch (0 to 3 cm); very pale brown (10YR 7/3) gypsiferous very fine sandy loam, brown (7.5YR 5/4), moist; 10 percent clay; weak medium granular structure; soft, very friable, nonsticky, nonplastic; common very fine and fine roots throughout; common very fine dendritic tubular pores; carbonate, finely disseminated and many fine irregular gypsum crystals throughout; strongly effervescent, 8 percent calcium carbonate equivalent and 87 percent gypsum; moderately alkaline, pH 8.1; electrical conductivity 3.9 dS/m (mmhos/cm); very slightly saline; abrupt smooth boundary.\nByy--1 to 14 inches (3 to 34 cm); very pale brown (10YR 8/3) gypsiferous sandy loam, light brown (7.5YR 6/4), moist; 13 percent clay; moderate coarse subangular blocky structure; soft, very friable, slightly sticky, slightly plastic; common very fine and fine roots throughout; few fine dendritic tubular pores; carbonate, finely disseminated and many fine irregular gypsum crystals and common fine irregular gypsum masses throughout; slightly effervescent, 3 percent calcium carbonate equivalent and 92 percent gypsum; moderately alkaline, pH 8.1; electrical conductivity 5.0 dS/m (mmhos/cm); slightly saline; clear smooth boundary.\nByyz--14 to 29 inches (34 to 73 cm); very pale brown (10YR 8/4) gypsiferous sandy loam, strong brown (7.5YR 5/6), moist; 15 percent clay; weak medium subangular blocky structure; soft, very friable, slightly sticky, slightly plastic; few very fine roots throughout; carbonate, finely disseminated and many fine irregular gypsum crystals and common fine irregular gypsum masses throughout; slightly effervescent, 2 percent calcium carbonate equivalent and 90 percent gypsum; moderately alkaline, pH 8.3; electrical conductivity 9.0 dS/m (mmhos/cm); moderately saline; clear smooth boundary.\nCyyz--29 to 60 inches (73 to 152 cm); very pale brown (10YR 7/4) gypsiferous sandy loam, strong brown (7.5YR 5/6), moist; 8 percent clay; massive; moderately hard, firm, nonsticky, nonplastic; few very fine roots throughout; carbonate, finely disseminated and many fine irregular gypsum crystals throughout; slightly effervescent, 2 percent calcium carbonate equivalent and 85 percent gypsum; moderately alkaline, pH 8.2; electrical conductivity 9.0 dS/m (mmhos/cm); moderately saline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Otero County, New Mexico; 2.9 miles south of Norm Site on Route 5, then .15 mile east on gravel road and 50 feet north or 2.7 miles north of the intersection of Routes 9 and 10 north of Holloman Air Force Base on White Sands Missile Range."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the gypsic horizon:  0 to 7 inches\nSoil moisture: The annual soil temperature is 59 to 72 degrees F.  These soils are dry in all parts of the moisture control section more than three-quarters of the period the soil temperature exceeds 41 degrees F. Typic aridic moisture regime.\nCalcium carbonate content: 3 to 15 percent\nAy and Ayyz horizons\nHue:  7.5YR, 10YR\nValue:  4 to 8 dry, 3 to 7 moist\nChroma:  2 to 4, dry or moist\nByy horizon\nHue:  7.5YR, 10YR\nValue:  5 to 9 dry, 4 to 8 moist\nChroma:  1 to 6 dry, 2 to 4 moist\nTexture: gypsiferous loam, gypsiferous very fine sandy loam, gypsiferous fine sandy loam, gypsiferous loamy very fine sand, containing more than 15 percent fine sand or coarser, most of which is gypsum crystals.\nlower By horizons\nStructure: massive or moderate or weak medium and coarse subangular blocky."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Astrobee (NM), Bracken (NV), Mamtrack (NM), Peligro (NM), Shot (NM), Whitebasin (NV), and Wulie (NM) series. Astrobee soils are formed in nearly level, stabilized parabolic interdunes. Bracken soils have less than 30 percent selenite crystals in the PSCS, are deep to a paralithic contact and are in the Mohave Desert (MLRA 30). Mamtrack soils have gleyed hues within the PSCS and are found on relict shorelines. Peligro soils are formed in strongly sloping relict playa dunes. Shot soils have hues of 5YR and 7.5YR and have less than 60 percent gypsum in the PSCS. Whitebasin soils are moderately deep to a paralithic contact and are in the Mohave Desert (MLRA 30). Wulie soils have less than 35 percent selenite crystals in the PSCS and have a lacustrine horizon at the bottom of the PSCS."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Yesum soils are on fan piedmonts, alluvial flats, relict stabalized gypsum dunes, and broad old eolian deposits at elevations of 3,000 to 5,810 feet.  The soils formed in medium to coarse textured alluvial and eolian gypsiferous deposits.  Slopes range from 0 to 10 percent.  Average annual precipitation ranges from 8 to 11 inches with a summer maximum.  The average annual air temperature ranges from 57 to 70 degrees F.  The frost-free period is 180 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Campana and Holloman soils.  Campana soils are fine-loamy and the gypsic horizon is between depths of 20 to 40 inches.  Holloman soils lack gypsic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used primarily for military research.  Adjoining areas are used for grazing.  Native vegetation is principally alkali sacaton, chamiza, winterfat, mesquite, black grama, bush muhly, and sand dropseed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South-central New Mexico.  The series is extensive (about 100,000 acres). MLRA 42."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Otero County (White Sands Missile Range Area), New Mexico, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon- the zone from 0 to 1 inches (Ayy horizon)\nGypsic horizon- the zone from 1 to 60 inches (Byy, Byyz, and Cyyz horizons)\nMineralogy and particle-size control section - the zone from 10 to 40 inches (Byy, Byz, and Cyyz horizons).\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy, Twelfth Edition, 2014.\nRevised for the correlation of Hudspeth County, Texas (Main Part) and Culberson County, Texas (Main Part); July, 2012, NMS\nRevised for the correlation of White Sands Missile Range, New Mexico; October, 2014, NMS\nADDITIONAL DATA:\nS70NMex-19-65.  Riverside Laboratory.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ayy",
        "top": 0,
        "bottom": 3,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "texture_class": "very fine sandy loam",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ayy--0 to 1 inch (0 to 3 cm); very pale brown (10YR 7/3) gypsiferous very fine sandy loam, brown (7.5YR 5/4), moist; 10 percent clay; weak medium granular structure; soft, very friable, nonsticky, nonplastic; common very fine and fine roots throughout; common very fine dendritic tubular pores; carbonate, finely disseminated and many fine irregular gypsum crystals throughout; strongly effervescent, 8 percent calcium carbonate equivalent and 87 percent gypsum; moderately alkaline, pH 8.1; electrical conductivity 3.9 dS/m (mmhos/cm); very slightly saline; abrupt smooth boundary."
      },
      {
        "name": "Byy",
        "top": 3,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 3,
        "texture_class": "sandy loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Byy--1 to 14 inches (3 to 34 cm); very pale brown (10YR 8/3) gypsiferous sandy loam, light brown (7.5YR 6/4), moist; 13 percent clay; moderate coarse subangular blocky structure; soft, very friable, slightly sticky, slightly plastic; common very fine and fine roots throughout; few fine dendritic tubular pores; carbonate, finely disseminated and many fine irregular gypsum crystals and common fine irregular gypsum masses throughout; slightly effervescent, 3 percent calcium carbonate equivalent and 92 percent gypsum; moderately alkaline, pH 8.1; electrical conductivity 5.0 dS/m (mmhos/cm); slightly saline; clear smooth boundary."
      },
      {
        "name": "Byyz",
        "top": 36,
        "bottom": 74,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Byyz--14 to 29 inches (34 to 73 cm); very pale brown (10YR 8/4) gypsiferous sandy loam, strong brown (7.5YR 5/6), moist; 15 percent clay; weak medium subangular blocky structure; soft, very friable, slightly sticky, slightly plastic; few very fine roots throughout; carbonate, finely disseminated and many fine irregular gypsum crystals and common fine irregular gypsum masses throughout; slightly effervescent, 2 percent calcium carbonate equivalent and 90 percent gypsum; moderately alkaline, pH 8.3; electrical conductivity 9.0 dS/m (mmhos/cm); moderately saline; clear smooth boundary."
      },
      {
        "name": "Cyyz",
        "top": 74,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "moderately alkaline",
        "narrative": "Cyyz--29 to 60 inches (73 to 152 cm); very pale brown (10YR 7/4) gypsiferous sandy loam, strong brown (7.5YR 5/6), moist; 8 percent clay; massive; moderately hard, firm, nonsticky, nonplastic; few very fine roots throughout; carbonate, finely disseminated and many fine irregular gypsum crystals throughout; slightly effervescent, 2 percent calcium carbonate equivalent and 85 percent gypsum; moderately alkaline, pH 8.2; electrical conductivity 9.0 dS/m (mmhos/cm); moderately saline."
      }
    ]
  ]
}
