{
  "SERIES": "YIGO",
  "STATUS": "Established Series",
  "BYREV": "RD:  FJY",
  "REVDATE": "7/85",
  "STATES": "PB,HI",
  "OVERVIEW": "The Yigo series consists of deep and very deep, well drained soils that have moderate permeability. They are in depressions on limestone plateaus, and formed in sediments overlying porous coralline limestone.  Slopes range from 0 to 7 percent. The mean annual precipitation is about 90 inches, and the mean annual temperature is about 79 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, gibbsitic, isohyperthermic Tropeptic Eutrustox"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Yigo silty clay; on a concave 2 percent slope in a fallowed, weedy field of Bidens, Stachytarpheta, mimosa, etc. (Colors are for moist soils unless otherwise stated. Textures are apparent field textures.)\nAp--0 to 6 inches; dark reddish brown (2.5YR 3/4) silty clay; moderate very fine granular structure; very friable, slightly sticky and slightly plastic; common very fine and fine roots; many very fine interstitial pores; slightly acid (pH 6.5); abrupt smooth boundary. (4 to 12 inches thick)\nBo1--6 to 16 inches; dusky red (10R 3/4) silty clay; moderate very fine subangular blocky structure; very hard, very friable, slightly sticky and slightly plastic; common very fine roots; many very fine and few fine tubular and interstitial pores; all ped faces are shiny; few thin pressure faces in pores; some organic staining in pores; neutral (pH 6.8); diffuse smooth boundary. (8 to 40 inches thick)\nBo2--16 to 64 inches; dark red (10R 3/6) silty clay; moderate very fine subangular blocky structure; very hard, very friable, slightly sticky and slightly plastic; few very fine roots; many very fine and few fine tubular and interstitial pores; all ped faces are shiny; few thin pressure faces in pores; some organic staining in pores, neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Guam; Fred Quitigua's farm, along central, NE trending farm road, about 1,000 feet from back fenceline and 100 feet NW of road; about 1.7 miles NE of Yigo village; lat. 13 degrees 3l minutes 50 seconds N. and long. 144 degrees 51 minutes 24 seconds E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Not continuously moist in all part of the soil moisture control section for 90 to 120 cumulative days, primarily between February and May. Soil is usually moist from July through December.\nSoil temperature - 80 to 86 degrees F., with less than 4 degrees F.  variation between summer and winter.\nDepth to bedrock - Dominantly over 60 inches, ranges as shallow as 40 inches.\nControl section - Percent clay:  60 to 80 percent.\nA horizon - Color:  10R 3/3, 2.5YR 3/4.\nTexture:  Clay or silty clay.\nRock fragments:  0 to 5 percent, as pebbles.\nReaction:  Medium acid to slightly acid but is neutral or mildly alkaline where farmed and limed.\nB horizon - Color:  10R 3/4, 3/6.\nRock fragments:  0 to 5 percent, mostly as pebbles, few cobbles.\nReaction:  Slightly acid to mildly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  None."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Yigo soils are on plateaus, usually in concave positions. They formed in slope alluvium that overlies coralline limestone. Elevation is 100 to 650 feet. Slopes range from 0 to 7 percent. Mean annual precipitation ranges from 80 to 100 inches, most of which falls between June and November. The mean annual temperature is 79 degrees F., with less than 4 degrees F. difference between summer and winter."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Guam soils, which are very shallow."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; very slow runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Many areas are farmed; other areas are forested and are used for watershed and for wildlife habitat."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Guam.  This series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Guam; July 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - From surface to 6 inches.\nOxic horizon - From 6 to 64 inches.\nPercent clay - Assumed from 2.5 times 15-bar water because of incomplete dispersion.\nADDITIONAL DATA:  This pedon was characterized by the National Soil Survey Laboratory (sample #S83-GU-066-009).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
