{
  "SERIES": "YNOT",
  "STATUS": "Established Series",
  "BYREV": "Rev. DRS-GFB-JAL",
  "REVDATE": "10/98",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Aridic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ynot sandy loam, in rangeland (colors are for dry soil unless otherwise stated).\nA--0 to 6 inches; brown (10YR 5/3) sandy loam, very dark grayish brown (10YR 3/2) moist; moderate medium and fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and common fine roots; many very fine tubular pores; neutral (pH 6.8); clear smooth boundary. (4 to 10 inches thick)\nBw1--6 to 13 inches; grayish brown (10YR 5/2) sandy loam, very dark grayish brown (10YR 3/2) moist; moderate coarse and medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; many very fine and few fine roots; many very fine and common fine tubular pores; neutral (pH 6.8) clear smooth boundary.\nBw2--13 to 18 inches; light yellow brown (2.5Y 6/4) sandy loam, olive brown (2.5Y 4/4) moist; weak medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine and few fine roots; many very fine and common fine tubular pores; neutral (pH 7.0); gradual smooth boundary. (Combined thickness of the Bw horizons is 10 to 21 inches.)\nC--18 to 60 inches; light yellowish brown (2.5Y 6/4) sandy loam; light olive brown (2.5Y 5/4) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; few very fine and common fine pores; neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fallon County, Montana; 2,200 feet east and 2,500 feet south of the NW corner of sec. 35, T.1 N., R.58 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 42 to 47 degrees F.\nMoisture control section - between 12 and 35 inches; dry in some part for six tenths or more of the cumulative days per year when the soil temperature at a depth of 20 inches is higher than 41 degrees F.\nMollic epipedon thickness - 7 to 16 inches (includes part of the Bw horizon).\nControl section - 10 to 18 percent clay.\nSome soils are calcareous below a depth of 40 inches.\nA horizon - Hue:  10YR or 2.5Y\nValue:  2 or 3 moist\nChroma:  2 or 3\nClay content:  10 to 18 percent\nReaction:  pH 6.1 to 7.3\nBw horizons - Hue:  10YR or 2.5Y\nValue:  5, 6, or 7 dry; 3, 4, 5, or 6 moist\nChroma:  2, 3, or 4\nTexture:  sandy loam or fine sandy loam\nClay content:  10 to 18\nReaction:  pH 6.1 to 7.3\nC horizon - Hue:  10YR, 2.5Y, or 5Y\nValue:  5, 6, or 7 dry; 4, 5, or 6 moist\nChroma:  2, 3, or 4\nTexture:  sandy loam or fine sandy loam\nClay content:  10 to 18 percent\nReaction:  pH 6.1 to 7.8"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAnaconda (MT) - have a calcic horizon.\nChinook (MT) - have secondary carbonate accumulation above a depth of 40 inches.\nCozberg (MT) - have secondary carbonate accumulation above a depth of 40 inches.\nLahood (MT) - has a lithic contact at 20 to 40 inches.\nPring (CO) - are extremely hard at a depth of 20 inches; formed in arkose materials that have a high percent of flat bearing surface.\nRhame (ND) - have secondary carbonate accumulation above a depth of 40 inches.\nTinytown (CO) - have hues redder than 10YR in the cambic horizon; have more than 15 percent coarse fragments in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - stream terraces; alluvial fans; sedimentary plains; hills.\nElevation - 2,500 to 3,200 feet.\nSlope - 0 to 15 percent.\nParent material - alluvium or eolian material.\nClimate - cool with long, cold winters; moist springs; warm summers.\nMean annual precipitation - 10 to 14 inches.\nMean annual temperature - 41 to 45 degrees F.\nFrost-free period - 110 to 135 days."
  },
  "DRAINAGE AND PERMEABILITY": {},
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately rapid permeability."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Ynot soils are used for range and nonirrigated crops.  The native vegetation consists of needleandthread, prairie sandreed, bluebunch wheatgrass, little bluestem, forbs, and shrubs."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Montana.  Ynot soils are not extensive."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Fallon County, Montana, 1991."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  }
}
