{
  "SERIES": "YODAL",
  "STATUS": "Established Series",
  "BYREV": "Rev. JFD-RJE-JAL",
  "REVDATE": "08/2002",
  "STATES": "WY",
  "OVERVIEW": "The Yodal series consists of very deep, well drained soils on mountains. These soils formed in local alluvium or colluvium derived from mixed sources. Slopes are 4 to 60 percent. Yodal soils have moderate permeability. Mean annual precipitation is about 45 inches. Mean annual air temperature is about 30 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, active Typic Palecryalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Yodal gravelly loam, on a 35 percent slope with an east aspect at 9100 feet elevation, in a subalpine forb community. (Colors are for dry soil unless otherwise noted.)\nA--0 to 3 inches; brown (7.5YR 5/3) gravelly loam, dark brown (7.5YR 3/3) moist; weak coarse subangular blocky structure parting to moderate medium granular; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine vesicular pores; 30 percent pebbles; slightly acid (pH 6.5); clear smooth boundary. (3 to 7 inches thick)\nAE--3 to 17 inches; brown (7.5YR 5/3) gravelly loam, brown (7.5YR 4/3) moist; weak coarse subangular blocky structure parting to weak medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; common fine roots, few medium and coarse roots; common fine and medium tubular pores; 20 percent pebbles; strongly acid (pH 5.5); clear smooth boundary. (10 to 20 inches thick)\nE--17 to 38 inches; light brown (7.5YR 6/4) gravelly loam, brown (7.5YR 4/4) moist; weak coarse subangular blocky structure parting to moderate medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; few fine and medium roots; common fine and medium tubular pores; common uncoated silt grains on ped faces; 20 percent pebbles and 5 percent cobbles; strongly acid (pH 5.5); clear smooth boundary. (10 to 30 inches thick)\nE/B--38 to 55 inches; 95 percent reddish yellow (5YR 6/6) E material, yellowish red (5YR 4/6) moist, 5 percent light red (2.5YR 6/6) B material as irregular masses and lamellae, red (2.5YR 5/6) moist that mix to very gravelly very fine sandy loam; massive; hard, friable, slightly sticky and slightly plastic; few fine roots; few medium tubular pores; 30 percent pebbles and 20 percent cobbles; strongly acid (pH 5.1); clear wavy boundary. (17 to 30 inches thick)\nBt/E--55 to 70 inches; 90 percent red (2.5YR 5/8) B material, red (2.5YR 4/8) moist, 10 percent white (10YR 8/1) E material as skeletans less than 1 cm thick on ped faces, light gray (10YR 7/2) moist that mix to silty clay; moderate coarse prismatic structure parting to moderate coarse subangular blocky; very hard, firm, sticky and very plastic; few very fine and fine roots; many very fine tubular pores, few fine and medium tubular pores; common faint clay films on faces of peds and lining pores; 5 percent pebbles; strongly acid (pH 5.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Teton County, Wyoming; about 9 miles west of Jackson; about 500 feet east and 400 feet north of the southwest corner of section 15, T. 41 N., R. 118 W.; Latitude - 43 degrees North, 57 minutes, 37 seconds; Longitude - 111 degrees West, 57 minutes, 37 seconds."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 33 to 36 degrees F.\nMean summer soil temperature - 41 to 44 degrees F.\nMoisture control section - between 4 and 12 inches; dry throughout the moisture control section for 15 to 30 consecutive days during the four months following the summer solstice.\nDepth to argillic horizon - 40 to greater than 60 inches.\nColor after mixing the upper 7 inches - value greater than 5 dry or 3 moist or chroma greater than 3.\nClay content in particle-size control section - averages 18 to 27 percent.\nRock fragments in particle-size control section - averages 15 to 35 percent.\nA horizon - Hue: 5YR, 7.5YR or 10YR\nValue: 4, 5 or 6 dry; 3 or 4 moist\nChroma: 2, 3 or 4 dry or moist\nClay content: 12 to 22 percent\nRock fragments: 15 to 35 percent--10 to 35 percent pebbles; 0 to 5 percent cobbles; 0 to 5 percent stones\nReaction: pH 5.6 to 6.5\nAE horizon - Hue: 5YR, 7.5YR or 10YR\nValue: 4, 5 or 6 dry; 3 or 4 moist\nChroma: 2, 3 or 4 dry; 3 or 4 moist\nTexture: silt loam or loam\nClay content: 15 to 25 percent\nRock fragments: 5 to 35 percent--5 to 30 percent pebbles; 0 to 5 percent cobbles; 0 to 5 percent stones\nReaction: pH 5.1 to 6.5\nE horizon - Hue: 5YR, 7.5YR or 10YR\nValue: 4, 5 or 6 dry; 3, 4 or 5 moist\nChroma: 2, 3 or 4 dry; 3 or 4 moist\nTexture: loam or silt loam\nClay content: 18 to 27 percent\nRock fragments: 15 to 35 percent--5 to 30 percent pebbles; 0 to 20 percent cobbles; 0 to 10 percent stones\nReaction: pH 5.1 to 7.3\nE/B horizon - Hue: 2.5YR, 5YR, 7.5YR or 10YR\nValue, mixed: 5, 6 or 7 dry; 4, 5 or 6 moist\nChroma, mixed: 3, 4, or 6 dry or moist\nTexture: very fine sandy loam or loam\nClay content: 15 to 25 percent\nRock fragments: 35 to 60 percent--10 to 40 percent pebbles; 5 to 30 percent cobbles; 0 to 10 percent stones\nReaction: pH 5.1 to 7.3\nVolume of B material: less than 15 percent\nBt/E horizon - Hue: 2.5YR, 5YR, 7.5YR, 10YR or 5Y\nValue, B part - 5 or 6 dry, 4 or 5 moist\nE part - 7 or 8 dry, 6 or 7 moist\nChroma, B part - 6 or 8 dry or moist\nE part - 1 or 2 dry or moist\nTexture: silty clay or clay\nClay content: 40 to 60 percent\nRock fragments: 5 to 35 percent--0 to 15 percent pebbles; 0 to 20 percent cobbles; 0 to 10 percent stones\nSoft shale or sandstone fragments: 0 to 40 percent\nReaction: pH 5.1 to 7.3\nVolume of E material: less than 15 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Swifton series. Swifton soils have a mean annual soil temperature of 44 to 46 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - mountain summits, sideslopes and basins above the\nforested zone.\nElevation - 7,600 to 9,800 feet.\nSlope - 4 to 60 percent.\nParent material - local alluvium or colluvium derived from mixed sedimentary bedrock and loess.\nClimate - Precipitation is evenly distributed throughout the year. Winter snowpack of 8 to 16 feet in depth and lasting through mid June are common.\nMean annual temperature - 26 to 34 degrees F.\nMean annual precipitation - 30 to 60 inches.\nFrost free period - 5 to 30 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Fritz and Koffgo series and soils in the fragmental family of Typic Cryochrepts. Fritz soils are on nearby alpine mountain summits. They are derived from limestone and have mollic epipedons over calcic horizons. Koffgo soils are on nearby mountain sideslopes and commonly support forested communities. They average greater than 35 percent rock fragments throughout the particle size control section. The fragmental Typic Cryochrepts are on nearby karst alpine mountain summits. They are derived from limestone and are less than 20 inches deep to fragmental material."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderate to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Yodal soils are used for livestock grazing, recreation, and wildlife habitat. These soils commonly support subalpine forb communities. The fernleaf licorieroot-duncecap larkspur c.t., nettleleaf giant hyssop-showy goldeneye c.t. are commonly represented."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western Wyoming and southeastern Idaho. They are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Targhee National Forest, Teton County, Wyoming, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognize in this pedon are:\nOchric epipedon - The zone from the mineral soil surface to 55 inches (A, AE, E and E/B horizons).\nArgillic horizon - The zone from 55 to 70 inches (Bt/E horizon).\nParticle size control section - The zone from 10 to 40 inches (part of the AE, E, and part of the E/B horizons).\nInterfingering of albic material into the argillic horizon - The zone from 55 to 70 inches (Bt/E horizon).\n20 percent or greater absolute clay increase - The horizon boundary at 55 inches (transition from the E/B to B/E horizons)\nUdic moisture regime\nADDITIONAL DATA: Full Characterization Data (06/27/89) NSSL, Lincoln, NE. Client-Assigned Laboratory Number S88WY-039-001; Project File Numbers 88P 148; Laboratory-Assigned Numbers: Pedon 88P 837, Samples 88P4378-4383.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
