{
  "SERIES": "YODY",
  "STATUS": "Established Series",
  "BYREV": "Rev. WDM-ELS-JVC-JBF",
  "REVDATE": "12/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Haploxeralfic Argidurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Yody gravelly sandy loam--rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 8 cm; pale brown (10YR 6/3) gravelly sandy loam, dark brown (10YR 3/3) moist; weak thin platy structure; slightly hard, friable, slightly sticky and nonplastic; few fine and medium roots; common fine vesicular pores; 15 percent gravel; moderately alkaline (pH 8.2); abrupt smooth boundary. (5 to 18 cm thick)\nBt--8 to 28 cm; brown (7.5YR 5/4) sandy clay loam, brown (7.5YR 4/4) moist; weak fine subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common fine, medium and coarse roots; common fine tubular and interstitial pores; common faint clay films on faces of peds and lining pores; 10 percent gravel; moderately alkaline (pH 8.2); clear wavy boundary. (13 to 50 cm thick)\nBtk--28 to 41 cm; light yellowish brown (10YR 6/4) gravelly sandy clay loam, dark yellowish brown (10YR 4/4) moist; weak fine subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common fine roots; common fine tubular and interstitial pores; few faint clay films on faces of peds and lining pores; few fine secondary calcium carbonate masses on peds and around rock fragments; 20 percent gravel; slightly effervescent; moderately alkaline (pH 8.2); abrupt wavy boundary. (8 to 20 cm thick)\nBkq1--41 to 66 cm; light yellowish brown (10YR 6/4) gravelly sandy loam, yellowish brown (10YR 5/4) moist; massive; hard, firm, slightly sticky and slightly plastic; few fine, medium and coarse roots; common fine tubular and interstitial pores; weakly cemented with secondary silica; few fine and medium secondary calcium carbonate concretions around rock fragments; 25 percent gravel; strongly effervescent; moderately alkaline (pH 8.4); clear smooth boundary. (0 to 30 cm thick)\nBkq2--66 to 97 cm; very pale brown (10YR 7/3) gravelly loamy sand, yellowish brown (10YR 5/4) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few fine roots; common very fine and fine tubular and interstitial pores; few very hard discontinuous zones of cementation by secondary silica 2.5 to 8 cm thick; common medium and coarse secondary calcium carbonate concretions around rock fragments; 35 percent gravel; violently effervescent; moderately alkaline (pH 8.4); abrupt smooth boundary. (15 to 40 cm thick)\nBqkm--97 to 152 cm; very pale brown (10YR 7/3) cemented material, dark yellowish brown (10YR 4/4) moist; massive; strongly cemented strata are very hard and very firm, average 5 to 8 cm thick, and are root-limiting; remainder of horizon is weakly cemented very gravelly loamy sand that is hard, firm and brittle, nonsticky and nonplastic; few very fine roots in cracks; few fine interstitial pores; continuous brittle matrix cemented by secondary calcium carbonate and secondary silica; 60 percent gravel; violently effervescent; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Nye County, Nevada; in Little Smoky Valley about 0.6 mile south of the prominent quartzite outcrop in survey area 8 of the BLM Duckwater Planning Unit; about 1,500 feet north and 1,000 feet east of the southwest corner of section 19, T. 13 N., R. 53 E.; USGS Summit Station 7.5 minute topographic quadrangle; latitude 38 degrees 56 minutes 43 seconds N and longitude 116 degrees 04 minutes 29 seconds W; WGS84 Decimal Degrees 38.9452778 latitude, -116.0747222 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in winter and spring, dry in summer and fall; aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 8 to 11 degrees C.\nDepth to base of argillic horizon: 36 to 76 cm.\nDepth to calcic horizon: 36 to 76 cm.\nDepth to strongly cemented duripan: 76 to 100 cm.\nParticle-size control section - Clay content: 20 to 35 percent.\nRock fragments: Averages 15 to 35 percent, mainly gravel. Lithology of fragments is volcanic rocks such as andesite, dacite, and rhyolite.\nA horizon\nValue: 6 or 7 dry.\nChroma: 2 or 3 dry, 3 or 4 moist.\nOther features: Commonly has polygonal surface morphology with few to many vesicular pores.\nBt and Btk horizons\nHue: 7.5YR or 10YR.\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 3 or 4, dry or moist.\nTexture: Sandy clay loam, gravelly sandy clay loam, or gravelly clay loam.\nConsistence: Slightly hard or hard dry, friable or firm moist, slightly sticky or moderately sticky and slightly plastic or moderately plastic, wet.\nSalinity (EC): 2 to 4 mmhos/cm.\nSodicity (SAR): 1 to 12.\nCalcium carbonate equivalent: 1 to 5 percent.\nOther features: Contains more than 35 percent sand.\nBkq horizons\nValue: 6 through 8 dry.\nChroma: 2 through 4, dry or moist.\nTexture: Gravelly loam, gravelly sandy loam, or gravelly loamy sand.\nClay content: 5 to 10 percent.\nRock fragments: 15 to 35 percent.\nConsistence: Slightly hard or hard, dry, very friable to firm moist, nonsticky or slightly sticky and nonplastic or slightly plastic, wet.\nReaction: Moderately alkaline or strongly alkaline.\nSalinity (EC): 2 to 4 mmhos/cm.\nSodicity (SAR): 1 to 12.\nCalcium carbonate equivalent: 5 to 10 percent.\nOther features: Subhorizons have common (5 to 10 percent) identifiable secondary calcium carbonate concretion on rock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Aquinas, Boulflat, Cherry Spring, Eastval, Spasprey, and Zaidy series.\nAquinas soils do not have calcic horizons and have duripans that formed in lacustrine deposits within 100 cm of the soil surface. Boulflat soils do not have calcic horizons and have duripans overlying lithic contacts within 100 cm of the soil surface. Cherry Spring soils have less than 35 percent sand in the particle-size control section and do not have calcic horizons. Eastval soils do not have calcic horizons.  Spasprey and Zaidy soils do not have calcic horizons and have duripans at depths of 50 to 76 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Yody soils are on fan remnants. They formed in alluvium derived from volcanic rocks. Slopes are 0 to 15 percent. Elevations range from 1,616 to 2,196 meters. The climate is semiarid with cool, moist winters and warm, dry summers. The mean annual precipitation is 200 to 250 mm, the mean annual temperature is 7 to 8 degrees C, and the frost-free period is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: This is the Abgese soil. Abgese soils are fine-loamy, very deep, have argillic horizons, and occur on adjacent fan remnants."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; high surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Yody soils are used for livestock grazing, recreation, and wildlife habitat. The vegetation is mainly Wyoming big sagebrush, spiny hopsage, bottlebrush squirreltail, and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Nevada. These soils are extensive with about 102,000 acres of the series mapped to date. The series concept and main acreage is in MLRA 28B, while other acreage occurs in MLRA 27."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Nye County, Nevada; BLM Duckwater Planning Unit, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 8 cm (A horizon).\nArgillic horizon - The zone from 8 to 41 cm (Bt and Btk horizons).\nCalcic horizon - The zone from 66 to 71 cm (Bkq2 horizon).\nStrongly cemented duripan - The zone from 71 to 152 cm (Bqkm horizon).\nParticle-size control section - The zone from 8 to 41 cm (Bt and Btk horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
