{
  "SERIES": "YOKUT",
  "STATUS": "Established Series",
  "BYREV": "Rev. PWB/JHR/MAV",
  "REVDATE": "01/98",
  "STATES": "CA",
  "OVERVIEW": "The Yokut series consists of deep, well drained soils on flood\nplains and alluvial fan overwash on terraces.  These soils formed\nin mixed alluvium dominantly from igneous and sedimentary rock.  Slope ranges from 0 to 2 percent. The mean annual precipitation is about 11 inches and the mean annual temperature is 62 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic Typic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Yokut sandy loam - on a slope of 1 percent in a fallow field at an elevation of 175 feet.  (Colors are for dry\nsoil unless otherwise stated.  When described on April 8, l980,\nthe soil was moist throughout.)\nAp--0 to 6 inches; yellowish brown (10YR 5/4) sandy loam, dark yellowish brown (10YR 4/4) moist; strong fine granular structure; slightly hard, friable, slightly sticky and slightly plastic;\ncommon very fine and few fine roots; few very fine tubular pores;\n1 percent gravel 2 to 5 mm in size; medium acid (pH 6.0); abrupt smooth boundary. (5 to 9 inches thick)\nA--6 to 16 inches; light yellowish brown (10YR 6/4) loam, dark yellowish brown (10YR 4/4) moist; massive; hard, friable, slightly sticky and plastic; few very fine roots; few very fine and fine tubular pores; 1 percent gravel 2 to 5 mm in size; slightly acid\n(pH 6.5); clear wavy boundary.  (8 to 16 inches thick)\n2BA--16 to 21 inches; light yellowish brown (10YR 6/4)\ngravelly loam, strong brown (7.5YR 5/6) moist; massive; hard, friable, sticky and slightly plastic; few very fine roots; few\nvery fine and fine tubular pores; few thin clay films in pores; 25 percent gravel 2 to 5 mm and 20 to 75 mm in size; moderately\nalkaline (pH 8.0); abrupt wavy boundary. (0 to 6 inches thick)\n2Bt1--21 to 36 inches; strong brown (7.5YR 5/6) extremely\ngravelly sandy clay loam, strong brown (7.5YR 4/6) moist; massive; hard, friable, sticky and plastic; few very fine and fine roots;\nfew very fine tubular pores; many moderately thick and thick clay films bridging sand grains and coating pebbles; 70 percent gravel\n2 to 65 mm in size; moderately alkaline (pH 8.0); diffuse smooth boundary.\n2Bt2--36 to 68 inches; strong brown (7.5YR 5/6) extremely\ngravelly sandy clay loam, strong brown (7.5YR 4/6) moist; massive; hard, friable, sticky and plastic; no roots; few very fine tubular pores; many moderately thick and thick clay films bridging sand grains and coating pebbles; 70 percent gravel 2 to 75 mm in size; moderately alkaline.  (pH 8.0).  (Combined thickness of the 2Bt horizons extend to below 60 inches)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Merced County, California; about 4 miles west of\nthe city of Gustine, 2,500 feet east and 1,200 feet north of the\nSW corner of section 10, T.8 S., R.8 S."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 59 degrees to 65 degrees F.  The soil temperature is below 47 degrees\nF in parts of January and February.  It is not below 41 degrees F\nat any time.  The soil between 10 and 30 inches is moist in all\nparts from January 1 to May 1 and dry in all parts from July 1 to October 31.  Rock fragments range from 0 to 10 percent in the A horizon, from 20 to 30 percent in the 2BA horizon, and from 60 to\n80 percent in the 2Bt horizon.  Some pedons do not have a 2BA horizon.  Organic matter is less than 1 percent in the A horizon.\nThe A and Ap horizons are 7.5YR 4/2, 4/4, 5/6; 10YR 4/2, 4/3, 5/4, 6/3 or 6/4.  Moist colors are 7.5YR 3/2, 3/4; 10YR 3/2, 3/3, 3/4,\n4/3 or 4/4.  Some pedons are hard and massive when dry.  Reaction\nis medium acid to neutral.  It is sandy loam or loam in the upper part and loam or sandy clay loam in the lower part.  It has 12 to\n25 percent clay content.\nThe 2Bt horizon is 7.5YR 4/2, 4/4, 5/4, 5/6, 6/4; 10YR 4/3, 4/4,\n5/2, 5/4 or 6/4.  Moist colors are 7.5YR 3/2, 3/4, 4/4, 4/6, 5/4, 5/6; 10YR 3/2, 3/3, 3/4, 4/3 or 4/4.  It is extremely gravelly\nloam,  or extremely gravelly sandy clay loam with 20 to 30 percent clay content."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Peckham and Yorba series in the\nsame family and the Bally and Pleasonton Series in other families.  Peckham soils have a lithic contact at a depth of 20 to 30 inches.  Yorba soils have rock fragments throughout.  Bally soils average\nover 35 percent clay content in the texture control section.  Pleasonton soils have over 0.7 percent organic carbon in the upper\n4 inches of the surface horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Yokut soils are on flood plains and on\nalluvial fan overwash over terraces with slopes of 0 to 2 percent.  Elevations range from 120 to 1,400 feet.  These soils formed in alluvium from igneous and sedimentary rock.  The climate is\nsemiarid with hot dry summers and cool moist winters.  The mean annual precipitation is 10 to 12 inches.  The mean January temperature is 45 degrees F; the mean July temperature is 78\ndegrees F; and the mean annual temperature is 60 degrees to 64 degrees F.  The frost-free season is 190 to 280 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bapos, Carranza, Damluis, Vernalis and Woo soils.  Bapos and Damluis soils have a\nfine texture control section.  Carranza and Woo soils have a\nmollic epipedon, a fine-loamy texture control section, and do not have an argillic horizon.  Vernalis soils are calcareous\nthroughout and have a fine-loamy texture control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for cropland and\nrangeland. Among the crops grown are walnuts, oranges, almonds,\nsugar beets and barley.  The rangeland vegetation is soft chess, filaree, foxtail barley, foxtail fescue, clover, red brome and\nother annual grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  These soils are in small intermountain valleys in the foothills of the Coast Range of California and\nalong the western edge of the Central San Joaquin Valley.  They\nare not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Merced County, California 1984.  Named after\nthe Yokut Indians of the San Joaquin Valley."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were mapped as Mocho and Pleasonton in the\nLos Banos Area, Series 1939 report.  They are being differentiated\nby having an argillic horizon, which is not typical of the Mocho series and by having less than 0.7 percent organic carbon in the upper 4 inches of the surface horizon which is not typical of the Pleasonton series.  pH determined by colormetric method using\nThymol Blue and Hellige-Truog Triplex indicators.  Texture\ndetermined by hydrometer method.  Organic matter estimated from adjacent soils where Walkley-Black digestion method was used.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 8 inches.\nArgillic horizon - 21 to 68 inches(2Bt1, 2Bt2 horizons).\nParticle-size control section - upper 20 inches of the Bt horizon."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Ap--0 to 6 inches; yellowish brown (10YR 5/4) sandy loam, dark yellowish brown (10YR 4/4) moist; strong fine granular structure; slightly hard, friable, slightly sticky and slightly plastic;"
      },
      {
        "name": "A",
        "top": 15,
        "bottom": 41,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "A--6 to 16 inches; light yellowish brown (10YR 6/4) loam, dark yellowish brown (10YR 4/4) moist; massive; hard, friable, slightly sticky and plastic; few very fine roots; few very fine and fine tubular pores; 1 percent gravel 2 to 5 mm in size; slightly acid"
      },
      {
        "name": "2BA",
        "top": 41,
        "bottom": 53,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2BA--16 to 21 inches; light yellowish brown (10YR 6/4)"
      },
      {
        "name": "2Bt1",
        "top": 53,
        "bottom": 91,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Bt1--21 to 36 inches; strong brown (7.5YR 5/6) extremely"
      },
      {
        "name": "2Bt2",
        "top": 91,
        "bottom": 173,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Bt2--36 to 68 inches; strong brown (7.5YR 5/6) extremely"
      }
    ]
  ]
}
