{
  "SERIES": "YOMBA",
  "STATUS": "Established Series",
  "BYREV": "Rev. GAR/WED/RLB/JBF",
  "REVDATE": "06/2017",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, mesic Durinodic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Yomba gravelly sand--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 5 cm; light brownish gray (10YR 6/2) gravelly sand, very dark grayish brown (10YR 3/2) moist; single grained; loose, nonsticky and nonplastic; many very fine interstitial pores; 30 percent gravel; slightly alkaline (pH 7.6); abrupt smooth boundary.  (3 to 10 cm thick)\nA2--5 to 10 cm; light gray (10YR 7/2) fine sandy loam, dark grayish brown (10YR 4/2) moist; weak medium and thick platy structure; soft, very friable, nonsticky and nonplastic; few very fine, fine, and medium roots; many very fine and fine vesicular pores; slightly alkaline (pH 7.6); abrupt smooth boundary.  (0 to 15 cm thick)\nBw--10 to 25 cm; light gray (10YR 7/2) fine sandy loam, dark grayish brown (10YR 4/2) moist; weak very coarse prismatic structure; soft, very friable, nonsticky and nonplastic; few very fine, fine, and medium roots; few very fine tubular pores; slightly alkaline (pH 7.4); abrupt wavy boundary.  (8 to 30 cm thick)\nBk--25 to 36 cm; light gray (10YR 7/2) loam, brown (10YR 4/3) moist; weak coarse prismatic structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine, and few fine and medium roots; few very fine tubular pores; common medium and large distinct white (10YR 8/1) lime segregations; violently effervescent; moderately alkaline (pH 8.4); abrupt smooth boundary.  (0 to 23 cm thick)\n2Bqk--36 to 51 cm;  light gray (10YR 7/2) gravelly coarse sandy loam , brown (10YR 4/3) moist; massive; hard and very hard, friable and firm, nonsticky and nonplastic; few fine and very fine roots; very fine tubular pores; few thin silica bridges between sand grains and lining pores; 30 percent gravel; common medium and large distinct white (10YR 8/1) lime masses; few medium and large prominent yellow (10YR 7/6) opal coats on discontinuous laminae; continuous brittle matrix; strongly effervescent; moderately alkaline (pH 8.2); abrupt wavy boundary. (14 to 38 cm thick)\n3C--51 to 152 cm; gray (10YR 6/1) extremely gravelly sand, very dark grayish brown (10YR 3/2) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; many very fine and fine interstitial pores; 65 percent gravel; very few large distinct dark yellowish brown (10YR 4/4) iron concretions in 5 cm wide pockets; slightly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Nye County, Nevada; about 19 miles northwest of Tonopah and 2 miles west of Nevada Highway 89; about 1,000 feet east and 1,000 feet south of the northwest corner of section 25, T. 5 N., R. 40 E.; USGS San Antonio Ranch SW 7.5 minute topographic quadrangle; latitude 38 degrees 15 minutes 58 seconds N and longitude 117 degrees 26 minutes 19 seconds W; WGS84 Decimal Degrees 38.266222 latitude, -117.438611 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in some part for short periods during winters and early spring months, and for 10 to 20 days cumulative between July and October due to convection storms; typic aridic soil moisture regime.\nMean annual soil temperature: 12 to 15 degrees C.\nDepth to 2Bqk horizon: 25 to 58 cm.\nDepth to 3C horizon: 46 to 66 cm.\nParticle-size control section - Clay content: Averages 3 to 8 percent.\nRock fragments:  40 to 60 percent, mainly gravel.\nA horizon\nHue:  10YR or 2.5Y.\nValue:  6 or 7 dry, 3 or 4 moist.\nChroma:  2 or 3.\nEffervescence:  Noneffervescent or slightly effervescent.\nReaction:  Slightly alkaline or moderately alkaline.\nBw and Bk horizons\nHue:  10YR or 2.5Y.\nValue:  6 or 7 dry, 3 or 4 moist.\nChroma:  2 or 3.\nTexture:  Sandy loam, fine sandy loam or loam.\nClay content:  10 to 20 percent.\nRock fragments:  0 to 15 percent, mainly gravel.\nConsistence: Soft to slightly hard, nonsticky to sticky and nonplastic to plastic.\nEffervescence:  Strongly effervescent or violently effervescent.\nReaction:  Slightly alkaline through strongly alkaline.\nStructure: Platy, prismatic or subangular blocky.\n2Bqk horizon\nValue:  6 or 7 dry, 4 through 6 moist.\nChroma:  2 through 4.\nTexture: Coarse sandy loam, sandy loam.\nRock fragments:  30 to 50 percent, dominantly gravel.\nConsistence: Hard to very hard, friable to firm.\nEffervescence:  Strongly effervescent or violently effervescent.\nReaction:  Moderately alkaline or strongly alkaline.\nOther Features:  Has laminae with cementation that ranges from weak with only a few thin silica bridges to strong with 0.6 cm thick discontinuous layers in pockets and seams.\n3C horizon\nValue:  6 or 7 dry, 3 through 5 moist.\nChroma:  1 through 3.\nTexture: Sand, strata with variable percent of gravel and cobbles, dominantly gravel.\nRock fragments:  Average 50 to 70 percent.\nEffervescence:  Noneffervescent or slightly effervescent.\nReaction:  Slightly alkaline through strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Yomba soils are on alluvial flats, alluvial plains, fan piedmonts and fan skirts.  These soils formed in mixed alluvium derived from rhyolite, basalt, granite, and tuff.  Slopes are 0 to 4 percent.  Elevations are 1,225 to 1,936 meters.  The mean annual precipitation is 100 to 200 mm, the mean annual temperature ranges from 11 to 14 degrees C, and the frost-free season is 120 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Belcher, Domez and Stumble soils.  Belcher soils are shallow over tuff.  Domez soils are fine-loamy.  Stumble soils are sandy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Somewhat excessively drained; very slow to slow runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Livestock grazing and wildlife habitat.  The vegetation is principally Bailey greasewood, shadscale, Anderson wolfberry, graymolly and fourwing saltbush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South central Nevada.  These soils are of moderate extent.  MLRA 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Nye County, Nevada, (Big Smoky Valley Area), 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A1, A2 and part of Bw horizons).\nCambic horizon - The zone from 10 to 25 cm (Bw horizon).\nDuric feature - The zone from 36 to 50 cm (2Bqk horizon).\nParticle-size control section - The zone from 25 to 100 cm (Bk, 2Bqk and part of 3C horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
