{
  "SERIES": "YOUGA",
  "STATUS": "Established Series",
  "BYREV": "Rev. RHM/GB",
  "REVDATE": "02/1999",
  "STATES": "CO,UT,WY",
  "OVERVIEW": "The Youga series consists of very deep or deep, well drained soils formed in glacial till, outwash, alluvium, eolian deposits, or similar material.  Youga soils are on upland hills, plateaus, foot slopes, fans, and mountainsides.  Slopes range from 2 to 50 percent.  The mean annual precipitation is about 20 inches and the mean annual temperature is about 38 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive Ustic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Youga loam - grassland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 6 inches; very dark grayish brown (10YR 3/2) loam, very dark brown (10YR 2/2) moist; strong fine crumb structure; soft, very friable, slightly sticky and slightly plastic; 5 percent pebbles; neutral; clear smooth boundary.  (5 to 10 inches thick)\nBA--6 to 10 inches; brown (7.5YR 4/3) clay loam, dark brown (7.5YR 3/3) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; peds are hard; few thin glossy patches on peds and discontinuous glossy coatings inside pores; 5 percent pebbles; neutral; clear smooth boundary.  (4 to 5 inches thick)\nBt--10 to 24 inches; brown (7.5YR 5/3) clay loam, dark brown (7.5YR 4/3) moist; moderate medium prismatic structure that parts to moderate medium angular and subangular blocks; slightly hard, friable, slightly sticky and slightly plastic; peds are very hard; thin continuous clay films on peds and in soil pores; 10 percent cobbles and pebbles; neutral; gradual smooth boundary.  (7 to 27 inches thick)\nBCt--24 to 29 inches; brown (7.5YR 5/3) clay loam, dark brown (7.5YR 4/3) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; peds are hard; patchy clay films on some faces of peds and in some pores; 10 percent cobbles; neutral; gradual smooth boundary.  (4 to 8 inches thick)\nC--29 to 60 inches; pale brown (10YR 6/3) gravelly sandy clay loam, brown (10YR 4/3) moist; massive; hard, very friable, slightly sticky and slightly plastic; 20 percent pebbles and cobbles; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Gunnison County, Colorado; in Lost Canyon Gulch in the NE1/4 of Sec. 7, T. 50 N., R. 2 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Rock fragments range from 0 to 35 percent by volume in a major part of the solum and C horizons above a depth of 40 inches.  Depth to bedrock is more than 40 inches.  Mean annual soil temperature ranges from 39 to 46 degrees F., and mean summer soil temperature ranges from 47 to 55 degrees F.  Depth to secondary calcium carbonate accumulation is 40 inches or more.  The soil moisture control section is dry for more than 45 days when the temperature at 20 inches is greater than 41 degrees F.\nThe A horizon has hue of 5Y through 7.5YR, value of 2 through 5 dry, 2 or 3 moist, and chroma of 1 through 3.  Reaction is slightly acid through mildly alkaline.\nThe Bt horizon has hue of 5Y through 7.5YR, value of 4 through 7 dry, 2 through 6 moist, and chroma of 1 through 6.  It is typically loam, sandy clay loam, or clay loam with or without gravelly modifiers and has 18 to 35 percent clay.  Reaction is slightly acid through mildly alkaline.\nThe C or Bk horizon has hue of 5Y through 7.5YR, value of 5 or 7 dry, 3 or 4 moist, and chroma of 3 or 4.  It is typically sandy loam, fine sandy loam, loam, sandy clay loam, or clay loam and less commonly a sandy loam with 14 to 35 percent clay.  Reaction is neutral through moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Amsden, Buffork, Cific, Coldsprings, Croftshaw, Croydon, Dra, (T)Gebson, Gelkie, Hourglass, Inchau, Kezar, Kittredge, Leavitt, Lucky, Lymanson, Lyonman, Michelson, Miracle, Monad, (T)Monida, Morset, Mult, Newlands, Oro Fina, Passcreek, Philipsburg, Primeaux, Rainbolt, Rammel, Shotgun, (T)Slacks, Sponsor, Swede, Tingey, Tripit, Troutdale, Wellsville, and Woosley series.  Amsden, Gebson, Gelkie, Leavitt, Michelson, Monida, Morset, Oro Fino, Philipsburg, Tingey, and Wellsville soils have consistent horizons of visible secondary calcium carbonate accumulation above a depth of 40 inches.  Also, Tingey soils have stony clay loam or stony sandy clay loam Bt horizons.  Croydon, Dra, Kezar, Lucky, Miracle, Mult, Newlands, Passcreek, Primeaux, Rammel, Shotgun, (T)Slacks, Troutdale, and Woosley soils have a lithic contact above a depth of 40 inches.  Hourglass soils formed in material weathered from limestone and sandstone and have moisture control sections that are dry less than 45 days when the temperature at 20 inches is greater than 41 degrees F.  Buffork, Cific, Inchau, Lymanson, Rainbolt, and Tripit soils have a paralithic contact above a depth of 40 inches.  Kittredge soils contain a significant proportion of flat mica platelets numerous enough and large enough to affect the soil's physical characteristics.  Lyonman soils are medium acid below a depth of about 2 feet, have some mottling in the C horizon, and occur in areas of dominant winter precipitation.  Coldspring soils have 5YR or 2.5YR hue in the Bt and C horizons.  Swede soils have moderately acid B horizons and occur in areas of dominant winter precipitation.  Monad soils have a solum over 40 inches thick and are medium acid to a depth of over 40 inches.  Croftshaw soils have mean annual soil temperatures of 38 degrees F. and colder.  Sponsor soils are in a more moist climatic setting and are moist in some part of the moisture control section in the fall or summer months and have a mean annual soil temperature of 34 to 38 deg\nrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Youga soils are on upland hills, plateaus, and mountainsides.  Slopes range from 2 to 50 percent.  The soil formed in glacial till, outwash, alluvium, eolian deposits, or similar material derived from mixed sources.  At the type location the average annual precipitation ranges from 16 to 25 inches with peak periods of precipitation during the spring and summer.  Mean annual temperature ranges from 34 to 44 degrees F.  Elevation ranges from 7,000 to 10,000 feet.  The frost-free period ranges widely from 30 to 85 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Parlin and Passcreek soils.  Parlin soils have a summer soil temperature warmer than 58 degrees F.  Passcreek soils have a lithic contact above a depth of 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderate to moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for native pastureland and for recreational purposes.  Native vegetation consists of Thurber fescue, big sagebrush, and widely spaced aspen."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The high mountain areas of central Colorado.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Gunnison County, Colorado, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic features include a mollic epipedon from 0 to 10 inches and an argillic horizon from 10 to 24 inches.  Last updated by the state 12/90.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 6 inches; very dark grayish brown (10YR 3/2) loam, very dark brown (10YR 2/2) moist; strong fine crumb structure; soft, very friable, slightly sticky and slightly plastic; 5 percent pebbles; neutral; clear smooth boundary.  (5 to 10 inches thick)"
      },
      {
        "name": "BA",
        "top": 15,
        "bottom": 25,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BA--6 to 10 inches; brown (7.5YR 4/3) clay loam, dark brown (7.5YR 3/3) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; peds are hard; few thin glossy patches on peds and discontinuous glossy coatings inside pores; 5 percent pebbles; neutral; clear smooth boundary.  (4 to 5 inches thick)"
      },
      {
        "name": "Bt",
        "top": 25,
        "bottom": 61,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt--10 to 24 inches; brown (7.5YR 5/3) clay loam, dark brown (7.5YR 4/3) moist; moderate medium prismatic structure that parts to moderate medium angular and subangular blocks; slightly hard, friable, slightly sticky and slightly plastic; peds are very hard; thin continuous clay films on peds and in soil pores; 10 percent cobbles and pebbles; neutral; gradual smooth boundary.  (7 to 27 inches thick)"
      },
      {
        "name": "BCt",
        "top": 61,
        "bottom": 74,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "BCt--24 to 29 inches; brown (7.5YR 5/3) clay loam, dark brown (7.5YR 4/3) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; peds are hard; patchy clay films on some faces of peds and in some pores; 10 percent cobbles; neutral; gradual smooth boundary.  (4 to 8 inches thick)"
      },
      {
        "name": "C",
        "top": 74,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "gravelly",
        "pH_class": "neutral",
        "narrative": "C--29 to 60 inches; pale brown (10YR 6/3) gravelly sandy clay loam, brown (10YR 4/3) moist; massive; hard, very friable, slightly sticky and slightly plastic; 20 percent pebbles and cobbles; neutral."
      }
    ]
  ]
}
