{
  "SERIES": "YOUNGSTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. PSD/JAL",
  "REVDATE": "11/2002",
  "STATES": "CO,NV,NM,UT,WY",
  "OVERVIEW": "The Youngston series consists of very deep, well drained soils that formed in stratified alluvium from mixed sources.  Youngston soils are on recent alluvial terraces, fans, and fan aprons.  Slopes are 0 to 10 percent.  The mean annual precipitation is about 7 inches, and the mean annual temperature is about 45 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, calcareous, mesic Typic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Youngston clay loam-cultivated.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 4 inches; light brownish gray (10YR 6/2) clay loam, dark grayish brown (10YR 4/2) moist; weak coarse subangular blocky structure parting to moderate fine granular; hard, very friable, moderately sticky and moderately plastic; strongly effervescent, lime disseminated; moderately alkaline (pH 8.2); clear smooth boundary.  (3 to 6 inches thick)\nAC--4 to 12 inches; light brownish gray (10YR 6/2) clay loam, dark grayish brown (10YR 4/2) moist; weak medium subangular blocky structure; very hard, friable, moderately sticky and moderately plastic; strongly effervescent, lime disseminated; moderately alkaline (pH 8.2); diffuse wavy boundary.  (0 to 12 inches thick)\nC--12 to 60 inches; light brownish gray (10YR 6/2) clay loam stratified with thin lenses of loam and sandy clay loam, grayish brown (10YR 5/2) moist; massive; hard, friable, moderately sticky and moderately plastic; strongly effervescent, lime disseminated; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fremont County, Wyoming; 300 feet south and 50 feet west of the NE1/4 corner of sec. 26, T. 3 N., R. 3 E., Wind River Meridian and Base Line."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are typically calcareous throughout but are leached a few inches in some pedons.  Calcium carbonate equivalent ranges from 4 to 15 percent throughout the control section.  The mean annual soil temperature is about 47 to 52 degrees F.  The stratified particle size control section averages loam or clay loam with 18 to 35 percent clay and more than 15 but less than 35 percent fine or coarser sand.  The strata are quite variable; but very fine sandy loam, silt loam, silty clay loam, and sandy clay loam are most common.  Most pedons are free of rock fragments, but fine or very fine angular or rounded pebbles range from 0 to 15 percent.  Exchangeable sodium ranges from 0 to 15 percent throughout.\nThe A horizon has hue of 5Y through 7.5YR, value of 4 through 7 dry, 3 through 6 moist, and chroma of 2 through 4.  EC ranges from 0 to 4 on the dry sites and 2 to 16 on the flooded and wet sites.  Reaction is slightly or moderately alkaline on dry sites and range to strongly alkaline on flooded and wet areas.\nThe AC horizon, when present, has hue of 5Y through 7.5YR, value of 5 through 7 dry, 3 through 6 moist, and chroma of 2 through 4.  EC ranges from 2 to 16 mmhos with the higher EC's on the wet or flooded sites.  Reaction is moderately or strongly alkaline.\nThe C horizon has hue of 5Y through 7.5YR, value of 5 through 7 dry, 3 through 6 moist, and chroma of 2 through 6.  EC ranges from 2 to 16 mmhos, with the higher EC on the wet and flooded sites."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Battlerock, Binton, Boysen, Clayhole, Jocity, Lostwells, and Toddler series.  Battlerock soils have average annual soil temperature of 55 to 57 degrees F. The Binton and Boysen soils have more than 15 percent exchangeable sodium throughout.  Clayhole soils have horizons of gypsum accumulation. The Jocity soils have hue of 5YR or redder.  Lostwells soils have more than 35 percent fine or coarser sand in the particle size control section.  The Toddler soils have from 15 to 40 percent calcium carbonate equivalent throughout the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Youngston soils are on alluvial fans, fan aprons, and alluvial terraces.  These soils formed in stratified, calcareous alluvium from mixed sources.  When irrigated, water tables are common due to ditch and tailwater seepage.  The water is oxygenated and low chroma mottles are uncommon.  Flooding occurs on low, poorly entrenched bottoms and along major streams.  Slopes are 0 to 10 percent.  Elevations are 3,600 to 6,300 feet.  The mean annual precipitation is about 7 inches and ranges from 5 to 10 inches of which about half falls as snow or rain in April, May, and early June.  The mean annual temperature ranges from 44 to 50 degrees F.  The frost-free season is estimated to range from 110 to 140 days depending upon elevation, aspect, or air drainage."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Apron, Effington, Persayo, and Stutzman soils and the competing Lostwells soils.  Apron soils have a regular decrease in organic carbon and have less than 18 percent clay in the control section.  Effington and Stutzman soils have over 35 percent clay and have a regular decrease in organic carbon.  Effington soils also have over 15 percent exchangeable sodium.  Persayo soils have bedrock at 20 inches or less."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow or medium runoff due to slope; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland, wildlife habitat, and irrigated cropland.  Native vegetation consists of western wheatgrass, bottlebrush squirreltail, big sagebrush, low rabbitbrush, and winterfat.  Principal irrigated crops--alfalfa, corn silage, and small grains."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Basin areas of west-central and northern Wyoming.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Fremont County, Wyoming, Riverton Irrigated Area; 1969.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
