{
  "SERIES": "YUCCABUTTE",
  "STATUS": "Established Series",
  "BYREV": "Rev: PBF/CAH/ET",
  "REVDATE": "05/2012",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic Typic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Yuccabutte loam on an east-facing linear, 6 percent slope under desert shrubs at an elevation of 931 meters (3,054 feet). (Colors are for dry soil unless otherwise noted.) The surface is covered by approximately 30 percent fine gravel, 40 percent medium and coarse gravel, 8 percent cobbles and 1 percent stones.\nA -- 0 to 1 centimeter (0 to 0.5 inch); light brown (7.5YR 6/4) loam, strong brown (7.5YR 4/6) moist; moderate thick platy structure; slightly hard, very friable, nonsticky and slightly plastic; few very fine and fine roots; few very fine, fine, medium and coarse vesicular pores; 3 percent fine gravel and 2 percent medium and coarse gravel; very slightly effervescent, slightly alkaline (pH 7.6); abrupt smooth boundary. (1 to 5 centimeters thick)\nBt1 -- 1 to 14 centimeters (0.5 to 5.5 inches); yellowish red (5YR 4/6) gravelly clay loam, yellowish red (5YR 4/6) moist; weak fine subangular blocky structure; slightly hard, friable, moderately sticky and very plastic; few very fine and fine and very few medium roots; 30 percent faint, yellowish red (5YR 4/6) clay films on faces of peds and rock fragments; 15 percent fine gravel, 10 percent medium and coarse gravel and 2 percent cobbles; slightly alkaline (pH 7.4); abrupt smooth boundary.\nBt2 -- 14 to 52 centimeters (5.5 to 20 inches); reddish brown (5YR 4/4) very gravelly sandy clay loam, reddish brown (5YR 4/4) moist; weak medium subangular blocky structure; moderately hard, firm, moderately sticky and moderately plastic; very few fine roots; 30 percent distinct, yellowish red (5YR 4/6) clay films on faces of peds and rock fragments; 25 percent fine gravel, 15 percent medium and coarse gravel and 5 percent cobbles; neutral (pH 7.2); gradual wavy boundary.\nBt3 -- 52 to 98 centimeters (20 to 38 inches); yellowish red (5YR 5/6) very gravelly sandy loam, strong brown (7.5YR 4/6) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; 20 percent distinct, yellowish red (5YR 4/6) clay films on faces of peds and rock fragments; 35 percent fine gravel, 5 percent medium and coarse gravel and 3 percent cobbles; slightly alkaline (pH 7.6); gradual wavy boundary.\nBt4 -- 98 to 135 centimeters (38 to 53 inches); yellowish brown (10YR 5/6) sandy loam, dark yellowish brown (10YR 4/4) moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; 15 percent distinct, strong brown (7.5YR 4/6) clay films on faces of peds; 8 percent fine gravel and 2 percent medium and coarse gravel; slightly alkaline (pH 7.8); gradual wavy boundary. (Combined thickness of the Bt horizons is 50 to 70 centimeters).\nC -- 135 to 152 centimeters (53 to 60 inches); yellowish brown (10YR 5/6) gravelly loamy sand, dark yellowish brown (10YR 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; 12 percent fine gravel and 3 percent medium and coarse gravel; slightly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Riverside County, California; about 10.3 kilometers (6.4 miles) east northeast of the Cottonwood Visitor's Center located at the junction of Pintobasin and Pinkham Canyon Roads within Joshua Tree National Park; 270 meters (885 feet) west and 185 meters (605 feet) south of the NE corner of section 3, T. 5 S., R. 12 E., San Bernardino Base and Meridian; 33 degrees, 46 minutes and 16.0 seconds north latitude and 115 degrees, 42 minutes and 56.6 seconds west longitude; USGS Conejo Well 7.5 minute topographic quadrangle; UTM 11S 0618922e 3737519n (DTM:NAD83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: usually dry, moist in some part for short\nperiods during winter and early spring and for 10 to 20 days cumulative\nbetween July and September following convection storms. The soils have\na typic-aridic soil moisture regime.\nSoil temperature: 19 to 22 degrees C (66 to 72 degrees F).\nSurface rock fragments: 65 to 80 percent; with 5 to 30 percent fine\ngravel, 20 to 50 percent medium and coarse gravel, 10 to 15 percent\ncobbles, 1 to 10 percent stones and 0 to 3 percent boulders.\nControl section -\nRock fragments: averages 40 to 90 percent, gravel, cobbles, and stones.\nClay content: averages 18 to 30 percent.\nOrganic matter: 0 to 0.5 percent.\nEffervescence: noneffervescent throughout.\nDepth to the upper boundary of an argillic horizon: 1 to 15 centimeters\n(0.5 to 6 inches).\nA and Bw horizons\nValue: 5 or 6 dry, and 3 or 4, moist.\nChroma: 3 or 4, dry.\nClay content: 12 to 25 percent.\nRock fragments: 5 to 60 percent; with 10 to 35 percent gravel, 0 to\n30 percent cobbles and 0 to 15 percent stones.\nEffervescence: noneffervescent or very slightly effervescent.\nBt horizon\nHue: 5YR, 7.5YR or 10YR.\nValue: 4 or 5, dry.\nChroma: 4 to 8, dry and 4 to 6, moist.\nTexture of the fine earth: sandy loam, loam, sandy clay loam or clay\nloam.\nClay content: 18 to 35 percent in the upper part and 10 to 18 percent\nin the lower part.\nRock fragments: 5 to 90 percent; ranging from 25 to 90 in the upper part with 25 to 50 percent gravel, 0 to 30 percent cobbles and 0 to 30 percent stones to 5 to 10 percent gravel in the lower part.\nReaction: neutral or slightly alkaline.\nOther features: noneffervescent to a depth of at least 100 centimeters.\nC horizon (when present)\nClay content: 5 to 8 percent.\nRock fragments: 15 to 30 percent, gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ashmed (NV), Bitter (CA), Blind (AZ), Bluebird (AZ), Highland (NV), Khyber (CA), Nellake (CA), Soledad (NM), Tiefort (CA), Timosea (CA), Topawa (AZ), Twobitter (CA) and Werewolf (CA) series. Ashmed soils are effervescent in the control section and have an argillic with a SAR of 13 to 35. Bitter soils are moderately to strongly alkaline and are effervescent throughout, and do not receive appreciable summer precipitation. Blind, Bluebird, Soledad and Topowa receive more than 200 millimeters (8 inches) of precipitation a year. In addition, Blind soils have an argillic that extends past 150 centimeters (60 inches). Bluebird soils also have visible secondary carbonates in the control section while Soledad soils have less than 19 percent clay throughout the argillic and have Bk horizons below the argillic with effervescence and visible secondary carbonates. Highland and Tiefort soils are formed from colluvium and residuum from volcanic bedrock and are moderately deep to bedrock with contacts at 75 to 100 centimeters and 50 to 75 centimeters, respectively. Nellake, Twobitter and Werewolf soils have less than 18 percent clay in the particle-size control section. In addition, Twobitter soils are formed under desert pavement, have a thinner argillic horizon, are underlain by horizons with sand or loamy sand textures at a depth of 25 to 76 centimeters, and have a layer within the argillic horizon with visible gypsum crystals. Khyber and Timosea soils have a Btk horizon underlying the Bt horizon with strong to violent effervescence, and in the Kyber soils it has a CEC of 1 to 15 percent and 1 to 5 percent visible secondary carbonates. Timosea soils also are dry in the moisture control section between July and September."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Yuccabutte soils are on ballenas and fan remnants.  Slopes range from 4 to 50 percent. These soils formed in alluvium from granitoid and/or gneissic rocks. Elevations are from 700 to 1,175 meters (2,296 to 3,854 feet). The climate is arid with hot, dry summers and warm, moist winters. The mean annual precipitation is 100 to 175 millimeters (4 to 7 inches); mean annual air temperature is 17 to 20 degrees C. (62 to 68 degrees F.), and the frost-free season is 270 to 320 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Arizo, Cajon, Gocougs, Grubstake, Hypoint, Pinkcan, Stranger and Werewolf soils. Arizo, Cajon and Hypoint soils are on adjacent drainageways and fan aprons and do not have diagnostic horizons. Arizo soils have a sandy-skeletal particle-size control section while Cajon and Hypoint soils have sandy particle-size control sections. Gocougs and Pinkcan are on fan aprons over fan remnants or fan remnants and have argillic horizons with fine-loamy particle-size control sections. In addition, Gocougs soils have a calcic horizon and Pinkcan have a duripan with an upper boundary between 100 and 150 centimeters from the soil surface. Grubstake and Stranger soils are on adjacent pediments and are shallow to bedrock. Werewolf soils are on fan remnants and have an argillic horizon with less than 18 percent clay."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; moderately low saturated hydraulic conductivity; high or very high runoff."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Yuccabutte soils are used for recreation and wildlife habitat. The present vegetation is mainly burrobush, water jacket and spanish dagger."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Mojave Desert of southeastern California. MLRA 30. These soils are of lesser extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Riverside County, California; Soil Survey of Joshua Tree National Park, California, 2012. The name is from a location within the survey area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nOchric epipedon - from a depth of 0 to 1 centimeter (A horizon).\nArgillic horizon - from a depth of 1 to 135 centimeters (Bt\nhorizons).\nParticle-size control section - from a depth of 1 to 51 centimeters\n(Bt1 horizon and part of the Bt2 horizon).\nADDITIONAL DATA: NASIS PEDON ID: COWE06.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
