{
  "SERIES": "YUKON",
  "STATUS": "Inactive Series",
  "BYREV": "Rev. BBH/SR",
  "REVDATE": "11/2002",
  "STATES": "AK",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, subgelic Typic Historthels"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Yukon silt loam, forested. (Colors are for moist conditions)\n01--8 to 0 inches; black (5YR 2/1) partially decomposed moss and other organic materials; many roots, abrupt wavy boundary.\nA1--0 to 2 inches; very dark gray (10YR 3/1) silt loam; common medium distinct mottles of olive brown (2.5Y 4/4) and dark yellowish brown (10YR 3/4)9 weak fine granular structure; very friable; many roots; clear wavy boundary.\nC1--2 to 11 inches; patches and streaks of very dark gray (10YR 3/1), dark grayish brown (2.5Y 4/2), dark brown (7.5YR 4/4), and olive (5Y 4/3) silt loam; weak very thin platy structure; friable; roots common; abrupt wavy boundary.\nC2--11 to 16 inches; dark grayish brown (2.5Y 4/2) very fine sandy loam; common medium distinct mottles of dark gray (10YR 4/1) and olive (5Y 4/3); weak very thin platy structure; very friable; roots common; calcareous; abrupt smooth boundary.\nC3--16 to 20 + inches; olive gray (5Y 4/2) very fine sand; common medium distinct mottles of olive brown (2.5Y 4/4) and very dark gray (5Y 3/1); frozen (July, 1965); few roots; calcareous."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Circle Soil Survey Area, Alaska.  About 3/4 mile east of Steese Highway, 2 miles south of Circle, Alaska."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the O horizon ranges from 4 to 10 inches.  Some pedons are covered with a few inches of fresh silty alluvium; others have thin lenses of organic matter in the profile.  Texture in the subsoil range from silt loam to fine sand.  Most pedons are underlain by coarse sand and gravel at depths of 40 inches or more, but in places gravel occurs within 30 inches.  Sandier texture, fewer mottles, and greater depth to calcareous material indicate an intergrade to the Takotna soils."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Kualina series of the same family, the Easley series of the same subgroup, the Tanana and Bradway series of the same great group, and the Takotna series.  The Kuslina soils are not calcareous.  The Easley soils are not stratified and have very shallow permafrost tables.  The Tanana and Bradway soils are micaceous, noncalcareous, and generally have thinner O horizons.  The Takotna soils are generally coarser have fewer mottles, and lack permafrost."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Yukon soils occur on broad alluvial plains of major rivers.  They are formed in stratified alluvium.  The climate is subarctic continental, with long cold winters and short warm summers.  Mean annual precipitation ranges from 10 to 15 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Easley and Takotna series on the alluvial plains, and the Charley and Rampart series on adjoining uplands.  The Charley soils have streaked grayish and brownish colors.  The Rampart soils have brown B horizons.  Both are silty and calcareous."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Runoff is slow.  Permeability is restricted by permafrost, but would be moderate in cleared areas."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly unused.  Principal trees are black spruce, white spruce, paper birch, and willows.  Low growing shrubs, lichens, and mosses cover the soil surface."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Alluvial plains of major rivers in east central Alaska."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Yukon-Tanana Region, Alaska, 1914. (Name is from the Yukon River)."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Yukon soils would formerly have been classified as Low Humic Gley-Bog intergrades.\nOSED scanned by SSQA.  Last revised by state 11/65.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
