{
  "SERIES": "YULEE",
  "STATUS": "Established Series",
  "BYREV": "Rev. LTS,JFB",
  "REVDATE": "07/1999",
  "STATES": "FL",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Typic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Yulee clay on a smooth concave 0.2 percent slope  in forest.                  (Colors are for moist soil unless otherwise stated.)\n0i--2 to 0 inches; partially decayed leaves, moss and twigs.\nA1--0 to 7 inches; black (N 2/0) clay; moderate fine granular structure; friable; strongly acid; gradual smooth boundary.\nA2--7 to 14 inches; black (N 2/0) clay; weak medium subangular blocky structure;  sticky; few fine distinct yellowish brown (10YR 5/6) soft masses of iron accumulation; moderately acid; gradual smooth boundary.  (combined thickness of the A horizon is 8 to 22 inches)\nBg1--14 to 28 inches; very dark gray (10YR 3/1) sandy clay loam; weak coarse  subangular blocky structure; slightly sticky; few fine distinct strong brown (7.5YR 5/6) soft masses of iron accumulation; moderately alkaline; gradual smooth boundary.\nBg2--28 to 40 inches; dark gray (10YR 4/1) sandy clay loam;  weak coarse subangular blocky structure; slightly sticky; common medium distinct yellowish brown (10YR 5/8) soft masses of iron accumulation; moderately alkaline;  gradual smooth boundary.\nBg3--40 to 48 inches; dark gray (5Y 4/1) sandy clay loam; weak coarse subangular blocky structure; slightly sticky; few fine  light gray sand pockets; common medium prominent yellowish brown (10YR 5/8) soft masses of iron accumulation; moderately alkaline; gradual smooth boundary.\nBg4--48 to 66 inches; dark gray (5Y 4/1) sandy clay loam;  weak coarse subangular blocky  structure; slightly sticky; few fine light gray sand pockets; many coarse prominent coarsely mottled strong brown (7.5YR 5/8) and dark red (2.5YR 3/6) soft masses of iron accumulation; moderately alkaline; gradual smooth boundary.  (combined thickness of the Bg horizon is 28 to 75 inches)\nC--66 to 75 inches; pale yellow (2.5Y 7/4) sandy clay  loam; weak coarse subangular  blocky structure; friable; few fine prominent dark reddish brown (5YR 3/3) and many fine distinct  dark yellowish brown (10YR 4/4) soft masses of iron accumulation; moderately alkaline; gradual wavy boundary.  (0 to  14 inches thick)\nCg--75 to 82 inches; coarsely multicolored greenish gray (5BG 5/1) dark greenish gray (5BG 4/1) and olive (5Y 5/6) clay loam;  weak coarse subangular blocky structure; massive; very friable; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Duval County, Florida; 1.25 miles north of Thomas  Road, 150 feet east of U. S. 1 in SE1/4SE1/4SW1/4 sec. 26, T. 1  N., R 25 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Soil reaction of the A horizon ranges  from strongly acid to mildly alkaline, and the B horizon and C  horizon range from moderately acid to mildly alkaline.  Base  saturation exceeds 50 percent throughout the profile.\nThe A horizons have colors in hues of N, 5YR or 10YR, value 1 or  2, chroma 2 or less.  Texture is clay, clay loam, or sandy clay.\nThe Bg horizons have colors in hues of 10YR and 5Y, value 3  through 5, chroma 1 or 2, with mottles of yellow, brown, and red.  Texture is sandy clay loam.  Clay content ranges from 21 to 35  percent; silt content of this horizon is 10 to 20 percent.\nThe C horizon has colors in hues of 5Y, 2.5Y, 5BG, and 5GY, value  4 through 7, chroma 3 or 4. Texture is sandy clay loam and clay loam.\nThe Cg horizon has colors in hues of 5Y, 2.5Y, 5BG, and 5GY, value  4 through 7, chroma 1 or 2. Texture is sandy clay loam and clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no known eries in the same family. Soils in similar families are the Anclote, Astor, Bluff, Chobee,  Manatee, and Stono series.  Anclote, Astor, Bluff, Chobee, and  Manatee soils have mean annual soil temperatures of more than 72  degrees F.  In addition, Anclote and Astor soils have siliceous  mineralogy.  Astor soils have a mollic epipedon more than 24  inches thick.  Chobee, Manatee, and Stono soils have an argillic  horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Yulee soils are on level to nearly level, low-lying drainageways and depressions.  Slope ranges from 0 to 2 percent.  The regolith is a thick bed of alkaline loamy and clayey marine sediments.  Near the type location, average annual  precipitation is about 54 inches, and mean annual temperature is  about 69 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Mascotte, Olustee, Pelham, Sapelo, and Yonges series.  Mascotte, Olustee, and Sapelo  soils have a spodic horizon and an argillic horizon.  Pelham and  Yonges soils have an argillic horizon; in addition, Pelham has low  base saturation.\nDrainage and Permeability:  Yulee soils are very poorly drained.  Permeability is very slow to slow in the A and Bg horizons and very slow to moderate in the C hjorizons. The depth of the water table is less than 10 inches or is above the surface for more than 6 months.  This soil is subject to frequent flooding for long duration."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": null
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is in native vegetation of  sweetgum, blackgum, water oak, fern, and scattered pine and  cypress, and an understory of cinnamon fern, waxmyrtle,  greenbrier, scattered maindencane, and other perennial forbs and  shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeast Florida, and possibly Georgia.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Duval County, Florida; 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Characterization data for the typical pedon shows the  base saturation to be 51 percent in the A11 horizon, 64 percent in  the A12 horizon, and to average 72 percent in the B horizon.  Based on a 2-year soil temperature study, the mean annual soil  temperature range for this soil in Duval County, Florida is about  69.2 degrees to 71.5 degrees F.\nDignostic horizons and features recognized in this pedon are;\nMollic epipedon-the zone from the surface to 28 inches.\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nFL0196 YULEE       0-  2   62- 70  245-285  45- 55     8- 100\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nFL0196 FREQ            0-1.0  APPARENT JUN-MAR  60-60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nFL0196  0-14  C SC CL                 0-  0 100-100 35-45    -\nFL0196 14-66  SCL                     0-  0 100-100 20-35    -\nFL0196 66-82  SCL CL                  0-  0 100-100 25-35    -\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nFL0196  0-14  5.1- 7.8  1.-5.  0- 0  0.00- 0.2  MODERATE\nFL0196 14-66  5.6- 7.8    -    0- 0  0.00- 0.2  LOW\nFL0196 66-82  5.6- 7.8    -    0- 0  0.06- 2.0  LOW\nNational Cooperative Soil Survey\nU.S.A."
  }
}
