{
  "SERIES": "ZADOG",
  "STATUS": "Established Series",
  "BYREV": "Rev. LCO-JAT-WDH",
  "REVDATE": "09/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, parasesquic over mixed, mesic Typic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Zadog loamy sand, on a nearly level concave slope in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 28 cm (11 inches); black (10YR 2/1) loamy sand, very dark gray (10YR 3/1) dry; moderate fine granular structure; friable; many medium and fine roots; neutral; abrupt smooth boundary.\nA--28 to 43 cm (11 to 17 inches); black (10YR 2/1) fine sandy loam, very dark gray (10YR 3/1) dry; weak fine subangular blocky structure parting to moderate fine granular; friable; common fine and very fine roots; common streaks of grayish brown (10YR 5/2) uncoated sand grains; thin streaks of very dark gray (10YR 3/1) organic material; common prominent strong brown (7.5YR 5/6) iron accumulations and stains; neutral; gradual wavy boundary. [Combined thickness of the A horizon is 25 to 51 cm (10 to 20 inches).]\nBs--43 to 61 cm (17 to 24 inches); yellowish red (5YR 5/6) sandy clay loam; few fine distinct brown (7.5YR 4/4) and dark brown (7.5YR 3/2) mottles; massive; firm; common fine and very fine roots; common thick discontinuous very dark gray (10YR 3/1) organic streaks and lenses; 4 percent iron nodules; neutral; gradual wavy boundary. [10 to 25 cm (4 to 10 inches) thick]\nBg--61 to 66 cm (24 to 26 inches); grayish brown (10YR 5/2) sandy clay loam; many coarse distinct yellowish brown (10YR 5/6) mottles; massive; firm; few very fine roots; few thin discontinuous very dark gray (10YR 3/1) organic streaks and coats on faces of peds; few fine and medium strong brown (7.5YR 5/6) iron accumulations; few light gray (10YR 7/2) and very pale brown (10YR 8/3) uncoated sand grains; violently effervescent; moderately alkaline; clear wavy boundary. [0 to 13 cm (5 inches) thick]\nC1--66 to 84 cm (26 to 33 inches); pale brown (10YR 6/3) sand; many prominent pinkish gray (7.5YR 6/2) and light brown (7.5YR 6/4) mottles; single grain; loose; few very fine roots; strongly effervescent; moderately alkaline; gradual wavy boundary.\nC2--84 to 124 cm (33 to 49 inches); strong brown (7.5YR 4/6) sand; single grain; loose; violently effervescent; moderately alkaline; gradual wavy boundary.\nC3--124 to 152 cm (49 to 60 inches); yellowish brown (10YR 5/4) sand; many coarse distinct grayish brown (10YR 5/2) and pale brown (10YR 6/3) mottles; single grain; loose; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jasper County, Indiana; about 1 1/2 miles west and 1 mile north of Wheatfield; 150 feet west and 250 feet south of the northeast corner of sec. 27, T. 32 N., R. 6 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: 51 to 102 cm (20 to 40 inches)\nDepth to carbonates: 51 to 102 cm (20 to 40 inches)\nAp or A horizon:\nHue: 10YR or is neutral\nValue: 2, 2.5, or 3\nChroma: 0 to 2\nTexture: fine sandy loam or loamy sand\nSpecial features: iron accumulations and stains which have hue of 10YR or 7.5YR, value of 5, and chroma of 6 or 8 are few or common in the lower part of the horizon. Also, the lower part of the horizon contains 0 to 35 percent iron nodules ranging in size from 1 mm to 100 mm.\nReaction: slightly acid or neutral\nBs horizon:\nHue: 5YR to 10YR\nValue: 4 or 5\nChroma: 4 to 8\nTexture: fine sandy loam, sandy loam, or sandy clay loam\nConsistence: commonly hard when dry\nClay content: 12 to 30 percent; a considerable part of the clay sized fraction is illuvial iron oxides. Removing the clay sized iron oxide fraction results in the clay content ranging to a maximum of 25 percent.\nSpecial features: iron nodule content ranges from 3 to 10 percent and the size ranges from 1 mm to 250 mm. Strata or lenses with hue of 10YR or 7.5YR, value of 2, 2.5 or 3, and chroma of 1 or 2 in which organic matter has accumulated are in most pedons.\nReaction: slightly acid or neutral\nBg horizon:\nHue: 10YR\nValue: 4 to 6\nChroma: 1 or 2\nTexture: sandy loam, fine sandy loam, or sandy clay loam\nClay content: 12 to 25 percent; a considerable part of the clay sized fraction is illuvial iron oxides. Removing the clay sized iron oxide fraction results in the clay content ranging to a maximum of 18 percent.\nSpecial features: iron accumulations and stains which have hue of 10YR or 7.5YR, value of 5, and chroma of 6 or 8 are few or common.\nReaction: neutral to moderately alkaline\nC horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 1 to 6\nTexture: sand or loamy sand\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Zadog soils are in broad depressions on outwash plains. Slope ranges from 0 to 2 percent. Zadog soils formed in outwash that contains iron accumulations or has iron staining in the solum. Mean annual precipitation ranges from 889 to 991 mm (35 to 39 inches). Mean annual temperature ranges from 9 to 12 degrees C (48 to 53 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Granby, Maumee, and Morocco soils which are in the sandy family. Granby and Maumee soils are on similar topographic positions and do not have iron accumulations in the solum. Morocco soils are on slightly convex rises, do not have iron accumulations in the solum, and are somewhat poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Very poorly drained. The potential for surface runoff is negligible. Saturated hydraulic conductivity is moderately high or high in the solum and high or very high in the underlying material. Permeability is moderate or moderately rapid in the solum and rapid in the underlying material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas have been drained. Corn and soybeans are the principal crops. Small grain and specialty crops are also grown. A few areas are used for hay and pasture. Native vegetation is elm, silver maple, and river birch."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 98 in northern Indiana. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jasper County, Indiana, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The sandy loam upper mantle contains an accumulation of iron in its lower part. These soils were mined for iron off and on during the Second World War. There is not enough accumulation of iron to constitute a spodic horizon. The clay increase in typical pedon is not considered genetic nor is the total clay believed a true characterization of the properties of the B horizon. There is evidence from NSSL that an appreciable amount of the free iron is showing up as clay sized material in the normal particle size analysis. This material (clay sized iron) does not influence texture, consistence and permeability in the same way that 2 micron lattice clay does and it is being discounted in placing in a particle size class family.\nDiagnostic features and horizons recognized in this pedon are:\nMollic epipedon: from the surface to a depth of 43 cm (17 inches) (Ap, A horizons).\nCambic horizon: from a depth of 43 to 66 cm (17 to 26 inches) (Bs, Bg horizons).\nAquic conditions: prominent iron stains in lower part of the mollic; field observations show this soil has a water table at or near the surface for several months of the year; analysis shows significant content of lepidocrocite in the iron accumulations.\nADDITIONAL DATA: Lab data is available from the National Soil Survey lab (pedon No. S82IN073-004).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
