{
  "SERIES": "ZAGG",
  "STATUS": "Established Series",
  "BYREV": "IRV:  CAL/RLM",
  "REVDATE": "02/97",
  "STATES": "UT",
  "OVERVIEW": "The Zagg series consists of very deep, well drained, slowly permeable soils that formed in alluvium and colluvium derived dominantly from siltstone and shale.  These soils are on foothills and have slopes of 2 to 15 percent.  Mean annual temperature is about 39 degrees F., and the average annual precipitation is about 11 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, calcareous, frigid Xerertic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Zagg clay loam, on a 13 percent convex, west facing slope in rangeland.  When described the soil was dry throughout.  (Colors are for air dry soil unless otherwise noted.)\nA1--0 to 9 inches; grayish brown (2.5Y 5/2) clay loam, dark grayish brown (2.5Y 4/2) moist; weak medium subangular blocky structure; very hard, very firm, sticky and very plastic; common fine roots; few fine interstitial pores; slightly calcareous; moderately alkaline (pH 8.4); clear smooth boundary.  (2 to 9 inches thick)\nC1--9 to 35 inches; light brownish gray (2.5Y 6/2) heavy clay loam, dark grayish brown (2.5Y 4/2) moist; weak medium prismatic that parts to moderate medium subangular blocky structure; very hard, very firm, sticky and very plastic; few fine roots; common fine interstitial pores; common cicada casts; slightly calcareous, carbonate is disseminated; moderately alkaline (pH 8.3); clear wavy boundary.  (19 to 32 inches thick)\nC2--35 to 60 inches; light brownish gray (2.5Y 6/2) heavy clay loam, grayish brown (2.5Y 5/2) moist; moderate medium subangular blocky structure; very hard, very firm, sticky and very plastic; few fine roots; few cicada casts; slightly calcareous, carbonate is disseminated and in veins; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rich County, Utah; about 1 mile north of Neponset Reservoir; 100 feet east and 1,000 feet north of the SW corner of Section 26, T. 8 N., R. 7 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils have deep cracks 1 or 2 cm wide that are open to the surface.  The gravel content ranges from 0 to 5 percent in the control section.  The mean annual soil temperature is 40 to 44 degrees F., and the mean summer soil temperature is 59 to 62 degrees F.  The soils are dry in all parts of the moisture control section 50 to 55 percent of the time that the soil temperature at a depth of 20 inches is 41 degrees F.\nThe A horizon has hue of 2.5Y or 10YR, value of 5 or 6 dry, 3 or 4 moist and chroma of 2 or 3 moist and dry.  It commonly is silty clay loam or clay loam and less commonly gravelly clay loam.  The A horizon ranges from moderately to strongly alkaline.  Gravel content ranges from 0 to 20 percent.\nThe C horizon has hue of 10YR, 2.5Y or 5Y, value of 6 or 7 dry, 4 to 6 moist, and chroma of 1 to 4 moist and dry.  It commonly is clay loam, silty clay, or clay, and less commonly silty clay loam.  The clay content ranges from 35 to 45 percent.  The C horizon is moderately or strongly alkaline and slightly to strongly calcareous."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Presently there are no other series in this family.  A similar soil is the Market series.  Market soils are nonacid, formed in lacustrine material on playas."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Zagg soils are on slightly convex-concave, gently sloping and moderately steep foothills at elevations of 6,400 to 7,000 feet.  Slopes are 2 to 15 percent.  The soils formed in alluvium and colluvium derived dominantly from siltstone and shale.  The mean annual temperature is 38 to 42 degrees F., and the average annual precipitation is 9 to 13 inches.  Freeze-free period is 55 to 75 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Murphy, Zegro, Alhark, and Lariat soils.  Murphy soils have a calcic horizon.  Zegro soils do not have deep wide cracks.  Alhark and Lariat soils have less than 35 percent clay in the control section and are on slightly higher landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium.  Permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Zagg soils are used for rangeland.  The native vegetation is Nuttall saltbush, winterfat, western wheatgrass, and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  These soils are moderately extensive, about 12,354 acres have been mapped in northeastern Utah."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Rich County, Utah, 1979.  The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nNational Cooperative Soil Survey\nU.S.A."
  }
}
