{
  "SERIES": "ZAHILL",
  "STATUS": "Established Series",
  "BYREV": "Rev. NRS-CJH",
  "REVDATE": "06/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Typic Calciustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Zahill clay loam, cultivated. (Colors are for dry soil unless otherwise noted)\nAp--0 to 6 inches; grayish brown (2.5Y 5/2) clay loam, dark grayish brown (2.5Y 4/2) moist; weak fine crumb structure; slightly hard, friable, sticky and plastic; many roots; 5 percent pebbles; disseminated lime; strongly effervescent; moderately alkaline (pH 8.0); clear wavy boundary. (3 to 8 inches thick)\nBk--6 to 30 inches; light brownish gray (2.5Y 6/2) clay loam, dark grayish brown (2.5Y 4/2) moist; weak coarse prismatic structure; hard, friable, sticky and plastic; many fine roots; 5 percent pebbles, 1 percent stones; continuous faint to distinct lime coatings and casts on underside of rock fragments; common fine and medium masses of lime; violently effervescent; moderately alkaline (pH 8.0); clear wavy boundary. (6 to 30 inches thick)\nCy--30 to 60 inches; olive gray (5Y 5/2) clay loam, olive gray (5Y 4/2) moist; weak very thick platy structure parting to moderate fine subangular blocky; hard, firm, sticky and plastic; few lignite chips; 1 percent stones, 5 percent pebbles; common fine crystals of gypsum; disseminated lime; strongly effervescent; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sheridan County, Montana; about 200 feet west and 100 feet south of the NE corner of sec. 25, T. 35 N., R. 57 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 40 to 47 degrees F.\nMoisture control section - between 4 and 12 inches.\nDepth to Bk horizon - 3 to 8 inches.\nSoil phases - stony, calcareous, warm.\nUncultivated areas have a thin 1- to 3-inch, none to slightly effervescent, A horizon with value of 4 or 5 dry and 3 moist, and chroma of 1 or 2.\nA Bky horizon is allowed.\nAp horizon - Hue:  10YR, 2.5Y or 5Y\nValue:  5, 6 or 7 dry; 4, 5 or 6 moist\nChroma:  2, 3 or 4\nTexture:  loam or clay loam\nClay content:  20 to 35 percent\nRock fragments:  0 to 35 percent--0 to 15 percent cobbles and stones, 0 to 20 percent pebbles\nRock fragments, surface cover:  0.01 to 3 percent stones\nEffervescence:  slight to violently (the calcareous phase has 5 percent or more calcium carbonate)\nCalcium carbonate equivalent:  1 to 10 percent\nReaction:  pH 7.4 to 8.4\nBk horizon - Hue:  10YR, 2.5Y or 5Y\nValue:  5, 6 or 7 dry; 4, 5 or 6 moist\nChroma:  2, 3 or 4\nTexture:  loam or clay loam\nClay content:  25 to 35 percent\nRock fragments:  0 to 15 percent--0 to 5 percent stones or cobbles, 0 to 10 percent pebbles\nCalcium carbonate equivalent:  8 to 25 percent, but is more than 15 percent in some part.\nEffervescence:  strongly or violently\nReaction:  pH 7.4 to 8.4\nC, Cy horizons - Hue:  10YR, 2.5Y or 5Y\nValue:  5, 6 or 7 dry, 4, 5 or 6 moist\nChroma:  2, 3 or 4\nTexture:  loam or clay loam\nClay content:  20 to 35 percent\nRock fragments:  0 to 15 percent--0 to 5 percent stones or cobbles, 0 to 10 percent pebbles\nCalcium carbonate equivalent:  2 to 12 percent\nEffervescence:  slightly or strongly\nGypsum:  1 to 5 percent\nReaction:  pH 7.4 to 9.0"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nFrandsen (UT) - does not have high bulk density till above a depth of 60 inches and occurs at elevations of more than 6,800 feet."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - till plains; hills; moraines; escarpments.\nElevation -  2,000 to 4,000 feet.\nSlope - 0 to 65 percent.\nParent material - till.\nClimate - cold, dry winters; short, warm summers.\nMean annual precipitation - 12 to 19 inches.\nMean annual air temperature - 38 to 45 degrees F.\nFrost-free period - 70 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; runoff is negligible to high depending on slope; moderately slow permeability above the till, slow in the till."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Zahill soils are used mainly range and dryland crops.  Potential native vegetation is mainly western wheatgrass, needleandthread, green needlegrass, little bluestem, prairie sandreed, bluebunch wheatgrass, prairie junegrass, blue grama, sedges, and other forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Zahill soils are extensive in north-central and northeastern Montana, northwestern North Dakota, and in the north-central part of South Dakota."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Dawson County, Montana, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil interpretation record:  MT0025, MT0607, MT1134.\nDiagnostic horizons and features recognized in this pedon are:  ochric epipedon - the zone from the soil surface to a depth of 7 inches (mixed)(Ap, Bk horizons); calcic horizon - the zone from 6 to 30 inches (Bk horizon); till with crystals of gypsum and lignite chips from 30 to 62 inches (Cy horizon).  Zahill soils have a frigid temperature regime and an ustic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
