{
  "SERIES": "ZAHL",
  "STATUS": "Established Series",
  "BYREV": "Rev. CJH",
  "REVDATE": "10/98",
  "STATES": "MT,ND,SD",
  "OVERVIEW": "The Zahl series consists of very deep, well drained, moderately slow or slowly permeable soils that formed in calcareous glacial till.  These soils are on glacial till plains, moraines and valley side slopes and have slopes of 1 to 60 percent.  Mean annual air temperature is 40 degrees F, and mean annual precipitation is 14 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Typic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Zahl loam - native grassland.  (Colors are for dry soil unless otherwise stated)\nA--0 to 5 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; weak medium subangular blocky structure parting to weak medium granular; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many fine pores; strong effervescence; slightly alkaline; clear wavy boundary.  (4 to 8 inches thick)\nBk--5 to 20 inches; light brownish gray (2.5Y 6/2) loam, dark grayish brown (2.5Y 4/2) moist; weak medium and fine subangular blocky structure; soft, friable, slightly sticky and slightly plastic; common very fine roots; many fine pores; few pebbles; many masses of carbonates; violent effervescence; moderately alkaline; gradual wavy boundary.  (8 to 23 inches thick)\nC--20 to 60 inches; light yellowish brown and light olive brown (2.5Y 6/4 and 2.5Y 5/4) clay loam, olive brown and light olive brown (2.5Y 4/4 and 2.5Y 5/4) moist; common fine faint olive gray (5Y 5/2) and common fine distinct gray (5Y 5/1) redox depletions; massive; soft, friable, sticky and plastic; few very fine roots to 40 inches; few pebbles; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mountrail County, North Dakota; about 7 miles east and 1 mile north of Stanley; 2,335 feet east and 25 feet south of the northwest corner, sec. 14, T. 156 N., R. 90 W. on south side of road right-of-way fence."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The 10- to 40-inch control section is loam or clay loam averaging between 20 and 30 percent clay, 20 to 40 percent fine and coarser sand and 1 to 10 percent pebbles and stones.  Stony phases are recognized.\nThe A horizon has hue of 10YR or 2.5Y, value of 3 to 5 and 2 or 3 moist, and chroma of 2.  However, some pedons have a thin A horizon with a chroma of l.  The A horizon is loam or clay loam.  It is gravelly loam or gravelly clay loam in some pedons.  It is neutral to moderately alkaline.  Some pedons have an AB horizon.\nThe Bk horizons has hue of 10YR, 2.5Y, or 5Y, value of 5 to 8 and 3 to 7 moist, and chroma of 2 to 4.  It is loam or clay loam.  It is slightly alkaline or moderately alkaline.  It has redox features in some pedons.  Some pedons have a BCk horizon.\nThe C horizon has hue of 10YR, 2.5Y, or 5Y, value of 5 to 8 and 4 to 6 moist, and chroma of 2 to 4.  It is loam or clay loam.  It is slightly alkaline or moderately alkaline.  It does not have redox features in some pedons.  Some pedons have thin layers of gravel or gravelly sandy loam. Some pedons have shale bedrock below a depth of 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Beanlake, Ipano, Kiev, Rabbitex and Roundor series and the Barvon series as previously classified.  Beanlake and Rabbitex soils have more than 10 percent rock fragments in the particle-size control section.  Ipano soils have a lithic contact at depths of 20 to 40 inches.  Kiev soils occur at elevations of more than 4,500 feet above sea level.  Roundor and Barvon soils have a paralithic contact at depths of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Zahl soils are on nearly level to very steep slopes of glacial till plains, moraines, and valley sides.  Slopes are commonly 6 to 15 percent but range from 1 to 60 percent.  The soil formed in calcareous glacial till.  Mean annual air temperature is 34 to 45 degrees F, and mean annual precipitation ranges from 12 to 18 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Arnegard, Bowbells, Max, Parnell, Tonka and Williams soils.  Arnegard and Bowbells soils are on smooth slopes and concave positions.  They are pachic.  Max and Williams soils commonly are on more gentle slopes.  Max soils have a cambic horizon.  Williams soils have an argillic horizon.  Parnell and Tonka soils are in low basins and are very poorly and poorly drained, respectively."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is very low to high depending on slope and surface texture.  Permeability is moderately slow or slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for range and pasture.  Some areas are cropped to small grains.  Native vegetation is little bluestem, western wheatgrass and needleandthread."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and northwestern North Dakota, north-central South Dakota and northeastern Montana.  The soil is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wibaux County, Montana, 1944."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of 7 inches (after mixing) (A horizon); calcic horizon - the zone from 5 to 20 inches (Bk horizon).\nADDITIONAL DATA:  Laboratory sample SU72ND-28-6 North Dakota Agricultural Experiment Station and C72ND31-1.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 5 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; weak medium subangular blocky structure parting to weak medium granular; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many fine pores; strong effervescence; slightly alkaline; clear wavy boundary.  (4 to 8 inches thick)"
      },
      {
        "name": "Bk",
        "top": 13,
        "bottom": 51,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bk--5 to 20 inches; light brownish gray (2.5Y 6/2) loam, dark grayish brown (2.5Y 4/2) moist; weak medium and fine subangular blocky structure; soft, friable, slightly sticky and slightly plastic; common very fine roots; many fine pores; few pebbles; many masses of carbonates; violent effervescence; moderately alkaline; gradual wavy boundary.  (8 to 23 inches thick)"
      },
      {
        "name": "C",
        "top": 51,
        "bottom": 152,
        "dry_hue": "5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "moderately alkaline",
        "narrative": "C--20 to 60 inches; light yellowish brown and light olive brown (2.5Y 6/4 and 2.5Y 5/4) clay loam, olive brown and light olive brown (2.5Y 4/4 and 2.5Y 5/4) moist; common fine faint olive gray (5Y 5/2) and common fine distinct gray (5Y 5/1) redox depletions; massive; soft, friable, sticky and plastic; few very fine roots to 40 inches; few pebbles; strong effervescence; moderately alkaline."
      }
    ]
  ]
}
