{
  "SERIES": "ZALLA",
  "STATUS": "Established Series",
  "BYREV": "Rev. WJG-RM-ACT",
  "REVDATE": "10/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, hyperthermic Aridic Ustifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Zalla loamy fine sand--rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 3 inches; pale brown (10YR 6/3) loamy fine sand, dark brown (10YR 4/3) moist; single grain; loose, very friable, nonsticky and nonplastic; common grass roots; strongly effervescent; moderately alkaline; clear smooth boundary.  (0 to 11 inches thick)\nC--3 to 63 inches; very pale brown (10YR 7/3) loamy fine sand, pale brown (10YR 6/3) moist; single grain; loose; very friable; contains a few lenses and thin strata 2 mm to 2 cm thick of silt loam and very fine sandy loam; evident bedding planes and especially at the contacts of the thin strata of silt loam or very fine sandy loam with the loamy fine sand; few brownish organic stains at the contact of the horizontal bedding planes; contains few flakes of mica; calcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Starr County, Texas; 9 miles south and 40 degrees east of Rio Grande City, in a large bend of the Rio Grande River; 4 3/4 miles south of Garciasville along a private road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An ustic soil moisture regime bordering on aridic.  The soil moisture control section remains moist in some or all parts for less than 90 consecutive days in normal years.  The soil is driest during the months June through August and December through February.  These soils are intermittently moist in September through November and March through May.\nMean annual soil temperature: 72 to 76 degrees F.\nParticle-size control section (weighted average)\nClay content: 2 to 14 percent\nA horizon\nHue: 7.5YR, 10YR\nValue: 5 to 7\nChroma: 2 to 4\nTexture: sand, fine sand, loamy fine sand, very fine sandy loam, fine sandy loam, silt loam.\nClay content: 2 to 18 percent\nBase saturation: 70 to 100 percent\nCalcium carbonate equivalent: 0 to 25 percent\nEC (dS/m): 0 to 2\nEffervescence: very slight to strong\nReaction: neutral to moderately alkaline\nC horizon\nColor is the same as the A horizon, or one unit of value higher.Texture: sand, fine sand, loamy fine sand\nClay content: 2 to 14 percent\nBase saturation: 80 to 100 percent\nCalcium carbonate equivalent: 0 to 25 percent\nEC (dS/m): 0 to 2\nEffervescence: very slight to strong\nReaction: neutral to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family.  Similar soils are the Rio Grande and Zavala series.\nRio Grande soils: have a coarse-silty particle size control section.\nZavala soils: have a coarse-loamy particle size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: sandy alluvium derived from mixed sources.  Sediments have been reworked by wind in some locations.\nLandform: floodplains and bottomlands along the Rio Grande river\nSlope: 0 to 3 percent\nMean annual air temperature: 70 to 74 degrees F.\nMean annual precipitation: 17 to 28 inches\nFrost-free period: 270 to 360 days\nElevation: 25 to 825 feet\nThornthwaite annual P-E indices: 20 to 46"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Rio Grande and Camargo series.\nRio Grande soils: occur on similar landscape positions\nCamargo soils: have a fine-silty particle size control section.  These soils occur on similar landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained.  Permeability is rapid.  Runoff is negligible.  The soil is flooded for rarely to commonly."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for rangeland and improved pasture.  Native vegetation consists of a sparse ground cover of trichloris, plains bristlegrass, hooded windmillgrass, grassbur, and a few mesquite trees on the higher elevation and a dense stand of giant reedgrass or common\nreedgrass and some bermudagrass on the lower elevations (vegas)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern and southwestern part of the Rio Grande Plain, Texas; LRR I; MLRA 83C; the series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cameron County, Texas, 1970"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Classification change from Typic Ustifluvents to Aridic Ustifluvents based on  geographic distribution of the series, rainfall patterns, and vegetative production and composition.  The soil has an ustic soil moisture regime that borders an aridic moisture regime.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 10 to 40 inches.\nOchric epipedon: 0 to 3 inches.  (A horizon)\nAdditional data: none\nTaxonomic version: Second Edition, 1999\nNational Cooperative Soil Survey\nU.S.A."
  }
}
