{
  "SERIES": "ZANESVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. CWH, WMM/Rev. MDJ",
  "REVDATE": "09/2014",
  "STATES": "IL,IN,KY,OH",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-silty, mixed, active, mesic Oxyaquic Fragiudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Zanesville silt loam--on a smooth convex ridgetop slope in cultivation. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 18 centimeters (0 to 7 inches); brown (10YR 4/3) silt loam; weak fine granular structure; very friable; many fine roots; moderately acid, pH 5.8; abrupt smooth boundary. [7 to 28 centimeters (3 to 11 inches) thick]\nBt--18 to 71 centimeters (7 to 28 inches); strong brown (7.5YR 5/6) silt loam; moderate medium subangular blocky structure; friable; common fine roots; 35 percent brown (7.5YR 5/4), and reddish brown (5YR 5/4), clay films; 1 percent fine prominent spherical strongly cemented black (10YR 2/1), iron-manganese concretions with sharp boundaries throughout; very strongly acid, pH 4.7; clear wavy boundary. [40 to 70 centimeters (16 to 28 inches) thick]\nBtx--71 to 99 centimeters (28 to 39 inches); yellowish brown (10YR 5/4) silt loam; moderate very coarse prismatic structure parting to weak medium subangular blocky structure; very firm; brittle; few fine roots between peds; 21 percent distinct gray (10YR 6/1), silt coats on faces of peds and 35 percent continuous distinct clay films on faces of peds; 1 percent fine prominent spherical strongly cemented black (10YR 2/1), iron-manganese concretions with sharp boundaries throughout, 22 percent medium prominent strong brown (7.5YR 5/6), masses of oxidized iron and 22 percent medium distinct gray (10YR 6/1), iron depletions; very strongly acid, pH 4.7; gradual wavy boundary. [15 to 60 centimeters (6 to 24 inches) thick]\n2BC--99 to 152 centimeters (39 to 60 inches); yellowish brown (10YR 5/4) sandy clay loam; weak platy structure; firm; 1 percent fine prominent spherical strongly cemented black (10YR 2/1), iron-manganese concretions with sharp boundaries throughout, dark concretions and 8 percent medium prominent light brownish gray (2.5Y 6/2), iron depletions and 8 percent medium faint light yellowish brown (10YR 6/4), masses of oxidized iron; 5 percent sandstone fragments and 5 percent siltstone fragments; very strongly acid, pH 4.7. [22 to 75 centimeters (9 to 30 inches) thick]\nR--152 to 177 centimeters (60 to 70 inches); indurated sandstone and siltstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:\nCounty:  Caldwell\nState:  Kentucky\nUSGS Quadrangle:  Olney\nLatitude:  37.2261167 degrees N (WGS84)\nLongitude:  87.8449306 degrees W (WGS84)\nUTM Zone:  16 425044 easting and 4120291 northing, WGS84\nDirections to the pedon:  1/4 mile north of Needmore, along west side of Kentucky Highway 293, about 300 feet south of Liberty Church."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the top of the Argillic: ranges from 7 to 28 centimeters (3 to 11 inches)\nDepth to the top of the Fragipan: ranges from 60 to 99 centimeters (24 to 39 inches) except where eroded\nSolum Thickness: ranges from 50 to 177 centimeters (20 to 70 inches).\nDepth to bedrock: ranges from 100 to 203 centimeters (40 to 80 inches).\nDepth Class:  Deep and Very Deep\nReaction Class: moderately to very strongly acid, except where limed.\nRange in Individual Horizons:\nA or Ap horizon:\nHue: 10YR or 7.5YR\nValue: 4 or 5\nChroma of 2 to 4\nSome pedons in wooded areas have a thin A horizon with a value of 3, and a chroma of 2 or 3.\nTexture: silt loam or silty clay loam\nReaction: Strongly acid to neutral\nBt horizon:\nHue: 10YR, 7.5YR, or 5YR\nValue: 4 or 5\nChroma: 4 to 6\nTexture: silt loam or silty clay loam. Some pedons have a brown or strong brown silt loam E horizon up to 6 inches thick.\nReaction:  very strongly acid to medium acid\nSome pedons may have a thin Bt/E horizon.\nBtx horizon:\nHue: 10YR or 7.5YR\nValue: 4 or 5\nChroma: 3 to 6\nRedoximorphic features: few to many masses of depleted or oxidized iron or both\nTexture: silty clay loam, silt loam, loam, clay loam, sandy clay loam, or fine sandy loam\nFragments: 0 to 15 percent coarse fragments.\nReaction: extremely acid to strongly acid\n2BC or 2C horizon:\nHue: 10YR or 7.5YR\nValue: 4 to 6\nChroma: 3 to 6\nRedoximorphic features: few to many masses of depleted or oxidized iron or both\nMottles: few to many gray to brown mottles in some C horizons\nTexture: silt loam, loam, silty clay loam, clay loam, sandy clay loam, silty clay\nFragments: 5 to 50 percent coarse fragments.\nSome pedons have thin 2Cr horizons of interbedded sandstone, siltstone, and shale above an R.\nReaction: very strongly acid to slightly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nApalona soils have a thicker paralithic contact formed in shale which is typically clayey.\nAva soils have strongly developed paleosols of glacial origin at depths less than 140 centimeters (55 inches) and are deeper to bedrock.\nBedford soils have residuum from limestone at depths less than 122 centimeters (48 inches).\nCincinnati soils have contrasting materials of glacial origin at depths less than 1 meter.\nFountainville soils are underlain by metamorphic red shales on the piedmont.\nGrantsburg soils have fragipans that are more than 60 centimeters (24 inches) thick and loess thickness more than 122 centimeters (48 inches).\nHeildebrecht soils have thicker sola and contain more coarse fragments in the Bx horizon.\nHosmer soils have fragipans that are more than 60 centimeters (24 inches) thick and loess thickness more than 122 centimeters (48 inches).\nLawrenceville soils are formed in silty transported material over a wide range of consolidated or unconsolidated deposits.\nNicholson soils have residuum from limestone at depths less than 122 centimeters (48 inches).\nOmulga soils are on valley fill terraces that are underlain by lacustrine sediments.\nOtwell soils are on stream and lacustrine terraces and have stratified B3 and C horizons.\nOtwood soils are on stream terraces and have stratified B3 and C horizons.\nSolsberry soils have contrasting materials of glacial origin at depths less than 1 meter (40 inches).\nWeisburg soils have clayey Bt horizons in lower sola."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: upland\nLandform: hillslope, interfluve, ridge and saddle\nMLRA(s): 113, 114A, 115A, 120A, 120B, 120C, 124, and 126\nGeomorphic component: hills\nHillslope Profile Position: summit, shoulders and backslopes\nParent Material: loess over residuum derived from sandstone, siltstone, and shale\nSlope: 0 to 30 percent\nElevation: 110 to 415 meters (360 to 1360 feet)\nFrost-free period: 147 to 214 days\nMean Annual Air Temperature: 11.5 to 14.9 degrees C. (52.7 to 58.9 degrees F)\nMean Annual Precipitation:  98.4 to 136.1 centimeters (38.7 to 53.6 inches)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nApalona soils have a thicker paralithic contact formed in shale which is typically clayey.\nJohnsburg soils have redox depletions with chroma of 2 or less throughout the B horizon above the fragipan.\nSadler soils have E horizons above the fragipan.\nWellston soils lack fragipans."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage Class (Agricultural): moderately well\nInternal Free Water Occurrence: 60 to 100 centimeters (24 to 39 inches)\nIndex Surface Runoff: very high\nSaturated Hydraulic Conductivity Class: very slow\nPermeability Class (obsolete): slow\nShrink-swell Potential: low\nFlooding Frequency and Duration: none\nPonding Frequency and Duration:  none"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: row crop, pasture and woodland\nDominant Vegetation:\nWhere cultivated-- Corn, soybeans, wheat, tobacco.\nWhere wooded-- white oak, black oak, post oak, shagbark hickory, sugar maple, tulip poplar, dogwood, and sassafras."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Kentucky, Illinois, Indiana, and Ohio\nExtent:  Extent is large."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  MORGANTOWN, WEST VIRGINIA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Muskingum County, Ohio; 1925."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and soil characteristics recognized in this pedon are:\nOchric epipedon--the zone from 0 to 18 centimeters (7 inches) (Ap horizon)\nArgillic horizon--the zone from 18 to 99 centimeters (7 to 39 inches) (Bt horizons)\nFragipan: the zone from 71 to 99 centimeters (28 to 39 inches)\nOxyaquic conditions--the soil has redox depletions and concentrations within the upper 100 cm (39 inches) of the soil surface, with periodic saturation and reduction at some time during the year\nLithic contact: 152 centimeters (60 inches)\nOther soil features identified with this pedon:\nLithologic discontinuity-99 centimeters (39 inches)\nSeries control section--the zone from 0 to 150 centimeters (0 to 60 inches)\nADDITIONAL DATA: Characterization data is available from the NSSL for the following pedons: 70KY-047-057, 82KY055002, 86KY-139-010, 1974-IN173-002, 1981-IN101-004\nNational Cooperative Soil Survey\nU.S.A."
  }
}
