{
  "SERIES": "ZANE",
  "STATUS": "Inactive Series",
  "BYREV": "Rev. TBH",
  "REVDATE": "04/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, mesic Xerollic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Zane clay loam - virgin profile free of vegetation.\nA2--0 to 1 inches; pinkish-gray (7.5YR 7/2) loam, brown (7.5YR 514) when moist; weak thin platy structure and very fine vesicular porosity; slightly hard, friable; noncalcare-ous; pH 8.0; abrupt smooth boundary.  1/2 to 1 1/2 inches thick.\nBl--1 to 3 inches; reddish-brown (5YR 5/4) clay loam, dark reddish-brown (5YR 3/4) when moist; moderate fine granular structure; slightly hard, friable; noncalcareous; pH 7.7; clear smooth boundary. 5 to 9 inches thick.\nB2--8 to 13 inches; reddish-brown (5YR 5/4) heavy sandy clay loam, dark reddish-brown (5YR 4/4) when moist; weak medium prismatic breaking to weak medium subangular blocky structure; hard, friable; thin patchy clay films; noncalcareous; pH 7.6; clear slightly wavy boundary. 5 to 10 inches thick,\nB3u--13 to 20 inches; brown (7.5YR 5/4) silt loam, dark brown (7.5YR 4/3) when moist; weak medium subangular blocky structure; slightly hard, friable; has firm white lime veins; slightly calcareous; pH 8.0; gradual slightly wavy boundary. 6 to 15 inches thick.\nC--20 to 42 inches; light-brown (7.5YR 6/4) loam, brown (7.5YR 5/4) when moist; massive; slightly hard, friable; moderately calcareous; pH 7.6."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: 700 feet west of NE corner Sec. 35, T. 33 S., R. 17 N., Iron County, Utah."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Color of the Bl and B2 horizons ranges from light brown to reddish brown (7.5YR to 5YR hues). Prismatic structure in B2 horizon ranges from weak to moderate. Bl textures vary from heavy loams to light clay loams. Only the clay loam type has been recognized."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE",
    "content": null
  },
  "USE AND VEGETATION": {
    "section": "VEGETATION",
    "content": null
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE",
    "content": null
  },
  "REGIONAL OFFICE": {
    "section": "DRAINAGE",
    "content": "DRAINAGE: Drainage is good. Most of the precipitation enters the soil as rapidly as it falls but some runoff follows torrential storms, especially on the stronger slopes. Permeability is slow."
  },
  "ORIGIN": {
    "section": "VEGETATION & USE",
    "content": "VEGETATION: Sagebrush and galleta grass comprise the principal vegetative-coverage but in local areas almost pure stands of winterfat predominate. Fourwing saltbush and grasses grow rather sparsely on some areas. About 25 to 70 percent of the surface is barren. & USE: The soil is used almost entirely for range. Carrying capacity is variable, depending upon vegetative cover. Winterfat areas are much better than sagebrush and galleta grass. A few small areas west of Zane are being irrigated by pumping. Alfalfa, barley, and potatoes are being grown, and fair to good yields are reported."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": null
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": null
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
