{
  "SERIES": "ZARMAND",
  "STATUS": "Established Series",
  "BYREV": "Rev. CDH/WWJ/TWH",
  "REVDATE": "01/2008",
  "STATES": "NM",
  "OVERVIEW": "The Zarmand series consists of moderately deep, somewhat excessively drained soils that formed in alluvium derived from limestone and sandstone over residuum weathered from limestone. Zarmand soils are on beveled summits of hills. Slopes are 5 to 15 percent.  Mean annual precipitation is about 15 inches and mean annual temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, carbonatic, mesic Aridic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Zarmand extremely channery fine sandy loam--on a beveled summit of a hill sloping 13 percent to the southeast (220 degrees) at 7,545 feet elevation-pinyon-juniper forestland.  (Colors are for dry soil unless otherwise noted.  When described, the soil was dry throughout.)\nAk--0 to 1 inch; brown (10YR 5/3) extremely channery fine sandy loam, dark brown (10YR 3/3) moist; moderate medium granular structure; soft, very friable, slightly sticky and nonplastic; common fine and common very fine roots; few fine and few very fine irregularly shaped pores; 50 percent channers, 20 percent gravel, 5 percent cobbles, and 2 percent stones; violently effervescent, secondary calcium carbonate segregated as common medium and large irregularly shaped coats on rock fragments; 31 percent calcium carbonate equivalent; moderately alkaline (pH 8.4); abrupt smooth boundary. (1 to 3 inches thick)\nABk--1 to 9 inches; dark grayish brown (10YR 4/2) gravelly fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and nonplastic; common medium, common fine, and few very fine roots; few fine tubular pores; 20 percent gravel and 5 percent cobbles; violently effervescent, secondary calcium carbonate segregated as common medium irregularly shaped coats on rock fragments and also disseminated in matrix; 42 percent calcium carbonate equivalent; moderately alkaline (pH 8.4); clear wavy boundary. (7 to 11 inches thick)\nBk1--9 to 17 inches; very pale brown (10YR 7/3) gravelly loam, light yellowish brown (10YR 6/4) moist; massive; slightly hard, very friable, slightly sticky and nonplastic; few medium, common fine, and few very fine roots; few very fine tubular pores; 20 percent gravel; 10 percent paragravel; violently effervescent, secondary calcium carbonate segregated as common large irregularly shaped coats on rock fragments and also disseminated in matrix; 58 percent calcium carbonate equivalent; strongly alkaline (pH 8.6); clear wavy boundary. (5 to 13 inches thick)\n2Bk2--17 to 24 inches; light gray (2.5Y 7/2) paragravelly loam, light yellowish brown (2.5Y 6/4) moist; massive; soft, very friable, slightly sticky and nonplastic; few medium, few fine, and few very fine roots; 20 percent paragravel; violently effervescent, secondary calcium carbonate segregated as common medium irregularly shaped coats on rock fragments and also disseminated in matrix; 51 percent calcium carbonate equivalent; strongly alkaline (pH 8.6); clear wavy boundary. (4 to 18 inches thick)\n2Crk--24 to 29 inches; moderately cemented weathered limestone bedrock; violently effervescent, secondary calcium carbonate segregated as common medium irregularly shaped coats on pararock fragments and as few large indurated concretions.\n2R--29 inches; indurated limestone bedrock"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Fe County, New Mexico; about 2.5 miles east-northeast of Santa Fe; 1500 feet south and 900 feet west of the northeast corner of section 20, T.17N., R.10E.;  USGS Santa Fe 7.5 minute topographic quadrangle; Latitude 35 degrees 41 minutes 33 seconds North and Longitude 105 degrees 53 minutes 47 seconds West, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soil moisture control section is moist in all parts during the 60 days following the winter solstice. It is moist in some part less than 40 percent and moist in all parts less than 25 percent of the time when the soil temperature at 20 inches is above 41 degrees F. The soils are driest in May and June. The soil moisture regime is ustic bordering on aridic.\nMean annual soil temperature - 48 to 50 degrees F.\nThickness of mollic epipedon - 9 to 12 inches\nDepth to calcic horizon - 8 to 13 inches\nDepth to paralithic contact - 22 to 34 inches\nDepth to lithic contact - 20 to 40 inches\nLithology of rock fragments: limestone\nSalinity, mmhos/cm: 0 to 2\nSodicity, SAR: 0 to 4\nParticle-size control section (weighted averages)\nSilicate clay content: 8 to 18 percent\nSand content: 45 to 65 percent\nFine sand or coarser content: 35 to 55 percent\nRock fragment content: 5 to 20 percent gravel\nA horizon\nValue: 4 or 5 dry, 2 or 3 moist\nChroma: 2 or 3, dry or moist\nClay content: 8 to 18 percent\nCalcium carbonate equivalent: 25 to 40 percent\nRock fragment content: total range is 60 to 80 percent\n45 to 50 percent channers\n10 to 20 percent gravel\n5 to 10 percent cobbles\n0 to 5 percent stones\nABk horizon\nValue: 3 or 4 dry, 2 or 3 moist\nTexture: gravelly fine sandy loam or gravelly sandy loam\nClay content: 8 to 18 percent\nCalcium carbonate equivalent: 40 to 60 percent\nRock fragment content: total range is 15 to 30 percent\n15 to 25 percent gravel\n0 to 5 percent cobbles\nBk horizon\nValue: 7 or 8 dry\nChroma: 2 to 4, dry or moist\nTexture: gravelly loam, gravelly fine sandy loam, or gravelly sandy loam\nCalcium carbonate equivalent: 40 to 65 percent\nRock fragment content: total range is 15 to 30 percent, mostly gravel\nParagravel content:  5 to 10 percent in some pedons\n2Bk horizon\nHue: 10YR or 2.5Y\nValue: 7 or 8 dry, 6 or 7 moist\nChroma: 2 to 4, dry or moist\nTexture: paragravelly loam, paragravelly fine sandy loam, or paragravelly sandy loam\nCalcium carbonate equivalent: 40 to 65 percent\nPararock fragment content: total range is 15 to 35 percent, mostly paragravel\nGravel content: 0 to 5 percent in some pedons"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series in this family.  The Guy series, in a closely related family, is not calcareous throughout."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Zarmand soils are on beveled summits of hills. They formed in alluvium derived from Pennsylvanian Age limestone and sandstone over residuum weathered from limestone. Slopes are 5 to 15 percent. Elevation ranges from 6,200 to 8,500 feet. The mean annual precipitation is 14 to 16 inches with about 45 percent falling as rain from high-intensity convective thunderstorms between July and September. The mean annual air temperature is 46 to 48 degrees F. The frost-free period is 130 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Legate and Yohalem soils. Legate soils are loamy-skeletal, have a lithic contact within 20 inches, and occur on backslopes of hills. Yohalem soils are clayey, have a paralithic contact within 20 inches, and occur on backslopes of shale hills."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; medium surface runoff; permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Zarmand soils are used for urban development, cord wood products, livestock grazing, and recreation. The historic climax vegetation is blue grama, eriogonum, Bigelow's rubber rabbitbrush, oneseed juniper, twoneedle pinyon.  The ecological site is Pinus edulis-Juniperus monosperma/Cercocarpus montanus-Chrysothamnus nauseosus/Bouteloua gracilis (F036XB135NM).."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Zarmand soils are of small extent on the southwestern Sangre de Cristo part of the Southern Rocky Mountains province in northcentral New Mexico. The MLRA is 49."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Santa Fe County, New Mexico; Santa Fe Area Soil Survey Update; 2008. Zarmand is a coined name."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to a depth of about 9 inches. (Ak and ABk horizons)\nCalcic horizon - The zone from 9 to 24 inches. (Bk1 and 2Bk2 horizons). The upper boundary was placed at 9 inches because the most significant increase in carbonate content was judged to be at that depth.\nParalithic contact - Moderately cemented limestone bedrock at 24 inches. (2Crk layer)\nLithic contact - Indurated limestone bedrock at 29 inches. (2R layer)\nParticle-size control section - The zone from 10 to 24 inches (part of Bk1, Bk2 horizons)\nSeries control section - The zone from 0 to 29 inches.\nTaxonomic version: Classified according to Keys to Soil Taxonomy, Tenth Edition, 2006..\nADDITIONAL DATA: Calcium carbonate equivalence was determined using a calcimeter.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
