{
  "SERIES": "ZARZAL",
  "STATUS": "Established Series",
  "BYREV": "BCD-HRM rev. GRB",
  "REVDATE": "02/2002",
  "STATES": "PR",
  "OVERVIEW": "The Zarzal series consists of very deep, well drained soils on mountain sides in uplands.  They formed in residuum that weathered from sandstone.  Near the type location, the mean annual precipitation is about 80 inches and the mean annual temperature is about 77 degrees F.  Slopes range from 10 to 90 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, kaolinitic, isohyperthermic Inceptic Hapludox"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Zarzal clay - forested.  (Colors are for moist soil unless otherwise stated).\nOi --0 to 1 inch; leaf and root mat.\nA--1 to 2 inches; dark reddish brown (5YR 2/2) clay; moderate fine granular structure; friable; nonsticky; many fine and medium roots; common fine discontinuous interstitial pores; slightly acid; abrupt smooth boundary.\nBo1--2 to 8 inches; yellowish brown (10YR 5/6) clay; moderate fine subangular blocky structure; firm; very sticky; very plastic; few fine and medium roots; common very fine discontinuous tubular pores; common distinct organic coats on faces of peds; few fine rounded iron-manganese concretions; few large root and worm channels filled with dark material; strongly acid; clear smooth boundary.\nBo2--8 to 16 inches; yellowish brown (10YR 5/8) clay; moderate fine subangular blocky structure; firm; very sticky; very plastic; few fine and medium roots; few very fine discontinuous tubular pores; common distinct clay films on faces of peds; common fine rounded iron-manganese concretions; many large root and worm channels filled with dark material; strongly acid; clear smooth boundary.\nBo3--16 to 27 inches; yellowish brown (10YR 5/8) clay; moderate medium subangular blocky structure; firm; very sticky; very plastic; few fine and medium roots; few very fine discontinuous tubular pores; common distinct clay films on faces of peds; common fine rounded iron-manganese concretions; common large root channels filled with dark material; strongly acid; gradual smooth boundary.\nBo4--27 to 36 inches; yellowish brown (10YR 5/8) clay; moderate medium subangular blocky structure; firm; very sticky; very plastic; few fine roots; few fine discontinuous tubular pores; common distinct clay films on faces of peds; few fine rounded iron-manganese concretions; few large root channels filled with dark material; few medium distinct red (2.5YR 4/8) masses of iron accumulation; strongly acid; gradual smooth boundary.\nBw1--36 to 47 inches; strong brown (7.5YR 5/8) clay; weak coarse subangular blocky structure; firm; sticky; plastic; few fine roots; few fine discontinuous tubular pores; few faint coats on faces of peds; few fine rounded iron-manganese concretions; common fine distinct red (2.5YR 4/8) masses of iron accumulation; strongly acid; about 10 percent, by volume, igneous pebbles; gradual smooth boundary.\nBw2--47 to 57 inches; strong brown (7.5YR 5/8) clay; weak coarse subangular blocky structure parting to weak medium subangular; firm; sticky; plastic; few fine discontinuous tubular pores; few fine rounded iron-manganese concretions; about 15 percent, by volume, saprolite; strongly acid; clear wavy boundary.\nBw3--57 to 70 inches; strong brown (7.5YR 5/8) clay; weak very coarse subangular blocky structure; firm; sticky; plastic; few fine discontinuous tubular pores; few fine rounded iron-manganese concretions; about 40 percent, by volume, saprolite; common medium distinct light gray (10YR 7/1) areas of iron depletions; strongly acid; clear wavy boundary.\nBw4--70 to 76 inches; strong brown (7.5YR 5/8) clay; weak very coarse subangular blocky structure; firm; sticky; plastic; strongly acid; gradual smooth boundary.\nBw5--76 to 83 inches; strong brown (7.5YR 5/8) clay; weak very coarse subangular blocky structure; firm; sticky; plastic; few fine distinct red (2.5YR 4/8) and yellowish brown (10YR 5/8) masses of iron accumulation; strongly acid; clear smooth boundary.\nCr--83 to 92 inches; strong brown (7.5YR 5/8) weathered sandstone, having a very gravelly clay texture; massive; about 40 percent, by volume, igneous pebbles; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rio Grande Municipio; Noreste SWCD, Puerto Rico.  Caribbean National Forest, approximately 0.7 mi. south of El Verde, about 600 ft. north of HWY 966 at Km marker 7.0.  Latitude 18 deg. 99 min. 44 sec. N.; longitude 64 deb. 49 min. 19 sec. W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to bedrock is more than 80 inches.  Rock fragment range 0 to 15 percent in the solum.  Reaction is moderately acid or slightly acid in the A horizon and very strongly acid to strongly acid in the Bo, Bw, and C horizons.\nThe A horizon has hue of 5YR to 10YR, value of 2 to 5, and chroma of 1 to 4.  Texture is loam, clay loam, or clay.\nThe Bo horizon has hue of 5YR to 10YR, value of 4 to 6, and chroma of 4 to 8.  Masses of iron accumulation in shades of red range from none to common, generally increasing with depth.  Texture is clay.\nThe Bw horizon has hue of 7.5YR or 10YR, value of 5 or 6, and chroma or 6 or 8.  Masses of iron accumulation in shades of red and yellow range from none to common, and below a depth of 50 inches, iron depletions in shades of gray range from none to common.  Texture is clay.  Because of poor dispersion, measured clay ranges from 25 to 45 percent.\nThe C horizon, where present, has hue of 7.5YR or 10YR, value of 5 or 6, and chroma or 6 or 8.  Redoximorphic features in shades of red, yellow, and gray range from none to common.  Texture is clay loam or clay.\nThe Cr horizon is weathered sandstone material. Igneous pebbles range from 10 to 50 percent, by volume."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils occur on sloping to steep mountain sides on uplands.  They formed in residuum from sandstone material.  The climate is humid tropical.  Slopes range from 10 to 90 percent.  The average annual temperature ranges from 74 to 80 degrees F., and the average annual rainfall ranges from 70 to 90 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Cristal, Humatas, Los Guineos, and Yunque soils.  The somewhat poorly drained Cristal soils do not have Oxic horizons.  Humatas soils have mixed mineralogy and argillic horizons.  Los Guineas soils have mixed mineralogy and lack a kandic horizon.  Yunque soils have less clay in the control section and mixed mineralogy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are forested and primarily used for recreation, research, and wildlife habitat."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountains of Puerto Rico.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Raleigh, North Carolina."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Caribbean National Forest and Luquillo Experimental Forest, Puerto Rico; 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This classification is based on multiplying the 15 bar water times 3 for those horizons with poor clay dispersion.  Without this special application to Soil Taxonomy, this soil would classify as Fine, kaolinitic, isohyperthermic Typic Haplohumults.\nDiagnostic horizons and features recognized in this pedon:\nOchric epipedon - zone from 0 to 1 inch (A horizon).\nKandic horizon - zone from 1 to 35 inches (Bo horizons).\nCambic horizon - zone from 35 to 82 inches (Bw horizons).\nADDITIONAL DATA:  NSSL Characterization Data Pedon No. 86P305; sample by NSSL, Lincoln NE.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
