{
  "SERIES": "ZAVCO",
  "STATUS": "Established Series",
  "BYREV": "Rev. CLG-WJG-JDN",
  "REVDATE": "11/2010",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, hyperthermic Aridic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Zavco sandy clay loam in rangeland; elevation is 211 meters (692 feet). (Colors are for dry soil unless otherwise stated.)\nA--0 to 28 cm (0 to 11 in); dark brown (7.5YR 3/2) sandy clay loam, very dark brown (7.5YR 2/2) moist; moderate fine and medium subangular blocky structure; hard, friable; many fine roots; fine pores; upper one inch is slightly lighter in color; neutral; clear smooth boundary. (15 to 41 cm [6 to 16 in] thick)\nAB--28 to 41 cm (11 to 16 in); dark reddish brown (5YR 3/2) sandy clay loam, dark reddish brown (5YR 2/2) moist; moderate medium subangular and blocky parting to moderate fine angular blocky structure; very hard, firm; many fine roots; fine pores; few dark stains on surfaces of peds; neutral; gradual smooth boundary. (10 to 28 cm [4 to 11 in] thick)\nBt--41 to 91 cm (16 to 36 in); reddish brown (5YR 4/4) sandy clay, dark reddish brown (5YR 3/4) moist; moderate fine and medium angular blocky structure; very hard, very firm; few fine roots; fine pores; thin patchy clay films on peds; few dark stains on surfaces of peds; few krotovina; few threads of calcium carbonate on vertical ped faces; moderately alkaline; gradual wavy boundary. (15 to 74 cm [6 to 29 in] thick)\nBCk1--91 to 142 cm (36 to 56 in); yellowish red (5YR 5/6) clay loam, yellowish red (5YR 4/6) moist; weak fine and medium subangular blocky structure; hard, firm; few fine roots and pores; about 5 percent by volume of soft masses and few strongly cemented concretions of calcium carbonate in upper part increasing to about 10 percent in lower part; few fine yellowish brown and reddish brown fragments of sandstone; few dark stains and old channels partially filled with darker material; calcareous; moderately alkaline; clear wavy boundary. (10 to 76 cm [4 to 30 in] thick)\nBCk2--142 to 183 cm (56 to 72 in); light brown (7.5YR 6/4) sandy clay loam, brown (7.5YR 5/4) moist; many fine and medium distinct gray (10YR 6/1), strong brown (7.5YR 5/6), and yellowish red (5YR 5/6) mottles; weak fine and medium subangular blocky structure; hard, friable; few soft masses and cemented concretions of calcium carbonate; calcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Zavala County, Texas; 9.0 miles west of LaPryor on U.S. Highway 57, 1.6 miles south on Chaparrosa Ranch headquarters road, then northwest and west 2.1 miles on small ranch road, 100 feet south of road in rangeland. Chacon Creek NE USGS topographic quadrangle; Latitude: 28 degrees, 54 minutes, 47.05 seconds N; Longitude: 100 degrees, 1 minute, 36.18 seconds W. (NAD 83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: A typic-ustic moisture regime. The soil moisture control section is dry in some or all parts for more than 90 days but less than 180 cumulative days in normal years.  June through August and December through February are the driest months.  These soils are intermittently moist in September through November and March through May.\nMean annual soil temperature: 22.2 to 23.9 degrees C (72 to 75 degrees F)\nDepth to argillic: 18 to 55 cm (7 to 22 in)\nDepth to secondary forms of calcium carbonate:  25 to 71 cm (10 to 28 in)\nParticle size control section (weighted average): clay content: 38 to 55 percent\nA and AB horizon\nHue: 10YR, 7.5YR, and 5YR\nValue: 3 and 4\nChroma: 2 and 4\nTexture: sandy clay loam or clay loam\nReaction: slightly acid through mildly alkaline\nBt horizon\nHue: 7.5YR and 5YR\nValue: 3 to 5\nChroma: 3 through 6\nTexture: sandy clay loam or Clay upper 50 cm (20 in) of the Bt horizon ranges from 35 to 45 percent.\nReaction: neutral through moderately alkaline\nBCk horizons\nHue: 10YR, 7.5YR, and 5YR\nValue: 4 to 7\nChroma: 3 to 6\nTexture: sandy clay loam or clay loam\nConcentrations: 2 to 30 percent secondary concretions or soft bodies of calcium carbonate.\nReaction: mildly alkaline through moderately alkaline\nSalinity: 0 to 8 m/ds"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series.  Similar soils are Amphion, Campbellton, Clareville, Elmendorf, Hindes, Marcelinas, Musquiz, and Ramadero series.\nAmphion soils: have a mollic epipedon more than 51 cm (20 in) thick.\nCampbellton soils: are moist in the moisture control sections for longer periods.\nClareville soils: have a mollic epipedon more than 51 cm (20 in) thick and have COLE values greater than 0.07\nElmendorf soils: have COLE values greater than 0.07\nHindes soils: have more than 35 percent coarse fragments in their control sections\nMarcelinas soils: have COLE values greater than 0.07\nMusquiz soils: have mean annual soil temperatures less than 22 degrees C (72 degrees F)\nRamadero soils: have a mollic epipedon more than 51 cm (20 in) thick and have less than 35 percent clay in their control sections."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent Material: calcareous residuum from sandstone and siltstone\nLandscape: inland dissected coastal plain\nLandform: summits, backslopes, and footslopes of interfluves\nSlope:  0 to 5 percent\nMean annual air temperature:  20 to 22 degrees C (69 to 72 degrees F)\nMean annual precipitation:  533 to 660 mm (21 to 26 in)\nFrost-free period: 240 to 290 days\nElevation:  137 to 274 m (450 to 900 ft)\nThornthwaite annual P-E indices: 26 to 36"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Caid, Chacon, Duval, Hindes, Ramadero, Tonio and Webb series.\nCaid soils: occur on similar surfaces, are calcareous throughout, and are in a fine-loamy particle-size class\nChacon soils: occur on similar surfaces, are calcareous throughout, have montmorillonitic mineralogy and have a COLE exceeding 0.07\nDuval soils: occur on similar surfaces, lack mollic epipedons, and are in a fine-loamy particle-size class\nHindes soils: occur on ridges at higher elevations\nRamadero soils: occur in slightly depressed areas at lower elevationsTonio soils: occur on similar surfaces, are calcareous throughout, lack\nmollic epipedons, and are in a fine-loamy particle-size class\nWebb soils: occur on similar surfaces and lack mollic epipedons"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is moderately slow.  Runoff is slow to medium."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The major use is wildlife habitat.  A few acres are cultivated and the principal crops are grain sorghum, small grain, and introduced perennial grasses.  Grasses which make up about 70 percent of the plant community under climax conditions are fourflower trichloris, twoflower trichloris, pinhole bluestem, plains bristlegrass, buffalograss, and pink pappusgrass.  About 5 percent forbs such as bundleflower and orange zexmenia, and about 5 percent shrubs such as guajillo and guayacan also occur. With retrogression, plants such as pink pappusgrass and buffalograss increase initially.  With continued retrogression, increasers and invaders such as curlymesquite, threeawn, Hall's panicum, red grama, mesquite, whitebrush, blackbrush, twisted acacia and Texas persimmon dominate the plant community.  The ecological site is Clay Loam, PE 26-36 (R083CY446TX)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern and Central Rio Grande Plain of Texas. LRR I; MLRA 83A, 83C. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Uvalde County, Texas; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Coined from Zavala County\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 41 cm (0 to 16 in).\nArgillic horizon:  41 to 91 cm (16 to 36 in).\nParalithic materials: occurs below a depth of 152 cm (60 in).  The soft or weakly cemented sandstone or shale bedrock slakes or crushes to sandy clay loam or clay loam.\nADDITIONAL DATA: Particle size analysis, sieve analysis, sodium absorption ratio, electrical conductivity, pH were all performed at the local project office for 3 pedons from McMullen County.\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Eleventh Edition, 2010\nNational Cooperative Soil Survey\nU.S.A."
  }
}
