{
  "SERIES": "ZBART",
  "STATUS": "Established Series",
  "BYREV": "Rev. DES-JAL",
  "REVDATE": "9/98",
  "STATES": "MT",
  "OVERVIEW": "The Zbart series consists of very shallow, somewhat excessively drained soils that formed in residuum from hard fractured shale or argillite. These soils are on escarpments, ridges, interfluves and sideslopes of hills.  Slopes are 4 to 70 percent.  Mean annual precipitation is about 12 inches, and mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, nonacid, frigid Aridic Lithic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Zbart very channery loam, in rangeland (colors are for dry soil unless otherwise noted).\nA--0 to 7 inches; dark grayish brown (2.5Y 4/2) very channery loam, dark olive gray (5Y 3/2) moist (colors are lithochromic); moderate fine granular structure; slightly hard, very friable, slightly sticky and nonplastic; common very fine and fine roots; common very fine and fine pores; 5 percent flagstones and 40 percent channers; slightly acid (pH 6.4); clear wavy boundary. (5 to 8 inches thick)\nR--7 inches; gray (5Y 5/1) hard fractured shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, Montana; 50 feet south and 925 feet west of the northeast corner of sec. 36, T. 2 N., R. 3 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAnnual soil temperature - 42 to 46 degrees F.\nMoisture control section - between the surface and 7 inches, dry in all parts between four-tenths and five-tenths of the cumulative days per year when the soil temperature at a depth of 20 inches is 41 degrees F or higher.\nDepth to bedrock - 5 to 10 inches.\nThe colors of the A horizon are lithochromic; the horizon is not mollic.  A thin transition horizon is allowed.\nA horizon - Value:  4 or 5 dry\nClay content:  15 to 27 percent\nRock fragments:  35 to 60 percent-- 0 to 15 percent flagstones, 35 to 50 percent channers\nReaction:  pH 6.1 to 7.3"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAshbon (MT) - has lithic contact of granite at 10 to 20 inches; has O horizons.\nAshbray (MT) - has a lithic contact of granite at 12 to 20 inches.\nValto (CO) - has a lithic contact of sandstone at 6 to 20 inches; is very stony throughout."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - escarpments, ridges, interfluves and sideslopes of hills.\nElevation - 3,800 to 5,000 feet.\nSlope - 4 to 70 percent.\nParent material - residuum from hard fractured shale or argillite.\nClimate - long, cold winters; moist springs; warm summers.\nMean annual precipitation - 10 to 14 inches.\nMean annual air temperature - 40 to 44 degrees F.\nFrost-free period - 90 to 115 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Zbart soils are primarily used for rangeland.  The potential native vegetation is mainly bluebunch wheatgrass, blue grama, needleandthread, skunkbush sumac, rubber rabbitbrush, Rocky Mountain juniper, phlox, and widely scattered limber pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Zbart soils are of small extent in southwestern Montana."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jefferson County, Montana, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil interpretation record:  MT1592.  Diagnostic horizons and features recognized in this pedon are:  an ochric epipedon from the soil surface to 7 inches (A horizon); a particle-size control section from the surface to 7 inches (A horizon); lithic contact to hard fractured shale at 7 inches (R horizon).  Zbart soils have a frigid temperature regime and an ustic moisture regime bordering on aridic.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
