{
  "SERIES": "ZEE",
  "STATUS": "Established Series",
  "BYREV": "Rev. SHB-CJW-JAL",
  "REVDATE": "05/2002",
  "STATES": "ID",
  "OVERVIEW": "The Zee series consists of very deep, well drained soils on foothills, footslopes, and benches.  They formed in glacial till derived from granite, gneiss, and schist rocks with a thick mantle of volcanic ash.  Permeability is moderate.  Slope ranges from 2 to 35 percent.  The average annual air temperature is about 43 degrees F. and the average annual precipitation is about 35 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over loamy, glassy over mixed, superactive, frigid Alfic Udivitrands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Zee ashy silt loam, woodland; on a southeast-facing slope of 2 percent at 3,040 feet elevation.  When described on October 10, 1993, the soil was slightly moist throughout.  (Colors are for dry soil unless otherwise stated.)\nOi--0 to 2 inches; needles, leaves, moss, and twigs. (1.5 to 2 inches thick)\nA--2 to 3 inches; dark grayish brown (10YR 4/2) ashy silt loam, very dark brown (10YR 2/2) moist; weak very fine subangular blocky structure; soft, very friable, nonsticky and slightly plastic; many very fine roots; many very fine tubular pores; moderately acid (pH 5.6); abrupt wavy boundary.  (1 to 2 inches thick)\nBw1--3 to 7 inches; yellowish brown (10YR 5/4) ashy silt loam, dark yellowish brown (10YR 3/4) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and slightly plastic; many very fine roots; many very fine tubular pores; slightly acid (pH 6.2); clear wavy boundary.  (4 to 8 inches thick)\nBw2--7 to 16 inches; brownish yellow (10YR 6/6) ashy silt loam, dark yellowish brown (10YR 4/6) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and slightly plastic; common very fine, few fine roots; many very fine tubular pores; 5 percent gravel; slightly acid (pH 6.5); abrupt wavy boundary.  (8 to 10 inches thick)\n2Bt1--16 to 24 inches; very pale brown (10YR 7/4) loam, yellowish brown (10YR 5/4) moist; moderate fine and medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few very fine and fine roots; many very fine and few fine tubular pores; common faint clay films on ped faces and bridging mineral grains; many faint and few distinct silt coats on ped faces that are pale brown (10YR 6/3) moist; 10 percent gravel; moderately acid (pH 6.0); clear wavy boundary.   (5 to 13 inches thick)\n2Bt2--24 to 30 inches; brownish yellow (10YR 6/6) loam, dark yellowish brown (10YR 4/6) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; common very fine, few fine tubular pores; few faint clay films bridging mineral grains; few faint and distinct silt coats on ped faces that are pale brown (10YR 6/3) moist; 10 percent gravel; moderately acid (pH 6.0); clear wavy boundary.  (4 to 9 inches thick)\n2BC--30 to 60 inches; pale yellow (2.5Y 7/4) cobbly loam, light olive brown (2.5Y 5/4) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; common very fine, few fine tubular pores; few faint clay films bridging mineral grains; many faint and few distinct silt coats on ped faces that are light olive brown (2.5Y 5/3) moist; 5 percent gravel, 15 percent cobbles; strongly acid (pH 5.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Boundary County, Idaho; about 4.0 miles northwest of Naples; about 1,750 feet north and 2,200 feet west of the southeast corner of sec. 33, T. 61 N., R. 1 W; Latitude - 48 degrees, 35 minutes, 40 seconds North; Longitude - 116 degrees, 28 minutes, 23 seconds West."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 43 to 45 degrees F.\nAverage summer soil temperature - 48 to 52 degrees F. with an O horizon\nMoisture control section - dry 15 to 30 days (August to mid September), moist mid-September through July; udic moisture regime\nOe horizon - present in some pedons\nVolcanic ash mantle - 14 to 18 inches thick\nVolcanic glass content - 30 to 65 percent\nAcid-oxalate extr. Al + 1/2 Fe - 1.0 to 3.0 percent\nPhosphate retention - 55 to 90 percent\n15 bar water (air-dried) - 7 to 12 percent\nA horizon\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 2 or 3 dry or moist\nClay content - 2 to 5 percent\nRock fragments - 0 to 5 percent\nBulk density - 0.65 to 0.85 grams per cubic centimeter\nReaction - very strongly acid to moderately acid\nBw horizons\nValue - 5 or 6 dry, 3 or 4 moist\nChroma - 4 or 6 dry or moist\nClay content - 2 to 5 percent\nGravel content - 0 to 10 percent\nCobble content - 0 to 5 percent\nBulk density - 0.65 to 0.85 grams per cubic centimeter\nReaction - slightly acid or neutral\n2Bt horizons\nHue - 10YR or 2.5Y\nValue - 6 or 7 dry, 4 or 5 moist\nChroma - 3 to 6 dry or moist\nTexture - L, GR-L, GR-SL\nClay content - 18 to 22 percent\nGravel content - 0 to 20 percent\nCobble content - 0 to 10 percent\nReaction - moderately acid or slightly acid\n2BC horizon\nValue - 6 or 7 dry, 4 or 5 moist\nChroma - 3 or 4 dry or moist\nTexture - CB-L, GR-L, CB-SL, GR-SL\nClay content - 15 to 20 percent\nGravel content - 5 to 20 percent\nCobble content - 0 to 15 percent\nReaction - strongly acid to slightly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Idamont and Pend Oreille series.  Idamont and Pend Oreille soils have less than 18 percent clay in the 2Bt horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Zee soils are on foothills, footslopes, and benches.  Slopes range from 2 to 35 percent.  They formed in glacial till derived from granite, gneiss, and schist rocks with a thick mantle of volcanic ash.  Elevations range from 2,100 to 3,800 feet.  The average annual air temperature is 42 to 45 degrees F. and average annual precipitation is 30 to 40 inches.  The average frost-free period is 80 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Idamont, Pend Oreille, Dodgecreek (T) and Myrtlecreek (T) soils.  Idamont and Pend Oreille soils are on east and north-facing mountain and foothill slopes and have less than 18 percent clay in the 2Bt horizon.  Dodgecreek soils are on outwash terraces and have a volcanic ash mantle less than 14 inches thick.  Myrtlecreek soils are on north-facing dissected terraces and escarpments and have minor amounts of volcanic ash."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for woodland timber production, wildlife habitat, and recreation.  Potential natural vegetation is mainly western hemlock, western redcedar, grand fir, western larch, western white pine, and Douglas-fir with an understory of Rocky Mountain maple, myrtle pachystima, common princes pine, twinflower, darkwoods violet, and queencup beadlily."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Idaho, and possibly northwestern Montana, and northeastern Washington.  This series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Boundary County, Idaho, 2002."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 2 to 7 inches (A and Bw1 horizons)\nCambic horizon - the zone from 3 to 16 inches (Bw1, Bw2 horizons)\nArgillic horizon - the zone from 16 to 30 inches (2Bt1, 2Bt2 horizons)\nVolcanic ash mantle - the zone from 2 to 16 inches (A, Bw1, Bw2 horizons)\nParticle-size control section - the zone from 2 to 42 inches (A, Bw1, Bw2, 2Bt1, 2Bt2 and part of the 2BC horizon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
