{
  "SERIES": "ZEEBAR",
  "STATUS": "Established Series",
  "BYREV": "Rev. KWH/GAH",
  "REVDATE": "06/2011",
  "STATES": "ID",
  "OVERVIEW": "The Zeebar series consists of very deep, well drained soils that formed in colluvium from quartzite, basalt, and tuff.  They are on mountain slopes, hills, ridges and fan remnants and have slopes of 4 to 70 percent. The mean annual precipitation is about 380 mm and the mean annual temperature is about 2.8 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Xeric Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Zeebar gravelly loam - on a northeast facing mountain slope of 22 percent on rangeland at 2,515 meters elevation. When described on June 26, 1985, the soil was slightly moist throughout. (Colors are for air-dry soil unless otherwise stated.)\nA--0 to 20 cm; dark brown (10YR 3/3) gravelly loam, very dark brown (10YR 2/2) moist; weak very fine subangular blocky structure; slightly hard, very friable; slightly sticky and slightly plastic; many very fine and fine roots; many very fine and common fine tubular pores; 20 percent gravel; neutral (pH 6.6); clear wavy boundary. (15 to 33 cm thick)\nBt1--20 to 36 cm; dark yellowish brown (10YR 4/4) very gravelly loam, dark brown (10YR 3/3) moist; moderate very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine, common fine and few medium roots; common very fine and fine tubular pores; common faint clay films lining pores and on faces of peds; 35 percent gravel and 5 percent cobbles; neutral (pH 6.6); gradual wavy boundary.\nBt2--36 to 56 cm; yellowish brown (10YR 5/4) very gravelly loam, dark yellowish brown (10YR 4/4) moist; moderate fine prismatic structure parting to moderate fine subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; many very fine, common fine and few medium roots; common very fine and fine tubular pores; common faint clay films lining pores and on faces of peds; 35 percent gravel and 10 percent cobbles; neutral (pH 6.7); gradual wavy boundary.\nBt3--56 to 89 cm; light olive brown (2.5Y 5/4) very cobbly sandy clay loam, brown (10YR 4/3) moist; moderate fine and medium prismatic structure; hard, firm, moderately sticky and moderately plastic; common very fine roots; common very fine and fine tubular pores; common distinct clay films lining pores and on faces of peds; 25 percent gravel and 20 percent cobbles; neutral (pH 6.9); gradual wavy boundary.\nBt4--89 to 124 cm; light olive brown (2.5Y 5/4) extremely cobbly sandy clay loam, dark yellowish brown (10YR 4/4) moist; weak medium and coarse subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; few very fine roots; common very fine and fine tubular pores; common faint and few distinct clay films lining pores and on faces of peds; 35 percent gravel and 25 percent cobbles; neutral (pH 7.2); gradual wavy boundary. (Combined thickness of the Bt horizons is 89 to 127 cm.)\nC--124 to 152 cm; light olive brown (2.5Y 5/4) extremely cobbly sandy clay loam; dark yellowish brown (10YR 4/4) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine tubular pores; 40 percent gravel and 30 percent cobbles; slightly alkaline (pH 7.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Custer County, Idaho; about 9.4 kilometers southwest of Willow Creek Summit; located about 183 meters north and 366 meters east of the southwest corner, sec. 10, T. 10 N., R. 20 E. Latitude 44 degrees, 12 minutes, 21.5 seconds N., and Longitude 114 degrees, 05 minutes, 12.9 seconds W.; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of mollic epipedon: 25 to 40 cm\nReaction: neutral or slightly alkaline\nSoil moisture: dry for 60 to 90 consecutive days during the four months following the summer solstice\nSoil moisture regime: xeric\nMean annual soil temperature: 2.8 to 5.6 degrees C.\nMean summer soil temperature: 10 to 15 degrees C.\nParticle-size control section:\nClay content, average: 18 to 35 percent\nRock fragment content, average: 40 to 75 total with 35 to 65 gravel, 5 to 35 cobbles\nA horizon:\nHue: 7.5YR or 10YR\nValue: 3 to 5 dry, 2 or 3 moist\nChroma: 2 or 3 dry, 1 to 3 moist\nBt horizons:\nHue: 5YR to 10YR\nValue: 4 to 6 dry, 3 to 5 moist\nChroma: 2 to 6 dry or moist\nTexture: L, SCL or CL with 30 to 80 percent total rock fragments, 30 to 65 percent gravel, 0 to 30 percent cobbles and 0 to 5 percent stones\nBC horizon:\nValue: 4 or 5 moist\nChroma: 4 to 6 dry\nTexture: L or SCL with 45 to 75 percent total rock fragments, 35 to 60 percent gravel and 0 to 15 percent cobbles\nC horizon (absent in some pedons):\nHue: 7.5YR to 2.5Y dry, 5YR to 2.5 moist\nValue: 5 to 7 dry, 4 or 5 moist\nChroma: 2 to 6 dry\nTexture: L, SCL, SL or COSL with 45 to 90 percent total rock fragments, 40 to 75 percent gravel, 5 to 35 percent cobbles and 0 to 5 percent stones"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Boneyard, Chamberlain, Cowlow, Crandall, Forsey, Fourme, Itwo, Jackflat, Packer, Scuffe, Stopatoe, Successloop, Tagum, Toquima and Winada series.  Boneyard, Cowlow, Itwo, Scuffe, Stopatoe, Tagum, Toquima and Winada soils are 50 to 100 cm deep over lithic or paralithic contact.  Chamberlain soils have lime and silica cementation in the lower B horizon.  Crandall soils have horizons with secondary carbonates and are deep to bedrock.  Forsey soils have a combined thickness of the A and Bt horizons that is less than 89 cm and a moderately alkaline C horizon.  Fourme soils are moderately deep to a coarse textured C horizon.  Jackflat soils have a mean annual soil temperature greater than 6.0 degrees C and are deep to a Cr horizon.  Packer soils have a mean annual soil temperature greater than 6.0 degrees C., are deep to bedrock and are less than 53 cm to the base of the argillic horizon which is in a lithologic discontinuity.  Successloop soils have a mean summer soil temperature less than 10 degrees C."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: mountains\nLandform: mountain slopes, hills, ridges and fan remnants\nElevation: 1,524 to 2,743 meters\nSlope: 4 to 70 percent\nParent material: colluvium weathered from quartzite, basalt or tuff\nMean annual air temperature: 1.7 to 4.4 degrees C.\nMean annual precipitation: 280 to 510 mm\nFrost free period: 10 to 60 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Dawtonia, Frailton, and Parkay series. Dawtonia soils are on south aspects of mountain slopes and do not have a cryic soil temperature regime.  Frailton soils are on mountain slopes and ridges, are shallow to bedrock and do not have a cryic soil temperature regime. Parkay soils are on mountain slopes and have a mollic epipedon greater than 40 cm thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: Well\nRunoff: medium\nSaturated hydraulic conductivity: moderately high"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor uses: livestock grazing and wildlife habitat\nVegetation: Mountain big sagebrush, threetip sagebrush, Idaho fescue, bluebunch wheatgrass, arrowleaf balsamroot and prairie junegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: East-central and southeastern Idaho. These soils are moderately extensive. MLRA 12 and 43B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Custer County, Idaho, 1999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagonostic horizons and features recognized in this pedon are:\nMollic epipedon: from 0 to 36 cm\nArgillic horizon: from 20 to 124 cm\nParticle-size control section: from 20 to 70 cm\nSoil moisture regime: xeric\nSoil temperature regime: cryic\nNational Cooperative Soil Survey\nU.S.A."
  }
}
