{
  "SERIES": "ZEEKA",
  "STATUS": "Established Series",
  "BYREV": "Rev. LJH/RJE",
  "REVDATE": "02/2011",
  "STATES": "WA",
  "OVERVIEW": "The Zeeka series consists of moderately deep to dense glacial till, somewhat poorly drained soils formed in loess and ablation till over very compact lodgment till. Zeeka soils are on hills and have slopes of 5 to 25 percent. The average annual precipitation is about 90 inches and the mean annual air temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, isotic, acid, isomesic Aeric Epiaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Zeeka silt loam, logged, on a 9 percent slope at 600 feet elevation. (Colors are for moist soil unless otherwise noted. All textures are apparent field textures.)\nOi--0 to 2 inches; slightly decomposed needles, leaves, twigs.\nOe--2 to 6 inches. Moderately decomposed needles, leaves, and twigs; many fine, very fine, and medium roots.\nA--6 to 12 inches; very dark grayish brown (10YR 3/2) and dark grayish brown (10YR 4/2) silt loam, grayish brown (10YR 5/2) and light brownish gray (10YR 6/2) dry; few fine and medium distinct grayish brown (2.5Y 5/2) and yellowish brown (10YR 5/6) redox depletions and concentrations, light gray (2.5Y 7/2) and brownish yellow (10YR 6/6) dry; many very dark brown (10YR 2/2) organic coatings on faces of peds; moderate fine and medium angular blocky structure; hard, friable, slightly sticky and slightly plastic; weakly smeary; many fine and very fine roots, 10 percent pebbles, NaF pH F9.0; extremely acid (pH 4.0), clear smooth boundary. (6 to 9 inches thick)\nBwl--12 to 20 inches; brown (10YR 4/3) and brown (10YR 5/3) silt loam, brown (10YR 5/3) and pale brown (10YR 6/3) dry; many medium prominent yellowish brown (10YR 5/8) and common fine distinct grayish brown (2.5Y 5/2) redox concentrations and depletions, brownish yellow (10YR 6/8) and light gray (2.5Y 7/2) dry; many very dark brown (10YR 2/2) organic coatings on faces of peds; moderate fine and medium angular blocky structure; hard, friable, slightly sticky and slightly plastic; weakly smeary; common fine and very fine roots; many very fine irregular and tubular pores; 10 percent pebbles; NaF pH 9.8; extremely acid (pH 4.2), clear smooth boundary. (8 to l5 inches thick)\nBw2--20 to 32 inches; brown (10YR 4/3) and olive brown (2.5Y 4/4) gravelly silt loam, light yellowish brown (2.5Y 6/4) dry; common medium distinct light olive brown (2.5Y 5/6) and grayish brown (2.5Y 5/2) redox concentrations and depletions, olive yellow (2.5Y 6/6) and light gray (2.5Y 7/2) dry; few very dark brown (10YR 2/2) organic coatings on faces of peds; moderate fine and medium angular blocky structure; slightly hard, friable, slightly sticky and slightly plastic, weakly smeary; few fine and very fine roots; many very fine irregular and common very fine tubular pores, 20 percent pebbles and 10 percent cobbles; NaF pH l2.0; very strongly acid (pH 4.8), abrupt smooth boundary. (5 to 20 inches thick)\n2Cd--32 inches; olive brown (2.5Y 4/4) dense glacial till that breaks to gravelly loam, very pale brown (10YR 7/4) dry; common medium distinct dark yellowish brown (10YR 4/6) and light olive gray (5Y 6/2) redox concentrations and depletions, brownish yellow (10YR 6/6) and pale yellow (5Y 8/2) dry; massive; very hard, very firm, moderately sticky and moderately plastic; few very fine irregular and tubular pores; 20 percent pebbles and 5 percent cobbles; very strongly acid (pH 4.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clallam County, Washington; l,600 feet north and 2,500 feet west of the southeast corner of sec. 8, T. 3l N., R. l5 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to the densic material consisting of very compact glacial till is 20 to 40 inches. The mean annual soil temperature is 47 to 52 degrees F. The difference between the mean summer and mean winter soil temperature is 5 to 9 degrees F. These soils are saturated during the winter and early spring. Redox depletions with a chroma of 2 or less are at a depth of less than 20 inches. Rock fragments in the particle-size control section range from 5 to 30 percent in individual horizons and are dominantly gravel and 0 to 5 percent cobbles.\nThe A horizon has value of 2 through 4 moist, 4 through 6 dry; chroma of 2 or 3 moist and dry. Structure is subangular blocky or angular blocky. Most areas of this soil have been logged causing surface layer disturbance.\nThe Bw horizon has value of 4 or 5 moist, 5 through 7 dry. Texture is silt loam or gravelly silt loam. Structure is angular blocky or prismatic. Reaction is extremely acid or very strongly acid. Some pedons have a C horizon.\nThe 2Cd horizon is very compact lodgment till that crushes to gravelly loam or gravelly sandy loam. It has hue of 2.5Y and 5Y moist and dry, and value of 4 or 5 moist."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Zeeka soils are on glaciated hills at elevations from 30 to 800 feet. They formed in loess and ablation till derived from sandstone, siltstone, and basalt over dense very compact lodgment till. These soils are in a mild marine climate and have cool, moist summers and cool, wet winters. Average annual precipitation is 80 to 120 inches. Average January temperature is about 38 degrees F., average July temperature is about 59 degrees F., and mean annual temperature is about 48 degrees F. The frost-free period is 160 to 220 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Kydaka, Ozette, Palix, and Snahopish soils. Kydaka soils have an aquic moisture regime and matrix chroma of 2 in the subsoil and are in depressional areas. Ozette soils are moderately well drained, have an umbric epipedon, have densic contact at between 40 and 60 inches. Snahopish soils are well-drained and formed in sandstone residuum and colluvium on mountainsides. ."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained; medium runoff; permeability is moderately slow above the densic contact. The very slowly permeable Cd horizon restricts downward water movement causing a perched water table during the winter and early spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Timber production is the principal use. Native vegetation is predominantly western redcedar and western hemlock. Understory species include deer fern, red huckleberry, and salal. Most areas of this soil have been logged."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West side of the Olympic Peninsula in western Washington; MLRA 4A. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clallam County, Washington, 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are a folistic epipedon from 0 to 6 inches, an ochric epipedon, a cambic horizon with grayish redox concentrations from 12 to 32 inches, and a densic contact with dense glacial till at 32 inches.  Further investigation of this series is warranted for separation from or correlation to nearby poorly drained Kydaka soils.\nAll depths to diagnostic horizons and other features are measured from the top of the first mineral horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
