{
  "SERIES": "ZEESIX",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLS-AJE",
  "REVDATE": "03/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, carbonatic Ustic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Zeesix stony silt loam - rangeland\n(Colors are for air dry soil unless otherwise noted.)\nAll--0 to 2 inches; very dark gray (10YR 3/1) stony silt-loam, black (10YR 2/1) moist; weak fine granular structure; slightly hard, friable, slightly sticky, slightly plastic; many very fine roots; many very fine pores; 10 percent gravel and stones cover about 2 percent of the surface; coarse fragments are calcareous, soil matrix is noncalcareous; neutral (pH 7.0); abrupt smooth boundary. (1 to 2 inches thick)\nA12--2 to 5 inches; very dark grayish brown (10YR 3/2) gravelly silt loam, very dark brown (10YR Z/2) moist; weak medium subangular blocky structure; slightly hard, firm, slightly sticky, slightly plastic; many very fine and fine roots; few fine pores; 20 percent gravel; coarse fragments are calcareous, soil matrix is slightly calcareous; neutral (pH 7.2); gradual smooth boundary. (3 to 5 inches thick)\nA13--5 to 13 inches; very dark grayish brown (10YR 3/2) gravelly silt clay loam, very dark brown (10YR 2/2) moist; moderate fine subangular blocky structure; hard, firm, sticky, plastic; common fine and very fine, and few medium roots; common fine pores; 30 percent gravel; coarse fragments are calcareous, soil matrix is noncalcareous; neutral (pH 7.2); clear wavy boundary. (4 to 8 inches thick)\nB2t--13 to 23 inches; pale brown (10YR 6/3) very cobbly clay, yellowish brown (10YR 5/4) moist; weak medium prismatic structure that parts to strong fine angular blocky structure; very hard, very firm, very sticky, plastic; few very fine and medium roots; few fine pores; thin continuous clay films on faces of peds; 50 percent gravel and cobbles; soil matrix is slightly calcareous, most carbonate is in fine soft saprolite gravel- mildly alkaline (pH 7.6); gradual wavy boundary.  (6 to 12 inches thick)\nB3ca--23 to 31 inches; very pale brown (10YR 7/3) very cobbly clay, pale brown (10YR 6/3) moist; moderate medium subangular blocky structure; very hard, very firm, very sticky, very plastic; few fine and very fine roots; few fine pores; few moderately thick clay films; 60 percent gravel and cobbles; very strongly calcareous, lime is disseminated, in fine nodules and veins, and in coarse fragments; moderately alkaline (pH 8.2); gradual wavy boundary. (6 to 10 inches thick)\nClca--31 to 47 inches; pale brown (10YR 6/3) very cobbly clay, yellowish brown (10YR 5/4) moist; weak fine subangular blocky structure; very hard, very firm, very sticky, plastic; few fine and very fine roots; few very fine pores; 65 percent cobbles and gravel; very strongly calcareous, lime is disseminated, in veins and nodules and coated on the bottom of coarse fragments; moderately alkaline (pH 8.2); gradual wavy boundary. (14 to 20 inches thick)\nC2ca--47 to 60 inches; very pale brown (10YR 7/3) very cobbly clay loam, pale brown (10YR 6/3) moist; massive; very hard, firm, very sticky, plastic; few fine and very fine roots; few very fine pores; 65 percent cobble and gravel; very strongly calcareous, lime is disseminated and in nodules and veins; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Sanpete County, Utah; 2 miles north of \"the grove\" on Manti Mountain face, at the end of the jeep trail going north from the grove; about 900 feet east of the center of sec. 35, T.17S., R.3E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mollic epipedon is 8 to 15 inches thick.  The solum is 19 to 31 inches thick. Lime content of the argillic horizon is more than 40 percent including the lime in the coarse fragments less than 20 mm.\nin diameter. The mean annual soil temperature at depth of 20 inches ranges from 40 to 47 degrees F., and the mean summer soil temperature is 52 to 59 degrees F. These soils are usually moist in some part of the moisture control section, but may be dry for periods of 60 days or less in the late summer months.\nThe A horizon has hue of 10YR, value of 2 through 4 dry, 2 moist, and chroma of 1 or 2. It averages 20 or more percent coarse fragments, and ranges from 10 to 35 percent. This horizon is noncalcareous to moderately calcareous and ranges from neutral to mildly alkaline. The B2t horizon has value of 5 or 6 dry, 3 through 5 moist, and chroma of 2 through 4. It is cobbly or very cobbly silty clay, clay or silty clay loam with more than 35 percent clay and 35 to 60 percent coarse fragments. This horizon has from thin continuous to few or common moderately thick clay films. It is neutral to mildly alkaline.\nThe B3ca horizon, when present, is similar to the B2t horizon, except that it is mildly to moderately alkaline, and has higher lime content.  It has hue of 10YR or 2.5Y, value of 6 or 7 dry, 4 through 6 moist, and chroma of 2 or 3. The B3ca and the Cca horizons contain from 35 to 75 percent coarse fragments. The Cca horizon has hue of 10YR or 2.5Y, value of 6 to 7 dry, 4 through 6 moist, and chroma of 2 to 4 inclusive. It is cobbly or very cobbly clay loam to very cobbly clay, and mildly to strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Buena Vista, Castino, Home Camp, Hoodle, Nathrop, Passar, Red Chief, Irwil, Wilpar and Winnemucca series. All of these soils have less than 40 percent carbonates in the control section.  Nathrop, Hoodle, Elwood and Buena Vista soils have less than 35 percent clay in the control section. Castino and Winnemucca soils have mollic epipedons more than 16 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "SETTING",
    "content": "SETTING: Zeesix soils are on strongly sloping to very steep hillside slopes at elevations of 7,500 to 9,000 feet. They formed in local alluvium and colluvium from limestone. The climate is moist humid, moist subhumid climate. Mean annual temperature ranges from 38 to 45 degrees F. Mean summer temperature ranges from 53 to 57 degrees F. Average annual precipitation ranges from 25 to 30 inches. Frost-free period is 80 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well-drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used as rangeland. Principal native vegetation is big sagebrush, snowberry, serviceberry, bluebells, and a few clumps of oakbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Utah. The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Sanpete Soil Survey Area, Utah, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly classified as Chestnut soils.\nOSED scanned by NSSQA.  Last revised by state 9/71.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
