{
  "SERIES": "ZEHEME",
  "STATUS": "Established Series",
  "BYREV": "Rev: RWW/TM/ET",
  "REVDATE": "03/2011",
  "STATES": "NV",
  "OVERVIEW": "The Zeheme series consists of very shallow and shallow, well drained soils that formed in residuum and colluvium derived from dolomite and limestone. The Zeheme soils are on summits and side slopes of low mountains and hills. Slope ranges from 8 to 75 percent. The mean annual precipitation is about 200 millimeters (8 inches) and the mean annual air temperature is about 16 degrees C. (60 degrees F.).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic, thermic Lithic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Zeheme very gravelly fine sandy loam - rangeland and wildlife habitat. Colors are for dry soil unless otherwise noted. The soil surface is covered by approximately 40 percent gravel, 15 percent cobbles..\nA--0 to 8 centimeters (0 to 3 inches); pale brown (10YR 6/3) very gravelly fine sandy loam, brown (10YR 4/3) moist; weak thin platy structure; soft, very friable, nonsticky and nonplastic; common very fine roots; many very fine vesicular and common very fine interstitial pores; 35 percent gravel, 1 percent cobbles; strongly effervescent; moderately alkaline (pH 8.2); clear smooth boundary. (3 to 10 centimeters thick)\nBk1--8 to 20 centimeters (3 to 8 inches); light yellowish brown (10YR 6/4) very gravelly fine sandy loam, dark yellowish brown (10YR 4/4) moist; moderate fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine and few fine and medium roots; many very fine interstitial and common very fine and fine tubular pores; many thin calcium carbonate coats and pendants on vertical and undersides of rock fragments; 35 percent gravel, 2 percent cobbles; violently effervescent; moderately alkaline (pH 8.4); clear smooth boundary.\nBk2--20 to 33 centimeters (8 to 13 inches); light yellowish brown (10YR 6/4) very gravelly fine sandy loam, dark yellowish brown (10YR 4/4) moist; massive; soft, very friable, slightly sticky and moderately plastic; common very fine and fine roots; many very fine interstitial and common very fine tubular pores; many thick calcium carbonate coats and pendants on vertical and undersides of rock fragments; 40 percent gravel, 15 percent cobbles; violently effervescent; moderately alkaline (pH 8.4); abrupt irregular boundary. (Combined thickness of the Bk horizons is 15 to 30 centimeters)\nR--33 centimeters (13 inches); gray (10YR 5/1) fractured limestone bedrock with many thin to thick calcium carbonate coats between fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lincoln County, Nevada; approximately 320 meters (200 yards) north of Toquop Gap in the East Mormon Mountains; about 610 meters (2,000 feet) south and 533 meters (1,750 feet) west of the northeast corner of sec. 32, T. 10 S., R. 69 E; USGS Toquop Gap, NV 7.5 minute quadrangle; 37 degrees, 1 minute and 36 seconds north latitude, 114 degrees, 17 minutes and 47 seconds west longitude; 11, 740499e, 4101255n; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, but are moist in some parts for short periods during the winter and early spring months and for short intermittent periods following summer convection storms, 10 to 20 days cumulative during the period June through September. The soils have a typic-aridic soil moisture regime.\nSoil temperature: 16 to 19 degrees C. (61 to 67 degrees F.).\nDepth to bedrock: 18 to 36 centimeters (7 to 14 inches).\nCalcium carbonate equivalent of the less than 20 millimeter fraction:  40 to 80 percent.\nControl section\nClay content: Averages 8 to 18 percent.\nRock fragments: Averages 35 to 60 percent.\nA horizon:\nValue: 5 or 6 dry, 4 or 5 moist.\nChroma: 2 through 4.\nBk horizons:\nHue: 10YR or 7.5YR.\nValue: 5 or 6 dry, 4 or 5 moist.\nChroma: 3 or 4.\nTexture: Very gravelly fine sandy loam or very gravelly sandy loam.\nStructure: Weak or moderate, fine or medium, and subangular blocky or massive.\nConsistence: nonplastic or slightly plastic.\nRock fragments: 35 to 60 percent.\nOther features: Rock fragments commonly contain thin to very thick calcium carbonate coats and pendants on vertical and undersides of rock fragments. Contains 5 percent or more secondary calcium carbonate."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Helkitchen (NV) and Kohatk (AZ) series. Helkitchen soils have a mean annual soil temperature of 20 to 22 degrees C. (68 to 71 degrees F.). The Kohatk series are moist for more than 20 days cumulative due to summer convection storms."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Zeheme soils are on side slopes and summits of low mountains and hills. These soils formed in residuum and colluvium derived from dolomite and limestone. Slope ranges from 8 to 75 percent. Elevations are 915 to 1,554 meters (3,000 to 5,100 feet). The climate is semiarid with hot, intermittently moist summers and cool, moist winters. The mean annual precipitation is 125 to 200 millimeters (5 to 8 inches); the mean annual air temperature is 15 to 18 degrees C. (59 to 65 degrees F.), and the frost-free season is 180 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Chinkle, Kanesprings, Shankba, and St. Thomas soils. Chinkle soils have less than 35 percent rock fragments in the control section. Kanesprings soils have argillic horizons. Shankba soils have greater than 18 percent clay in the control section. St. Thomas soils have greater than 60 percent coarse fragments in the control section and have soil temperatures warmer than 18 degrees C. (64 degrees F.)."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; very high runoff; moderately rapid permeability; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for rangeland and wildlife habitat. The present vegetation is mainly blackbrush, ephedra, bush muly, desert needlegrass, Indian ricegrass and cacti."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mojave Desert of southern Nevada; MLRA 30. These soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lincoln County, Nevada, South Part, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 8 centimeters (0 to 3 inches) (A horizon).\nCalcic horizon - 8 to 33 centimeters (3 to 13 inches) (Bk1 and Bk2 horizons).\nLithic contact - 33 centimeters (13 inches) (R layer).\nParticle-size control section - 0 to 33 centimeters (0 to 13 inches) (A, Bk1 and Bk2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "very gravelly",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 8 centimeters (0 to 3 inches); pale brown (10YR 6/3) very gravelly fine sandy loam, brown (10YR 4/3) moist; weak thin platy structure; soft, very friable, nonsticky and nonplastic; common very fine roots; many very fine vesicular and common very fine interstitial pores; 35 percent gravel, 1 percent cobbles; strongly effervescent; moderately alkaline (pH 8.2); clear smooth boundary. (3 to 10 centimeters thick)"
      },
      {
        "name": "Bk1",
        "top": 8,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "very gravelly",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bk1--8 to 20 centimeters (3 to 8 inches); light yellowish brown (10YR 6/4) very gravelly fine sandy loam, dark yellowish brown (10YR 4/4) moist; moderate fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine and few fine and medium roots; many very fine interstitial and common very fine and fine tubular pores; many thin calcium carbonate coats and pendants on vertical and undersides of rock fragments; 35 percent gravel, 2 percent cobbles; violently effervescent; moderately alkaline (pH 8.4); clear smooth boundary."
      },
      {
        "name": "Bk2",
        "top": 20,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "very gravelly",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bk2--20 to 33 centimeters (8 to 13 inches); light yellowish brown (10YR 6/4) very gravelly fine sandy loam, dark yellowish brown (10YR 4/4) moist; massive; soft, very friable, slightly sticky and moderately plastic; common very fine and fine roots; many very fine interstitial and common very fine tubular pores; many thick calcium carbonate coats and pendants on vertical and undersides of rock fragments; 40 percent gravel, 15 percent cobbles; violently effervescent; moderately alkaline (pH 8.4); abrupt irregular boundary. (Combined thickness of the Bk horizons is 15 to 30 centimeters)"
      },
      {
        "name": "R",
        "top": 33,
        "bottom": "NA",
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--33 centimeters (13 inches); gray (10YR 5/1) fractured limestone bedrock with many thin to thick calcium carbonate coats between fractures."
      }
    ]
  ]
}
