{
  "SERIES": "ZELLA",
  "STATUS": "Established Series",
  "BYREV": "TCB-WMR-CLN",
  "REVDATE": "03/2007",
  "STATES": "KS,OK",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Torrertic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Zella silty clay loam, on a nearly level plain, 0.5 percent slope in cropland, at an elevation of about 3,000 feet. (Colors are for dry soil unless otherwise stated.)\nAp1--0 to 4 inches; brown (10YR 4/3) silty clay loam, dark brown (10YR 3/3) moist; weak fine granular structure; hard, friable; common fine roots; few 30 cm deep trans-horizon cracks extend through the horizon; slightly alkaline; abrupt smooth boundary.\nAp2--4 to 7 inches; dark grayish brown (10YR 4/2) silty clay, very dark grayish brown (10YR 3/2) moist; moderate medium angular blocky structure; extremely hard, firm; common medium roots; few fine tubular pores; neutral; abrupt smooth boundary. (combined thickness of Ap horizons 5 to 12 inches thick)\nBt1--7 to 13 inches; dark grayish brown (10YR 4/2) silty clay, very dark grayish brown (10YR 3/2) moist; moderate medium prismatic structure parting to moderate medium angular blocky; extremely hard, very firm; few fine and medium roots in cracks; many distinct clay films on vertical ped surfaces; common continuous cracks up to 2 cm wide; moderately alkaline; clear smooth boundary. (5 to 10 inches thick)\nBt2--13 to 19 inches; brown (10YR 5/3) silty clay loam, brown (10YR 4/3) moist; moderate medium prismatic structure parting to moderate medium angular blocky; extremely hard, very firm; few fine roots; many distinct clay films on vertical ped surfaces; common continuous cracks up to 2 cm wide; slightly effervescent; moderately alkaline; clear smooth boundary. (5 to 10 inches thick)\nBtk1--19 to 25 inches; brown (10YR 5/3) silty clay loam, brown (10YR 4/3) moist; moderate medium prismatic structure parting to moderate medium angular blocky; extremely hard, extremely firm; few fine roots; many distinct clay films on vertical ped surfaces; about 3 percent visible calcium carbonate in the form of threads and masses; strongly effervescent; moderately alkaline; gradual smooth boundary. (5 to 10 inches thick)\nBtk2--25 to 38 inches; pale brown (10YR 6/3) silty clay loam, brown (10YR 5/3) moist; moderate medium prismatic structure parting to moderate medium angular blocky; hard, firm; many distinct clay films on verticalped surfaces; about 8 percent visible calcium carbonate in the form of threads and masses; violently effervescent; moderately alkaline; gradual wavy boundary. (8 to 15 inches thick)\nBk--38 to 53 inches; very pale brown (10YR 7/3) silty clay loam, pale brown (10YR 6/3) moist; weak medium prismatic structure parting to weak fine subangular blocky; slightly hard, friable; about 3 percent visible calcium carbonate in the form of threads and masses; violently effervescent; strongly alkaline; gradual wavy boundary. (8 to 20 inches thick)\n2Btk1--53 to 63 inches; light brown (7.5YR 6/4) silt loam, brown (7.5YR 5/4) moist; weak medium prismatic structure parting to weak fine subangular blocky; slightly hard, firm; few fine and very fine tubular pores; many distinct clay films on ped surfaces; about 2 percent visible calcium carbonate in the form of threads and concretions; moderately effervescent; slightly alkaline; gradual wavy boundary. (8 to 15 inches thick)\n2Btk2--63 to 80 inches; brown (7.5YR 5/4) loam, brown (7.5YR 4/4) moist; weak medium prismatic structure parting to weak fine subangular blocky; slightly hard, firm; few fine and very fine tubular pores; many distinct clay films on ped surfaces; about 2 percent visible calcium carbonate in the form of threads and concretions; moderately effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Texas County, Oklahoma; from the intersection of U.S. Highway 64 and State Highway 94 in Hooker, 5.75 miles south on State Highway 94, 2 miles east on county road, 1,000 feet south on county road, 200 feet east in cropland; 1,000 feet south and 200 feet east of the northeast corner, sec. 31, T. 4 N., R. 18 E; Latitude: 36 degrees, 46 minutes, 24 seconds N; Longitude: 101 degrees, 10 minutes, 03 seconds W; Hooker, Oklahoma, USGS quad; NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  An ustic moisture regime bordering on aridic.  The soil moisture control section is dry in some or all parts for more than 180 but less than 205 days, cumulative, in normal years.  July through August and December through February are the driest months.  These soils are intermittently moist in September through November and March through June.\nMean annual soil temperature: 57 to 59 degrees F.\nThickness of the mollic epipedon: 9 to 20 inches\nDepth to secondary calcium carbonate: 10 to 24 inches\nDepth to calcic horizon: greater than 80 inches.\nSolum thickness: more than 80 inches.\nParticle-size control section: 35 to 42 percent silicate clay.\nNote: a clay decrease of more than 20 percent (relative) from the maximum clay content occurs within 40 inches and the matrix has chroma of 4 or less.\nA horizon:\nHue: 10YR\nValue: 3 or 4 and 2 or 3 moist\nChroma: 2 or 3\nTexture: loam, silt loam, silty clay loam or silty clay\nEffervescence: none\nReaction: neutral or slightly alkaline\nBt horizon:\nHue: 10YR\nValue: 4 or 5 and 3 or 4 moist\nChroma: 2 or 3\nTexture: silty clay loam, silty clay, clay loam, or clay\nEffervescence: none or slight\nReaction: slightly or moderately alkaline\nBtk horizon:\nHue:10YR\nValue: 5 to 7 and 4 to 6 moist\nChroma: 2 or 3\nTexture: silt loam, silty clay loam, or clay loam\nEffervescence: strong or violent\nReaction: moderately or strongly alkaline\nBk horizon:\nHue: 10YR\nValue: 5 to 7 and 4 to 6 moist\nChroma: 3 or 4\nTexture: silt loam, silty clay loam, loam, or clay loam\nEffervescence: strong or violent\nReaction: moderately or strongly alkaline\n2Btk horizon:\nHue: 7.5YR or 10YR\nValue: 5 to 7 and 4 to 6 moist\nChroma: 3 or 4\nTexture: silt loam, silty clay loam, loam, or clay loam\nEffervescence: strong or violent\nReaction: slightly to strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Denver, Englewood, Kutch, Perryton, and Pleasant series.  Similar soils include the Belfon, Forgan, Hugoton, Richfield, and Sherm series.\nDenver, Englewood, Kutch, and Pleasant series: have mean annual temperature less than 13 degrees C.  In addition Englewood series have a mollic epipedon more than 20 inches thick.  Also Kutch series are moderately deep to a paralithic contact.\nPerryton series: have a calcic horizon.\nBelfon and Forgan: have a fine-loamy particle-size control section.\nDarrouzett: have mixed mineralogy and visible secondary calcium carbonate generally occurs deeper in the solum.\nHugoton: have a fine-silty particle-size control section.\nRichfield: have linear extensibility less than 6.0 cm between the soil surface and 40 inches and lower mean annual temperature.\nSherm: have a calcic horizon within 60 inches and the clay content does not decrease by 20 percent (relative) from maximum clay within 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy, eolian loess deposits of Holocene age.\nLandform: nearly level plain.\nSlopes: 0 to 1 percent\nElevation: 2,900 to 3,700 feet.\nMean annual air temperature: 55 to 57 degrees F.\nMean annual precipitation: 16 to 21 inches.\nFrost-free period: 162 to 203 days.\nThornthwaite annual P-E Index Values: 25 to 34."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Belfon, Bigbow, Canina, Dalhart, Forgan, Hugoton, and Vorhees soils.\nBelfon soils are on nearly level landscape positions similar to Zella soils.\nBigbow, Canina, Forgan, and Hugoton soils are on nearly level to very gently sloping plains, low hills, and ridges.\nDalhart and Vorhees soils are on very gently sloping to gently sloping plains, low hills, and ridges."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Moderately slow permeability.  Runoff is negligible on 0 to 1 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly cultivated to corn, winter wheat, and grain sorghum.  A considerable acreage is irrigated.  Climax vegetation is dominantly short grasses with a few midgrasses and includes blue grama and buffalograss, with lesser amounts of vine-mesquite, western wheatgrass, sideoats grama, silver bluestem, wild alfalfa, and prairie clover. This soil has been correlated to the Hardland (R077AY040OK) and Loamy Upland (R077XY015KS) range site in MLRA-77A."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern High Plains, Northern Part (MLRA 77A in LRR H) of Southwest Kansas and the Oklahoma Panhandle.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  MLRA-77 update of Stevens County, Kansas; 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were previously included in the Richfield series.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 16 inches (Ap1, Ap2, and Bt1 horizons)\nArgillic horizon: 7 to 38 inches (Bt1, Bt2, Btk1, and Btk2 horizons)\nCambic horizon: 38 to 53 inches (Bk horizon)\nLithologic discontinuity: 53 to 80 inches (2Btk1 & 2Btk2)\nTorrertic properties - cracks within 50 inches of the mineral soil surface for some time during normal years and a linear extensibility of 6.0 cm or more between the surface and a depth of 40 inches.\nADDITIONAL DATA:  National Soil Survey Laboratory - S84OK-139-005, S92OK-139-002, S92OK-139-003 (Texas County, Oklahoma); 92KS-129-001 (Morton County, Kansas).\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
