{
  "SERIES": "ZEONA",
  "STATUS": "Established Series",
  "BYREV": "KEC-CJH",
  "REVDATE": "06/2003",
  "STATES": "MT,ND,SD,WY",
  "OVERVIEW": "The Zeona series consists of very deep, excessively drained soils formed in sandy eolian material on uplands.  Permeability is rapid.  Slopes range from 0 to 25 percent.  Mean annual precipitation is about 15 inches, and mean annual air temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, frigid Aridic Ustipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Zeona loamy fine sand - on plane slope of 1 percent in native grass.  Where described the soil was dry throughout.  (Colors are for dry soil unless otherwise stated)\nA--0 to 3 inches; grayish brown (2.5Y 5/2) loamy fine sand, dark grayish brown (2.5Y 4/2) moist; single grain; soft; very friable; moderately acid; clear smooth boundary.  (2 to 5 inches thick)\nC1--3 to 27 inches; gray (10YR 6/1) fine sand, gray (10YR 5/1) moist; single grain; soft, very friable; neutral; gradual wavy boundary.\nC2--27 to 44 inches; light brownish gray (2.5Y 6/2) fine sand, grayish brown (2.5Y 5/2) moist; single grain; soft, very friable, neutral; gradual wavy boundary.\nC3--44 to 60 inches; light brownish gray (2.5Y 6/2) loamy fine sand, dark grayish brown (2.5Y 4/2) moist; single grain; loose, very friable; slight effervescence; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Butte County, South Dakota; about 14 miles east and 5 miles north of Hoover; 220 feet west and 100 feet south of the northeast corner of sec. 14, T. 14 N., R. 9 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to calcium carbonate typically is more than 36 inches.  The Zeona soils to a depth of 36 inches range from moderately acid to slightly alkaline, and below 36 inches they range from neutral to moderately alkaline.  Rock fragments range from 0 to 15 percent and are 1/2 to 10 inches in diameter.  Colors throughout the control section typically have \"salt and pepper\" effect with lighter and darker colored sand grains.  Evidence of recent wind action, such as thin dark layers and variation in texture are in some pedons.\nThe A horizon has hue of 5Y to 7.5YR, value of 4 to 7 and 3 to 6 moist, and chroma of 2 to 6.  The A horizon is loamy fine sand, loamy sand or fine sand.  It is loose or soft.\nThe C horizon has hue of 5Y to 7.5YR, value of 5 to 7 and 4 or 5, and chroma of 1 to 4.  It is loamy fine sand or fine sand. It has less than 35 percent medium and coarse sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Dearjosh, Marthaspeak, Trey, Tusler and Yetull series.  Dearjosh soils occur in areas where precipitation is distributed evenly throughout the year.  Marthaspeak soils have a lithic contact at depths of less than 40 inches.  Trey and Tusler soils have a paralithic contact at depths of 20 to 40 inches.  Yetull soils are less than 36 inches to carbonates and more than 35 percent medium and coarse sand."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Zeona soils are on nearly level to gently sloping terraces and undulating to rolling uplands.  The surface is typically very hummocky with duned areas common.  Slopes are complex and slope gradients range from 0 to 25 percent.  The soils formed in eolian sands.   Mean annual air temperature ranges from 39 to 45 degrees F, and mean annual precipitation ranges from 10 to 18 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Trey soils and the Blackhall, Hanly and Parchin soils. Trey soils are on the smoother lower parts of the landscape and have a lithic contact at depth of 20 to 40 inches.  Hanly soils are on adjacent bottomlands.  Blackhall soils are on higher steep crests and have bedrock within 20 inches of the surface.  Parchin soils are on lower plane to concave positions and have a natric horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained.  Very low to medium runoff.  Permeability is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly rangeland.  Native vegetation is prairie sandreed, sand bluestem, sun sedge, little bluestem, needleandthread, blue grama, and sand dropseed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern South Dakota, southwestern North Dakota, and possibly eastern Montana.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Bowman County, North Dakota, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Other feature recognized in this pedon:  ochric epipedon - the zone from the surface to a depth of 3 inches.  The classification was changed from mixed, frigid Ustic Torripsamments to mixed, frigid Typic Ustipsamments in November 1992 and to Aridic Ustipsamments in 1995.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "excessively",
        "drainage_overview": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; grayish brown (2.5Y 5/2) loamy fine sand, dark grayish brown (2.5Y 4/2) moist; single grain; soft; very friable; moderately acid; clear smooth boundary.  (2 to 5 inches thick)"
      },
      {
        "name": "C1",
        "top": 8,
        "bottom": 69,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C1--3 to 27 inches; gray (10YR 6/1) fine sand, gray (10YR 5/1) moist; single grain; soft, very friable; neutral; gradual wavy boundary."
      },
      {
        "name": "C2",
        "top": 69,
        "bottom": 112,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C2--27 to 44 inches; light brownish gray (2.5Y 6/2) fine sand, grayish brown (2.5Y 5/2) moist; single grain; soft, very friable, neutral; gradual wavy boundary."
      },
      {
        "name": "C3",
        "top": 112,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C3--44 to 60 inches; light brownish gray (2.5Y 6/2) loamy fine sand, dark grayish brown (2.5Y 4/2) moist; single grain; loose, very friable; slight effervescence; slightly alkaline."
      }
    ]
  ]
}
