{
  "SERIES": "ZEPOL",
  "STATUS": "Established Series",
  "BYREV": "Rev. JVC/WWJ",
  "REVDATE": "01/2008",
  "STATES": "NM",
  "OVERVIEW": "The Zepol series consists of very deep, well drained soils that formed in alluvium derived from loess, volcanic ash, pumice, basaltic tuff, granite, and schist.  Zepol soils are on narrow flood plains of valley floors.  Slopes are 0 to 2 percent.  Mean annual precipitation is about 11 inches and mean annual temperature is about 51 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Pachic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Zepol silt loam--on a narrow flood plain sloping 1 percent to the south at 6,415 feet elevation--rangeland.  (Colors are for dry soil unless otherwise noted.  When described, the soil surface was puddled and had a recent deposit of silt and fine plant debris.  The soil was slightly moist from the surface to 6 inches and dry below 6 inches.)\nAC1--0 to 3 inches; brown (7.5YR 5/2) silt loam, brown (7.5YR 4/3) moist; strong thin platy structure; soft, very friable, slightly sticky and slightly plastic; few fine and common very fine roots; few very fine irregularly shaped pores; few very thin laminae of silt; strongly effervescent; moderately alkaline (pH 7.9); clear wavy boundary. (2 to 5 inches thick)\nAC2--3 to 6 inches; brown (7.5YR 5/3) silt loam, brown (7.5YR 4/3) moist; weak medium platy structure parting to weak medium subangular blocky; soft, very friable, slightly sticky and slightly plastic; few fine and common very fine roots; few fine and few very fine irregularly shaped pores; very few thin laminae of silt; 2 percent fine gravel; slightly effervescent; moderately alkaline (pH 8.1); clear smooth boundary. (0 to 3 inches thick)\nBt1--6 to 12 inches; brown (7.5YR 4/3) silt loam, dark brown (7.5YR 3/3) moist; weak medium prismatic structure parting to moderate medium subangular blocky; slightly hard, friable, moderately sticky and moderately plastic; few medium, few fine, and common very fine roots; few fine and few very fine tubular pores; few faint clay films on faces of peds and lining pores; 2 percent pumice gravel; moderately alkaline (pH 8.1); clear smooth boundary. (5 to 13 inches thick)\nBt2--12 to 22 inches; brown (7.5YR 4/2) silty clay loam, dark brown (7.5YR 3/2) moist; moderate medium prismatic structure parting to weak medium angular blocky; hard, friable, moderately sticky and moderately plastic; few medium, few fine, and common very fine roots; few fine and few very fine tubular pores; common distinct clay films on faces of peds and lining pores; 5 percent pumice gravel; moderately alkaline (pH 8.1); gradual smooth boundary. (6 to 13 inches thick)\nBt3--22 to 27 inches; brown (7.5YR 5/3) silt loam, dark brown (7.5YR 3/3) moist; moderate fine prismatic structure parting to weak medium subangular blocky; slightly hard, friable, moderately sticky and moderately plastic; few medium, few fine, and common very fine roots; few fine and common very fine tubular pores; few faint clay films on faces of peds and lining pores; 5 percent pumice gravel; slightly effervescent; moderately alkaline (pH 8.2); clear smooth boundary. (0 to 12 inches thick)\nBtk1--27 to 35 inches; brown (7.5YR 5/3) silt loam, brown (7.5YR 4/3) moist; weak medium prismatic structure parting to moderate medium subangular blocky; slightly hard, very friable, moderately sticky and slightly plastic; few fine and common very fine roots; few fine and common very fine tubular pores; few faint clay films on faces of peds and lining pores; 2 percent pumice gravel; strongly effervescent, secondary calcium carbonate segregated as few fine irregularly shaped coats on faces of peds and on rock fragments; moderately alkaline (pH 8.3); clear smooth boundary. (8 to 18 inches thick)\nBtk2--35 to 46 inches; light brown (7.5YR 6/4) silt loam, brown (7.5YR 4/3) moist; moderate medium prismatic structure parting to weak medium subangular blocky; slightly hard, very friable, moderately sticky and slightly plastic; few fine and common very fine roots; few fine and common very fine tubular pores; few faint clay films on faces of peds and lining pores; 2 percent pumice gravel; strongly effervescent, secondary calcium carbonate segregated as common fine irregularly shaped coats on faces of peds and on rock fragments; moderately alkaline (pH 8.4); gradual smooth boundary. (0 to 18 inches thick)\nBk1--46 to 75 inches; light brown (7.5YR 6/4) silt loam, brown (7.5YR 4/3) moist; weak medium prismatic structure parting to moderate medium subangular blocky; slightly hard, very friable, moderately sticky and slightly plastic; few fine and few very fine roots; few fine and common very fine tubular pores; 2 percent pumice gravel; strongly effervescent, secondary calcium carbonate segregated as common fine irregularly shaped coats on faces of peds and on rock fragments; moderately alkaline (pH 8.3); clear smooth boundary. (12 to 29 inches thick)\nBk2--75 to 89 inches; light brown (7.5YR 6/4) silt loam, brown (7.5YR 4/3) moist; weak medium subangular blocky structure; soft, very friable, moderately sticky and slightly plastic; few very fine roots; few fine and few very fine tubular pores; 2 percent pumice gravel; violently effervescent, secondary calcium carbonate segregated as many fine irregularly shaped coats on faces of peds and on rock fragments; moderately alkaline (pH 8.3); clear smooth boundary. (9 to 28 inches thick)\nBCk--89 to 114 inches; brown (7.5YR 5/3) loam, brown (7.5YR 4/3) moist; massive; soft, very friable, moderately sticky and slightly plastic; few fine and few very fine tubular pores; 5 percent gravel; strongly effervescent, secondary calcium carbonate segregated as few fine irregularly shaped coats on rock fragments; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Santa Fe County, New Mexico; about 4 miles west-northwest of Agua Fria; 2,700 feet north and 2,200 feet east of the southwest corner of section 27, T.17N., R.8E.; USGS Agua Fria 7.5 minute topographic quadrangle; Latitude 35 degrees 40 minutes 30 seconds North and Longitude 106 degrees 4 minutes 55 seconds West, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soil moisture control section is intermittently moist in some part from July to October and December to March.  The soils are driest in May and June.  The soil moisture regime is aridic bordering on ustic.\nMean annual soil temperature - 52 to 54 degrees F.\nThickness of surface mantle - 2 to 6 inches thick\nThickness of mollic epipedon - 20 to 44 inches\nDepth to base of argillic horizon - 22 to 40 inches\nDepth to calcareous material (as visible secondary calcium carbonate) - 21 to 32 inches\nVolcanic glass content - 5 to 10 percent in the coarse silt and very fine sand fractions\nAmmonium-oxalate extractable Al plus 1/2Fe: less than 0.25 percent\nLithology of rock fragments: rhyolitic pumice, basalt lapilli, granite, or schist\nParticle-size control section (weighted averages)\nSilicate clay content: 25 to 35 percent\nSand content: 10 to 30 percent\nFine sand or coarser content: 2 to 10 percent\nRock fragment content: 0 to 5 percent gravel\nMica content: 2 to 5 percent (by grain count)\nOrganic matter content - 2 to 4 percent in the AC horizons and 1 to 3 percent in the mollic epipedon\nReaction - slightly alkaline to moderately alkaline in the surface and upper part to the subsoil; moderately alkaline to strongly alkaline in the lower part of the subsoil and substratum\nSalinity, mmhos/cm - 0 to 1 in the surface horizons; 0 to 2 in the subsoil and substratum\nSodicity, SAR - 0 to 1 in the surface horizons and upper part of the subsoil; 0 to 4 in the lower part of the subsoil and in the substratum\nAC horizons\nValue: 5 or 6 dry, 3 or 4 moist\nChroma: 2 or 3, dry or moist\nThese horizons are in recent alluvial deposits and are finely stratified\nBt horizons\nValue: 4 or 5 dry, 3 moist\nChroma: 2 or 3, dry or moist\nTexture: silt loam, silty clay loam, or loam\nBtk horizons\nValue: 5 or 6 dry, 3 through 5 moist\nChroma: 3 or 4, dry or moist\nTexture: silt loam or loam\nCalcium carbonate equivalent: 2 to 5 percent\nBk horizons\nValue: 5 or 6 dry, 3 through 5 moist\nChroma: 2 through 4 dry, 3 or 4 moist\nTexture: silt loam or loam\nRock fragments: 0 to 10 percent gravel\nCalcium carbonate equivalent: 5 to 10 percent\nOther features: some pedons have buried horizons with texture of clay loam\nBCk horizon\nValue: 5 or 6 dry, 3 through 5 moist\nChroma: 2 through 4 dry, 3 or 4 moist\nTexture: loam or silt loam\nRock fragments: 0 to 10 percent gravel\nCalcium carbonate equivalent: 2 to 5 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Goshen, Hall, Johnstown, Kinsell, Kuma, Lazarus, Mobridge, and Simpatico series.  Goshen, Hall, Johnstown, and Mobridge soils occur in the ustic moisture regime and are more moist in spring.  Kinsell soils have less than 5 percent glass and are deeper than 40 inches to the base of the argillic horizon. Kuma soils are moist in the spring and early summer months and have buried paleosols within 20 inches.  Lazarus soils do not have visible secondary carbonates. Simpatico soils are noncalcareous above 40 inches and have average annual soil temperatures that are dominantly less than 52 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Zepol soils are on narrow flood plains of valley floors.  They formed in alluvium derived from Quaternary loess, volcanic ash, pumice, and basaltic tuff; and from Precambrian granite and schist.   Slopes are 0 to 2 percent.  Elevation ranges from 5,800 to 7,000 feet.  The mean annual precipitation is 10 to 13 inches with about 45 percent falling as rain from high-intensity convective thunderstorms between July and September.  The mean annual air temperature is 50 to 52 degrees F.  The frost-free period is 150 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Chupe, Khapo, and Zia soils.  Chupe soils are sandy, do not have diagnostic horizons, and occur in adjacent flood plains.  Khapo soils are coarse-loamy, have ochric epipedons, and occur on toeslopes of erosional fan remnants.  Zia soils are coarse-loamy, do not have diagnostic subsurface horizons, and occur on low stream terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; low surface runoff; moderate permeability.  These soils are subject to occasional, extremely brief periods of flooding from July to September.  Floodwaters have low velocity and are generally less than 1 foot deep."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Zepol soils are used for urban development, livestock grazing, and recreation.    The historic climax vegetation is blue grama, galleta, ring muhly, black grama, and broom snakeweed.  The ecological site is Loamy(R036XB112NM)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Zepol soils are of small extent on the southeastern Espanola Basin part of the Basin and Range province in northcentral New Mexico.  The MLRA is 36."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Santa Fe County, New Mexico; Santa Fe Area Soil Survey Update; 2008.  Zepol is a street name in Santa Fe."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nSurface mantle - The new alluvial material from the soil surface to a depth of about 6 inches. (AC1 and AC2 horizons)\nMollic epipedon (pachic feature) - The zone from 6 to about 27 inches. (Bt1, Bt2, and Bt3 horizons)\nArgillic horizon - The zone from 6 to 46 inches. (Bt1, Bt2, Bt3, Btk1, and Btk2 horizons)\nParticle-size control section - The zone from 6 to 26 inches (Bt1, Bt2, part of Bt3 horizon)\nSeries control section - The zone from 0 to 60 inches.\nNote:  This soil has minor amounts of volcanic glass in the coarse silt and very fine sand fractions.  It is assumed that most of the volcanic glass derived from nearby Pleistocene ash eruptions has altered to more stable minerals like chalcedony.  In addition, Lincoln lab data indicates that ammonium oxalate extractable aluminum and iron percentages are low.  Zepol soils thus do not have the properties of the andic intergrades.\nTaxonomic version: Classified according to Keys to Soil Taxonomy, Tenth Edition, 2006.\nADDITIONAL DATA:  The series type location has full characterization by the Soil Survey Laboratory (SSL), Lincoln, NE, as soil survey sample number S93NM-049-001.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "AC1",
        "top": 0,
        "bottom": 8,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 7.9,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "AC1--0 to 3 inches; brown (7.5YR 5/2) silt loam, brown (7.5YR 4/3) moist; strong thin platy structure; soft, very friable, slightly sticky and slightly plastic; few fine and common very fine roots; few very fine irregularly shaped pores; few very thin laminae of silt; strongly effervescent; moderately alkaline (pH 7.9); clear wavy boundary. (2 to 5 inches thick)"
      },
      {
        "name": "AC2",
        "top": 8,
        "bottom": 15,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 8.1,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "AC2--3 to 6 inches; brown (7.5YR 5/3) silt loam, brown (7.5YR 4/3) moist; weak medium platy structure parting to weak medium subangular blocky; soft, very friable, slightly sticky and slightly plastic; few fine and common very fine roots; few fine and few very fine irregularly shaped pores; very few thin laminae of silt; 2 percent fine gravel; slightly effervescent; moderately alkaline (pH 8.1); clear smooth boundary. (0 to 3 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 15,
        "bottom": 30,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 8.1,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--6 to 12 inches; brown (7.5YR 4/3) silt loam, dark brown (7.5YR 3/3) moist; weak medium prismatic structure parting to moderate medium subangular blocky; slightly hard, friable, moderately sticky and moderately plastic; few medium, few fine, and common very fine roots; few fine and few very fine tubular pores; few faint clay films on faces of peds and lining pores; 2 percent pumice gravel; moderately alkaline (pH 8.1); clear smooth boundary. (5 to 13 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 30,
        "bottom": 56,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": 8.1,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt2--12 to 22 inches; brown (7.5YR 4/2) silty clay loam, dark brown (7.5YR 3/2) moist; moderate medium prismatic structure parting to weak medium angular blocky; hard, friable, moderately sticky and moderately plastic; few medium, few fine, and common very fine roots; few fine and few very fine tubular pores; common distinct clay films on faces of peds and lining pores; 5 percent pumice gravel; moderately alkaline (pH 8.1); gradual smooth boundary. (6 to 13 inches thick)"
      },
      {
        "name": "Bt3",
        "top": 56,
        "bottom": 69,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt3--22 to 27 inches; brown (7.5YR 5/3) silt loam, dark brown (7.5YR 3/3) moist; moderate fine prismatic structure parting to weak medium subangular blocky; slightly hard, friable, moderately sticky and moderately plastic; few medium, few fine, and common very fine roots; few fine and common very fine tubular pores; few faint clay films on faces of peds and lining pores; 5 percent pumice gravel; slightly effervescent; moderately alkaline (pH 8.2); clear smooth boundary. (0 to 12 inches thick)"
      },
      {
        "name": "Btk1",
        "top": 69,
        "bottom": 89,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 8.3,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btk1--27 to 35 inches; brown (7.5YR 5/3) silt loam, brown (7.5YR 4/3) moist; weak medium prismatic structure parting to moderate medium subangular blocky; slightly hard, very friable, moderately sticky and slightly plastic; few fine and common very fine roots; few fine and common very fine tubular pores; few faint clay films on faces of peds and lining pores; 2 percent pumice gravel; strongly effervescent, secondary calcium carbonate segregated as few fine irregularly shaped coats on faces of peds and on rock fragments; moderately alkaline (pH 8.3); clear smooth boundary. (8 to 18 inches thick)"
      },
      {
        "name": "Btk2",
        "top": 89,
        "bottom": 117,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btk2--35 to 46 inches; light brown (7.5YR 6/4) silt loam, brown (7.5YR 4/3) moist; moderate medium prismatic structure parting to weak medium subangular blocky; slightly hard, very friable, moderately sticky and slightly plastic; few fine and common very fine roots; few fine and common very fine tubular pores; few faint clay films on faces of peds and lining pores; 2 percent pumice gravel; strongly effervescent, secondary calcium carbonate segregated as common fine irregularly shaped coats on faces of peds and on rock fragments; moderately alkaline (pH 8.4); gradual smooth boundary. (0 to 18 inches thick)"
      },
      {
        "name": "Bk1",
        "top": 117,
        "bottom": 190,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 8.3,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bk1--46 to 75 inches; light brown (7.5YR 6/4) silt loam, brown (7.5YR 4/3) moist; weak medium prismatic structure parting to moderate medium subangular blocky; slightly hard, very friable, moderately sticky and slightly plastic; few fine and few very fine roots; few fine and common very fine tubular pores; 2 percent pumice gravel; strongly effervescent, secondary calcium carbonate segregated as common fine irregularly shaped coats on faces of peds and on rock fragments; moderately alkaline (pH 8.3); clear smooth boundary. (12 to 29 inches thick)"
      },
      {
        "name": "Bk2",
        "top": 190,
        "bottom": 226,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 8.3,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bk2--75 to 89 inches; light brown (7.5YR 6/4) silt loam, brown (7.5YR 4/3) moist; weak medium subangular blocky structure; soft, very friable, moderately sticky and slightly plastic; few very fine roots; few fine and few very fine tubular pores; 2 percent pumice gravel; violently effervescent, secondary calcium carbonate segregated as many fine irregularly shaped coats on faces of peds and on rock fragments; moderately alkaline (pH 8.3); clear smooth boundary. (9 to 28 inches thick)"
      },
      {
        "name": "BCk",
        "top": 226,
        "bottom": 290,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "BCk--89 to 114 inches; brown (7.5YR 5/3) loam, brown (7.5YR 4/3) moist; massive; soft, very friable, moderately sticky and slightly plastic; few fine and few very fine tubular pores; 5 percent gravel; strongly effervescent, secondary calcium carbonate segregated as few fine irregularly shaped coats on rock fragments; moderately alkaline (pH 8.2)."
      }
    ]
  ]
}
