{
  "SERIES": "ZERKER",
  "STATUS": "Established Series",
  "BYREV": "Rev. JFR/MV/TDC/ET",
  "REVDATE": "03/2003",
  "STATES": "CA",
  "OVERVIEW": "The Zerker series consists of deep, well drained soils that formed in predominantly granitic alluvium.  Zerker soils occur on alluvial fans and dissected terraces on slopes of 0 to 9 percent.  The mean annual precipitation is about 8 inches and the mean annual temperature is about 62 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, calcareous, thermic Xeric Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Zerker sandy clay loam, on a west facing slope of 1 percent.  Field was in fallow following irrigated wheat at an elevation of 475 feet.  (Colors are for dry soil unless otherwise stated.  When described on 9/5/80 the soil was dry from 0 to 10 inches and moist below 10 inches.)\nAp1--0 to 8 inches; dark yellowish brown (10YR 4/4) sandy clay loam, dark brown (10YR 4/3) moist; strong, very coarse, subangular blocky clods; hard, friable, slightly sticky and slightly plastic; few fine and common very fine roots; many very fine tubular and few very fine interstitial pores; strongly effervescent (2.5 percent calcium carbonate), disseminated lime; moderately alkaline (pH 8.0); clear smooth boundary.  (4 to 10 inches)\nAp2--8 to 17 inches; brown (10YR 5/3) sandy clay loam, dark brown (10YR 4/3) moist; massive; hard, friable, slightly sticky and plastic; common very fine roots; few fine and many very fine tubular pores; violently effervescent (9 percent calcium carbonate), lime segregated in common fine soft masses; moderately alkaline (pH 8.2); clear smooth boundary.  (2 to 12 inches thick)\nC1--17 to 28 inches; brownish yellow (10YR 6/6) clay loam, dark yellowish brown (10YR 4/6) moist; massive; hard, friable, slightly sticky and plastic; common very fine roots; common very fine tubular and massive; hard, friable, slightly sticky and plastic; common very fine roots; common very fine tubular and few very fine interstitial pores; violently effervescent (9 percent calcium carbonate) lime disseminated and segregated in common medium soft masses; moderately alkaline (pH 8.2); clear smooth boundary.  (8 to 16 inches thick)\n2C2--28 to 43 inches; yellowish brown (10YR 5/6) sandy clay loam, dark yellowish brown (10YR 4/6) moist; massive; hard, very friable, slightly sticky and slightly plastic; common very fine roots; many very fine tubular and very fine interstitial pores; strongly effervescent (4 percent calcium carbonate), lime disseminated and segregated as few fine soft masses; moderately alkaline (pH 8.2); clear wavy boundary.  (13 to 21 inches thick)\n2Ck--43 to 62 inches; light yellowish brown (10YR 6/4) sandy clay loam, yellowish brown (10YR 5/4) moist; massive; slightly hard, very friable, slightly sticky and plastic; few very fine roots, few fine and common very fine tubular pores, few very fine interstitial pores; violently effervescent (15 percent calcium carbonate), lime disseminated and segregated in many medium soft masses; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kern County, California; about 0.9 mile north of Lerdo Highway and 1.2 miles southwest of the North Kern Golf Course; about 90 feet east and 480 feet south of the NW corner of section 12, T.28 S., R.26 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  In most years, the soils are dry between depths of 6 to 18 inches from May 1 until October 15.  The remainder of the year the soil is intermittently moist.  Between October 15 and May 1 the soil is usually moist 45 consecutive days, but is not moist for as long as 90 consecutive days.  Mean annual soil temperature is about 63 degrees F.  Organic matter is less than 1 percent and decreases regularly with depth.  Lime content is 1 to 10 percent in the upper 40 inches and 5 to 20 percent in the lower 40 inches.  Angular coarse sands are 30 percent or more.  Stratification is present in the lower part of\nthe profile.  About 5 to 15 percent subrounded granitic gravel 2 to 5mm in size occur throughout the profile.\nThe A horizon is 10YR 4/3, 4/4, 5/2, 5/3, 5/4, 6/3 or 6/4.  Moist color is 10YR 3/4, 4/2, 4/3, 4/4 or 5/3.  Texture is sandy clay loam, sandy loam or loam.  It is slightly to violently effervescent.  Lime is disseminated or segregated. Reaction is slightly to moderately alkaline.  Clay content is 15 to 28 percent.\nThe C horizon is 10YR 5/2, 5/3, 5/4, 6/3, 6/4, 6/6 or 7/3; 7.5YR 5/4 or 5/6.  Moist color is 10YR 4/3, 4/4, 4/6, 5/2, 5/3, 5/4, 6/3 or 6/4; 7.5YR 4/4 or 5/4.  Texture is sandy loam, loam, sandy clay loam or clay loam.  It is strongly to violently effervescent. Lime is disseminated or segregated.  Clay content is 18 to 30 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Polonio series.  Polonio soils are formed in sedimentary rock and have less than 30 percent smooth or rounded coarse sands."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Zerker soils are on nearly level to gently rolling alluvial fans or terraces at elevations of 450 to 800 feet.  Slopes are 0 to 9 percent.  The climate is semi-arid, with hot, dry summers and cool moist winters.  The mean annual precipitation is 7 to 9 inches, most falling during the winter. Mean January temperature is about 46 degrees F.  and the mean July temperature is about 83 degrees F.  The mean annual temperature is 61 degrees to 63 degrees F.  The frost-free season is 250 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Chanac, Premier, Delano and Exeter soils.  Chanac soils have a mollic epipedon.  Premier soils are coarse-loamy.  Delano soils have an argillic horizon.  Exeter soils have an argillic horizon and a duripan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow or medium runoff, moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used primarily for irrigated cropland to produce cotton, alfalfa, wheat, almonds and oranges.  Small areas are used for rangeland providing spring grazing.  Vegetation is red brome, wild oats, Allscale, saltbush, filaree and foxtail fescue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Lower terraces and alluvial fans on the eastside of the southern San Joaquin Valley.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Kern County, Northwestern Part, California, 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The activity class was added to the classification in March of 2003. Competing series were not checked at that time. - ET\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 8 inches.\nXeric feature - have an aridic moisture regime bordering on a xeric.\nParticle-size control section - 10 to 40 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
