{
  "SERIES": "ZERK",
  "STATUS": "Established Series",
  "BYREV": "Rev. TWR/PWB/JVC/JBF",
  "REVDATE": "12/2016",
  "STATES": "NV",
  "OVERVIEW": "The Zerk series consists of very deep, well drained soils that formed in alluvium derived from mixed rocks.  Zerk soils are on fan remnants, fan skirts, inset fans, beach plains, barrier beaches, and spits.  Slopes are 0 to 8 percent.  The mean annual precipitation is about 175 mm and the mean annual temperature is about 8 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Sandy-skeletal, mixed, mesic Durinodic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Zerk gravelly loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 8 cm; light brownish gray (10YR 6/2) gravelly loam, grayish brown (10YR 5/2) moist; weak thin platy structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine, few medium roots; common very fine and fine vesicular pores; 20 percent gravel; 10 percent calcium carbonate equivalent; slightly effervescent; moderately alkaline (pH 8.4); abrupt smooth boundary.  (5 to 13 cm thick)\nA2--8 to 18 cm; light yellowish brown (10YR 6/4) loam, yellowish brown (10YR 5/4) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine, few medium roots; common very fine and fine interstitial pores, few very fine tubular; 10 percent gravel; 12 percent calcium carbonate equivalent; strongly effervescent; strongly alkaline (pH 8.6); clear wavy boundary.  (0 to 20 cm thick)\nBk--18 to 30 cm; light yellowish brown (10YR 6/4) very gravelly loam, yellowish brown (10YR 5/4) moist; weak medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine and fine, few medium roots; common very fine and fine interstitial pores, few very fine tubular; 40 percent gravel and 3 percent cobbles; 15 percent calcium carbonate equivalent; violently effervescent; strongly alkaline (pH 8.6); clear wavy boundary.  (8 to 36 cm thick)\nBqk1--30 to 51 cm; pale brown (10YR 6/3) extremely gravelly loamy sand, brown (10YR 5/3) moist; massive; hard, friable, nonsticky and nonplastic; few very fine and fine roots; common very fine and fine interstitial pores; 60 percent gravel and 15 percent cobbles; common weakly to strongly silica-cemented cemented stringers and masses up to 18 cm wide which are firm and brittle when moist; common coarse pendants of secondary silica and carbonate on bottoms of rock fragments; 22 percent calcium carbonate equivalent; violently effervescent; strongly alkaline (pH 8.6); gradual wavy boundary.  (15 to 38 cm thick)\nBqk2--51 to 152 cm; pale brown (10YR 6/3) extremely gravelly coarse sand, brown (10YR 5/3) moist; massive; slightly hard, friable, nonsticky and nonplastic; few very fine and fine roots; common fine and common medium interstitial pores; 60 percent gravel and 20 percent cobbles; few small weakly silica-cemented vertical stringers; common fine to coarse pendants of secondary carbonate and silica on bottoms of rock fragments; 16 percent calcium carbonate equivalent; violently effervescent; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  White Pine County, Nevada; about 4.5 miles north of McGill; 1,500 feet north and 500 feet west of the southeast corner of section 28, T. 19 N., R. 64 E.; USGS McGill 7.5 minute topographic quadrangle; latitude 39 degrees 28 minutes 55 seconds N and longitude 114 degrees 46 minutes 17 seconds W; WGS84 Decimal Degrees 39.4819444 latitude, -114.7713889 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist in winter and spring, dry in summer and fall; typic aridic soil moisture regime.\nMean annual soil temperature: 8 to 11 degrees C.\nDepth to calcic horizon: 5 to 20 cm.\nDepth to brittle horizon: 25 to 46 cm.\nReaction: Moderately alkaline or strongly alkaline.\nParticle-size control section - Clay content: averages 1 to 12 percent.\nRock fragments:  averages 60 to 80 percent. Lithology of fragments are mixed rocks.\nA horizons\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma:  2 or 3, dry or moist.\nBk horizon\nValue:  5 through 8 dry, 4 through 6 moist.\nChroma: 3 through 6, dry or moist.\nTexture:  Gravelly loam or very gravelly loam, with more than 50 percent fine sand or coarser sand.\nClay content: 12 to 17 percent.\nRock fragments: 15 to 50 percent.\nConsistence:  Soft to hard dry, friable to very friable moist, and nonplastic to slightly plastic wet.\nCalcium carbonate equivalent: 10 to 20 percent.\nBqk1 horizon\nValue:  6 through 8 dry, 5 through 7 moist,\nChroma:  2 through 6, dry or moist.\nTexture: Stratified extremely gravelly loamy sand to extremely gravelly coarse sand.\nClay content: 0 to 10 percent.\nRock fragments: 60 to 80 percent.\nCementation:  20 to 70 percent discontinuous weakly to strongly silica and carbonate cemented strata.  Strata are firm and brittle when moist.\nCalcium carbonate equivalent: 15 to 35 percent.\nBqk2 horizon\nValue:  5 through 8 dry, 4 through 7 moist.\nChroma: 3 through 6, dry or moist.\nTexture: Stratified extremely gravelly loamy sand to extremely gravelly coarse sand.\nClay content: 0 to 10 percent.\nRock fragments: 60 to 80 percent.\nCementation:  10 to 60 percent discontinuous weakly to strongly silica and carbonate cemented strata.\nCalcium carbonate equivalent: 15 to 35 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Candelaria series.  Candelaria soils have mean annual soil temperature of 12 to 15 degrees C. and are moist in the upper part of the moisture control section for 10 to 20 days cumulative between July and October."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Zerk soils are on fan remnants, fan skirts, inset fans, beach plains, barrier beaches, and spits.  These soils formed mainly in alluvium derived from mixed rocks.  Wave-modified fan alluvium forms a portion of the parent material where this series occurs on lacustrine landforms.  Slopes are 0 to 8 percent.  Elevations range from 1,710 to 1,950 meters.  The climate is arid with cool, moist winters and hot, dry summers.  The mean annual precipitation is 150 to 200 mm, mean annual temperature is 7 to 10 degrees C, and the frost-free period is 100 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cren and Linoyer soils.  Cren soils are coarse-silty and have horizons with more than 20 percent durinodes.  Linoyer soils are coarse-silty and do not have diagnostic subsurface horizons or features."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; very low or low surface runoff; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Zerk soils are used for livestock grazing and wildlife habitat.  The vegetation is mainly shadscale, bud sagebrush, bottlebrush squirreltail, Indian ricegrass, Sandberg's bluegrass, winterfat, Douglas rabbitbrush, and globemallow."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Nevada.  These soils are moderately extensive.  MLRA 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  White Pine County (Western Part), Nevada, 1990."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A1 and A2 horizons).\nCalcic horizon - The zone from 18 to 152 cm (Bk, Bqk1, and Bqk2 horizons).\nDuric feature - The zone from 30 to 50 cm (Bqk1 horizon)\nParticle-size control section - The zone from 25 to 100 cm (Bqk1 horizon and parts of the Bk and Bqk2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
