{
  "SERIES": "ZEVADEZ",
  "STATUS": "Established Series",
  "BYREV": "Rev. TSB/PWB/TM/JBF",
  "REVDATE": "07/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Durinodic Xeric Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Zevadez fine sandy loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 8 cm; light gray (10YR 7/2) fine sandy loam, dark brown (10YR 3/3) moist; weak very fine platy structure; soft, very friable, nonsticky and nonplastic; common very fine roots; many very fine interstitial pores; neutral (pH 7.2); abrupt wavy boundary.  (5 to 10 cm thick)\nA2--8 to 13 cm; light gray (10YR 7/2) fine sandy loam, dark brown (10YR 3/3) moist; moderate very fine platy structure; soft, very friable, slightly sticky and slightly plastic; common very fine and fine roots; many very fine interstitial pores; neutral (pH 7.2); abrupt wavy boundary.  (5 to 18 cm thick)\nBt1--13 to 28 cm; pale brown (10YR 6/3) sandy clay loam, brown (10YR 4/3) moist; weak very fine and fine subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; common very fine and fine, few medium and coarse roots; many very fine tubular pores; many thin clay films on ped faces and lining pores; 5 percent gravel; slightly alkaline (pH 7.6); clear wavy boundary.  (15 to 36 cm thick)\nBt2--28 to 41 cm; very pale brown (10YR 7/3) sandy clay loam, yellowish brown (10YR 5/4) moist; moderate fine and medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; few very fine roots; many very fine tubular pores; common thin clay films on ped faces and lining pores; 5 percent gravel; slightly alkaline (pH 7.8); clear wavy boundary.  (0 to 13 cm thick)\nBq--41 to 84 cm; very pale brown (10YR 7/3) fine sandy loam, yellowish brown (10YR 5/4) moist; massive; very hard, firm, brittle, slightly sticky and slightly plastic; few very fine roots; common very fine tubular pores; continuous weak silica cementation; 30 percent 10 to 20 millimeters durinodes; 5 percent gravel;  moderately alkaline (pH 8.0); clear irregular boundary.  (13 to 50 cm thick)\nBqk1--84 to 112 cm; very pale brown (10YR 8/2) loamy fine sand, brown (10YR 4/3) moist; massive; hard, friable, nonsticky and nonplastic; common very fine roots; common very fine tubular pores; 35 percent 10 to 30 millimeters hard and firm durinodes, strongly effervescent; moderately alkaline (pH 8.2); clear wavy boundary.  (0 to 53 cm thick)\nBqk2--112 to 157 cm; very pale brown (10YR 8/2) loamy sand, brown (10YR 5/3) moist; massive; slightly hard, friable, nonsticky and nonplastic; common very fine roots; many very fine interstitial pores;  20 percent 10 to 20 millimeters durinodes; 7 percent gravel; strongly effervescent; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Elko County, Nevada; approximately 14 miles northeast of Elko near Ryndon; about 100 feet north and 1,400 feet east of the southwest corner of section 24, T. 36 N., R. 56 E.; USGS Ryndon 7.5 minute topographic quadrangle; latitude 40 degrees 59 minutes 08 seconds N and longitude 115 degrees 36 minutes 56 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry; moist in winter and spring, dry early June through November; aridic soil moisture regime bordering on xeric.\nMean annual soil temperature: 8 to 11 degrees C.\nDepth to the base of the argillic horizon and depth to continuous brittle matrix: 30 to 50 cm.\nDepth to carbonates: 60 to 90 cm.\nParticle-size control section - Clay content:  20 to 35 percent.\nRock fragments:  0 to 15 percent.\nA horizon\nValue:  5 through 7 dry; 3 or 4 moist; when mixed, the upper 18 cm averages lighter than 5.5 dry.\nChroma:  2 or 3.\nReaction:  Neutral through moderately alkaline.\nBt horizons\nValue:  6 or 7 dry.\nChroma:  2 through 4.\nTexture:  Sandy clay loam, clay loam or loam.\nRock fragments:  0 to 15 percent.\nStructure:  Subangular blocky or angular blocky.\nConsistence:  Very friable to firm moist; slightly sticky or sticky and slightly plastic or plastic, wet.\nReaction:  Slightly alkaline or moderately alkaline.\nBq horizons\nValue:  6 or 7 dry, 4 or 5 moist.\nChroma:  3 or 4.\nTexture:  Fine sandy loam or very fine sandy loam; clay loam is common in some pedons.\nClay content:  10 to 30 percent.\nRock fragments:  0 to 15 percent, mainly gravel.\nStructure:  Massive with platy or subangular blocky common in some pedons.\nConsistence:  Hard or very hard, dry, slightly sticky or sticky and slightly plastic or plastic, wet.\nCementation:  Continuous brittle matrix with 0 to 40 percent durinodes in a firm and brittle matrix.\nBqk horizons\nHue:  10YR or 2.5Y.\nValue:  6 through 8 dry, 4 or 5 moist.\nChroma:  2 through 4.\nTexture:  Loamy sand, loamy fine sand, fine sandy loam or very fine sandy loam.\nClay content:  8 to 12 percent.\nRock fragments:  0 to 15 percent, mainly gravel.\nConsistence:  Slightly hard to very hard dry, and friable or firm moist.\nReaction:  Slightly alkaline or moderate alkaline.\nEffervescence:  Slightly or strongly.\nOther features:  20 to 60 percent durinodes in a friable or firm  matrix and/or has continuous brittle matrix."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Aladshi, Alley, Allor,  Chime, Cleghorn, Glyphs, Igert, Mimentor, Nevador, Qwynn, Wedertz, and Wedlar series.\nAladshi have the base of the argillic horizon at 50 to 76 cm. Alley soils have 15 to 30 percent gravel in the particle-size control section and have carbonates at 16 to 22 cm.  Allor and Qwynn soils have 15 to 35 percent gravel in the particle-size control section.  Chime and Igert soils are moderately deep to bedrock.  Cleghorn soils have prismatic primary structure in the Bt horizon, have Ck horizons above 100 cm with up to 10 percent durinodes and lack noneffervescent Bq horizons directly below the Bt horizon.  Glyphs soils have 15 to 30 percent rock fragments in the particle-size control section and depth to continuous silica cementation is 100 to 150 cm. Minmentor soils lack carbonates within 100 cm. Nevador soils lack noneffervescent continuous weak silica cemented Bq horizons.  Wedertz soils have slightly acid to neutral Bt horizons, have E horizons and the base of the Bt horizon is 50 to 89 cm.  Wedlar soils lack continuous weak silica cemented Bq horizons and the base of the argillic horizon is 64 to 100 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Zevadez soils are on fan piedmont remnants, hills and plateaus.  These soils formed in alluvium derived from mixed rocks with a component of loess and volcanic ash.  Slopes are 0 to 50 percent.   Elevations are 1,280 to 1,955 meters.  The climate is cool, semiarid with warm, dry summers and cool, moist winters.  The mean annual precipitation is 200 to 250 mm, mean annual temperature is 7 to 10 degrees C, and the frost-free season is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bartome, Enko, Kelk, Puett, Wieland and Yuko soils.  Bartome, Puett and Yuko soils are shallow to bedrock.  Enko and Kelk soils lack argillic horizons, Wieland soils have more than 35 percent clay in their argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; very slow to rapid runoff; moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  The present vegetation is mainly Wyoming big sagebrush, Sandberg bluegrass and cheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Nevada.  MLRA 25.  Zevadez soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Elko County, Nevada, Central Part, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epidpedon - The zone from the surface to 13 cm (A1 and A2 horizons).\nArgillic horizon - The zone from 13 to 41 cm (Bt1 and Bt2 horizons).\nXeric Intergrades - Meets organic carbon requirement for xeric.\nContinuous weak silica cementation - The zone from 41 to 84 cm (Bq horizon).\nParticle-size control section - The zone from 13 to 41 cm (Bt1 and Bt2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
