{
  "SERIES": "ZIA",
  "STATUS": "Established Series",
  "BYREV": "Rev. CB/RJA/SAZ/TWH",
  "REVDATE": "01/2008",
  "STATES": "NM",
  "OVERVIEW": "The Zia series consists of very deep, well drained and somewhat excessively drained, moderately rapidly permeable soils that formed in alluvium, fan alluvium, and stream alluvium and eolian material weathered from sandstone, on alluvial fans on valley sides, stream terraces on valley floors, summits of plateaus and hills. Slopes range from 0 to 25 percent. Mean annual precipitation is about 11 inches and the mean annual temperature is about 51 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, calcareous, mesic Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Zia fine sandy loam--rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 5 inches; brown (10YR 5/3) fine sandy loam, dark brown (10YR 3/3) moist; weak medium granular structure; soft, very friable, slightly sticky and slightly plastic; common very fine and few fine roots; 5 percent gravel; slightly effervescent; slightly alkaline; clear smooth boundary. (4 to 9 inches thick)\nBw--5 to 14 inches; pale brown (10YR 6/3) sandy loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; few fine and very fine roots; strongly effervescent; slightly alkaline; clear smooth boundary. (7 to 13 inches thick)\nC1--14 to 33 inches; light gray (10YR 7/2) sandy loam, brown (10YR 5/3) moist; massive; hard, friable, slightly sticky and slightly plastic; few fine and very fine roots; strongly effervescent; slightly alkaline; gradual smooth boundary. (15 to 27 inches thick)\nC2--33 to 46 inches; very pale brown (10YR 7/3) sandy clay loam, yellowish brown (10YR 5/4) moist; massive; hard, firm, moderately sticky and moderately plastic; few fine and very fine roots; 5 percent gravel; violently effervescent, calcium carbonate as very few fine irregular masses; moderately alkaline; clear smooth boundary. (0 to 15 inches thick)\nC3--46 to 60 inches; light yellowish brown (10YR 6/4) sandy loam, brown (10YR 5/3) moist; massive; soft, friable, slightly sticky and slightly plastic; 10 percent gravel; strongly effervescent; moderately alkaline. (10 to 34 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Sandoval County, New Mexico; about 12 miles northwest of Rio Rancho, about 6 miles east of the Alamo Ranch Headquarters, 1,400 feet west and 300 feet north of the southeast corner of sec. 21,, T. 13 N., R. 1 E.; Arroyo de las Calabacillas USGS Quadrangle; latitude 35 degrees 19 minutes 58 seconds N., longitude 106 degrees, 50 minutes 15 seconds W., NAD 83. (location prior to 11/2006 was 600 feet W and 700 feet N of the southeast corner of section 21)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Moist in some part periodically from July 1 through October. Moist intermittently from November to April 15th. The driest months are May and June. Summer precipitation is more than winter precipitation.  Ustic aridic moisture regime.\nMean annual soil temperature: 50 to 56 degrees F.\nCalcium Carbonate: Less than 15 percent calcium carbonate equivalent and lacks a horizon with 5 percent (by volume) more soft powdery secondary calcium carbonate than an underlying horizon. Very few accumulations of secondary calcium carbonate occur in sandy clay loam textures.\nParticle-size Control Section (weighted average)\nCclay content: 8 to 18 percent\nRock fragments: 0 to 15 percent, dominantly gravel.\nA horizon\nHue: 5YR to 10YR\nValue: 4 through 7 dry, 3 through 5 moist\nChroma: 2 through 6\nTexture: loamy sand, sandy loam, fine sandy loam, or loam\nBw and C horizons\nHue: 5YR to 10YR\nValue: 4 through 8 dry, 3 through 7 moist\nChroma: 2 through 6\nTexture: fine sandy loam, sandy loam, very fine sandy loam, or loam; including strata of loamy sand or sandy clay loam in most pedons"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cliff, Councelor, Henrieville, Keeline, Nelman, Nelson, Oterodry, Shedado, Turnercrest, Uendal, and Yarts (T) series.\nCliff and Yarts soils lack any weak segregation of calcium carbonates above depths of 40 inches.\nCouncelor soils are moist for longer periods during the winter than during the summer.\nHenrieville soils have more than 15 percent calcium carbonate equivalent in the C horizons.\nKeeline soils are moist periodically April through June and are moist intermittently July 15 to October 25.\nNelman, Nelson, Shedado, Turnercrest, and Uendal soils have a lithic or paralithic contact between depths of 20 to 40 inches.\nOterodry soils are moist periodically in some or all parts during April through June and moist intermittently August through October."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Zia soils are on stream terraces on valley floors, alluvial fans on valley sides and summits of plateaus and hills. They formed in alluvium, fan alluvium, and stream alluvium and eolian material from sandstone. Slopes are 0 to 25 percent. Elevation is 5,000 to 7,100 feet. Mean annual temperature is 48 to 54 degrees F. Mean annual precipitation is 10 to 13 inches, with the peak periods occurring from July through October. The frost-free period is 120 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Clovis, Galisteo, El Rancho, Penistaja, Querencia, San Mateo and Skyvillage. Clovis and Penistaja soils contain argillic horizons and are fine-loamy. Galisteo soils are fine, El Rancho soils are fine-loamy. Querencia soils contain a cambic horizon and are fine-loamy. San Mateo soils are highly stratified and fine-loamy. Skyvillage soils are less than 20 inches to sandstone."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained and somewhat excessively drained; very low runoff; moderate or moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The Zia soil is used for irrigated cropland, livestock grazing, wildlife habitat, and limited fuelwood and fencepost production. Native vegetation is western wheatgrass, blue grama, spike muhly, and fourwing saltbush with a few widely scattered oneseed juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northcentral New Mexico. MLRA 36, LRR-D. This series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Cibola County, New Mexico, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: The zone from the surface to 5 inches. (A Horizon) When colors meet the requirements of a mollic epipedon, the horizon is less than 7 inches thick.\nSome pedons of this series (including the typical pedon) appear to have a cambic horizon, and hence a Haplocambids class. This needs investigation, particularly the degree of stratification and the presence of secondary carbonates.\nClassified according to Keys to Soil Taxonomy, Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
