{
  "SERIES": "ZIGGY",
  "STATUS": "Established Series",
  "BYREV": "CAP/GFK/JWW",
  "REVDATE": "06/2002",
  "STATES": "WY",
  "OVERVIEW": "The Ziggy series consists of very deep, well drained soils formed in alluvium derived from mixed sedimentary sources.  Ziggy soils are on fan remnants, terraces, alluvial fans, ridges and hills.  Slopes are 0 to 15 percent.  The mean annual precipitation is about 15 inches, and the mean annual air temperature is about 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Aridic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ziggy loam -- on a northeast facing slope of 4 percent, utilized as rangeland.  (Colors are for dry soil unless otherwise stated)\nA--0 to 5 inches; brown (10YR 5/3) loam, brown (10YR 4/3) moist; weak fine platy structure parting to weak fine granular; soft, friable, nonsticky and slightly plastic; many fine and very fine roots; neutral (pH 6.8); abrupt smooth boundary.  (2 to 6 inches thick)\nBw--5 to 14 inches; brown (10YR 5/3) loam, brown (10YR 4/3) moist; weak medium prismatic structure parting to moderate medium and fine subangular blocky; slightly hard, friable, slightly sticky and moderately plastic; common fine and very fine roots; slightly effervescent, calcium carbonate disseminated; slightly alkaline (pH 7.6); clear smooth boundary.  (6 to 14 inches thick)\nBk1--14 to 32 inches; pale brown (10YR 6/3) clay loam, brown (10YR 5/3) moist; weak medium prismatic structure parting to moderate medium subangular blocky; slightly hard, friable, moderately sticky and moderately plastic; common fine and very fine roots; strongly effervescent, common fine irregularly shaped light gray (10YR 7/2) filaments and masses of calcium carbonate; moderately alkaline (pH 8.2); clear wavy boundary.\nBk2--32 to 60 inches; pale brown (10YR 6/3) clay loam, brown (10YR 5/3) moist; massive; hard, friable, moderately sticky and moderately plastic; few fine and very fine roots; strongly effervescent, many fine irregularly shaped light gray (10YR 7/2) filaments and common fine rounded masses of calcium carbonate; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Campbell County, Wyoming; about 350 feet south and 1,300 feet west of the northeast corner of section 28, T. 50 N., R. 74 W.; USGS Jeffers Draw, WY topographic quadrangle; 44 degrees 17 minutes 13 seconds north latitude and 105 degrees 45 minutes 27 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The moisture control section is moist in some or all parts in March through June. Depth to the base of the cambic horizon ranges from 10 to 20 inches.  Depth to effervescent horizons is 2 to 8 inches.  The particle-size control section averages 20 to 35 percent clay and 15 to 35 percent fine and coarser sand.  Rock fragments range from 0 to 10 percent gravel.  The average annual soil temperature is 47 to 50 degrees F.\nThe A horizon has hue of 10YR or 2.5Y, value of 4 to 6 dry and 3 to 5 moist, and chroma of 2 to 4.  It is loam, clay loam, silt loam or silty clay loam.  It is neutral or slightly alkaline.\nThe Bw horizon has hue of 10YR or 2.5T, value of 5 or 6 dry and 4 or 5 moist, and chroma of 2 to 4.  Texture is loam or clay loam.  It is slightly alkaline or moderately alkaline.\nThe Bk horizon has hue of 10YR or 2.5Y, value of 5 to 7 dry and 4 to 6 moist, and chroma of 2 to 4.  Texture is loam or clay loam.  It has 5 to 14 percent calcium carbonate equivalent.  It is moderately alkaline or strongly alkaline.\nThe C horizon, when present, has properties similar to the Bk horizon.  It typically has 3 to 5 percent less calcium carbonate than the overlying Bk horizon.  Some pedons may have sandy clay loam textures below 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Berthoud, Mcrae, Sixmile and Teromote series.  It is assumed the Atchison series is competing pending an update of the classification.  Atchison soils have annual soil temperatures of 56 to 59 degrees F.  Berthoud soils have a mean annual soil temperature of 54 to 57 degrees F.  The Mcrae soils occur in areas with less than 15 inches of precipitation.  Sixmile soils have a paralithic contact at depths of 20 to 40 inches.  Teromote soils are usually dry in May and June."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ziggy soils are on fan remnants, terraces, alluvial fans, hills and ridges.  They formed in alluvium derived from mixed sedimentary sources.  Slopes are 0 to 15 percent.  Elevations are 3,500 to 5,200 feet.  The mean annual precipitation ranges from 15 to 17 inches, half of which falls as rain or snow from March through June.  The mean annual air temperature ranges from 44 to 50 degrees F.  The frost-free season is about 105 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Deekay, Iwait, Oldwolf, Oshoto, Fairburn and Ucross soils.  Deekay, Oldwolf and Oshoto soils have argillic horizons.  Iwait and Ucross soils lack cambic horizons.  Fairburn soils are shallow.  Deekay, Iwait and Oshoto soils occur on similar positions.  Fairburn, Oldwolf and Ucross soils occur on upland shoulders and crests."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are utilized as rangeland, hayland and pasture, nonirrigated cropland, and wildlife habitat.  The native vegetation is mainly western wheatgrass, needleandthread, blue grama, and green needlegrass.  Winter wheat, oats, barley, and alfalfa are the principle cultivated crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Ziggy soils occur in the Powder River basin of north-central and northeastern Wyoming.  The series is of limited extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Campbell County, Wyoming, Southern Part; 1995"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 5 inches (A)\nCambic horizon - 5 to 14 inches (Bw)\nSIR - WY1372\nLRR - G\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 5 inches; brown (10YR 5/3) loam, brown (10YR 4/3) moist; weak fine platy structure parting to weak fine granular; soft, friable, nonsticky and slightly plastic; many fine and very fine roots; neutral (pH 6.8); abrupt smooth boundary.  (2 to 6 inches thick)"
      },
      {
        "name": "Bw",
        "top": 13,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw--5 to 14 inches; brown (10YR 5/3) loam, brown (10YR 4/3) moist; weak medium prismatic structure parting to moderate medium and fine subangular blocky; slightly hard, friable, slightly sticky and moderately plastic; common fine and very fine roots; slightly effervescent, calcium carbonate disseminated; slightly alkaline (pH 7.6); clear smooth boundary.  (6 to 14 inches thick)"
      },
      {
        "name": "Bk1",
        "top": 36,
        "bottom": 81,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bk1--14 to 32 inches; pale brown (10YR 6/3) clay loam, brown (10YR 5/3) moist; weak medium prismatic structure parting to moderate medium subangular blocky; slightly hard, friable, moderately sticky and moderately plastic; common fine and very fine roots; strongly effervescent, common fine irregularly shaped light gray (10YR 7/2) filaments and masses of calcium carbonate; moderately alkaline (pH 8.2); clear wavy boundary."
      },
      {
        "name": "Bk2",
        "top": 81,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "narrative": "Bk2--32 to 60 inches; pale brown (10YR 6/3) clay loam, brown (10YR 5/3) moist; massive; hard, friable, moderately sticky and moderately plastic; few fine and very fine roots; strongly effervescent, many fine irregularly shaped light gray (10YR 7/2) filaments and common fine rounded masses of calcium carbonate; moderately alkaline (pH 8.0)."
      }
    ]
  ]
}
