{
  "SERIES": "ZIGWEID",
  "STATUS": "Established Series",
  "BYREV": "CAP/GFK/CJH",
  "REVDATE": "03/2003",
  "STATES": "SD,WY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Ustic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Zigweid loam - on a 3 percent southwest facing slope utilized as rangeland.  (Colors are for dry soil unless otherwise stated)\nA--0 to 4 inches; light brownish gray (10YR 6/2) loam, dark grayish brown (10YR 4/2) moist; moderate fine and medium granular structure; slight hard, friable, nonsticky and nonplastic; many very fine and fine roots throughout; slightly effervescent; slightly alkaline (pH 7.4); clear smooth boundary. (4 to 8 inches thick)\nBw--4 to 17 inches; brown (10YR 5/3) clay loam, brown (10YR 4/3) moist; moderate medium prismatic structure parting to moderate fine and medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots throughout and few medium throughout; carbonates are disseminated throughout; strongly effervescent; moderately alkaline (pH 8.0); gradual wavy boundary. (6 to 14 inches thick)\nBk1--17 to 34 inches; brown (10YR 5/3) clay loam, brown (10YR 4/3) moist; moderate medium prismatic structure parting to moderate fine and medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots throughout; common fine irregular light gray (10YR 7/2) carbonate threads throughout; strongly effervescent; moderately alkaline (pH 8.4); gradual wavy boundary.\nBk2--34 to 60 inches; pale brown (10YR 6/3) loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots throughout; common fine irregular light gray (10YR 7/2) carbonate threads throughout; strongly effervescent; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Campbell County, Wyoming; about 600 feet west and 450 feet south of the northeast corner of Sec. 36, T 56 N, R 76 W.; USGS Kline Draw, WY topographic quadrangle; lat. 44 degrees 47 minutes 56 seconds N. and long. 105 degrees 56 minutes 45 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to carbonates ranges from 0 to 8  inches.  Depth to the Bk horizon and the base of the cambic horizon ranges from 10 to 22 inches.  The particle-size control section and soil profile are clay loam or loam.  Clay ranges from 18 to 35 percent, silt from 20 to 55 percent, and sand from 15 to 50 percent with more than 15 percent but less than 35 percent fine sand or coarser.  Rock fragments range from 0 to 15 but are typically less than 5 percent and are mostly soft shale chips.  The moisture control section is usually dry in all parts for 90 cumulative days following the summer solstice and for 60 consecutive days during this period.  The mean annual soil temperature is 47 to 53 degrees F. The soil temperature at a depth of 20 inches is 41 degrees F.  or warmer for 175 to 192 days.\nThe A horizon has hue of 5Y, 2.5Y or 10YR, value of 4 to 6 dry, 3 to 5 moist, and chroma of 2 or 3.  It is loam or clay loam.  Reaction is neutral to moderately alkaline.\nThe Bw horizon has hue of 5Y, 2.5Y or 10YR, value of 5 or 6 dry, 4 or 5 moist, and chroma of 2 to 4.  It is loam or clay loam.  Reaction is slightly alkaline or moderately alkaline.\nThe Bk horizon has hue of 5Y, 2.5Y or 10YR, value of 5 to 7 dry, 4 to 6 moist, and chroma of 2 to 4.  It is loam or clay loam.  It has 5 to 14 percent calcium carbonate equivalent and may have a few scattered crystals of calcium sulfate.  Reaction is moderately alkaline or strongly alkaline.\nSome pedons have a C horizon with similar properties as the Bk horizon.  Some pedons may have sandy clay loam textures below 40 inches.  It typically has 3 to 5 percent less calcium carbonate than the overlying Bk horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Aquima, Atrac, Bullpen, La Fonda, Pultney and Querncia series.  Aquima and Querncia soils are dryer in May and June.  Atrac soils do not have Bk horizons.  Bullpen soils have soft bedrock at depths of 40 to 60 inches.  La Fonda and Pultney soils have hues of 7.5YR or redder."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on fan aprons, alluvial fans, terraces, fan piedmonts, fan remnants, ridges and hills.  In many areas they are dissected.  Slopes range from 0 to 20 percent.  These soils formed in calcareous, moderately fine textured sediments derived from interbedded shale and soft sandstone.  Elevations are 3,500 to 6,600 feet.  The mean annual precipitation is 13 inches with over half of the annual precipitation falling in April, May, and June and less than one inch falling in each month of July, August, September, and October.  Precipitation ranges from 10 to 14 inches.  The mean annual temperature is about 46 degrees F., and ranges from 43 to 51 degrees F.  The frost-free season is about 105 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cambria, Cushman, Forkwood, Kishona, Renohill, Shingle, Theedle and Ulm soils.  Cambria, Cushman, Forkwood, Renohill and Ulm soils have argillic horizons.  Kishona, Shingle and Theedle soils lack cambic horizons. Cambria, Cushman, Forkwood, Kishona and Ulm soils occur on similar positions.  Renohill, Shingle and Theedle soils occur on shoulders and crests."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium or rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used mainly as native rangeland, although they are tilled to dry or irrigated crops in places.  Principal native vegetation is needleandthread, western wheatgrass, blue grama and green needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern and central Wyoming.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Johnson County, Wyoming, South Part; 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 7 inches (A, Bw)\nCambic horizon - 4 to 17 inches (Bw)\nSIR - WY1153\nLRR - G\nNational Cooperative Soil Survey\nU.S.A."
  }
}
