{
  "SERIES": "ZIGZAG",
  "STATUS": "Established Series",
  "BYREV": "Rev. DKR/CSW/JWB",
  "REVDATE": "04/2011",
  "STATES": "CO",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, smectitic, calcareous, mesic, shallow Aridic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Zigzag very channery clay loam, on a southwest facing, 23 percent slope in pinyon-juniper woodland at an elevation of 6,560 feet.  (Colors are for dry soil unless otherwise noted.)  The surface is covered by 15 percent gravel, 5 percent stones, and 40 percent channers.\nA1--0 to 1 inch; light brownish gray (10YR 6/2) very channery clay loam, brown (10YR 4/3) moist; strong fine granular structure; soft, very friable, moderately sticky and moderately plastic; violently effervescent; 15 percent gravel, 40 percent channers, and 5 percent stones; moderately alkaline (pH 8.2); abrupt smooth boundary. (1 to 7 inches thick)\nA2--1 to 5 inches; light brownish gray (10YR 6/2) clay loam, dark grayish brown (10YR 4/2) moist; strong fine granular structure; soft, very friable, moderately sticky and moderately plastic; violently effervescent; 10 percent gravel and 2 percent channers; moderately alkaline (pH 8.2); abrupt wavy boundary. (0 to 6 inches thick)\nC1--5 to 14 inches; light brownish gray (10YR 6/2) clay, grayish brown (10YR 5/2) moist; moderate medium prismatic structure parting to weak coarse subangular blocky; very hard, very firm, very sticky and very plastic; violently effervescent; moderately alkaline (pH 8.2); abrupt wavy boundary. (5 to 15 inches thick)\nC2--14 to 19 inches; light brownish gray (10YR 6/2) clay, brown (10YR 5/3) moist; massive; very hard, very firm, very sticky and very plastic; violently effervescent; moderately alkaline (pH 8.4); abrupt wavy boundary.\nCr--19 to 29 inches; Mancos shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Montezuma County, Colorado; about 160 feet west of the Vo-Tech school, on the north side of Hwy 160; located about 1,800 feet south and 1,050 feet west of the northeast corner of sec.25, T. 36 N., R. 15 W.; Point Lookout, CO USGS quad; lat. 37 degrees 21 minutes 07 seconds N. and long. 108 degrees 26 minutes 48 seconds W., NAD27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime: The soil moisture control section is affected by precipitation that peaks from July to October and falls evenly throughout the remainder of the year; ustic bordering on aridic\nSoil temperature regime: mesic\nMean annual soil temperature: 47 to 52 degrees F\nMean summer soil temperature: 63 to 67 degrees F\nSurface rock fragments: 0 to 50 percent boulders, stones, cobbles, channers and/or gravel\nParticle-size control section: 35 to 55 percent clay\nDepth to paralithic contact: 4 to 20 inches to Mancos shale\nDepth to calcareous material: 0 to 3 inches\nA horizon:\nHue: 10YR to 5Y\nValue: 5 or 6 (3 to 5 moist)\nChroma: 2 to 4\nTexture: clay loam\nRock fragments: 10 to 60 percent\nCalcium carbonate equivalent: 1 to 15 percent\nReaction: slightly or moderately alkaline\nC horizon (Bw horizon in some pedons):\nHue: 10YR to 5Y\nValue: 5 to 7 (4 or 5 moist)\nChroma: 2 to 4\nTexture: clay loam, clay, silty clay loam, or silty clay\nRock fragments: 0 to 15 percent\nPararock fragments:  0 to 60 percent\nCalcium carbonate equivalent: 1 to 15 percent\nReaction: slightly or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are Epsie and Samsil series.\nEpsie soils have an E and Bky horizon.\nSamsil soils have accumulations of carbonates, gypsum, and salts."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: slope alluvium and/or colluvium from sedimentary rocks over residuum derived from Mancos shale\nLandform: ridges, knobs, and hills\nSlopes: 3 to 80 percent\nElevation: 6,000 to 7,500 feet\nMean annual temperature: 45 to 50 degrees F\nMean annual precipitation: 12 to 16 inches\nPrecipitation is fairly evenly distributed throughout the year with July and August being slightly wetter and June being slightly dryer.\nFrost-free period: 100 to 135 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Sideshow, Gladel, and Pulpit series. Sideshow soils are very deep.  Gladel and Pulpit soils have bedrock between 20 and 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: well drained, high or very high runoff, slow permeability"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used mainly for grazing.  The native vegetation is pinyon, juniper, western wheatgrass, and galleta."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southwest Colorado and central Utah.  LRR D, MLRA 34B and 36.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Cortez Area, Colorado, Parts of Dolores and Montezuma Counties 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nochric epipedon: The zone from 0 to 5 inches.  (A1 and A2)\nParticle-size control section: The zone from 10 to 19 inches. (C1, C2)\nThe series replaces the Zyme series in the 13 to 16 inch precipitation zone in southwest Colorado due to the moisture regime change from the Four Corners Climate Conference of 10/92.\nSoil Taxonomy Eleventh Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
