{
  "SERIES": "ZILABOY",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLL-CLN-ACT",
  "REVDATE": "12/96",
  "STATES": "TX",
  "OVERVIEW": "The Zilaboy series consists of very deep, moderately well drained, very slowly permeable soils that formed in clayey alluvium.  These soils are in flood plains.  Slopes range from 0 to 1 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Oxyaquic Hapluderts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Zilaboy clay, in pastureland.  (Colors are for moist soil unless otherwise  stated.)\nA1--0 to 5 inches; very dark grayish brown (2.5Y 3/2) clay, dark grayish brown (10YR 4/2) dry; moderate fine and medium angular blocky structure; extremely hard, very firm, very sticky and very plastic; common fine roots; common fine tubular and irregular pores; cracks from 1/2 to 2 inches wide extend through the horizon; few very fine iron-manganese concretions; slightly acid; gradual smooth boundary.\nA2--5 to 18 inches; dark olive gray (5Y 3/2) clay, olive gray (5Y 4/2) dry; moderate fine and medium angular blocky structure; extremely hard, very firm, very sticky and very plastic; common fine roots, common very fine and fine tubular and irregular pores; cracks from 1/2 to 2 inches wide extend through the horizon; few pressure faces; few very fine iron-manganese concretions; slightly acid; gradual wavy boundary.  (combined A subhorizons are 8 to 22 inches thick)\nBss1--18 to 40 inches; dark grayish brown (2.5Y 4/2) clay, grayish brown (2.5Y 5/2) dry, moderate medium and coarse angular blocky structure; extremely hard, very firm, very sticky and very plastic; few fine roots, common fine tubular pores; cracks from 1/2 to 1 inch wide extend through horizon; common distinct slickensides; few fine iron-manganese concretions; common fine prominent reddish brown (2.5YR 4/4) masses of iron accumulation; slightly acid; gradual wavy boundary.  (12 to 26 inches thick)\nBss2--40 to 55 inches; olive (5Y 4/3) clay, olive (5Y 5/3) dry; weak medium and coarse angular blocky structure; very hard, very firm, very sticky and very plastic; common distinct slickensides; few fine iron-manganese concretions; neutral; gradual wavy boundary.  (10 to 30 inches thick)\nBkss--55 to 80 inches; olive (5Y 4/3) clay, olive (5Y 5/3) dry; very hard, very firm, very sticky and very plastic, common distinct slickensides; few fine iron-manganese concretions; common masses of calcium carbonate; very slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Grayson County, Texas; from intersection of Farm Road 121 and U.S. Highway 377 in Tioga, Texas; 1.8 miles north on U.S. Highway 377; 0.45 mile west on private road; 0.75 mile north along railroad; 800 feet east of railroad in bermudagrass pasture."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is more than 80 inches.  The weighted average clay content of the particle-size control section ranges from 40 to 60 percent.  Iron-manganese concretions and masses range from few to about 3 percent by volume in most pedons.  This is a cyclic soil and undisturbed areas have gilgai microrelief with microknolls about 4 to 10 inches higher than microdepressions.  The soil is saturated in one or more subhorizons within 40 inches of the surface for extended periods during most years.  When dry, cracks 1/4 to 2 inches wide are at the surface and 1/4 inch wide cracks extend to a depth of 20 inches are more.  The cracks are open for less than 90 cumulative days during most years.  Slickensides begin at a depth of 10 to 24 inches from the surface and extend to 40 inches or more.  The angle of the slickensides ranges from 10 to about 50 degrees from horizontal.\nThe A horizon has hue of 10YR to 5Y, value of 2 or 3, and chroma of 1 or 2.  The texture is silty clay or clay.  Reaction ranges from moderately acid to neutral.\nThe Bss horizon has hue of 10YR to 5Y, value of 3 or 4, and chroma of 1 to 4.  Redoximorphic features in shades of brown, red, or gray range from few to many in most subhorizons. However, aquic conditions (reduction) are not present.  Reaction ranges from moderately acid to neutral.  Some pedons have a Bkss horizon with few to common concretions and masses of calcium carbonate.  Reaction of the Bkss horizon is slightly alkaline or moderately alkaline.\nSome pedons have 2Bw or 2Bg horizons with texture of loam, sandy clay loam, or clay loam below a depth of 60 inches.  The matrix color is in hue of 10YR, value of 4 or 5, and chroma of 2 to 4.  Redoximorphic features in shades of gray, brown, red, or yellow range from few to many.  Reaction ranges from moderately acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Garner (TX), Hollywood (AL), Kaman (TX), Maytag (AL), and Okolona (MS) series.  Similar soils are the Gladewater, Roetex, Texark, and Tinn series.  Garner soils have mollic colors less than 12 inches thick.  Hollywood soils typically have limestone bedrock at depths between 48 and 80 inches.  Kaman soils are poorly drained.  Maytag soils are well drained, and have more than 20 percent calcium carbonate in the lower part of the solum.  Okolona soils typically have hard platy chalk between 48 and 80 inches.  Gladewater, Roetex, and Texark soils have very-fine particle-size control sections.  In addition, Gladewater soils have aquic soil conditions in the upper 20 inches.  Roetex soils have matrix colors with hue redder than 7.5YR in the control section.  Tinn soils are calcareous throughout."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Zilaboy soils are on nearly level flood  plains.  Slope gradients range from 0 to 1 percent.  The soil formed mainly in clayey alluvium.  Mean annual precipitation ranges from 34 to 40 inches, and mean annual temperature ranges from 63 to 68 degrees F.. Frost free days range from 225 to 280 days, and elevation ranges from 200 to 550 feet. The Thornthwaite P-E index ranges from 58 to 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Gladewater and Tinn series and the Bunyan, Crockett, Mabank, Oletha, Normangee, Sandow, Uhland, Vertel, Wilson, and Whitesboro series.  Gladewater and Tinn soils are on similar flood plains.  Bunyan, Oletha, Sandow, and Whitesboro soils have  fine-loamy control sections.  They are on similar or slightly higher flood plains.  Crockett, Mabank, Normangee, Vertel, and Wilson soils are on adjacent  uplands.  All of these soils except the Vertel series have argillic horizons.  Vertel soils have sola 24 to 40 inches thick  over shale.  Uhland soils have coarse-loamy control sections and they are on similar or slightly higher flood plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; Permeability is very slow.  Runoff is low.  The soil floods two to five times during most years and remains flooded for periods of 2 to 7 days."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in native or improved pasture.  Grasses are mainly bermudagrass or native grasses.   Overstory vegetation includes elm, cottonwood, osage orange, black willow, post oak, willow oak, and water oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  MLRA's 86A, Texas Blackland Prairies, Northern; 87A, Texas Claypan, Southern.  Mainly in east-central Texas in areas draining soils of the Blackland Prairies.  These soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Grayson County, Texas; 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included with the Kaufman series.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 18 inches  (A1 & A2 horizons)\nCambic horizon - 18 to 40 inches  (Bss1 & Bss2 horizons)\nVertisol features - Common slickensides from 18 to 70 inches (Bss1, Bss2, Bkss horizons).  Cracks when dry from surface to a depth of 20 inches or more.\nOxyaquic subgroup - saturated in one or more layers within 40 inches of the surface for a significant period.\nSoil Interpretation Record No.: TX0753\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A1--0 to 5 inches; very dark grayish brown (2.5Y 3/2) clay, dark grayish brown (10YR 4/2) dry; moderate fine and medium angular blocky structure; extremely hard, very firm, very sticky and very plastic; common fine roots; common fine tubular and irregular pores; cracks from 1/2 to 2 inches wide extend through the horizon; few very fine iron-manganese concretions; slightly acid; gradual smooth boundary."
      },
      {
        "name": "A2",
        "top": 13,
        "bottom": 46,
        "dry_hue": "5Y",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A2--5 to 18 inches; dark olive gray (5Y 3/2) clay, olive gray (5Y 4/2) dry; moderate fine and medium angular blocky structure; extremely hard, very firm, very sticky and very plastic; common fine roots, common very fine and fine tubular and irregular pores; cracks from 1/2 to 2 inches wide extend through the horizon; few pressure faces; few very fine iron-manganese concretions; slightly acid; gradual wavy boundary.  (combined A subhorizons are 8 to 22 inches thick)"
      },
      {
        "name": "Bss1",
        "top": 46,
        "bottom": 102,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bss1--18 to 40 inches; dark grayish brown (2.5Y 4/2) clay, grayish brown (2.5Y 5/2) dry, moderate medium and coarse angular blocky structure; extremely hard, very firm, very sticky and very plastic; few fine roots, common fine tubular pores; cracks from 1/2 to 1 inch wide extend through horizon; common distinct slickensides; few fine iron-manganese concretions; common fine prominent reddish brown (2.5YR 4/4) masses of iron accumulation; slightly acid; gradual wavy boundary.  (12 to 26 inches thick)"
      },
      {
        "name": "Bss2",
        "top": 102,
        "bottom": 140,
        "dry_hue": "5Y",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bss2--40 to 55 inches; olive (5Y 4/3) clay, olive (5Y 5/3) dry; weak medium and coarse angular blocky structure; very hard, very firm, very sticky and very plastic; common distinct slickensides; few fine iron-manganese concretions; neutral; gradual wavy boundary.  (10 to 30 inches thick)"
      },
      {
        "name": "Bkss",
        "top": 140,
        "bottom": 203,
        "dry_hue": "5Y",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bkss--55 to 80 inches; olive (5Y 4/3) clay, olive (5Y 5/3) dry; very hard, very firm, very sticky and very plastic, common distinct slickensides; few fine iron-manganese concretions; common masses of calcium carbonate; very slightly effervescent; moderately alkaline."
      }
    ]
  ]
}
