{
  "SERIES": "ZIMM",
  "STATUS": "Established Series",
  "BYREV": "JMW-RTR-KDS",
  "REVDATE": "09/2009",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over clayey, mixed over smectitic, superactive, nonacid, frigid Aeric Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Zimm loam, on a linear flat of 1 percent on a glacial lake plain, in a cultivated field, at an elevation of about 400 meters. (Colors are for moist soil unless otherwise stated).\nAp--0 to 10 centimeters; black (10YR 2/1) loam, grayish brown (10YR 5/2) dry; moderate fine and medium granular structure; friable; many very fine and fine roots; moderately acid; abrupt smooth boundary. (8 to 15 centimeters thick)\nEg--10 to 15 centimeters; dark grayish brown (2.5Y 4/2) fine sandy loam; light brownish gray (2.5Y 6/2) dry; moderate very fine to medium subangular blocky structure; friable; common very fine and fine roots; many fine and medium prominent yellowish brown (10YR 5/6) redoximorphic concentrations; moderately acid; clear broken boundary. (0 to 10 centimeters thick)\nBw--15 to 66 centimeters; olive brown (2.5Y 4/4) stratified sandy loam, silt loam and loamy very fine sand; weak fine and medium subangular blocky structure; very friable; few very fine roots; many medium distinct dark grayish brown (2.5Y 4/2) redoximorphic depletions and many medium distinct light olive brown (2.5Y 5/6) redoximorphic concentrations; moderately acid; abrupt wavy boundary. (38 to 76 centimeters thick)\n2Bkg--66 to 99 centimeters; gray (5Y 5/1) clay; moderate very fine and fine subangular blocky structure; firm; many fine and medium white (2.5Y 8/1) nodules of calcium carbonate; violently effervescent; moderately alkaline; gradual wavy boundary. (0 to 51 centimeters thick)\n2Cg--99 to 203 centimeters; gray (5Y 5/1) clay; massive; firm; few fine white (2.5Y 8/1) nodules of calcium carbonate; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 88Northern Minnesota Glacial Lake Basins; St. Louis County, Minnesota, Meadowlands subset; about 2 miles southwest of Sax; 1800 feet south and 1400 feet west of the northeast corner of section 32, T. 55 N., R. 18 W.; USGS Meadowlands NW topographic quadrangle; lat. 47 degrees 12 minutes 22 seconds N. and long. 92 degrees 38 minutes 54 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThese soils do not have rock fragments\nDepth to carbonates--61 to 89 centimeters\nDepth to clayey glaciolacustrine deposits--50 to 100 centimeters\nThe Ap or A horizon:\nHue--10YR\nValue--2 or 3, 4 or 5 dry\nChroma--1 or 2, 1 or 2 dry\nTexture--loam, very fine sandy loam, fine sandy loam or silt loam\nReaction--moderately acid to neutral\nThe Eg horizon where present:\nHue--2.5Y\nValue--4 or 5\nChroma--2 or 3\nTexture--fine sandy loam, sandy loam, loamy very fine sand, loamy fine sand, loamy sand\nReaction--moderately acid to neutral\nThe Bw horizon:\nHue--10YR or 2.5Y\nValue--4 or 5\nChroma--3 or 4\nTexture--silt loam, very fine sandy loam, loam, fine sandy loam, sandy loam, loamy very fine sand\nReaction--moderately acid to neutral\nThe 2Bkg horizon where present:\nHue--2.5Y or 5Y\nValue--5\nChroma--1 or 2\nTexture--silty clay loam, silty clay or clay\nReaction--slightly alkaline or moderately alkaline\nThe 2Cg horizon:\nHue--2.5Y or 5Y\nValue--4 to 6\nChroma--1 or 2\nTexture--silty clay loam, silty clay or clay\nReaction--slightly alkaline or moderately alkaline\nSome pedons have thin strata of fine sand in the C horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--loamy over clayey glaciolacustrine deposits\nLandform--flats on glacial lake plains\nSlope--0 to 2 percent\nElevation--350 to 490 meters above sea level\nMean annual air temperature--3 to 5 degrees C\nMean annual precipitation--635 to 711 millimeters\nFrost-free period--95 to 125 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the McDavitt and Aerie soils. These soils formed in the same parent material as the Zimm soils and form a hydrosequence with the Zimm soils.\nMcDavitt--are in lower landscape positions, in drainageways and depressions\nAerie--are on convex positions on the landscape"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--poorly drained--these soils have a frequently saturated zone occuring as high as 0.15 meter below the surface during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation, this saturation is considered apparent\nSaturated hydraulic conductivity--1.41 to 141.14 micrometers per second in the loamy mantle and 0.42 to 4.23 micrometers per second in the clayey glaciolacustrine deposits"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cropped for hay."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains or Laurentian Upland\nPhysiographic Province--Central Lowland Province or Superior Upland\nMLRA--Northern Minnesota Glacial Lake Basins (88)\nLRR--K; northern Minnesota\nExtent--small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota MLRA SSO 10-4 (Duluth, Minnesota)"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: St. Louis County, 2009. The source of the name is a small village in St. Louis County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone 25 to 100 centimeters;\nSeries control section--the zone from the surface of the soils to a depth of 150 centimeters;\nDiagnostic horizons and features recognized in this pedon include:\nOchric epipedon--the zone from the surface to a depth of 15 centimeters;\nCambic horizon--the zone from 15 to 66 centimeters;\nCalcic--the zone from 66 to 99 centimeters\nAquic moisture regime\nTaxonomy version--Keys to Soil Taxonomy, tenth edition, 2006\nNational Cooperative Soil Survey\nU.S.A."
  }
}
