{
  "SERIES": "ZINEB",
  "STATUS": "Established Series",
  "BYREV": "Rev:  RGB/RAF/GJS/JBF",
  "REVDATE": "05/2016",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Durinodic Xeric Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Zineb gravelly loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 5 cm; grayish brown (10YR 5/2) gravelly loam, very dark grayish brown (10YR 3/2) moist; moderate thin platy structure; soft, very friable, slightly sticky and slightly plastic; many very fine roots; common very fine vesicular and tubular pores; 15 percent gravel; moderately alkaline (pH 8.4); abrupt smooth boundary.  (5 to 10 cm thick)\nA2--5 to 15 cm; pale brown (10YR 6/3) gravelly loam, dark brown (10YR 3/3) moist; moderate thick platy structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine roots; common very fine, few fine tubular pores; 20 percent gravel; moderately alkaline (pH 8.2); abrupt wavy boundary.  (5 to 13 cm thick)\nBw--15 to 33 cm; pale brown (10YR 6/3) gravelly loam, brown (10YR 4/3) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; common very fine, few fine and medium roots; common very fine tubular pores; 30 percent gravel; moderately alkaline (pH 8.2); clear wavy boundary.  (15 to 23 cm thick)\nBq--33 to 48 cm; pale brown (10YR 6/3) very gravelly sandy loam, brown (10YR 4/3) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots; common very fine tubular pores; 20 percent, 5 to 25 mm strong durinodes; 25 percent discontinuous weak silica cementation; 50 percent gravel; moderately alkaline (pH 8.4); clear wavy boundary.  (13 to 20 cm thick)\n2Bk1--48 to 69 cm; pale brown (10YR 6/3) extremely cobbly sandy loam, dark yellowish brown (10YR 4/4) moist; massive; soft, very friable, nonsticky and slightly plastic; common very fine, few fine roots; common very fine tubular pores; 50 percent cobbles and 35 percent gravel, strongly effervescent; strongly alkaline (pH 8.8); gradual smooth boundary.  (18 to 30 cm thick)\n2Bk2--69 to 173 cm; variegated extremely cobbly coarse sand; single grained; loose, nonsticky and nonplastic; few very fine roots; thin silica laminae on a few gravel; moderately thick carbonate coatings on underside of a few gravel; few very weakly cemented, 1 to 5 mm thick horizontal seams of carbonate; 40 percent cobbles and 45 percent gravel; violently effervescent; strongly alkaline (pH 9.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Eureka County, Nevada; about 4 miles south and 10 miles east of Crescent Valley, 1,500 feet west and 100 feet north of the approximate southeast corner of section 24, T. 29 N., R. 49 E.; USGS Hand-me-down Creek 7.5 minute topographic quadrangle; latitude 40 degrees 21 minutes 39 seconds N and longitude 116 degrees 23 minutes 31 seconds W; WGS84 Decimal Degrees 40.3608333 latitude, -116.3919444 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist in the winter and spring, dry June through October; aridic soil moisture regime bordering on xeric.\nMean annual soil temperature: 8 to 11 degrees C.\nDepth to carbonates and 2Bk horizon: 40 to 66 cm.\nDepth to Bq horizon: 25 to 46 cm.\nOther features: Some pedons have unconformable loam textured subhorizons below 100 cm.\nParticle-size control section - Clay content: Averages 5 to 15 percent\nRock fragments:  Average 50 to 75 percent, gravel dominant in upper portion, and cobbles in lower portion.\nA horizon\nValue:  5 or 6 dry; when mixed the upper 18 cm have a dry value greater than 5.5.\nChroma:  2 or 3.\nBw horizon\nValue:  3 or 4 moist.\nChroma:  3 or 4.\nStructure:  Subangular blocky or is massive.\nRock fragments:  15 to 35 percent, dominantly gravel.\nTexture:  Gravelly loam or gravelly very fine sandy loam.\nBq horizon\nTexture:  Very gravelly loam or very gravelly sandy loam.\nRock fragments:  35 to 60 percent, dominantly gravel.\nSilica cementation:  Discontinuous weak silica cementation and/or durinodes in a friable matrix.\n2Bk or 2Bqk horizon\nTexture:  Extremely cobbly sandy loam in the upper part and extremely cobbly loamy coarse sand or extremely cobbly coarse sand in the lower part.\nRock fragments:  60 to 85 percent, dominantly cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Catlow, Mina and Porrone series.\nCatlow soils have a horizon that is firm and brittle within 38 to 76 cm. Mina and Porrone soils have a particle-size control section with 35 to 50 percent rock fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Zineb soils are on inset fans, fan aprons and fan skirts.  They formed in alluvium derived from mixed rocks with a small component of volcanic ash.  Slopes are 0 to 15 percent.  Elevations are 1,435 to 1,985 meters. The climate is semiarid with warm, dry summers and cool, moist winters.  The mean annual temperature is 7 to 9 degrees C, mean annual precipitation is 200 to 250 mm, and the frost-free season is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Enko, Izzen, McConnel and Tomera series.  Enko soils have a loamy textured particle-size control section with less than 35 percent rock fragments.  Izzen soils have less than 35 percent rock fragments in the substratum.  McConnel soils lack silica accumulations. Tomera soils have a clay Bt horizon that is sodium affected."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; medium runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Livestock grazing and wildlife habitat.  Vegetation is mainly Wyoming big sagebrush, gray horsebrush, mustards, Sandberg bluegrass, bottlebrush squirreltail and cheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Nevada.  These soils are\nnot extensive. MLRA 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Eureka County, Nevada, 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A1, A2 and part of the Bw horizon)\nCambic horizon - The zone from 15 to 33 cm (Bw horizon).\nDuric horizon - The zone from 33 to 48 cm (Bq horizon).\nParticle-size control section - The zone from 25 to 100 cm (Bq, 2Bk1 and part of the Bw and 2Bk2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
