{
  "SERIES": "ZIRAM",
  "STATUS": "Established Series",
  "BYREV": "RGB/RAF/GJS",
  "REVDATE": "12/2019",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, frigid Typic Palexerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ziram very cobbly clay loam--rangeland.  (Colors are for dry soil unless otherwise noted.)  The surface is partially covered by 35 percent cobbles and 35 percent gravel.\nA1--0 to 8 cm; grayish brown (10YR 5/2) very cobbly clay loam, very dark grayish brown (10YR 3/2) moist; moderate very thin platy structure; hard, very friable, moderately sticky and moderately plastic; many very fine roots; many very fine vesicular pores; 20 percent gravel and 25 percent cobbles; slightly alkaline (pH 7.4); abrupt wavy boundary.  (5 to 18 cm thick)\nA2--8 to 18 cm; grayish brown (10YR 5/2) gravelly clay loam, very dark grayish brown (10YR 3/2) moist; moderate very fine and fine granular structure; hard, very friable, moderately sticky and moderately plastic; common very fine, fine, few medium roots; many very fine interstitial pores; 30 percent gravel; slightly alkaline (pH 7.4); very abrupt wavy boundary.  (10 to 18 cm thick)\nBt1--18 to 25 cm; light brownish gray (10YR 6/2) gravelly clay, dark brown (10YR 3/3) moist; moderate medium prismatic structure; very hard, very friable, very sticky and very plastic; common very fine, fine and few medium roots; common very fine tubular pores; continuous distinct clay films lining pores and on ped faces; 25 percent gravel; moderately alkaline (pH 8.0); clear wavy boundary.  (5 to 13 cm thick)\nBt2--25 to 46 cm; brown (10YR 5/3) very gravelly clay, dark brown (10YR 3/3) moist; moderate medium prismatic structure; hard, friable, very sticky and very plastic; few very fine and fine roots; few very fine tubular pores; continuous distinct clay films lining pores and on ped faces; 30 percent gravel and 5 percent cobbles; moderately alkaline (pH 8.4); clear wavy boundary.  (15 to 28 cm thick)\nBtk1--46 to 58 cm; yellowish brown (10YR 5/4) very gravelly clay, dark yellowish brown (10YR 4/4) moist; moderate medium prismatic structure; very hard, friable, very sticky and very plastic; few very fine and fine roots; few very fine tubular pores; continuous distinct pressure faces; few fine carbonate filaments; 40 percent gravel and 15 percent cobbles; strongly effervescent; moderately alkaline (pH 8.4); clear wavy boundary.  (8 to 20 cm thick)\nBtk2--58 to 97 cm; yellowish brown (10YR 5/6) extremely cobbly clay, dark yellowish brown (10YR 4/4) moist; weak medium prismatic structure; hard, firm, very sticky and very plastic; few very fine, fine and medium roots; few very fine tubular pores; continuous distinct pressure faces; common fine and medium carbonate filaments; 40 percent gravel, 30 percent cobbles and 5 percent stones; slightly effervescent; moderately alkaline (pH 8.4); clear wavy boundary.  (20 to 48 cm thick)\nBtk3--97 to 107 cm; brownish yellow (10YR 6/6) and yellowish red (5YR 4/6) extremely cobbly clay, dark yellowish brown (10YR 4/6) and dark reddish brown (5YR 3/4) moist, (5YR hues are due to influence from parent material); weak medium angular blocky structure; hard, friable, very sticky and very plastic; few very fine tubular pores; continuous distinct pressure faces; 15 percent gravel, 50 percent cobbles and 5 percent stones; common fine carbonate filaments; strongly effervescent; moderately alkaline (pH 8.4); abrupt wavy boundary.  (8 to 15 cm thick)\n2R--107 to 117 cm; tuffaceous sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Eureka County, Nevada; about 15 miles south and 10 miles east of Crescent Valley, Nevada, about 100 feet west and 1,000 feet south of the approximate northeast corner of section 25, T. 27 N., R. 48 E.; USGS Cortez 7.5 minute topographic quadrangle; latitude 40 degrees 11 minutes 4 seconds N and longitude 116 degrees 31 minutes14 seconds W; WGS84 Decimal Degrees 40.1844444 latitude, -116.5038889 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist in the winter through early summer, dry in mid-July through October; xeric soil moisture regime bordering on aridic.\nMean annual soil temperature: 7 to 8 degrees C.\nMollic epipedon thickness: 18 to 28 cm.\nDepth to bedrock: 100 to 150 cm.\nDepth to carbonates: 40 to 69 cm.\nParticle-size control section - Clay content:  45 to 55 percent.\nRock fragments:  40 to 55 percent, mainly gravel and cobbles.\nA horizon\nValue:  4 or 5 dry, 2 or 3 moist.\nStructure:  Granular or platy.\nBt horizon\nHue:  Some pedons reflect hue of the parent material in their lower subhorizons.\nValue:  4 to 6 dry, 3 or 4 moist.\nChroma:  2 to 6 dry, 3 to 6 moist.\nTexture:  Very gravelly clay, very cobbly clay, extremely cobbly clay with a thin upper subhorizon of gravelly clay common in most pedons.\nRock fragments:  25 to 40 percent gravel and 10 to 15 percent cobbles in the upper part; 15 to 40 percent gravel and 35 to 55 percent cobbles and stones in the lower part.\nStructure:  Prismatic or angular blocky.\nConsistence:  Very hard or hard and very friable to firm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Amboat, Aninto, Durfee, Ebic and Secrepass series.\nAmboat, Durfee and Ebic soils lack carbonates in the lower part of their argillic horizon.  Aninto soils have a Mollic epipedon extending into the Bt horizon. Secrepass soils are very deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ziram soils are on smooth mountain side slopes.  The soils formed in residuum and colluvium derived from tuff, tuffaceous sandstone, quartzite and quartz latite.  Slopes are 15 to 50 percent.  Elevations are 1,985 to 2,475 meters.  The climate is cool and semiarid with warm, dry summers and cool, moist winters.  The mean annual precipitation is 300 to 410 mm, mean annual temperature is 6 to 7 degrees C, and the frost-free season is 70 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bregar, Freznik, and Softscrabble soils.  Bregar soils are shallow to unweathered bedrock.  Freznik soils are moderately deep to bedrock. Softscrabble soils have less than 35 percent clay in their particle-size control section and have a thick Mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; medium to rapid runoff; low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  The vegetation is mainly low sagebrush, lanceleaf rabbitbrush, lupine, locoweed, Sandberg bluegrass, Nevada bluegrass and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Nevada.  These soils are not extensive. MLRA 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Eureka County, Nevada, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the surface to 18 cm (A1, A2 horizons).\nArgillic horizon - The zone from 18 to 107 cm (Bt1, Bt2, Btk1, Btk2, Btk3 horizons).\nAbrupt textural boundary - The boundary at 18 cm (A2--Bt1 horizon boundary).\nLithic contact - The boundary at 107 cm (2R layer).\nParticle-size control section - The zone from 18 to 68 cm (Bt1, Bt2, Btk1, and part of the Btk2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
