{
  "SERIES": "ZITZIANA",
  "STATUS": "Established Series",
  "BYREV": "Rev: KMO/DKS/JPM",
  "REVDATE": "01/2001",
  "STATES": "AK",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty over sandy or sandy-skeletal, mixed, superactive Typic Dystrocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Zitziana silt loam - on a 2 percent slope under forest vegetation at 550 feet elevation.   (All colors are for moist soil)\nOe--0 to 2 inches; brown (10YR 4/3) mat of moderately decomposed forest litter; very friable; many fine, medium and coarse roots; abrupt wavy boundary.  (1 to 5 inches thick)\nA--2 to 3 inches; dark grayish brown (10YR 4/2) silt loam; weak thin platy structure; very friable; many fine, medium and coarse roots; neutral (pH 6.6); abrupt wavy boundary.  (1 to 3 inches thick)\nE--3 to 4 inches; pale brown (10YR 6/3) silt loam; weak thin platy structure; very friable; many fine, medium and coarse roots; slightly acid (pH 6.4); abrupt wavy boundary.  (0 to 2 inches thick)\nBw--4 to 16 inches; strong brown (7.5YR 5/6) silt loam; weak medium subangular blocky structure; very friable; many fine and medium roots; slightly acid (pH 6.4); abrupt wavy boundary.  (3 to 13 inches thick)\n2C--16 to 60 inches; light olive brown (2.5Y 5/6) loamy fine sand; single grain; loose; moderately acid (pH 6.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kantishna Area, Alaska; in the NW 1/4 of the SE 1/4 of Section 18, T.1S., R.18W., Fairbanks Meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature ranges from 32 to 34 degrees F.  The mat of organic matter consists of partially decomposed forest litter 1 to 5 inches thick.  Thickness of the solum ranges from 3 to 20 inches.  Thickness of the silty micaceous loess mantle and depth to the contrasting sandy material ranges from 10 to 20 inches. Texture of the upper part of the particle size control section is dominantly silt loam but ranges to include very fine sandy loam.  The upper control section has less than 18 percent clay and less than 15 percent fine sand or coarser.  Texture of the lower part of the control section is fine or medium sand, loamy sand, or loamy fine sand. Reaction throughout the profile ranges from moderately acid to neutral.\nThe A horizon has hue of 7.5YR or 10YR; value from 2 to 4; and chroma from 1 to 4.\nThe E horizon, where present, has value moist from 4 to 6; and chroma of 2 or 3.\nThe Bw horizon has hue from 5YR to 10YR; value moist from 4 to 6; and chroma moist from 4 to 8.\nThe C horizon, when present, has hue from 10YR to 5Y; value from moist 4 to 6; and chroma moist from 4 to 8.\nThe 2C horizon has hue from 10YR to 5Y; value moist of 4 or 5; and chroma moist from 2 to 6.  Texture is loamy fine sand, loamy sand, fine sand, or medium sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Gulkana, Knik, Nenana and Yensus series.  Gulkana, Knik and Yensus soils do not have substantial mica content in the upper control section and the lower control section has greater than 35 percent coarse fragments.  Nenana soils have a loess mantle that is more than 20 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Zitziana soils formed in a thin mantle of micaceous silty loess which overlies eolian sand deposits.  Zitziana soils are on the backslopes, shoulders, and crests of stabilized sand dunes. These dunes are present on large alluvial plains.  Slopes range from 1 to 50 percent.\nThe climate is subarctic continental with long, cold winters and short, warm summers.  Mean annual precipitation ranges from 13 to 17 inches and includes a mean annual snowfall of about 60 inches.  Mean annual temperature ranges from 24 to 28 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Beales and Kindanina (T) soils, and the competing Nenana soils.  Beales soils are on similar landforms but have less than 10 inches of a silt mantle over the eolian sands.  Kindanina soils are in depressional areas and contain permafrost."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained.  Runoff is slow to rapid. Permeability is moderate in the loess mantle and rapid in the underlying sandy material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Native vegetation consists of quaking aspen with paper birch, white spruce and an understory of sparse forbs.  Used for wildlife land and recreation."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central interior Alaska.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Kantishna Area, Alaska. 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this profile include: an ochric epipedon; a cambic horizon from 4 to 16 inches; cryic temperature regime; weighted average particle size of coarse-silty from 2 to 16 inches, and sandy from 15 to 40 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
