{
  "SERIES": "ZOATE",
  "STATUS": "Established Series",
  "BYREV": "Rev. HJB/ELS/BKP",
  "REVDATE": "07/2016",
  "STATES": "NV",
  "OVERVIEW": "The Zoate series are well-drained, shallow soils over a duripan that formed in loess over colluvium and residuum derived from volcanic rock. Zoate soils are on hills. Slopes are 4 to 30 percent. The mean annual precipitation is 230 mm and the mean annual air temperature is 9 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, mesic, shallow Argiduridic Durixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Zoate very cobbly loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 5 cm, grayish brown (10YR 5/2) very cobbly loam, dark brown (10YR 3/3) when moist; weak thin platy structure; soft, very friable, slightly sticky and slightly plastic; common fine interstitial pores; 20 percent cobbles and 20 percent gravel; neutral (pH 7.2); abrupt, smooth boundary. (5 to 8 cm thick)\nBk--5 to 13 cm, brown (10YR 5/3) gravelly clay loam, dark brown (10YR 3/3) when moist; weak medium prismatic and weak fine subangular blocky structure; slightly hard, friable, very sticky and very plastic; common fine roots; common fine tubular pores; 5 percent 1 to 2 mm thick calcium carbonate concretions on the bottom of rock fragments; 30 percent gravel; slightly alkaline (pH 7.6); abrupt wavy boundary.\nBt1--13 to 20 cm, brown (10YR 4/3) very gravelly clay, dark brown (10YR 3/3) when moist; weak medium prismatic structure; slightly hard, friable, very sticky and very plastic; common fine and many medium roots; common fine tubular pores; 35 percent gravel; few faint clay films on the faces of peds; slightly alkaline (pH 7.8); abrupt wavy boundary.\nBt2--20 to 33 cm, brown (10YR 4/3) very gravelly clay loam, dark brown (10YR 3/3) when moist; weak medium prismatic and strong fine, subangular blocky structure; slightly hard, friable, very sticky and moderately plastic; common fine roots; common fine tubular pores; common distinct clay films on faces of peds and in pores; 40 percent gravel; slightly alkaline (pH 7.8); abrupt irregular boundary. (Combined thickness of Bk and Bt horizons is 28 to 42 cm thick)\nBqkm--33 to 36 cm, thin (1 to 3 mm) light gray (10YR 7/1) indurated silica and calcium carbonate laminae capping white (10YR 8/1) strongly cemented duripan which is light gray (10YR 7/2) moist; strongly alkaline (pH 8.7); abrupt smooth boundary. (3 to 10 cm thick)\nR--36 cm, volcanic bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lincoln County, Nevada; approximately 1,300 feet west of the NE corner of sec. 35, T. l S., R. 68 E; USGS Condor Canyon 7.5 minute topographic quadrangle; latitude 37 degrees 49 minutes 26.9 seconds N and longitude 114 degrees 20 minutes 26 seconds W; WGS84 Decimal Degrees 37.8241389 latitude, -114.3405556 longitude.."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry; moist in winter and spring months, dry in summer and fall, intermittently moist for 10 to 20 days cumulative from July through September due to convection storms; aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 7 to 10 degrees C.\nDepth to indurated hardpan: 30 to 40 cm.\nDepth to bedrock: 33 to 50 cm.\nMollic epipedon: 30 to 405 cm.\nArgillic horizon: 18 to 38 cm thick.\nParticle-size control section: Clay content: 35 to 45 percent.\nRock fragments: 35 to 45 percent.\nA horizon\nChroma: 2 or 3 dry and moist.\nMineralogy: Contains 5 to 10 percent volcanic glass in the 0.02 to 2.0 mm fraction with a percent Al+1/2Fe equal to 0.01 to 0.05.\nBk horizon (when present) and Bt horizons\nHue: 10YR or 7.5YR.\nClay content: Averages 35 to 45, thin sub-horizons in some pedons average 27 to 35 percent.\nRock fragments: 35 to 45 percent.\nTexture: Clay loam or clay.\nMineralogy: Contains 5 to 10 percent volcanic glass in the 0.02 to 2.0 mm fraction with a percent Al+1/2Fe equal to 0.01 to 0.05.\nBqkm horizon\nStructure: Platy or massive.\nCementation: Strongly cemented or indurated.\nDuripan features: Indurated silica laminae capping a few centimeters of strongly cemented materials, indurated throughout, or indurated silica laminae directly over bedrock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Gacey and Martineck series. Gacey and Martineck soils lack bedrock within depth of 100 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Zoate soils are on hills at elevations of 1,500 to 1,900 meters. Slope are 4 to 30 percent. Zoate soils formed in loess over colluvium and residuum derived from volcanic rock. The climate is cool, continental with a mean annual precipitation of 200 to 250 mm. The mean annual soil temperature is 7 to 11 degrees C and the frost free period is 100 to 130 degrees."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Acana, Chubard, Lojet, and Richinde soils.\nAcana soils have coarse-loamy control sections and lack mollic epipedons. Chubard soils average 18 to 27 percent clay and 50 to 75 percent rock fragments in the particle-size control section. Lojet and Richinde soils average 27 to 35 percent clay in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well-drained; medium runoff; moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for livestock forage and wildlife habitat. The principal vegetation is Wyoming big sagebrush, Nevada ephedra, Indian ricegrass, and needle-and-thread grass. This pedon is correlated to Ecological Site R029XY010NV, Loamy Slope 8-10."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: East-central Nevada. Zoate soils are moderately extensive. MLRA 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lincoln County (Meadow Valley Area), Nevada, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Zoate soils were formerly classified as Brown soils.\nDiagnostic horizons recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 33 cm (A, Bt1, and Bt2 horizons).\nArgillic horizon - The zone from 5 to 33 cm (Bt1 and Bt2 horizons).\nDuripan - The zone from 33 to 36 cm (Bqkm horizon).\nLithic contact - The boundary at 36 cm (R layer).\nParticle-size control section - The zone from 5 to 33 cm (Bk, Bt1, and Bt2 horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
