{
  "SERIES": "ZOE",
  "STATUS": "Established Series",
  "BYREV": "Rev. LGR,CWL",
  "REVDATE": "03/2020",
  "STATES": "NE",
  "OVERVIEW": "The Zoe series consists of very deep, poorly drained soils that formed in silty and clayey alluvium that is high in sodium.  These soils are on flood plains.  Slopes range from 0 to 2 percent.  Mean annual temperature is about 11 degrees C. (52 degrees F.), and mean annual precipitation is about 760 millimeters (30 inches) at the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Cumulic Vertic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Zoe clay loam - on slope less than 1 percent - cultivated.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 centimeters (0 to 8 inches); very dark gray (10YR 3/1) silty clay loam, gray (10YR 5/1) dry; weak medium angular blocky structure; hard, firm, neutral; abrupt wavy boundary.\nA1--20 to 28 centimeters (8 to 11 inches); black (10YR 2/1) silty clay loam, gray (10YR 5/1) dry; weak coarse angular blocky structure parting to moderate medium and fine angular blocky; hard, firm; sodium adsorption ratio = 9 dS/m, electrical conductivity = 2 mmhos/cm; neutral; abrupt smooth boundary.\nA2--28 to 41 centimeters (11 to 16 inches); black (10YR 2/1) silty clay loam, dark gray (10YR 4/1) dry; weak coarse platy structure parting to moderate fine angular blocky; hard, firm; sodium adsoption ratio = 13 dS/m, electrical conductivity = 4 mmhos/cm; common uncoated or clean silt and sand grains on ped faces; neutral; clear smooth boundary.\nAz--41 to 61 centimeters (16 to 24 inches); very dark gray (10YR 3/1) silty clay loam, dark gray (10YR 4/1) dry; weak coarse platy structure parting to moderate fine angular blocky; hard, firm; common medium distinct light colored threads of salt accumulations on ped faces; sodium adsorption ratio = 14 dS/m, electrical conductivity = 7 mmhos/cm; slight effervescence; slightly alkaline; abrupt smooth boundary.\nACg--61 to 91 centimeters (24 to 36 inches); very dark grayish brown (2.5Y 3/2) silty clay, grayish brown (2.5Y 5/2) dry; weak coarse prismatic structure; very hard, very firm; common medium prominent yellowish brown (10YR 5/6) iron masses; sodium adsorption ratio = 22 dS/m, electrical conductivity = 7 mmhos/cm; common fine iron-manganese concretions and common medium calcium carbonate concretions; slightly alkaline; gradual smooth boundary.  (Combined thickness of the A horizon ranges from 66 to 102 centimeters (26 to 40 inches) thick)\nCg--91 to 152 centimeters (36 to 60 inches); dark grayish brown (2.5Y 4/2) silty clay, light brownish gray (2.5Y 6/2) dry; massive; very hard, very firm; many medium prominent yellowish brown (10YR 5/6) iron masses; sodium adsorption ratio= 31 dS/m, electrical conductivity= 4 mmhos/cm; common fine iron manganese concretions and common medium and coarse calcium carbonate concretions; strong effervescence on calcium carbonate concretions; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Otoe County, Nebraska; about 10 kilometers (6 miles) south and 5 kilometers (3 miles) east of Syracuse; 329 meters (1080 feet) south and 253 meters (830 feet) west of northeast corner, sec. 24, T. 7 N., R. 11 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: 66 to 102 centimeters (26 to 40 inches)\nMollic epipedon: 66 to 102 centimeters (26 to 40 inches)\nDepth to lime: 25 to 61 centimeters (10 to 24 inches)\nSodium adsorption ratio above 30 centimeters (12 inches): 4 to 10 dS/m\nElectrical conductivity: 1 to 3 mmhos/cm.\nSodium adsorption ratio below 30 centimeters (12 inches): 10 to 35 dS/m\nElectrical conductivity: 4 to 8 mmhos/cm.\nA horizon:\nHue: 10YR or 2.5Y\nValue: 2 or 3, 4 or 5 dry\nChroma: 0 to 2\nAp texture: clay loam, silty clay loam and less commonly loam\nA horizon texture: silty clay loam or silty clay, 35 and 45 percent clay\nReaction: slightly acid to slightly alkaline\nCg horizon:\nHue: 10YR, 2.5Y, or 5Y\nValue: 2 to 4, 5 or 6 dry\nChroma: 1 or 2\nRedox features: few to many, fine and medium, and faint to prominent\nTexture: silty clay, averaging 40 and 50 percent clay\nReaction: slightly alkaline to strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Chehalem, Clamo, Derrynane, Okoboji, Peotone,\nRantoul, Shiloh, Wabash and Zook soils.\nClamo, Okoboji, Peotone and Zook soils contain less soluble salts and have a sodium adsorption ratio less than 13 dS/m in the series control section.\nChechalem soils have greater than 5 percent paragravel in the series control section and are in areas that have a mean annual precipitation range of 102 to 152 centimeters (40 to 60 inches).\nDerrynane soils have a sand content of more than 30 percent in the lower one fourth of the series control section and have 2 to 8 percent rock fragments in the lower third of the series control section.\nRantoul and Wabash have a clay content of more than 45 percent in the particle-size control section.\nShiloh soils are in areas that have a mean annual precipitation range of 91 to 109 centimeters (36 to 43 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: flood plains\nParent material: silty and clayey alluvium that is high in sodium\nSlopes: 0 to 2 percent\nLandform: lower part of the landscape commonly some distance from the main stream channel, in places dissected by channels because of stream straightening\nPosition: where salts have been or are accumulating from seepage or overflow\nMean annual precipitation: 71 to 89 centimeters (28 to 35 inches)\nMean annual temperature ranges from 11 to 14 degrees C. (51 to 57 degrees F.)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Colo, Lamo, Saltine and Wabash soils.\nThese soils are on similar positions as Zoe.\nColo, Lamo, Saltine and Wabash soils contain less salts and sodium throughout the solum.\nColo and Lamo soils are fine-silty.\nWabash soils contain more clay.\nSaltine soils are fine-silty and lack a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: poorly drained\nSaturated Hydraulic Conductivity: low\nSeasonal high water table: 30 to 91 centimeters (1 to 3 feet), highest in winter and early spring\nSoils commonly pond water: short duration\nFlooding: occasionally"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the acreage is cultivated.\nDryland crops are grain sorghum or wheat with small areas of irrigated corn.\nMinor acreage is in grass.\nCommon grasses are switchgrass, wheatgrass and saltgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Nebraska.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: SALINA, KANSAS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lancaster County, Nebraska, 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features recognized in this pedon are:  Mollic epipedon: 0 to 91 centimeters (0 to 36 inches) (Ap, A1, A2, Az and Acg horizons)\nAquic conditions: saturation between 40 and 50 cm and directly below the mollic epipedon a matrix chroma of 2 and a hue of 2.5Y\nCharacteristics: vertic\nClay content: greater than 35 percent below the Ap horizon\nEstimated linear extensibility: 6.0 cm or more in the upper 100 cm\nADDITIONAL DATA:  Pedons sampled for NSSL:\nS73NE-131-001,\nS80NE-097-002,\nS81NE-127-009 http://ssldata.sc.egov.usda.gov/rptExecute.asp?p=9125&r=1&submit1=Get+Report\nS82NE-097-005.\nModified format by LRM in 3/2006 to include metric conversion and change permeability to saturated hydraulic conductivity.\nCWL - 03/12/2020\nAdded native veg paragraph.\nIn Nebraska, the native vegetative cover is a herbaceous wetland community commonly inhabited with inland saltgrass (Distichlis spicata), foxtail barley (Hordeum jubatum), annual marsh-elder (Iva annua), Plains bluegrass (Poa arida), saltwort (Salicornia rubra), prairie cordgrass (Spartina pectinata), seablite (Suaeda calceoliformis). Source: Terrestrial Ecological Systems and Natural Communities of Nebraska, Version IV.  S.B. Rolfsmeier and G. Steinauer.  Nebraska Natural Heritage Program, Nebraska Game and Parks Commission. 2010\nNational Cooperative Soil Survey\nU.S.A."
  }
}
