{
  "SERIES": "ZOHNER",
  "STATUS": "Established Series",
  "BYREV": "Rev. TWP/CBR/FCF",
  "REVDATE": "08/2012",
  "STATES": "ID,WY",
  "OVERVIEW": "The Zohner series consists of very deep, poorly drained soils that formed in mixed alluvium. Zohner soils are on flats and terraces on valley floors and the lower parts of fan remnants. Slopes are 0 to 2 percent. The mean annual precipitation is about 406 millimeters and the mean annual air temperature is about 5 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, carbonatic Calcic Cryaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Zohner silt loam on 0 percent slope on a flat at an elevation of 1844 meters. (Colors are for moist soil unless otherwise noted.)\nA--0 to 5 cm; black (10YR 2/1) and very dark grayish brown (10YR 3/2) silt loam, dark gray (10YR 4/1) and gray (10YR 5/1) dry; strong very fine granular structure; very friable, slightly sticky and slightly plastic; common fine distinct brown (10YR 4/3) iron masses; strongly effervescent; slightly alkaline (pH 7.5); abrupt wavy boundary. (5 to 13 cm thick)\nAk--5 to 25 cm; dark gray (2.5Y 4/1) silty clay loam, gray (2.5Y 6/1) dry; weak thin platy structure parting to weak or moderate very fine granular; slightly hard, firm, slightly sticky and slightly plastic; many very fine roots; common very fine pores; few fine distinct dark yellowish brown (10YR 4/4) iron masses, light yellowish brown (10YR 6/4) dry; strongly effervescent; moderately alkaline (pH 8.0); clear smooth boundary. (13 to 33 cm thick)\nBkg1--25 to 33 cm; gray (5Y 6/1) silty clay loam, white (2.5Y 8/1) dry; weak thin platy structure parting to weak very fine granular; very hard, firm, slightly sticky and moderately plastic; many fine roots; few very fine pores and medium root channels; many fine prominent dark yellowish brown (10YR 4/4) iron masses on surfaces of root channels, light yellowish brown (10YR 6/4) dry; strongly effervescent; moderately alkaline (pH 8.1); clear irregular boundary. (8 to 33 cm thick)\nBkg2--33 to 46 cm; dark gray (N 4/) silty clay loam, light gray (2.5Y 7/1) dry; weak very fine angular blocky structure parting to weak fine granular; very hard, firm, moderately sticky and moderately plastic; many fine roots; few very fine pores; few fine faint dark olive gray (5Y 3/2) moist iron masses, olive gray (5Y 4/2) dry; strongly effervescent; slightly alkaline (pH 7.7); abrupt wavy boundary. (0 to 15 cm thick)\nBkg3--46 to 69 cm; gray (N 5/) clay loam, light gray (2.5Y 7/1) dry; massive; very hard, firm, moderately sticky and moderately plastic; common fine roots; few medium and coarse strongly cemented calcium carbonate concretions; many medium distinct and prominent light yellowish brown (2.5Y 6/4) and olive yellow (2.5Y 6/6) dry iron masses; few gravels in lower part; slightly effervescent; moderately alkaline (pH 7.9); clear wavy boundary. (15 to 51 cm thick)\n2Bkg4--69 to 100 cm; dark gray (5Y 4/1) gravelly coarse sandy loam, gray (5Y 6/1) dry; massive; very hard, friable, moderately sticky and moderately plastic; common fine roots; many large faint light olive gray (5Y 6/2) dry iron masses and common medium distinct light yellowish brown (2.5Y 6/3) dry iron masses; 20 percent gravel: slightly effervescent; moderately alkaline (pH 7.9); clear smooth boundary. (0 to 64 cm thick)\n3Bg--100 to 114 cm; dark gray (2.5Y 4/1) very gravelly loamy coarse sand, light gray (2.5Y 7/1) dry; single grain; loose; nonsticky and nonplastic; few fine roots; very slightly effervescent; 40 percent gravel uncoated; slightly alkaline (pH 7.8); gradual wavy boundary. (0 to 51 cm thick)\n3Cg--114 to 152 cm; dark grayish brown (2.5Y 4/2) extremely gravelly sand, light brownish gray (2.5Y 6/2); single grain; loose; nonsticky and nonplastic; 65 percent gravel; very slightly effervescent; slightly alkaline (pH 7.8)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Teton County, Idaho; about 2 kilometers west of Driggs; 436 meters east and 232 meters south of the northwest corner of section 34, T. 5 N., R. 45 E; Bates USGS topographic quadrangle; lat. 43 degrees, 43 minutes, 16 seconds N. and long. 111 degrees, 8 minutes, 7.6 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMollic epipedon thickness: 18 to 46 cm\nDepth to calcic: 5 to 13 cm\nDepth to redoximorphic features (iron concentrations/depletions): 0 to 27 cm\nControl section total clay: 20 to 40 percent\nControl section carbonate clay: 2 to15 percent\nControl section noncarbonate clay: 18 to 25 percent\nDepth to sandy-skeletal material (3Bg or 3Cg horizon): 100 to 152 cm\nRock fragments: Where fragments are present, there are 15 to 30 percent gravel in the\nparticle size control section and 15 to 70 percent below the particle size control\nsection.\nSoil reaction: Slightly alkaline to moderately alkaline\nMean annual soil temperature: 3.9 to 7.2 degrees C.\nMean summer soil temperature: 6.1 to 12.8 degrees C. cryic soil temperature regime\nA horizon\nHue: 7.5YR to 2.5Y moist\nValue: 2 to 5 moist\nChroma: 1 to 3 moist\t\t\t\t\t\t\t\t            Texture: SIL or MKPT\nRedoximorphic features (when they occur): Hue 7.5YR or 10YR, value 3 or 4, chroma 2 to 6 moist\nAk horizon\nHue: 10YR or 2.5Y moist\nValue: 3 or 4 moist\nChroma: 1 or 2 moist\nTexture: SICL or SIL\nRedoximorphic features (when they occur): chroma 3 or 4 moist\nCalcium carbonate equivalent: 10 to 40 percent; finely divided carbonate acts as a white pigment to mask the colors of the organic matter.\nBkg horizon\nHue: 10YR to 5Y, N moist\nValue: 2 to 7 moist, 7 or 8 dry\nChroma: 0 to 2 moist\nTexture: SICL, CL, SIL with 0 to 15 percent gravel\nRedoximorphic features (when they occur): Hue 10YR or 2.5Y moist, value 4 to 6 moist chroma 1 to 8 moist\nCalcium carbonate equivalent: 40 to 80 percent\n2Bkg horizon (when present)\nHue: 10YR to 5Y, N moist, 2.5Y or 5Y dry\nValue: 2 to 7 moist, 6 or 7 dry\nChroma: 0 to 2 moist\nTexture: SIL, SL, COSL, SICL with 15 to 35 percent gravel\nCalcium carbonate equivalent: 20 to 70 percent\n3Bg or 3Cg horizon\nHue: 10YR or 2.5Y moist\nChroma: 1 to 4 moist\nTexture: GRV-LCOS, GRX-S\nCalcium carbonate equivalent: 5 to 25 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no soil series in the family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Outwash and alluvial plains\nLandform: Flats and terraces on valley floors and the lower parts of fan remnants\nElevation: 1804 to 1859 meters\nSlope: 0 to 2 percent\nParent material: Mixed alluvium\nMean annual precipitation: 305 to 457 mm\nMean annual air temperature: 3.3 to 6.7 degrees C\nFrost free period: 20 to 50 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cedron Furniss, Boquet, Tepete Zundell, Foxcreek, and Zufelt soils. Furniss, Boquet, and Tepete soils are found on adjacent swales and drainageways. Furniss and Boquet soils have mixed mineralogy, lack calcic horizons, and have colors in the mollic epipedon darker than value of 5 dry and 3 moist. Tepete soils are histosols. Zundell soils are located on adjacent mounds and have a xeric soil moisture regime. Foxcreek and Zufelt soils are on nearby flats on the valley floor and have a contrasting particle size class and mixed mineralogy. Cedron soils are fine-silty."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class: Poorly drained\nRunoff: Low\nSaturated hydraulic conductivity: Moderately low over very high\nFlooding frequency and duration: Occasional to frequent flooding for long periods in May to July"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor uses: Wet meadow pasture\nRange/ecological site: R013XY039ID\nDominant native vegetation: Shrubby cinquefoil, slender wheat grass, baltic rush (and\nother rushes), sedges, redtop, and scattered willows"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Eastern Idaho, MLRA 13\nExtent: These soils are not extensive"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Teton County, Idaho, 1975; Teton Area, Idaho-Wyoming\nSoil Survey"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and soil characteristics recognized in this pedon are:\nMollic epipedon: From a depth of 0 to 25 cm; this pedon meets mollic criteria by having a fine-earth fraction that has a calcium carbonate equivalent of 40 percent or more and a color value, moist, of 5 or less. Some other pedons meet mollic criteria by being 18 to 25 centimeters thick (after mixing the upper 18 cm of mineral soil) and one-third or more of the total thickness between the mineral soil surface and the upper boundary of any identifiable secondary carbonates.\nCalcic horizon: From a depth of 5 to 100 cm\nCalcium carbonate equivalent: Greater than 40 percent in the particle size control section\nRedoximorphic features (iron concentrations/depletions): Beginning at a depth of 0 to 100 cm\nParticle size control section: from a depth of 25 to 100 cm\nSoil temperature regime: Cryic\nSoil moisture regime: Aquic\nADDITIONAL DATA:\nLab data from NSSL, Lincoln, NE:\nThis pedon was sampled as PEDON ID: S57ID-081-013.\nAdditional reference samples are PEDON ID:\nS57ID-081-014\nS04ID-081-002\nNational Cooperative Soil Survey\nU.S.A."
  }
}
