{
  "SERIES": "ZOLFO",
  "STATUS": "Established Series",
  "BYREV": "Rev. AGH-CAP-AMS",
  "REVDATE": "12/2016",
  "STATES": "FL",
  "OVERVIEW": "The Zolfo series consists of very deep, somewhat poorly drained soils that formed in sandy marine sediments.  Zolfo soils are on ridges, rises, and knolls on adjacent flatwoods on marine terraces.  Slopes are linear to convex and range from 0 to 5 percent. Near the type location, the mean annual temperature is about 22 degrees C (72 degrees F), and the mean annual precipitation is about 1397 millimeters (55 inches).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, siliceous, hyperthermic Oxyaquic Alorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Zolfo fine sand, on rangeland at an elevation of 19.4 meters (64 feet) above mean sea level.\nA--0 to 13 centimeters (0 to 5 inches); gray (10YR 5/1) fine sand, gray (10YR 6/1), dry; single grain structure; loose, nonsticky, nonplastic; many fine and medium roots throughout; very strongly acid, pH 4.9; clear smooth boundary. [5 to 23 centimeters (2 to 9 inches) thick]\nE1--13 to 36 centimeters (5 to 14 inches); grayish brown (10YR 5/2) fine sand; single grain structure; loose, nonsticky, nonplastic; common fine roots throughout; very strongly acid, pH 4.9; gradual smooth boundary.\nE2--36 to 114 centimeters (14 to 45 inches); pale brown (10YR 6/3) fine sand; single grain structure; loose, nonsticky, nonplastic; few fine roots throughout and few coarse roots throughout; 1 percent fine distinct irregular yellowish brown (10YR 5/8), moist, masses of oxidized iron throughout; strongly acid, pH 5.1; gradual smooth boundary.\nE3--114 to 150 centimeters (45 to 59 inches); light yellowish brown (10YR 6/4) fine sand; single grain structure; loose, nonsticky, nonplastic; few medium roots throughout; 1 percent fine distinct irregular yellowish brown (10YR 5/8), moist, masses of oxidized iron throughout; strongly acid, pH 5.5; clear smooth boundary. [Combined thickness of the E horizon is 123 to 178 centimeters (48 to 70 inches) thick]\nBh1--150 to 170 centimeters (59 to 67 inches); dark brown (7.5YR 3/2) fine sand; single grain structure; friable, slightly hard, nonsticky, nonplastic; 55 percent distinct organic  stains between sand grains; very strongly acid, pH 4.8; clear smooth boundary. [8 to 41 centimeters (3 to 16 inches) thick]\nBh2--170 to 203 centimeters (67 to 80 inches); very dark brown (10YR 2/2) fine sand; single grain structure; friable, slightly hard, nonsticky, nonplastic; 70 percent distinct  organic stains between sand grains; 2 percent medium faint irregular black (10YR 2/1), moist, iron-manganese masses throughout; very strongly acid, pH 4.8."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  De Soto County, Florida; about 3.9 kilometers (2.4 miles) west of US 17 and 2.1 kilometers (1.3 miles) north of 102nd Street on NE Williams Ave. and 80 meters (262 feet) east; about 636 meters (2,100 feet) east and 303 meters (1,000 feet south) of the NW 1/4, of Sec. 30, T. 36 S., R. 25 E.; Latitude and Longitude; 27 degrees, 19 minutes 21.13 seconds, north and 81 degrees, 51 minutes, 9.09 seconds, west; WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: 30 to 90 centimeters (12 to 36 inches)\nSolum thickness range: 203 centimeters (80 inches) or more\nAquic conditions: 46 to 107 centimeters (16 to 42 inches)\nOchric epipedon: 0 to 160 centimeters (0 to 63 inches)\nDepth to albic horizon: 18 to 160 centimeters (7 to 63 inches)\nDepth to spodic horizon: 127 to 201 centimeters (50 to 79 inches)\nDepth to endosaturation: 46 to 107 centimeters (18 to 42 inches)\nReaction above pH 6.0 is due to liming.\nParticle-size control section (weighted averages):\nClay content: 0 to 8 percent\nFine sand content: 30 to 75 percent\nA or Ap horizon:\nHue: 10YR\nValue: 2 to 5\nChroma: 1 or 2\nTexture: fine sand or sand\nClay content: 0 to 7 percent\nRock fragments: 0\nReaction: very strongly acid to neutral (pH 4.5 to 7.3)\nEC (mmhos/cm): 0 to 2\nE horizon:\nHue: 10YR or 2.5Y\nValue: 5 to 8\nChroma: 2 to 4, chroma of 1 or 2 occurs in the lower part in some pedons.\nTexture: fine sand or sand\nClay content: 0 to 5 percent\nRock fragments: 0\nReaction: very strongly acid to neutral (pH 4.5 to 7.3)\nEC (mmhos/cm): 0 to 2\nRedoximorphic features--masses of oxidized iron in shades of red, yellow, or brown and iron depletions in shades of gray, 1 to 20 percent, fine or medium, faint to distinct\nBh horizon:\nHue: 5YR, 7.5YR, or 10YR\nValue: 2 to 4\nChroma: 1 to 3\nTexture: fine sand or sand\nUn-Coated sand grains: few to many (5 to 90 percent)\nClay content: 2 to 10 percent\nRock fragments: 0\nReaction: extremely acid to slightly acid (pH 3.5 to 6.5); average pH in all spodic horizons is less than 5.9\nEC (mmhos/cm): 0 to 2\nOrganic Carbon: lacks a weighted average of 0.6 percent or more organic carbon in the matrix of the upper 12 inches or 2.3 percent or more in the upper 2 centimeters\nRedoximorphic features--masses of oxidized iron in shades of red, yellow, or brown and iron depletions in shades of gray, 1 to 20 percent, fine or medium, faint to distinct"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bimini (FL), Cassia (FL), Electra (FL), Narcoossee (FL), Newnan (FL), and Pomello (FL) series.\nCassia and Narcoossee soils have spodic horizons at depths of 25 to 76 centimeters (10 to 30 inches)\nBimini, Electra and Newnan soils have an argillic horizon below the spodic horizon.\nPomello soils have spodic horizons at depths of 76 to 127 centimeters (30 to 50 inches)"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: sandy marine sediments\nLandscape: Lower Coastal Plain\nLandform: ridges, rises, and knolls on adjacent flatwoods on marine terraces\nSlopes: 0 to 5 percent\nElevation: 0 to 35 meters (0 to 115 feet)\nMean annual temperature: 21 to 25 degrees C (70 to 77 degrees F)\nMean annual precipitation: 1143 to 1524 millimeters (45 to 60 inches)\nFrost-free period: 345 to 365 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nAdamsville and Tavares soils lack a spodic horizon and are in similar landform positions.\nImmokalee soils have a spodic horizon within 76 to 127 centimeters (30 to 50 inches), have a seasonal high water table of 0 to 30 centimeters (0 to 12 inches), and are in similar landform positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED CONDUCTIVITY:\nDrainage class: Somewhat poorly drained\nSaturated hydraulic conductivity (Ksat):  high to very high in the A and E horizon and moderately high to high in the Bh horizon\nPermeability: rapid in the A and E horizons and moderate permeability in the Bh horizon,\nRunoff: negligible to very low\nDepth to seasonal high water table: 46 to 107 centimeters (18 to 42 inches) of the surface for about 6 months during most years, and within 107 to 152 centimeters (42 to 60 inches) most of the rest of the year."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nUnder natural conditions Zolfo soils are used for water quality and wildlife habitat, many areas are used for citrus crops.\nPotential native vegetation consists of scattered turkey, laurel, or water oaks; long leaf or slash pine with an undercover of pineland threeawn, bluestem, lopsided indiangrass, gallberry, native weeds and sawpalmetto."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nMajor Land Resource Area (MLRA): Southern Florida Flatwoods (MLRA 155) and South Central Florida Ridge (MLRA 154)\nExtent: Moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:\nPasco County, Florida; 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle sized control section:  25 to 100 centimeters (10 to 40 inches)\nDiagnostic horizons and features recognized in this pedon:\nOchric epipedon - 0 to 150 centimeters (0 to 59 inches) (Ap, E1, E2, and E3 horizons)\nAlbic horizon - 13 to 150 centimeters (5 to 59 inches) (E1, E2, and E3 horizons)\nSpodic horizon - 150 to 203 centimeters (59 to 80 inches) (Bh1 and Bh2 horizons)\nOxyaquic conditions - 46 to 160 centimeters (18 to 63 inches) (E2, E3 and E4 horizons)\nEndosaturation - 46 to 203 centimeters (18 to 80 inches)\nSoil classified according to the 12th Edition of the Keys to Soil Taxonomy.\nZolfo soils were formerly mapped as inclusions in the Adamsville series.\nADDITIONAL DATA:\nLaboratory data is available on the National Soil Survey website at: http://ncsslabdatamart.sc.egov.usda.gov/querypage.aspx\nOSD User Site ID: S1985FL027014\nOSD Pedon Site ID: S1985FL027014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
