{
  "SERIES": "ZONITE",
  "STATUS": "Established Series",
  "BYREV": "Rev: TJK-JAL-RJS",
  "REVDATE": "01/2007",
  "STATES": "MT",
  "OVERVIEW": "The Zonite series consists of very shallow, somewhat excessively drained soils formed in residuum derived from granite or other coarse grained igneous or metamorphic rocks.  These soils occur on hill and mountain slopes, pediments and ridges in foothills and mountains.  Slopes are 2 to 70 percent. Mean annual precipitation is about 16 inches, and mean annual air temperature is about 37 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed Lithic Cryorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Zonite very gravelly coarse sandy loam, in rangeland (colors are for dry soil unless otherwise noted).\nA--0 to 4 inches; brown (10YR 5/3) very gravelly coarse sandy loam, brown (10YR 4/3) moist; weak fine granular structure; soft, very friable, slightly sticky and nonplastic; common very fine and few fine and medium roots; many very fine interstitial pores; 35 percent, mainly fine, gravel; slightly acid (pH 6.4); clear wavy boundary. (0 to 4 inches thick)\nBC--4 to 9 inches; yellowish brown (10YR 5/4) very gravelly loamy coarse sand, dark yellowish brown (10YR 4/4) moist; single grain; loose, nonsticky and nonplastic; few fine and very fine roots; common very fine interstitial pores; 45 percent, mainly fine, gravel; neutral (pH 6.6); abrupt wavy boundary. (2 to 9 inches thick)\nCr--9 to 13 inches; soft, weathered granite bedrock.\nR--13 inches; hard granite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Silver Bow County, Montana; 2,600 feet south and 1,300 feet east of the NW corner of sec. 31, T. 3 N., R. 9 W. Burnt Mountain topographic quadrangle, UTM zone 12T, 0362750E, 5091903N, NAD 27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 34 to 42 degrees F., cryic temperature regime.\nSoil moisture control section - between 4 inches and the paralithic contact; dry in some or all parts for 90 or more cumulative days in normal years; not dry in all parts for more than half of the cumulative days. Ustic moisture regime.\nDepth to paralithic contact - 4 to 10 inches\nDepth to lithic contact - 6 to 20 inches\nThe Cr horizon may be lacking in some profiles with a lithic contact 10 inches or less deep.\nSurface cover - 0 to 5 percent stones and boulders\nThe surface, when mixed to a depth of 7 inches or to the bedrock contact, when less than 7 inches, does not meet the color requirements for a mollic epipedon.\nA Horizon - Value: 4, 5, or 6 dry; 2, 3, or 4 moist\nChroma: 2 or 3\nTexture: coarse sandy loam or loamy coarse sand\nClay content: 2 to 12 percent\nRock fragments: 25 to 60 percent-25 to 40 percent fine gravel, 0 to 20 percent cobbles, stones and boulders\nReaction: pH 5.6 to 7.0\nBC Horizon - Value: 5, 6, or 7 dry; 4, 5, or 6 moist\nChroma: 2, 3, or 4\nTexture: loamy coarse sand or coarse sand\nClay content: 2 to 8 percent\nRock fragments: 35 to 70 percent-35 to 50 percent fine gravel, 0 to 20 percent cobbles, stones, and boulders\nReaction: pH 5.8 to 7.2"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Granylith and Rodell series.  Granylith soils are shallow and moderately well drained with redoximorphic features just above the bedrock contact.  Rodell soils have a xeric moisture regime that borders on aridic.  The closely related, but not competing, Hiwan series has paramicaceous mineralogy with 65 percent or more, by grain count, mica and stable mica pseudomorphs in the 0.02 to 2 mm fraction."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - hillslopes, mountain flanks, ridges, and bedrock floored pediments\nElevation - 5,150 to 82300 feet\nSlope - 2 to 70 percent\nParent material - residuum from granite or other coarse grained igneous or metamorphic rocks\nClimate - long cold winters; moist springs; cool, dry summers\nMean annual precipitation - 15 to 19 inches\nMean annual air temperature - 32 to 40 degrees F.\nFrost-free period - 20 to 70 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the the Branham, Hiore, and Tepecreek series. Branham soils have a mollic epipedon and bedrock at 20 to 40 inches from the soil surface.  They occur in adjacent grassland areas. Hiore and Tepecreek are forested. Hiore soils lack bedrock within 60 inches and have a cambic horizon.  Tepecreek soils have bedrock within 20 to 40 inches and have an argillic horizon.  Both these soils occur on more linear to concave slope positions relative to the Zonite series."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Zonite soils are primarily used for rangeland and as wildlife habitat. These soils support a range of Doulas-fir canopy densities from scattered individuals of Douglas-fir and rocky mountain juniper to partially closed stands of Douglas-fir with lodgepole pine.  Native vegetation in open areas is mainly bluebunch wheatgrass, Idaho fescue, rubber rabbitbrush, Hood's phlox, fringed sagewort and miscellaneous small forbs with scattered conifers.  Sparse understory vegetation in partially closed stands is mainly bluebunch wheatgrass, common juniper, bitterbrush, kinnikinnick, elk sedge and heartleaf arnica."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Zonite soils are of limited extent in mountain and foothill areas of southwestern Montana."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Silver Bow County, Montana, 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: an ochric epipedon from the soil surface to 4 inches (A horizon); a paralithic contact of soft granite bedrock at 9 inches (Cr horizon); a lithic contact at 13 inches (R horizon); a particle-size control section from 0 to 9 inches (A, BC horizons). Zonite soils have a cryic temperature regime and an ustic moisture regime.  Gravel throughout the profile is primarily fine pea gravel less than 7 mm in diameter.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
