{
  "SERIES": "ZORRA",
  "STATUS": "Established Series",
  "BYREV": "Rev. CLG:WMR:JWS",
  "REVDATE": "11/2007",
  "STATES": "TX",
  "OVERVIEW": "The Zorra series consists of shallow, well drained, moderately\npermeable soils that formed over indurated limestone of Cretaceous\nsystem.  The soils are on gently undulating to hilly uplands of\nthe Edwards Plateau.  They have dark grayish brown stony loam A\nhorizons containing about 60 percent by volume of fragments of\nlimestone over a petrocalcic horizon that covers the limestone\nbedrock.  Slopes range from less than 1 to 15 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic, hyperthermic Lithic Petrocalcic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Zorra cobbly loam--rangeland.\n(Colors are for dry soil unless otherwise stated.)\nA1--0 to 8 inches; dark grayish brown (10YR 4/2) cobbly loam,\nvery dark brown (10YR 3/2) moist; moderate fine granular\nstructure; slightly hard, friable; common fine roots; many\nfragments of limestone and caliche increasing in amount with depth\nand comprise 60 percent by volume, about half of which are less\nthan 3 inches in diameter; the fragments of limestone are coated\nwith calcium carbonate and have pendants on the bottom; few\nfragments of limestone up to 10 inches along the long axis;\ncalcareous; moderately alkaline; abrupt wavy boundary.  (4 to 20\ninches thick)\nCcam--8 to 12 inches; indurate white (10YR 8/2) caliche, that\nhas a hardness of about 3 on Moh's scale and is laminar in the\nupper 1/2 inch; abrupt wavy boundary.  (1 to 6 inches thick)\nR & Cca--12 to 15 inches; fractured indurated limestone;\ncracks and crevices are filled and partially sealed with secondary\ncalcium carbonate; gradual wavy boundary.  (0 to 12 inches thick)\nR--15 to 20 inches; fractured limestone bedrock; few seams of\nsecondary calcium carbonate in upper part."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Val Verde County, Texas; 7.5 miles west on US\nHighway 90 from its junction with US Highway 277 about 5 miles\nnorth of Del Rio; 0.5 mile north on Diablo East Marina road; 0.3\nmile east on unpaved National Park Service road; 150 feet north in\nrangeland."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is 4 to 19 inches and\ncorresponds to the depth to the petrocalcic horizon.  Depth to\nlimestone bedrock is 5 to 20 inches.  Coarse fragments of\nlimestone and caliche comprise 35 to 80 percent by volume of the\nsoil mass.  About 5 to 50 percent are gravel size, 10 to 35\npercent cobble size, and 1 to 60 percent stone size.  More than 40\npercent of the soil mass less than 20 mm is made up of limestone\nfragments and reprecipitated carbonates.\nThe A horizon is brown (7.5YR 5/2, 4/2; 10YR 5/3, 4/3), dark\ngrayish brown (10YR 4/2), very dark grayish brown (10YR 3/2), very\ndark gray (10YR 3/1), or dark brown (7.5YR 3/2).  Moist values and\nchromas are 2 or 3.  The fine earth fraction is loam, silt loam,\nor clay loam with a clay content of 18 to 32 percent.  Structure\nis weak to moderate, granular to subangular blocky, in fine to\nmedium sizes.  Moist consistence is very friable to friable.\ncalcium carbonate equivalent is 10 to 30 percent in the fine earth\nfraction.\nThe Ccam horizon is strongly cemented to indurated and laminar in\nthe upper part with cementation decreasing with depth.\nThe R & Ca layer is lacking in some pedons.  The R layer in most\npedons consists of thick beds of indurated limestone, but some\npedons are over interbedded limestone containing thin strata of\nchalk and marl.\nCompeting Series:  These include the Amistad, Boracho, Ector,\nJimenez, Kavett, Olmos, Talpa and Tarrant series.  Amistad,\nBoracho, Ector, Kavett, Talpa and Tarrant soils have mean annual\nsoil temperatures less than 72 degrees F.  In addition, Amistad\nsoils are over flaggy limestone.  Boracho soils have mixed\nmineralogy.  Ector, Talpa, and Tarrant soils lack petrocalcic\nhorizons.  Jimenez and Olmos series lack the indurated limestone\nlayer immediately below the petrocalcic horizon; and in addition,\nJimenez soils have mixed mineralogy and contain many siliceous\npebbles in the soil mass."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "NA"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Zorra soils are on gently undulating to hilly\nuplands.  Slopes range from less than 1 to 15 percent.  Rock\noutcrops are common, especially where gradients are over 8\npercent.  Stones generally occupy 1 to 15 percent of the surface.\nThe underlying rock is indurated limestone of the Cretaceous\nsystem, mainly of the Buda and Georgetown formations.  Some areas\nare interbedded with thin strata of marl or chalk.  The  mean\nannual temperature is 70 degrees to 75 degrees F.  Average annual\nprecipitation ranges from 15 to 23 inches and the Thornthwaite P-E\nindex ranges from 19 to 31."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing\nAmistad, Ector, Jimenez, Kavett and Olmos series, as well as the\nDev, Elindio, Felipe, Lozier and Valverde series.  Dev and Elindio\nsoils are over 20 inches deep and occur at lower elevation in\nalluvial sediments.  Lozier soils occur in similar positions and\nlack mollic epipedons and petrocalcic horizons.  Valverde soils\noccur in similar positions and are over 20 inches deep, and lack\nmollic epiedons.  Felipe soils are formed over shaly clay and\noccur on the steeper slopes and breaks at lower or higher\nelevations.\nDrainage and Permeability:  Well drained; medium to rapid runoff;\nmoderate perameability."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "NA"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used entirely for rangeland.  Native\nvegetation is short and mid-grasses with some desertic shrubs.\nGrasses are mainly gramas, tridens or threeawns.  Woody plants are\nmainly blackbrush, agarito, condalias, pricklypear, guayacan, and\nguajillo."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly in the southwestern part of the\nEdwards Plateau and probably considerable acreage in Mexico.  The\nseries is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "REGIONAL OFFICE",
    "content": "NA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Val Verde County, Texas; 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The classification of these soils is tentative; a new\nsubgroup, Lithic Petrocolcic Calciustolls will be proposed.  These\nsoils were formerly included as part of the Ector series and were\nformerly classified as Lithosols."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loam",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "cobbly",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "A1--0 to 8 inches; dark grayish brown (10YR 4/2) cobbly loam,"
      },
      {
        "name": "Ccam",
        "top": 20,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Ccam--8 to 12 inches; indurate white (10YR 8/2) caliche, that"
      },
      {
        "name": "Cca",
        "top": 30,
        "bottom": 38,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "indurated",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R & Cca--12 to 15 inches; fractured indurated limestone;"
      },
      {
        "name": "R",
        "top": 38,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--15 to 20 inches; fractured limestone bedrock; few seams of"
      }
    ]
  ]
}
