{
  "SERIES": "ZULCH",
  "STATUS": "Established Series",
  "BYREV": "Rev. CLN:ACT",
  "REVDATE": "02/97",
  "STATES": "TX",
  "OVERVIEW": "The Zulch series consists of soils that are moderately deep to weathered shale.  They are moderately well drained, very slowly permeable soils that formed from alkaline clayey and loamy deltaic sediments.  These soils are on plane to slightly convex uplands. Slope is dominantly 1 to 3 percent but ranges from 0 to 5 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Udertic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Zulch fine sandy loam--pasture.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 5 inches; dark grayish brown (10YR 4/2) fine sandy loam, grayish brown (10YR 5/2) dry; weak medium subangular blocky structure; extremely hard, friable; many fine roots; medium acid; abrupt wavy boundary.  (3 to 12 inches thick)\nBt1--5 to 13 inches; very dark grayish brown (10YR 3/2) clay, dark grayish brown (10YR 4/2) dry; few fine faint mottles of yellowish brown; weak coarse subangular blocky structure; extremely hard, very firm; few fine roots; common clay films; shiny ped faces; few fine pebbles; slightly acid; clear smooth boundary.  (6 to 20 inches thick)\nBt2--13 to 27 inches; very dark gray (10YR 3/1) clay, dark gray (10YR 4/1) dry; weak coarse subangular blocky structure; extremely hard, very firm; few fine roots; common clay films; few small pressure faces; neutral; clear smooth boundary.  (8 to 16 inches thick)\nBt3--27 to 36 inches; dark gray (10YR 4/1) clay, gray (10YR 5/1) dry; weak coarse subangular blocky structure; extremely hard, very firm; few fine roots; few clay films; few small pressure faces; mildly alkaline; clear smooth boundary.  (8 to 13 inches thick)\nC--36 to 60 inches; grayish brown (2.5Y 5/2) moist and dry clay interbedded with soft shale; common medium prominent light gray (10YR 7/1) mottles; thinly bedded rock structure; extremely hard, very firm; common white salts and calcium carbonate concretions at upper contact; calcareous and moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Brazos County, Texas.  From U.S. 90 in Bryan, 0.8 mile southeast on Texas Highway 6 bypass; 2.6 miles northeast on old Reliance road; 0.3 mile south on private road; 800 feet west in pasture."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 30 to 40 inches thick, which corresponds to the depth to underlying siltstone and shale strata.  The weighted average clay content of the control section ranges from 35 to 45 percent.  The COLE is greater than 0.09 in the argillic horizon and the soil has a potential linear extensibility of 6 cm or more in the upper meter.  The soil cracks when dry and the cracks are 1/2 inch to 1-1/2 inches wide and extend to 40 inches or more.  Salts and carbonate concretions range from common to many at the contact with C materials. Some pedons have exchangeable sodium percentage of 4 to 10 in the C horizon.  Siliceous pebbles range from none to few throughout.\nThe A horizon is less than 10 inches thick in more than 50 percent of the pedon, but ranges to as much as 12 inches thick in some parts of the pedon.  It has colors in hue of 10YR, value of 3 to 5, and chroma of 1 or 2.  It is fine sandy loam or loam.  Reaction is medium acid to neutral.  Some pedons have a thin E horizon.\nThe Bt1 horizon has hue of 10YR, value of 2 or 3, and chroma of 1 or 2, with few to common mottles in shades of brown or red.  Texture is clay loam, clay or silty clay.  Reaction ranges from medium acid to mildly alkaline.\nThe Bt2 and Bt3 horizons have hue of 10YR, value of 3 to 5, and chroma of 1 or 2, with mottles of brown, dark yellowish brown, and yellowish red range from none to common.  It is clay loam, clay or silty clay.  Reaction ranges from slightly acid to mildly alkaline.\nA BC or CB horizon is present in some pedons.  It is light brownish gray or grayish brown clay or clay loam with few to common mottles in shades of brown and yellow.  Masses of salts and calcium carbonates range from none to few.  Reaction ranges from neutral to moderately alkaline.\nThe C or 2C horizon is weakly consolidated siltstone and shale, and has hue of 10YR or 2.5Y, value of 5 to 7, and chroma of 2 or 3.  Mottles in shades of brown, yellow, and gray range from few to common.  The texture is clay or clay loam and is thinly bedded or has rock structure.  Some pedons contain strata that are sandy and some contain thin layers of ironstone.  Reaction is neutral or moderately alkaline.  Crystals of gypsum, barite, calcium carbonate and other salts range from none to common."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Axtell, Bremond, Crockett, Crosstell, Kurten, Navo and Tabor soils in the same family.\nAnacoco soils have strongly or very strongly acid Bt horizons.  Edna, Lufkin, and Oakhurst soils have higher value colors in the upper Btg horizons.  Herty soils are more acid in the Btg horizons, have higher electrical conductivity, and receive more annual precipitation.  Mabank soils have sola thicker than 60 inches and typically are unmottled in the upper Btg horizons.  The Arol soils have a paralithic contact at a depth of 20 to 40 inches.  Flatonia soils have mollic epipedons.  Hassee soils receive less annual precipitation and lack vertic properties."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Zulch soils are on nearly level to gently sloping uplands.  Slopes are plane or slightly convex and are typically 1 to 3 percent, but range from 0 to 5 percent.  The soil formed in alkaline clayey and loamy materials that are deposited over or weathered from soft shales and siltstone, mainly of the Yegua Formation.  The mean annual temperature is 65 to 68 degrees F. and mean annual precipitation ranges from 36 to 44 inches.  Frost free days range from 260 to 290 days and elevation ranges from 200 to 500 feet.  The Thornthwaite P-E index ranging from 50 to 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Boonville, Gredge, and Zack series.  The Boonville soils have thicker surface layers and are on lower positions.  Gredge and Zack soils have higher chroma colors and are better drained.  Gredge soils are on nearby side slopes.  Zack soils are on similar positions and on slightly higher ridges."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Surface runoff is very slow to medium.  Permeability is very slow.  Very slow to medium surface runoff; very slow internal drainage.  The soil is saturated in the A and upper Bt horizons for short periods during winter and spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used mainly for improved pasture and range.  Native vegetation is a mid to tall grass prairie of little bluestem, indiangrass, switchgrass, with some hackberry, elm, honey locust, and oak trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly in Texas claypan area of east-central Texas.  Series is of minor to moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Brazos County, Texas, 1985.  Series was proposed in adjoining Brazos County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils do not have an aquic moisture regime.  Classification change from Vertic Albaqualfs due to interpretations that low chroma matrix is due, in part, to lithochromic influences.  Field observations, landscape position and climate indicate the whole soil is not typically saturated throughout. These soils were previously included with the Lufkin series in 1958 Brazos County Soil Survey.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 5 inches (Ap horizon)\nArgillic horizon - 5 to 36 inches\nAbrupt textural change - at 5 inches (Bt horizons)\nVertic properties - cracks and high shrink-swell in 5- to 36-inch layers\nC horizons of thinly bedded, weakly consolidated materials\nADDITIONAL DATA:  TAMU data: Brazos County, S84TX-041-003; Madison County, S85TX-313-005.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
