{
  "SERIES": "ZUMMO",
  "STATUS": "Established Series",
  "BYREV": "GWC-JKW-RM",
  "REVDATE": "07/2014",
  "STATES": "TX",
  "OVERVIEW": "The Zummo series consists of very deep, very poorly drained, very slowly permeable soils formed in clayey sediments from firm clayey backswamp deposits of Holocene age. These nearly level soils occur in coastal freshwater marshes. Slope ranges from 0 to 1 percent. Mean annual precipitation is about 1397 mm (55 in), and mean annual air temperature is about 20.5 degrees C (69 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, hyperthermic Vertic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Zummo muck in rangeland. (Colors are for moist soil unless otherwise stated)\nOa--0 to 20 cm, (0 to 8 in); very dark gray (10YR 3/1) muck; massive; about 25 percent fiber, 5 percent rubbed; very fluid, flows easily between fingers leaving mainly roots in hand (n-value of 1.0 to 2.0); many medium roots; strongly acid; clear wavy boundary.(Thickness is 12 to 38 cm [5 to 15 in]).\nA1--20 to 40 cm, (8 to 16 in); black (10YR 2/1) clay; weak coarse prismatic structure parting to moderate medium subangular blocky; hard, firm; many fine and medium roots; few fine pores; very strongly acid; clear wavy boundary.\nA2--40 to 61 cm, (16 to 24 in); very dark gray (10YR 3/1) clay; moderate medium prismatic structure parting to moderate medium subangular blocky; hard, firm; common fine and medium roots; common fine prominent dark gray (10YR 4/1) iron depletions; few very dark gray (10YR 3/1) krotovina; strongly acid; gradual wavy boundary. (combined thickness of the A horizons is 25 to 61 cm [10 to 24 in]).\nBg1--61 to 86 cm, (24 to 34 in); dark gray (10YR 4/1) clay; moderate medium prismatic structure parting to moderate medium subangular blocky; hard, firm; common fine prominent brownish yellow (10YR 6/6) masses of iron accumulation; common fine roots; few very dark gray (10YR 3/1) krotovina; slightly acid; gradual wavy boundary.\nBg2--86 to 117 cm,(34 to 46 in); gray (10YR 6/1) clay; moderate medium prismatic structure parting to moderate medium subangular blocky; hard, firm; few fine roots; common fine prominent brownish yellow (10YR 6/6)masses of iron accumulation; few very dark gray (10YR 3/1) krotovina; slightly acid; gradual wavy boundary.\nBg3--117 to 168 cm, (46 to 66 in); light gray (10YR 7/1) clay; moderate medium prismatic structure parting to moderate fine subangular blocky; hard, firm; few fine roots; common fine prominent brownish yellow (10YR 6/6) masses of iron accumulations; few very dark gray (10YR 3/1) krotovina; neutral; gradual wavy boundary.\nBg4--168 to 203 cm, (66 to 80 in); light gray (2.5Y 7/1) clay; moderate medium prismatic structure parting to moderate fine subangular blocky; few fine roots; common fine prominent yellowish brown (10YR 5/8) masses of iron accumulation; few iron-manganese concretions 5 to 10 mm in size; few very dark gray (10YR 3/1) krotovina; neutral; gradual wavy boundary. (combined thickness of the Bg horizons is 76 to 152 cm [30 to 60 in])."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jefferson County, TX; from the intersection of Texas Highways 823 and 73 in west Port Arthur; 9.15 miles west on Texas Highway 73; 4 miles south; 1.5 miles north on private road; located about 300 ft west in marsh. (Big Hill Bayou USGS topographic quadrangle; Latitude: 29 degrees, 48 minutes, 13 seconds N; Longitude: 94 degrees, 06 minutes, 14 seconds W; WGS84)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the surface layer with n-value greater than 0.7 is less than 41 cm (16 in).\nMean annual soil temperature: 21.7 to 22.2 degrees C (71 to 72 degrees F)\nOa Horizon\nHue: 10YR to 5Y\nValue: 2 or 3\nChroma: 2 or less\nTexture: muck or mucky peat\nN Value: 0.7 to 2.0\nElectrical Conductivity (mmhos/cm): 0 to 2\nSodium Adsorption Ratio: 0 to 2\nReaction: very strongly acid to moderately acid\nA Horizon\nHue: 10YR to 5Y\nValue: 2 to 4\nChroma: 2 or less\nTexture: clay or silty clay\nElectrical Conductivity(mmhos/cm): 0 to 2\nSodium Adsorption Ratio: 0 to 4\nReaction(: extremely acid to moderately acid\nUpper Bg Horizons\nHue: 10YR to 5GY\nValue: 4 to 6\nChroma: 1 or less\nTexture: clay or silty clay\nElectrical Conductivity(mmhos/cm): 0 to 2\nSodium Adsorption Ratio: 0 to 4\nReaction: very strongly acid to slightly acid.\nLower Bg Horizons\nHue: 10YR to 5GY\nValue: 6 to 7\nChroma: 1 or less\nTexture: clay or silty clay\nElectrical Conductivity(mmhos/cm): 0 to 2\nSodium Adsorption Ratio: 0 to 4\nReaction: strongly acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series. Similar soils are the Ged and the Harris series.\nGed soils: has a very-fine particle size control section, has higher pH in subsoil, and has the presence of an argillic horizon.\nHarris soils: Does not have a histic epipedon, and is saline throughout."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: firm clayey fluviomarine deposits derived from igneous, metamorphic and sedimentary rock\nLandscape: Coastal plains\nLandform: Freshwater marshes\nSlope: 0 to 1 percent\nMean annual air temperature range: 20 to 22.2 degrees C (68 to 72 degrees F)\nMean annual precipitation: 1219 to 1575 mm (40 to 62 in)\nPrecipitation Pattern: Rainfall is fairly uniform throughout the year with slight peaks in the fall and spring months.\nFrost-free period: 270 to 300 days\nElevation: 0 to 2 m (0 to 7 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Allemands, Beaumont, and the Meaton series.\nAllemands soils: have an organic surface layer more than 40 cm (16 in) thick.\nBeaumont soils: have an ochric epipedon and are on slightly higher elevations.\nMeaton soils: have a fine-silty particle size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Very poorly drained. Runoff is negligible. Permeability is very slow.  The soil is frequently flooded for very long periods throughout the year and is frequently ponded for very long periods throughout the year.  These soils have endosaturation from 0 to 203 cm (0 to 80 in) below the surface during the same period."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for wildlife habitat and range. The vegetation consists of maidencane, giant cutgrass, common reed, switchgrass, California bulrush, cattail, Jamaica sawgrass, seashore paspalum, knotroot bristlegrass, and torpedograss."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Gulf Coast Marsh of southeast Texas and possibly southwest Louisiana. LRR T; MLRA 151. The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jefferson County, Texas; 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Zummo soils were formerly included with the Harris series.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 20 to 61 cm (8 to 24 in). (A1 and A2 horizons)\nVertic features: Linear extensibility of 6.0 or more between the mineral soil surface and depth of 102 cm (40 in). (A1,A2,Bg1,Bg2 horizons)\nEndosaturation: The soil is saturated with water in all layers from the soil surface at 0 to 203 cm (0 to 80 in). (A and Bg horizons)\nAquic conditions: Redoximorphic features, reduction, and saturation throughout the pedon most of the time in all years.\nSapric soil materials: 0 to 20 cm (0 to 8 in) (Oa horizon).\nTaxonomic Version: Keys to Soil Taxonomy, Eleventh Edition, 2010\nNational Cooperative Soil Survey\nU.S.A."
  }
}
