{
  "SERIES": "ZUMWALT",
  "STATUS": "Established Series",
  "BYREV": "Rev. MGL/AON/SCW",
  "REVDATE": "02/2009",
  "STATES": "OR",
  "OVERVIEW": "The Zumwalt Series consists of moderately deep, well drained soils formed in loess and volcanic ash over residuum and colluvium derived from basalt or volcanic tuff.  Zumwalt soils are on hills and plateaus.  Slopes are 0 to 20 percent.  The mean annual precipitation is about 16 inches and the mean annual air temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Vertic Palexerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Zumwalt ashy silt loam - cultivated, at an elevation of 4,590 feet.  (Colors are for moist soil unless otherwise noted.)\nAp--0 to 7 inches; black (10YR 2/1) ashy silt loam, dark gray (10YR 4/1) dry; weak thin platy and moderate medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; many fine and common medium roots; few very fine tubular and many very fine irregular pores; slightly acid (pH 6.2); abrupt smooth boundary.  (6 to 10 inches)\nE--7 to 9 inches; very dark grayish brown (10YR 3/2) ashy silt loam, grayish brown (10YR 5/2) dry; weak medium platy and weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many fine and medium roots; many very fine tubular pores; slightly acid (pH 6.4); abrupt smooth boundary.  (0 to 5 inches)\n2Btss1--9 to 13 inches; dark brown (10YR 3/3) silty clay, dark yellowish brown (10YR 3/4) dry; moderate medium columnar parting to moderate fine and medium subangular blocky structure; very hard, firm, very sticky and very plastic; common fine roots; many very fine tubular pores; continuous distinct clay films on ped faces; common slickensides; few fine black manganese concretions; neutral (pH 6.8); clear wavy boundary.\n2Btss2--13 to 21 inches; dark brown (10YR 3/3) silty clay, dark yellowish brown (10YR 3/4) dry; moderate fine and medium subangular blocky structure; very hard, firm, very sticky and very plastic; common fine roots; many very fine tubular pores; continuous distinct clay films on ped faces; common slickensides; few fine black manganese concretions; slightly alkaline (pH 7.5); clear wavy boundary.  (Combined thickness of the 2Btss horizon is 8 to 22 inches.)\n2Btk--21 to 31 inches; dark brown (10YR 3/3) silty clay, brown (10YR 4/3) dry; moderate medium subangular blocky structure; very hard, firm, very sticky and very plastic; common fine roots; many very fine tubular pores; common distinct clay films on ped faces; few pale brown soft masses of segregated lime; moderately alkaline (pH 8.1); clear wavy boundary.  (0 to 12 inches)\n2BC--31 to 37 inches; dark brown (10YR 3/3) silty clay, dark yellowish brown (10YR 4/4) dry; weak fine subangular blocky structure; hard, firm, sticky and plastic; few fine roots; many fine tubular pores; moderately alkaline (pH 8.1); abrupt boundary.  (0 to 8 inches)\n3R--37 inches; basalt bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wallowa County, Oregon; 3/4 mile south of Zumwalt on Zumwalt Road; located about 2 miles south of the old Zumwalt school; 1,020 feet east and 990 feet north of the southwest corner of section 29, T. 2 N., R. 47 E. (Latitude 45 degrees, 37 minutes, 12 seconds and Longitude 116 degrees, 58 minutes, 32 seconds)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are usually moist but are dry in the moisture control section for 70 to 90 consecutive days during the summer months.  The mean annual soil temperature is 42 to 47 degrees F.  The solum is 20 to 40 inches deep over bedrock.  An E horizon is commonly present in undisturbed areas.  The surface horizons have 5 to 30 percent glass with acid oxalate aluminum plus one-half iron of 0.2 to 0.5.  Secondary lime occurs at depths below 20 inches or is absent.  The mollic epipedon is 10 to 20 inches thick.  Organic matter decreases regularly to less than 1 percent below 20 inches.\nThe A horizon has value of 2 or 3 moist, 4 or 5 dry, and chroma of 1 or 2 moist or dry.  It is ashy silt loam with 15 to 20 percent clay.  It has 0 to 5 percent gravel.  The soil reaction is slightly acid or neutral.\nThe E horizon, when present, has value of 3 or 4 moist, 5 or 6 dry, and chroma of 2 or 3 moist and dry.  It is ashy silt loam with 15 to 20 percent clay.  It has 0 to 5 percent gravel.  The soil reaction is slightly acid or neutral.\nThe 2Btss horizon has hue of 10YR or 7.5YR, value of 3 or 4 moist, 3 to 5 dry, and chroma of 3 or 4 moist and dry.  The texture is clay or silty clay with 50 to 60 percent clay.  In some pedons, the upper part of the 2Btss horizon has a stone line of about 5 to 10 percent gravel.  The soil reaction is neutral or slightly alkaline.  It has few or common slickensides.\nThe 2Btk and 2BC horizons have color and texture similar to the 2Btss horizon.  The 2Btk horizon has 0 to 2 percent calcium carbonate equivalent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Booth, Campcreek, Carryback, Crowcamp, Golars, Hankins, Jesh, Joenchris, Kidnapsprings, Lacrol, Longbarn, Meaufun, Peaviner, Tippett, and Warpaint.\nBooth soils are dry for 80 to 110 consecutive days following the summer solstice.\nCampcreek soils are very deep and are formed in alluvium or lacustrine deposits.\nCarryback soils are aridic.\nCrowcamp soils are very deep, somewhat poorly drained, and are formed in alluvium or lacustrine deposits.\nGolars soils have an O' horizon and a mollic epipedon of 20 to 30 inches thick.\nHankins soils have an O' horizon and are deep or very deep.\nJesh soils are very deep and are dry for 45 to 60 consecutive days following the summer solstice.\nJoenchris soils are very deep and the PSCS averages 35 to 45 percent clay.\nKidnapspring soils are very deep and have an O' horizon.\nLacrol soils are very deep, moderately well drained, and are formed in lacustrine sediments.\nLongbarn soils are deep and have 5 to 25 percent rock fragments in the PSCS.\nMeaufun soils are deep, have an O' horizon, and have 40 to 50 percent clay in the PSCS.\nPeaviner soils are deep and are dry for 45 to 60 consecutive days following the summer solstice.\nTippett soils are deep or very deep and formed in clayey alluvium or lacustrine deposits.\nWarpaint soils very deep, have an aridic moisture regime, and have 35 to 50 percent clay in the PSCS."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Zumwalt soils are on gentle side slopes of hills and plateaus.  Slopes are 0 to 20 percent.  Elevations are 3,400 to 5,300 feet.  Zumwalt soils also occur as open areas adjacent to forestland at elevations of 4,000 to 6,000 feet. They havea mean annual precipitation of 12 to 35 inches.  The soils formed in mixed loess and volcanic ash over residuum and colluvium weathered from basalt or volcanic tuff.  The mean annual temperature is 42 to 45 degrees F.  The frost-free period is 70 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Anatone, Harlow, Klicker, Parsnip, Powwatka, Snell, Tolo, and Wallowa series.  All of these soils lack an abrupt textural change.  Anatone soils are shallow and loamy-skeletal, and are on adjacent hills.  Harlow soils are shallow, clayey-skeletal, and are on adjacent shoulders of hills or plateaus.  Klicker soils are loamy-skeletal and are on forested south-facing side slopes.  Parsnip soils are shallow and are on ridgetops and plateaus.  Powwatka soils are fine-silty and are on adjacent benches and plateaus.  Snell soils are clayey-skeletal and are on north-facing side slopes.  Tolo soils are ashy, very deep to bedrock, and are on forested north-facing side slopes.  Wallowa soils are fine-loamy, lack argillic horizons, and occur as patterned ground on adjacent benches and hills."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability in the surface layers and very slow in the subsoil."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are use for dry cropland and livestock grazing.  Idaho fescue predominates with small amounts of prairie junegrass, bluebunch wheatgrass, salsify, woolyweed and fivefingers."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern and east-central Oregon, MLRA 9.  The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wallowa County, Oregon, 1998.  Source of name is the ghost town of Zumwalt, Wallowa County, Oregon."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This series has been reclassified from Typic to Vertic Palexerolls.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from 0 to 13 inches (A, E, and 2Btss horizons).  Mollic colors occur below 13 inches but with less than 0.6 percent organic carbon.\nArgillic horizon - the zone from 11 to 31 inches (2Btss1, 2Btss2, and 2Btk horizons)\nPale feature - the zone from 9 to 37 inches having no clay decrease by as much as 20 percent and an abrupt boundary with a 29.5 percent clay increase from the E horizon to the 2Btss1 horizon.\nVertic feature - the zone from 9 to 31 inches having COLE values greater than 0.9 and common slickensides (2Btww1, 2Btss2, and 2Btk horizons)\nVitrandic feature - the zone from 0 to 9 inches based on lab data from Tippett soils (Project  RP94OR079 or pedon number 94P0170) and similar soils.\nParticle-size control section - the zone from 9 to 29 inches (2Btss1, 2Btss2, and upper 8 inches of 2Btk horizon) averaging 45 to 60 percent clay\nThe ecological site at the type location of the Zumwalt series is R009XY0117OR Mountain Loamy 13-17 PZ"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Characterization data on two profiles (S64 Oreg-32-5 and 6) reported in Riverside Soil Survey Laboratory Report for soils from Wallowa County, Oregon, July 1966."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; black (10YR 2/1) ashy silt loam, dark gray (10YR 4/1) dry; weak thin platy and moderate medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; many fine and common medium roots; few very fine tubular and many very fine irregular pores; slightly acid (pH 6.2); abrupt smooth boundary.  (6 to 10 inches)"
      },
      {
        "name": "E",
        "top": 18,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "E--7 to 9 inches; very dark grayish brown (10YR 3/2) ashy silt loam, grayish brown (10YR 5/2) dry; weak medium platy and weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many fine and medium roots; many very fine tubular pores; slightly acid (pH 6.4); abrupt smooth boundary.  (0 to 5 inches)"
      },
      {
        "name": "2Btss1",
        "top": 23,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Btss1--9 to 13 inches; dark brown (10YR 3/3) silty clay, dark yellowish brown (10YR 3/4) dry; moderate medium columnar parting to moderate fine and medium subangular blocky structure; very hard, firm, very sticky and very plastic; common fine roots; many very fine tubular pores; continuous distinct clay films on ped faces; common slickensides; few fine black manganese concretions; neutral (pH 6.8); clear wavy boundary."
      },
      {
        "name": "2Btss2",
        "top": 33,
        "bottom": 53,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": 7.5,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Btss2--13 to 21 inches; dark brown (10YR 3/3) silty clay, dark yellowish brown (10YR 3/4) dry; moderate fine and medium subangular blocky structure; very hard, firm, very sticky and very plastic; common fine roots; many very fine tubular pores; continuous distinct clay films on ped faces; common slickensides; few fine black manganese concretions; slightly alkaline (pH 7.5); clear wavy boundary.  (Combined thickness of the 2Btss horizon is 8 to 22 inches.)"
      },
      {
        "name": "2Btk",
        "top": 53,
        "bottom": 79,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": 8.1,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Btk--21 to 31 inches; dark brown (10YR 3/3) silty clay, brown (10YR 4/3) dry; moderate medium subangular blocky structure; very hard, firm, very sticky and very plastic; common fine roots; many very fine tubular pores; common distinct clay films on ped faces; few pale brown soft masses of segregated lime; moderately alkaline (pH 8.1); clear wavy boundary.  (0 to 12 inches)"
      },
      {
        "name": "2BC",
        "top": 79,
        "bottom": 94,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": 8.1,
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2BC--31 to 37 inches; dark brown (10YR 3/3) silty clay, dark yellowish brown (10YR 4/4) dry; weak fine subangular blocky structure; hard, firm, sticky and plastic; few fine roots; many fine tubular pores; moderately alkaline (pH 8.1); abrupt boundary.  (0 to 8 inches)"
      },
      {
        "name": "3R",
        "top": 94,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "3R--37 inches; basalt bedrock."
      }
    ]
  ]
}
