{
  "SERIES": "ZUNDELL",
  "STATUS": "Established Series",
  "BYREV": "Rev. TWP/CBR/FCF",
  "REVDATE": "06/2008",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, carbonatic Xeric Calcicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Zundell silt loam on 1 percent slope in a meadow at an elevation of 1827 meters. (Colors are for moist soil unless otherwise noted.)\nA1--0 to 15 cm; brown (10YR 4/3) silty clay loam, light brownish gray (10YR 6/2) dry; moderate thin play structure parting to moderate fine and very fine granular; slightly hard, friable, slightly sticky and slightly plastic; many fine and very fine roots; common fine tubular pores; violently effervescent (55 percent calcium carbonate); strongly alkaline (pH 8.6); clear smooth boundary.\nA2--15 to 30 cm; grayish brown (10YR 5/2) silty clay loam, light gray (2.5Y 7/1) dry; weak thin and medium platy structure parting to moderate fine granular; slightly hard, friable, slightly sticky and slightly plastic; common fine roots; many fine and very fine tubular, and common medium dendritic tubular pores; violently effervescent (59 percent calcium carbonate); moderately alkaline (pH 8.2); clear smooth boundary.\nAB--30 to 43 cm; grayish brown (10YR 5/2) silty clay loam, light gray (2.5Y 7/1) dry; weak thick platy structure parting to moderate fine and very fine granular; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; many fine and very fine tubular and common medium dendritic tubular pores; violently effervescent (59 percent calcium carbonate); moderately alkaline (pH 8.1); clear smooth boundary.  (Combined thickness of the A and AB horizons 20 to 43 cm)\nBw--43 to 69 cm; light brownish gray (10YR 6/2) silty clay loam, light gray (2.5Y 7/1) dry; weak coarse prismatic structure parting to moderate fine and very fine granular; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; many fine and very fine, and common medium tubular pores; violently effervescent (57 percent calcium carbonate); moderately alkaline (pH 8.1); abrupt wavy boundary. (0 to 26 cm thick)\nBk1--69 to 94 cm; light brownish gray (2.5Y 6/2) gravelly silt loam, light gray (2.5Y 7/2) dry; weak fine granular structure; extremely hard, friable, slightly sticky and slightly plastic; few very fine roots; common fine and very fine tubular pores; 15 percent fine irregular calcium carbonate nodules; strongly effervescent (35 percent calcium carbonate); moderately alkaline (pH 8.0); clear wavy boundary.  (15 to 36 cm thick)\nBk2--94 to 107 cm; light olive brown (2.5Y 5/3) gravelly silt loam, light gray (2.5Y 7/2) dry; massive; very hard, firm, slightly sticky and slightly plastic; few very fine roots; common fine and very fine tubular pores; 5 percent fine irregular calcium carbonate nodules; many coarse faint yellowish brown (10YR 5/4) dry iron masses and few coarse faint dark grayish brown (10YR 4/2) dry iron masses; 10 percent gravel; strongly effervescent (30 percent calcium carbonate); moderately alkaline (pH 8.0); abrupt broken boundary. (7 to 17  cm thick)\n2C--107 to 152 cm; brown (10YR 4/3) very gravelly loamy coarse sand, pale brown (10YR 6/3) dry; single grain, loose; nonsticky, nonplastic; 40 percent gravel; strongly effervescent (25 percent calcium carbonate); moderately alkaline (pH 8.1)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Teton County, Idaho; about 5.8 kilometers northwest of Driggs; 471 meters south and 14 meters west of the northeast corner of section 30, T. 5 N., R. 45 E.; Bates USGS topographic quadrangle;  lat. 43 degrees, 44 minutes, 1 second N. and long. 111 degrees, 10 minutes, 48 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMollic epipedon thickness: 20 to 43 cm\nDepth to calcic horizon: 25 to 69 cm\nDepth to redoximorphic features (iron concentrations/depletions): 50 to 100 cm\nDepth to sandy or sandy-skeletal material: greater than 100 cm\nControl section total clay: 10 to 40 percent\nControl section carbonate clay: 0 to 25 percent\nControl section noncarbonate clay: 10 to 18 percent\nCalcium carbonate equivalent in particle size control section: 30 to 60 percent (weighted\naverage is greater than 40 percent)\nRock fragments: 0 to 35 percent gravel in the particle size control section and 0 to 60 percent below the particle size control section, including calcium carbonate \tnodules.\nSoil reaction: moderately alkaline to strongly alkaline\nMean annual soil temperature: 3.9 to 7.2 degrees C.\nMean summer soil temperature: 6.1 to 12.8 degrees C. (cryic soil temperature regime)\nA and AB horizons\nHue: 10YR or 2.5Y dry\nValue: 2 to 5 moist, 4 to 7 dry\nChroma: 1 to 3 moist or dry\nEffervescence: slightly to violently effervescent\nCalcium carbonate equivalent: 40 to 60 percent\nBw horizon\nHue: 10YR or 2.5Y dry\nValue: 5 to 7 moist or dry\nChroma: 1 to 3 moist\nTexture: SIL or SICL\nEffervescence: slightly to violently effervescent\nCalcium carbonate equivalent: 30 to 50 percent\nBk horizon\nHue: 10YR or 2.5Y moist or dry\nValue: 5 to 7 moist, 7 or 8 dry\nChroma: 1 to 3 moist\nTexture: SIL or SICL with 0 to 30 percent total fragments; 0 to 15 percent gravel; 0 to 30 percent gravel sized calcium carbonate nodules\nRedoximorphic features (where they occur): hue 10YR or 7.5YR moist, 10YR dry; value \t3 to 6 moist; chroma 2 to 8 moist, 5 to 8 dry\nCalcium carbonate equivalent: 45 to 65 percent\n2C horizon\nValue: 4 or 5 moist\nTexture: LS, LCOS or S with 0 to 60 percent gravel\nEffervescence: very slightly to strongly effervescent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Outwash and alluvial plains\nLandform: Terraces, rises, and hummocks on the valley floor and the lower parts of fan\nremnants\nElevation: 1806 to 1859 meters\nSlope: 0 to 2 percent\nParent material: silty alluvium over mixed alluvium\nMean annual air temperature: 3.3 to 6.7 degrees C\nMean annual precipitation: 305 to 457 mm\nFrost free period: 20 to 50 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cedron, Zohner, and Foxcreek soils.  Cedron soils are on nearby flood plains and oxbows adjacent to rivers.  Zohner soils are on relatively lower flats and terraces.  Foxcreek soils are on drainageways that cross fan remnants or terraces.  Cedron, Zohner, and Foxcreek all have aquic moisture regimes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class: somewhat poorly drained\nRunoff: medium\nSaturated hydraulic conductivity: moderately low in the upper part and high in the\nhorizons below the discontinuity\nFlooding frequency and duration: rarely flooded from May to July"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor uses: pasture\nRange/ecological site: R013XY039ID\nDominant native vegetation: Shrubby cinquefoil, slender wheat grass, baltic rush (and\nother rushes), sedges, and redtop"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Southeastern Idaho, MLRA 13\nExtent: The soils are not extensive"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Teton County, Idaho, 1973; Teton Area, Idaho-Wyoming\nSoil Survey"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and soil characteristics recognized in this pedon are:\nMollic epipedon: from a depth of 0 to 43 cm; this pedon meets mollic criteria by having a \tfine-earth fraction that has a calcium carbonate equivalent of 40 percent or more \tand a color value, moist of 5 or less; some other pedons meet mollic criteria by being 18 to 25 centimeters thick (after mixing the upper 18 cm of mineral soil) \tand one-third or more of the total thickness between the mineral soil surface and the upper boundary of any identifiable secondary carbonates\nCalcic horizon: from a depth of 69 to 107 cm\nCalcium carbonate equivalent: greater than 40 percent in the particle size control section\nRedoximorphic features (iron concentrations/depletions): beginning at a depth of 94 cm\nParticle size control section: from a depth of 25 to 100 cm\nSoil temperature regime: cryic\nSoil moisture regime: xeric\nADDITIONAL DATA:\nLab data from NSSL, Lincoln, NE:\nS57ID-081-016\nAdditional reference samples are PEDON ID:\nS05ID-081-004\nS05ID-081-002-001\nS06ID-081-001\nNational Cooperative Soil Survey\nU.S.A."
  }
}
