{
  "SERIES": "ZURICH",
  "STATUS": "Established Series",
  "BYREV": "Rev. GOW-JEP-DEC",
  "REVDATE": "07/2007",
  "STATES": "IL,OH,WI",
  "OVERVIEW": "The Zurich series consists of very deep, moderately well drained soils which formed in loess or silty material and in the underlying calcareous, loamy outwash. These soils occur on outwash plains. Slope ranges from 0 to 35 percent. Mean annual precipitation is about 840 mm (33 inches), and mean annual air temperature is about 9 degrees C (49 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Zurich silt loam - on a west-facing slope with a 2 percent gradient in a wooded area at an elevation of 195 meters (640 feet). (Colors are for moist condition unless otherwise stated.)\nA--0 to 13 cm (0 to 5 inches); very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; moderate fine granular structure; friable; few very fine and fine roots; neutral; clear smooth boundary. [5 to 15 cm (2 to 6 inches) thick]\nE--13 to 23 cm (5 to 9 inches); 60 percent dark grayish brown (10YR 4/2) and 40 percent brown (10YR 4/3) silt loam, light brownish gray (10YR 6/2) dry; weak medium platy structure parting to weak fine subangular blocky; friable; few very fine and fine roots; common distinct very dark grayish brown (10YR 3/2) organic coatings on faces of peds; slightly acid; clear smooth boundary. [0 to 20 cm (0 to 8 inches) thick]\nBE--23 to 41 cm (9 to 16 inches); dark yellowish brown (10YR 4/4) silt loam; weak fine subangular blocky structure; friable; few very fine and fine roots; few distinct light brownish gray (10YR 6/2) dry silt coatings on faces of peds; few distinct brown (10YR 4/3) clay films on faces of peds; moderately acid; clear smooth boundary. [0 to 20 cm (0 to 8 inches) thick]\nBt1--41 to 58 cm (16 to 23 inches); brown (7.5YR 4/4) silty clay loam; moderate fine and medium subangular blocky structure; friable; few very fine roots; few distinct light brownish gray (10YR 6/2) dry silt coatings on faces of peds; many distinct brown (7.5YR 4/3) clay films on faces of peds; slightly acid; clear smooth boundary.\nBt2--58 to 71 cm (23 to 28 inches); brown (7.5YR 4/4) silt loam; weak medium prismatic structure parting to moderate medium subangular blocky; friable; few very fine roots; common distinct brown (7.5YR 4/3) clay films on faces of peds; neutral; clear smooth boundary. [Combined thickness of the Bt horizon is 25 to 64 cm (10 to 25 inches).]\n2Bt3--71 to 79 cm (28 to 31 inches); brown (7.5YR 4/3) loam; moderate medium subangular blocky structure; friable; few very fine roots; common distinct brown (7.5YR 4/2) clay films on faces of peds; common medium distinct grayish brown (10YR 5/2) and common medium prominent light brownish gray (10YR 6/2) iron depletions in the matrix; very slightly effervescent; slightly alkaline; clear smooth boundary. [8 to 30 cm (3 to 12 inches) thick]\n2BC--79 to 97 cm (31 to 38 inches); yellowish brown (10YR 5/4) loam; moderate medium subangular blocky structure; friable; few very fine roots; common fine black (10YR 2/1) very weakly cemented iron and manganese oxide concretions throughout; common medium distinct yellowish brown (10YR 5/6) and brown (7.5YR 4/4) masses of iron accumulation in the matrix; many medium and coarse distinct light brownish gray (10YR 6/2) iron depletions in the matrix; slightly effervescent; moderately alkaline; gradual smooth boundary. [0 to 20 cm (0 to 8 inches) thick]\n2C--97 to 163 cm (38 to 64 inches); 70 percent yellowish brown (10YR 5/4 and 5/6) and 30 percent light brownish gray (10YR 6/2) stratified silt loam and very fine sandy loam; massive; friable; common fine black (10YR 2/1) very weakly cemented iron and manganese oxide concretions throughout; few fine and medium white (10YR 8/1) carbonate concretions throughout; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lake County, Illinois, about 3.2 kilometers (2 miles) southeast of Half Day; 689 meters (2,260 feet) east and 91 meters (300 feet) north of southwest corner of sec. 23, T. 43 N., R. 11 E.; USGS Wheeling topographic quadrangle; lat. 42 degrees 10 minutes 59 seconds N. and long. 87 degrees 55 minutes 03 seconds W., NAD 27; UTM Zone 16, 424215E, 4670516N, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to the base of soil development ranges from 61 to 114 cm (24 to 45 inches). The depth of horizons containing more than 15 percent sand ranges from 51 to 102 cm (20 to 40 inches). Depth to carbonates is typically 64 to 89 cm (25 to 35 inches) but ranges from 51 to 102 cm (20 to 40 inches).\nThe upper part of the series control section (Ap, A, or E horizon) is silt loam. The Ap or A horizon has hue of 10YR, value of 3 or 4, and chroma of 1 to 3. Value of 5 is allowed in eroded pedons.\nThe E horizon, when present, has hue of 10YR, value of 4 or 5, and chroma of 2 or 3. Reaction ranges from moderately acid to neutral.\nThe second part of the series control section (Bt horizon) has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 3 or 4. It is silty clay loam or silt loam. Average clay content ranges from 25 to 35 percent. Reaction ranges from strongly acid to slightly alkaline.\nThe third part of the series control section (2Bt or 2BC horizon) has hue of 7.5YR, 10YR, or 2.5Y; value of 4 to 6; and chroma of 2 to 6. It is silt loam, loam, sandy loam, or fine sandy loam. Reaction ranges from neutral to moderately alkaline.\nThe lower part of the series control section (2C horizon) has hue of 10YR or 2.5Y, value of 4 to 6, and chroma 2 to 8. It is loam, sandy loam, silt loam, silt, loamy sand, sand, or the fine or very fine analogs where appropriate. The sand fraction in individual strata or subhorizons is poorly sorted and well graded. Gravel content is less than 15 percent. Reaction is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Baraboo, Birkbeck, Cadiz, Campton, Elco, Eleroy,  Homen, Inton, Iona, Libre, Mayville, Minnith, Morningsun, Redbud, Rocheport, Rockfield, Somonauk, Uniontown, and Winfield series. Libre, Minnith, Rockfield, Somonauk and Morningsun soils do not have carbonates within a depth of 40 inches. Birkbeck, Campton, Homen, Inton, Iona, Redbud, Uniontown, and Winfield soils are greater than 40 inches to horizons containing more than 15 percent sand. Elco and Cadiz soils contain more than 25 percent clay in the lower part of the series control section. Eleroy, Rocheport, and Baraboo soils have a lithic or paralitihic contact within the series control section. Mayville soils are not stratified and have well graded and poorly sorted sand fraction in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Zurich soils typically are on convex slopes which are gently rolling to very steep in outwash plains of Wisconsin Age. Slopes commonly are between 1 and 18 percent, but range from 0 to 35 percent. The soils formed in 51 to 102 cm (20 to 40 inches) of loess or silty material and calcareous stratified outwash. Climate has cold winters and hot summers. Mean annual air temperatures range from 7 to 11 degrees C (45 to 52 degrees F.), annual precipitation ranges from 740 to 1140 mm (29 to 45 inches), frost free days range from 140 to 180, and elevation ranges from 183 to 305 meters (600 to 1,000 feet)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Aptaksic, Grays, and Saylesville soils. Aptakistic soils are the somewhat poorly drained member of the same drainage sequence and are on the more level areas in the landscape. Grays soils are mollic intergrades and are on similar landscape positions nearby. The Saylesville soils which contain more clay are on lakebed positions nearby."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. An intermittent apparent seasonal high water table is from 61 to 107 cm (2 to 3.5 feet) below the surface from December to April in most years. The potential for surface runoff is medium to high. Saturated hydraulic conductivity is moderately high to high (4.23-14.11 micrometer/second).  Permeability is moderate (0.60-2.00 inches/hour)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cropped or urbanized. Crops commonly grown are corn, soybeans, and small grain. Natural hardwood forest was oak, hickory and maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern Illinois, southeastern Wisconsin, and possibly northern Indiana. Known extent is small in MLRAs 95A, 95B, and 110."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lake County, Illinois, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: With this revision the typical pedon site was resampled and redescribed.\nDiagnostic horizons and features recognized in this pedon are: ochric epipedon - the zone from the surface to a depth of 23 cm (9 inches) (A and E horizons); argillic horizon - the zone from 41 to 79 cm (16 to 31 inches) (Bt1, Bt2, and 2Bt3 horizons); lithologic discontinuity - the contact between the Bt2 and 2Bt3 horizons at 71 cm (28 inches); udic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
