{
  "SERIES": "ZWEYGARDT",
  "STATUS": "Tentative Series",
  "BYREV": "IRD. RJK/TDT",
  "REVDATE": "02/2006",
  "STATES": "OR",
  "OVERVIEW": "The Zweygardt series consists of very deep, well drained soils that formed in colluvium derived from mixed sources.  Zweygardt soils are on side slopes of dissected, old fan terraces.  Slopes are 10 to 50 percent.  The mean annual precipitation is about 16 inches and the mean annual temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Clayey-skeletal, smectitic, mesic Pachic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Zweygardt very cobbly clay loam, rangeland, on a 45 percent south-facing side slope at an elevation of 3,680 feet.  (Colors are for moist soil unless otherwise noted. The soil was dry in the upper 9 inches and slightly moist below when it was described on July 11, 2002.)  About 40 percent of the soil surface is covered with water-rounded basalt stones, cobbles, and gravel.\nA--0 to 2 inches; black (10YR 2/1) very cobbly clay loam, dark gray (10YR 4/1) dry; weak fine granular and moderate medium subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; common very fine and few fine roots; common fine and medium interstitial and tubular pores; 20 percent gravel and 15 percent cobbles; neutral (pH 6.8); clear wavy boundary.  (2 to 5 inches thick)\nBA--2 to 9 inches; black (10YR 2/1) gravelly clay loam, dark gray (10YR 4/1) dry; moderate medium and coarse subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine roots; common fine and medium tubular pores; 20 percent gravel and 10 percent cobbles; neutral (pH 6.8); gradual wavy boundary.  (0 to 7 inches thick)\nBt1--9 to 24 inches; black (10YR 2/1) very cobbly clay loam, dark grayish brown (10YR 4/2) dry; strong medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine roots; common fine and medium tubular pores; continuous distinct clay films on faces of peds; 30 percent gravel, 15 percent cobbles, and 10 percent stones; neutral (pH 7.0); gradual wavy boundary.\nBt2--24 to 32 inches; very dark grayish brown (10YR 3/2) very cobbly clay, dark grayish brown (10YR 4/2) dry; moderate medium subangular blocky structure; hard, firm, very sticky and very plastic; few very fine roots; few very fine and  fine tubular pores; many distinct clay films on faces of peds; 15 percent gravel, 25 percent cobbles, and 10 percent stones; neutral (pH 7.2); clear smooth boundary.\nBt3--32 to 61 inches; very dark grayish brown (10YR 3/2) very cobbly clay loam, dark grayish brown (10YR 4/2) dry; moderate medium subangular blocky structure; hard, firm, very sticky and very plastic; few fine and medium roots; few very fine and fine tubular pores; many faint clay films on faces of peds; 20 percent gravel, 25 percent cobbles, and 10 percent stones; neutral (pH 7.2).  (The combined thickness of the Bt horizons is 48 to 58 inches)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Grant County, Oregon; about 2 miles south of Prairie City; 700 feet south and 2,200 feet east of the northwest corner of section 23, T. 13 S., R. 33 E. (USGS Prairie City 7.5 minute topographic quadrangle; 44 degrees 26 minutes 10 seconds north latitude and 118 degrees 42 minutes 25 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: These soils are usually moist, but are dry in all parts of the moisture control section for 70 to 90 days within the 4 months following the summer solstice.  The mean annual soil temperature is 47 to 52 degrees.  Depth to bedrock is more than 60 inches.  The mollic epipedon is 20 to 40 inches.  Depth to the argillic horizon is 2 to 12 inches. The particle-size control section has 35 to 60 percent clay with 35 to 50 percent rock fragments of mixed gravel, cobbles, and stones.  Lithology of rock fragments is dominantly water-rounded basalt with other igneous rock types.\nThe A horizon has value of 4 or 5 dry, 2 or 3 moist, and chroma of 1 to 3 moist and dry.  It is very cobbly clay loam or very gravelly clay loam with 0 to 50 percent stones, 0 to 15 percent cobbles, and 5 to 35 percent gravel.\nThe Bt horizons have hue of 10YR or 7.5YR, value of 3 to 6 dry, 2 to 4 moist, and chroma of 3 or 4 moist and dry.  It is clay loam or clay with 35 to 50 percent clay.  It has moderate or strong prismatic or blocky structure.  Rock fragments range from 35 to 60 percent and are dominantly gravel.  Carbonates may be present below 36 inches in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Dosie, Gurdane, Kishwalk, Mallory, Tablerock, and Thiessen soils.  Dosie soils have an aridic moisture regime that borders on xeric and have bedrock at 40 to 60 inches.  Gurdane, Kishwalk, Mallory, and Thiessen soils are moderately deep to lithic contacts and are dominated by angular and subangular rock fragments.  Tablerock soils have 80 to 110 consecutive dry days, have an O horizon, and are moderately well drained."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Zweygardt soils are on side slopes of dissected, old fan terraces.  The stream dissections commonly run north or south and the side slopes are commonly east-facing or west-facing.  These soils formed in colluvium derived from mixed sources.  The rock fragments are dominantly water-rounded basalt with other igneous rock types.  Slopes are 10 to 50 percent.  Elevations range from 2,600 to 3,400 feet, but may range to 4,600 on south-facing side slopes. The climate is characterized by cool, moist winters and warm, dry summers.  The mean annual precipitation is 14 to 18 inches.  The mean annual air temperature is 45 to 50 degrees F., mean January temperature is 27 to 30 degrees F., and the mean July temperature is 58 to 62 degrees F.  The frost-free period is 80 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Oxwall, Oxbow, Belshaw (T), Tub, Starkey and Prill series.  The Oxwall and Oxbow soils are on old terrace fans and terrace shoulders with indurated duripans, and the argillic horizons of Oxwall and Oxbow soils have less than 35 percent rock fragments.  The Belshaw soils are on south-facing side slopes and flats, and have less than 35 percent rock fragments in the control section.  The Tub soils are on north-facing side slopes and have less than 35 percent rock fragments in the control section.  Prill and Starkey are on south-facing side slopes over the John Day Formation or similar ashflow tuff bedrock.  Prill is moderately deep and in the fine family.  Starkey soils are shallow and are clayey-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; high surface runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Zweygardt soils are used for livestock grazing.  The native vegetation is bluebunch wheatgrass, Sandberg bluegrass, and Idaho fescue.  Idaho fescue is more dominant on the east-facing slopes.  Sagebrush is absent in the Prairie City area (MLRA 9), but is present in the John Day and Mt. Vernon areas (MLRA 10)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East-central Oregon.  MLRA 9 and 10.  These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Grant County Area, Oregon. 2003."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nXeric moisture regime\nMollic epipedon - The zone from the soil surface to 24 inches (A1, BA, and Bt1  horizons).\nArgillic horizon - The zone from 9 to 61 inches (Bt1, Bt2, and Bt3 horizons).\nParticle-size control section - The zone from 9 to 29 inches (Bt1 and upper part of the Bt2 horizon).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "cf_class": "very cobbly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 2 inches; black (10YR 2/1) very cobbly clay loam, dark gray (10YR 4/1) dry; weak fine granular and moderate medium subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; common very fine and few fine roots; common fine and medium interstitial and tubular pores; 20 percent gravel and 15 percent cobbles; neutral (pH 6.8); clear wavy boundary.  (2 to 5 inches thick)"
      },
      {
        "name": "BA",
        "top": 5,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BA--2 to 9 inches; black (10YR 2/1) gravelly clay loam, dark gray (10YR 4/1) dry; moderate medium and coarse subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine roots; common fine and medium tubular pores; 20 percent gravel and 10 percent cobbles; neutral (pH 6.8); gradual wavy boundary.  (0 to 7 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 23,
        "bottom": 61,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "cf_class": "very cobbly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--9 to 24 inches; black (10YR 2/1) very cobbly clay loam, dark grayish brown (10YR 4/2) dry; strong medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine roots; common fine and medium tubular pores; continuous distinct clay films on faces of peds; 30 percent gravel, 15 percent cobbles, and 10 percent stones; neutral (pH 7.0); gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 61,
        "bottom": 81,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "very cobbly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--24 to 32 inches; very dark grayish brown (10YR 3/2) very cobbly clay, dark grayish brown (10YR 4/2) dry; moderate medium subangular blocky structure; hard, firm, very sticky and very plastic; few very fine roots; few very fine and  fine tubular pores; many distinct clay films on faces of peds; 15 percent gravel, 25 percent cobbles, and 10 percent stones; neutral (pH 7.2); clear smooth boundary."
      },
      {
        "name": "Bt3",
        "top": 81,
        "bottom": 155,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "very cobbly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bt3--32 to 61 inches; very dark grayish brown (10YR 3/2) very cobbly clay loam, dark grayish brown (10YR 4/2) dry; moderate medium subangular blocky structure; hard, firm, very sticky and very plastic; few fine and medium roots; few very fine and fine tubular pores; many faint clay films on faces of peds; 20 percent gravel, 25 percent cobbles, and 10 percent stones; neutral (pH 7.2).  (The combined thickness of the Bt horizons is 48 to 58 inches)"
      }
    ]
  ]
}
