{
  "frontmatter": [
    {
      "clause": 1,
      "content": "Part 614 - Applying Soil Taxonomy Subpart B - Exhibits",
      "part": "Part 614 - Applying Soil Taxonomy",
      "headerid": 1,
      "header": "Front Matter"
    }
  ],
  "614.10": [
    {
      "clause": 1,
      "content": "614.10 Flow Chart of Amendment Process",
      "part": "614",
      "headerid": "10",
      "header": "Flow Chart of Amendment Process"
    }
  ],
  "614.11": [
    {
      "clause": 1,
      "content": "614.11 Example of an Official Soil Series Description in HTML LOCATION GAMMA                       AA Established Series Rev. AAA-BBB-CCC 11/2013 GAMMA SERIES The Gamma series consists of very deep, well drained soils that formed in marine sediments. Gamma soils are on broad summits, shoulders, and backslopes of deeply dissected, high marine terraces. Slopes are 0 to 30 percent. The mean annual precipitation is about 2030 mm and the mean annual temperature is about 11 degrees C. TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, isomesic Typic Palehumults TYPICAL PEDON: Gamma loam, on a north-facing, convex, 4 percent slope under conifers at an elevation of 200 meters. (Colors are for moist soil unless otherwise noted. When described on March 13, 1991, the soil was moist throughout.) Oi--0 to 5 cm; slightly decomposed plant material consisting of needles, leaves, twigs, and other woody debris. (2 to 8 cm thick) A1--5 to 13 cm; very dark grayish brown (10YR 3/2) loam, dark grayish brown (10YR 4/2) dry; weak very fine subangular blocky structure parting to weak fine granular; slightly hard, friable, nonsticky and nonplastic; weakly smeary; many fine and very fine and few medium and coarse roots; many fine and very fine interstitial pores; very strongly acid (pH 4.9); clear smooth boundary. A2--13 to 43 cm; very dark grayish brown (10YR 3/2) loam, brown (10YR 4/3) dry; weak very fine subangular blocky structure parting to weak fine granular; slightly hard, friable, nonsticky and nonplastic; weakly smeary; many very fine and fine and few medium and coarse roots; many fine and very fine interstitial pores; very strongly acid (pH 4.5); abrupt smooth boundary. (Combined thickness of the A horizons ranges from 25 to 50 cm.) 2Bt1--43 to 80 cm; dark brown (7.5YR 3/4) loam, strong brown (7.5YR 5/6) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many fine and very fine and few medium and coarse roots; many very fine tubular pores; few faint clay films on all faces of peds; common faint clay films on surfaces along pores; 10 percent gravel; very strongly acid (pH 4.9); gradual smooth boundary. 2Bt2--80 to 100 cm; reddish brown (5YR 4/4) loam, yellowish red (5YR 5/8) dry; moderate medium and coarse subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common fine and few medium and coarse roots; common very fine tubular pores; common distinct clay films on all faces of peds and on surfaces along pores; 10 percent gravel; very strongly acid (pH 5.0); clear smooth boundary. 2Bt3--100 to 135 cm; brown (7.5YR 4/4) clay loam, strong brown (7.5YR 5/6) dry; moderate medium and coarse subangular blocky structure; slightly hard, firm, moderately sticky and moderately plastic; common fine and few medium and coarse roots; many very fine tubular pores; common distinct clay films on all faces of peds and on surfaces along pores; 10 percent gravel; very strongly acid (pH 5.0); gradual smooth boundary. (Combined thickness of the 2Bt horizons is 75 to 120 cm.) 2BC--135 to 160 cm; strong brown (7.5YR 4/6) gravelly clay loam, strong brown (7.5YR 5/8) dry; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine and medium roots; common fine tubular pores; 20 percent gravel; very strongly acid (pH 5.0); gradual smooth boundary. (15 to 40 cm thick) 2C--160 to 200 cm; yellowish red (5YR 4/6) gravelly clay loam, reddish yellow (5YR 6/6) dry; massive; slightly hard, friable, slightly sticky and slightly plastic; common fine tubular pores; 20 percent gravel; very strongly acid (pH 5.0). TYPE LOCATION: Any County, Anystate; located about 750 feet south and 2,220 feet east of the northwest corner of section 31, T. 40 S., R. 13 W; USGS named topographic quadrangle; latitude 42 degrees 4 minutes 31.6 seconds N. and longitude 95 degrees 17 minutes 30.3 seconds W., WGS84. RANGE IN CHARACTERISTICS: The mean annual soil temperature is 10 to 12 degrees C, the mean summer soil temperature is 12 to 14 degrees C, and the mean winter soil temperature is about 8 to 10 degrees",
      "part": "614",
      "headerid": "11",
      "header": "Example of an Official Soil Series Description in HTML"
    },
    {
      "clause": 2,
      "content": "C. The difference between the mean summer and winter temperatures ranges from 3 to 4 degrees C. The soils are usually moist; they are dry for less than 45 consecutive days in all parts between depths of 10 to 30 cm in the 4 months following the summer solstice. The particle-size control section averages 25 to 35 percent clay. All horizons are very strongly acid or extremely acid. The umbric epipedon is 25 to 50 cm thick. The A horizon has hue of 10YR or 7.5YR, value of 2 or 3 moist or 3 or 4 dry, and chroma of 2 or 3 moist or dry. It is 10 to 20 percent clay and 30 percent sand and has 0 to 10 percent gravel. The 2Bt horizon has hue of 7.5YR or 5YR, value of 3 or 4 moist or 4 or 5 dry, and chroma of 4 to 6 moist or 6 to 8 dry. It is gravelly loam, gravelly clay loam, loam, or clay loam. It averages 25 to 35 percent clay, 30 to 45 percent sand, and 5 to 20 percent gravel. The 2BC horizon has hue of 7.5YR or 5YR, value of 4 to 6 moist or 5 to 8 dry, and chroma of 6 to 8 moist or dry. It is gravelly loam, gravelly clay loam, loam, or clay loam. It averages 25 to 35 percent clay, 30 to 45 percent sand, and 10 to 30 percent gravel. The 2C horizon has hue of 7.5YR or 5YR, value of 4 to 6 moist or 6 to 8 dry, and chroma of 6 to 8 moist or dry. It is gravelly loam, gravelly clay loam, loam, or clay loam. It averages 25 to 35 percent clay, 25 to 45 percent sand, and 10 to 30 percent gravel. COMPETING SERIES: This is the Beta series. Beta soils have less than 30 percent sand in the argillic horizon and hue of 10YR or yellower throughout the argillic horizon. GEOGRAPHIC SETTING: Gamma soils are on broad summits, shoulders, and backslopes of deeply dissected, high marine terraces. Slope ranges from 0 to 30 percent. The soils formed in marine sediments. Elevations are 180 to 250 meters. The climate is humid and characterized by cool, wet winters and cool, moist summers with fog. Because of a strong marine influence, the diurnal and annual ranges of temperature are limited. The mean annual precipitation is 1800 to 2300 mm. The mean annual temperature is 10 to 12 degrees C. The frost-free period is 210 to 300 days. Gamma soils are on the Griggs geomorphic surface. GEOGRAPHICALLY ASSOCIATED SOILS: These are the Delta and Sigma soils. Delta soils have 35 to 45 percent clay in the argillic horizon and are on an adjacent higher marine terrace. Sigma soils have a cambic horizon, an umbric epipedon that is 50 to 75 cm thick, and are on adjacent, lower-level marine terraces. DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; moderately high saturated hydraulic conductivity USE AND VEGETATION: Gamma soils are used for homesites, timber production, recreation, water supply, pasture, and wildlife habitat. Native vegetation is Sitka spruce, Douglas-fir, red alder, red elderberry, salmonberry, evergreen huckleberry, sala, western swordfern, evergreen violet, and sweetscented bedstraw. DISTRIBUTION AND EXTENT: Pleistocene marine terraces in the northwestern United States; MLRA 1. These soils are moderately extensive. SOIL SURVEY REGIONAL OFFICE (SSR) RESPONSIBLE: City, State SERIES ESTABLISHED: Any County, Anystate, 2009 REMARKS: Diagnostic horizons and features recognized in this pedon are: Umbric epipedon - the zone from a depth of 5 to 43 cm (A1 and A2 horizons) Argillic horizon - the zone from a depth of 43 to 135 cm (2Bt1, 2Bt2, and 2Bt3 horizons) ADDITIONAL DATA: Partial laboratory data from pedon 89P0197, samples 89P1199-1202 from Any County, Anystate, is available from the NRCS-NSSC-Kellogg Soil Survey Laboratory, Lincoln, NE, 12/1989. National Cooperative Soil Survey",
      "part": "614",
      "headerid": "11",
      "header": "Example of an Official Soil Series Description in HTML"
    },
    {
      "clause": 3,
      "content": "U.S.A.",
      "part": "614",
      "headerid": "11",
      "header": "Example of an Official Soil Series Description in HTML"
    }
  ],
  "614.12": [
    {
      "clause": 1,
      "content": "614.12 Explanation and Content of a Soil Series Description Explanation of a Soil Series Description After the introductory paragraph, the format for soil series descriptions arranges the subject matter in two main parts. The first part includes the taxonomic classification, the description of the typical pedon, the type location, the section on range in characteristics, and the section on competing series. This part and the description of the diagnostic horizons and features in the \\\"Remarks\\\" section defines the soil series as a class in the soil classification system insofar as the available information permits. The second part includes all the remaining sections of the soil series description which provide additional descriptive information. The guidelines for keying soil series descriptions are as follows: -- Left margin is in column 1. Right margin is in column 66. -- Tabs, stop codes, required hyphen codes, required backspace codes, automatic centering, and underlines are not used. The spacebar is used instead of tabs. -- Everything is left justified. The horizon designations do not need to be indented. -- Section headings are in capital letters, for example, TAXONOMIC CLASS and TYPICAL PEDON, and followed by a colon (:). Do not begin any line, other than the section headings, with words or abbreviations in capital letters plus a colon. The validation of descriptions with the SC/OSD Maintenance Tool will return error messages for unexpected headings unless attention is given to proper format. -- Depths and thickness (cm), temperature (whole degrees C), precipitation (mm), and elevation (meters) are in metric units of measure; acreage and legal descriptions (longitude and latitude in degrees, minutes, and seconds with WGS84 as horizontal datum are preferred) are in English units. General locations can be given in feet and miles. -- Special symbols, subscripts, and superscripts must be expressed as words. (For example: 10\\u00b0 is changed to 10 degrees, CaCO3 is changed to calcium carbonate, and 10% is changed to 10 percent.) -- The first 8 lines and the last line of the soil series description must be standardized in order for the validations of the SC/OSD maintenance tool to work. All entries are left justified and start in column 1. The line-by-line instructions are as follows: Line l--LOCATION GAMMA                        NE (This line is entered in capital letters. The first letter of the State where the soil series is located must be in the 33rd character location starting from the leftmost side at the first character location. If other States are using the series, the first letter of the other State must be in the 36th character location. Any other States using the series follow in alphabetical order.) Line 2--Blank line Line 3--Tentative Series or Established Series (Note: Even series with inactive status are shown as such on this line.) Line 4--Rev. MLD-JRC [These are the initials of the individuals who last revised the soil series. The initials are separated by a hyphen (-), a slash (/), or a comma (,).] Line 5--08/2012 (This is the two-digit month and four-digit year in which the official soil series description was last revised in the soil series classification database or in the official series description file share. The system enters this date automatically.) Line 6--Blank line Line 7--GAMMA SERIES (All letters are capped.) Line 8--Blank line Line 8 is followed by the introductory paragraph and the rest of the soil series description. Next to last line--National Cooperative Soil Survey Last line--U.S.A. (All letters are capped and do not have spaces inbetween.) The completed description must be run through a spell checker in word-processing software. Content of a Soil Series Description (a) Introductory Paragraph. This paragraph carries no side heading. It briefly describes the depth, drainage class, soil parent materials, landforms, and any other significant features that characterize the soil series and the geomorphic setting. This information benefits people who refer to the official soil series descriptions but are not well acquainted with the taxonomic classification system. If used in the introductory paragraph, depth refers to depth to bedrock unless some other restrictive feature that is important to plants or engineering interpretations is specified. If a restrictive feature is at some depth within the soil profile, describe by such statements as \\\"very shallow to sandstone or shale,\\\" \\\"very deep soils that have gravel layers at a depth of 15 to 100 cm,\\\" \\\"moderately deep to rhyolite,\\\" or \\\"shallow to a duripan.\\\" The temperature and precipitation are mean annual values for the soil series. Do not use the terminology in Soil Taxonomy in the introductory paragraph. Do not use hyphens in drainage classes (e.g., \\\"well drained,\\\" not \\\"well-drained\\\"). Examples of the introductory paragraph are: \\\"The Sigma series consists of very deep, well drained soils that formed in a thin deposit of loess overlying loamy till. Sigma soils are on moraines, drumlins, and till plains. Slopes are 0 to 25 percent. The mean annual precipitation is about 600 mm, and the mean annual temperature is about 8 degrees C.\\\" \\\"The Beta series consists of very poorly drained, organic soils in drainageways and depressions on moraines, lake plains, and outwash plains. These soils formed in highly decomposed organic material over loamy glacial and lacustrine deposits. The organic material was derived from herbaceous plants. Slope ranges from 0 to 2 percent. The mean annual precipitation is about 800 mm, and the mean annual temperature is about 2 degrees C.\\\" (b) Taxonomic Class. This statement gives the family classification. If the classification is questionable, explain it in the \\\"Remarks\\\" section. (c) Typical Pedon. Use the side heading in the description, as indicated. The soil series name and texture phase term or the word \\\"series\\\" follows the side heading. Next are the aspect, shape, and percent of slope and a word or phrase, such as \\\"forested,\\\" \\\"pasture,\\\" \\\"cultivated field,\\\" or other term, for use or cover that shows whether or not the soil at the site has been disturbed. Place a parenthetical statement immediately below the heading and soil name to specify the moisture state of the soil when it was described. If the soil was nearly dry in the upper 60 cm and moist below, the statement, \\\"When described, the soil was slightly moist above a depth of 60 cm and moderately moist below\\\" is used. An example of this paragraph is: \\\"Gamma silt loam on a southeast-facing, concave, 3-percent slope under mixed hardwoods at an elevation of 500 meters. (Colors are for moist soil unless otherwise stated. When described on July 1, 1985, the soil was slightly moist to a depth of 60 cm and moderately moist below that depth.)\\\"",
      "part": "614",
      "headerid": "12",
      "header": "Explanation and Content of a Soil Series Description"
    },
    {
      "clause": 2,
      "content": "(1) Descriptions of horizons. These descriptions are in paragraph form. They ordinarily consist of three parts: the horizon designation, the horizon depths, and the detailed description of the observed horizon morphology.",
      "part": "614",
      "headerid": "12",
      "header": "Explanation and Content of a Soil Series Description"
    },
    {
      "clause": 3,
      "content": "(2) Pedon described. Describe an actual pedon. The pedon chosen as the typical pedon must reflect the norm for the soil series as closely as possible. The norm is the concept or mental image of the central nucleus of pedons for the soil series. The pedon may depart in minor ways from the norm without a need for explanation. If it departs from the norm in some obvious feature, however, indicate the departure in the range of characteristics and in the \\\"Remarks\\\" section of the description. Describe the typical pedon in its dominant land use. Describe the pedon to a depth that is at least equal to that for the series control section. Describe the relevant characteristics of Cr and R layers (see section (e)(1)(ii) below).",
      "part": "614",
      "headerid": "12",
      "header": "Explanation and Content of a Soil Series Description"
    },
    {
      "clause": 4,
      "content": "(3) Horizon designations. Identify horizons using the horizon designations defined in chapter 3 of the Soil Survey Manual and chapter 18 of the current edition of the Keys to Soil Taxonomy. Taxonomic terms that are used for the diagnostic horizons and characteristics of the soil classification system do not describe horizons and are not an acceptable substitute for a thorough, detailed description of the features observed.",
      "part": "614",
      "headerid": "12",
      "header": "Explanation and Content of a Soil Series Description"
    },
    {
      "clause": 5,
      "content": "(4) Depth of horizons. Give the depths to the upper and lower boundaries of horizons in centimeters after the corresponding horizon designations. Insert a semicolon after \\\"cm.\\\" Use of the corresponding horizon depths in English units of measurement (inches) is discouraged due to the potential confusion and errors in conversion. Use the soil surface, excluding live and fresh (i.e., undecomposed) leaves and twigs, as a reference plane for depth and thickness measurements for all mineral and organic soil horizons.",
      "part": "614",
      "headerid": "12",
      "header": "Explanation and Content of a Soil Series Description"
    },
    {
      "clause": 6,
      "content": "(5) Features described for most horizons. These features are as follows: - color (dry or moist, the most common condition) - texture class (including texture modifiers for fragments and composition) - color (dry or moist, opposite of the condition initially given) - mottles (dry or moist colors given; these are not related to wetness) - structure (Do not use commas to separate terms in the phrase that describes structure. Use the word \\\"structure\\\" only once in describing compound structure, such as \\\"weak coarse prismatic structure parting to moderate medium subangular blocky.\\\") - consistence (dry, moist, stickiness, plasticity) - roots - pores - additional features (see item 8 below) - reaction - lower boundary - range in thickness",
      "part": "614",
      "headerid": "12",
      "header": "Explanation and Content of a Soil Series Description"
    },
    {
      "clause": 7,
      "content": "(6) Sequence for describing features. Describe the features of each horizon in the order listed to make comparisons easier among horizons and among soil series. All features may not occur in every horizon. As previously specified, describe features in standard terminology as much as possible.",
      "part": "614",
      "headerid": "12",
      "header": "Explanation and Content of a Soil Series Description"
    },
    {
      "clause": 8,
      "content": "(7) Soil color. Give descriptions of colors, including Munsell notations, for individual horizons. Describe color by using Munsell notations to the nearest color chip. All surface horizons require both moist and dry colors. Other horizons require colors for both moist and dry conditions if the information is necessary for the classification of the soil series. Record colors for both dry and moist conditions, if known, even if the information is not required for classification. Give moisture conditions for individual color identifications or for the whole pedon, as previously specified. Most horizons have a dominant color that changes in value and, less commonly, in hue and chroma as the moisture content changes. See chapter 3 of the Soil Survey Manual for more information on dominant color. The color listed first represents the moisture content that is most often observed. In arid regions this is the color of dry soil, and in humid regions it is the color of moist soil. In the description of the horizon, first record the color of the matrix or interiors of the peds, then list the color of films or coating on peds if they are different from the interiors. Identify the positions of individual colors unless they are obvious from the context. Do not use hyphens in soil color names (e.g., \\\"yellowish brown,\\\" not \\\"yellowish-brown\\\").",
      "part": "614",
      "headerid": "12",
      "header": "Explanation and Content of a Soil Series Description"
    },
    {
      "clause": 9,
      "content": "(8) Additional features. List these features separately because they do not occur in all soils or horizons. Examples include the following (in random order): - artifacts - bioturbation (krotovinas, insect casts, wormcasts, etc.) - cementation - clay films and clay bridging - concretions (from various cementing agents) - cracks - detached fragments of cemented genetic horizons (duripan, ironstone, petrocalcic, etc.) - durinodes and opaline silica coats - fibers - gelic materials (involutions, ice lenses, ice wedges, etc.) - gypsum - hydrophobicity - identifiable secondary carbonates - lamellae - manner of failure (brittleness, fluidity, smeariness) - nodules (from various cementing agents) - odor - pararock fragments - pipes or tongues of other soil materials - plinthite - pressure faces (stress cutans) - reaction to indicator solutions (alpha, alpha-dipyridyl, HCl, H2O2, etc.) - redoximorphic features (concentrations, depletions, reduced matrix) - rock fragments - silt coats or films - skeletans - slickensides - stone lines - thin strata, laminae, and/or lenses - visible soluble salts - wood fragments If such features are not mentioned in the description of a horizon, it is assumed they are absent. If these features are described, give the size, color (if appropriate), kinds, and numbers of concretions, stones, and gravel; the distinctness, extent, color, and position of clay films; and the amounts and distribution pattern of secondary carbonates and soluble salts. Use the nomenclature for diagnostic characteristics, such as slickensides, durinodes, and plinthite, in the horizon description but provide a complete description of each.",
      "part": "614",
      "headerid": "12",
      "header": "Explanation and Content of a Soil Series Description"
    },
    {
      "clause": 10,
      "content": "(9) Reaction. Record reaction using the descriptive class terms listed in chapter 3 of the Soil Survey Manual. Give the pH value in parentheses following the descriptive terms. An example is \\\"very strongly alkaline (pH 9.8).\\\"",
      "part": "614",
      "headerid": "12",
      "header": "Explanation and Content of a Soil Series Description"
    },
    {
      "clause": 11,
      "content": "(10) Range in thickness of individual horizons. Although this range is part of the range in characteristics for the soil series, include it in parentheses with each horizon description in the typical pedon for convenience. The combined thickness of subhorizons may be given instead.",
      "part": "614",
      "headerid": "12",
      "header": "Explanation and Content of a Soil Series Description"
    },
    {
      "clause": 12,
      "content": "(11) Examples of descriptions of individual horizons. (i) A sequence of two horizons: Oe1--0 to 20 cm; dark reddish brown (5YR 3/2) mucky peat, broken face hemic material, very dark brown (10YR 2/2) rubbed; about 60 percent fiber, 25 percent rubbed; massive; herbaceous fiber; about 15 percent mineral material; slightly acid (pH 6.5 in 1:2 0.01 M calcium chloride); abrupt smooth boundary. Oe2--20 to 45 cm; very dark grayish brown (10YR 3/2) mucky peat, broken face and rubbed hemic material; about 40 percent fiber, 20 percent rubbed; massive; herbaceous fiber; about 35 percent mineral material; few small snail shells; strongly effervescent; slightly alkaline (pH 7.6 in 1:2 0.01 M calcium chloride); abrupt smooth boundary. (Combined thickness of the Oe horizons is 15 to 50 cm.) (ii) A sequence of three horizons: E--2 to 25 cm; very pale brown (10YR 7/3) loam, light yellowish brown (2.5Y 6/4) moist; weak thin platy structure; soft, very friable, slightly sticky, nonplastic; few fine roots; few very fine pores; few fine black and dark brown concretions; 2 percent cobbles; slightly acid (pH 6.4); clear smooth boundary. (15 to 30 cm thick) Bt1--25 to 50 cm; grayish brown (10YR 5/2) clay loam, very dark grayish brown (10YR 3/2) moist; strong coarse columnar structure; extremely hard, firm, moderately sticky and moderately plastic; common fine roots; many very fine vesicular pores in clean silt caps about 2.5 cm thick on tops of soil columns and many very fine tubular pores immediately below caps; few medium pores in lower part of columns; many distinct very dark brown (10YR 2/2) clay films on vertical faces of peds; common dark stains and clean sand grains on vertical faces of peds; slightly alkaline (pH 7.8); clear wavy boundary. (18 to 56 cm thick) 2Bt2--50 to 75 cm; olive (5Y 5/3) silty clay loam; moderate fine subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few fine tubular pores; common fine prominent brown (10YR 5/3) and many fine prominent yellowish brown (10YR 5/8) masses of oxidized iron accumulation; common fine prominent gray (10YR 5/1) iron depletions; common distinct very dark grayish brown (2.5Y 3/2) clay films on surfaces along pores and on all faces of peds; thin black (5Y 2/1) flecks inside peds; slightly acid (pH 6.5); gradual wavy boundary. (15 to 35 cm thick) (iii) A single horizon: Cg3--125 to 150 cm; gray (10YR 5/1) silty clay loam; massive; firm, friable, moderately sticky and slightly plastic; few fine roots; few fine tubular pores; few medium distinct pale brown (10YR 6/3) masses of oxidized iron accumulation; common medium distinct black (10YR 2/1) concretions and masses of manganese accumulation; common prominent reddish brown (5YR 4/4) masses of oxidized iron accumulation on surfaces along root channels; moderately acid; gradual smooth boundary.",
      "part": "614",
      "headerid": "12",
      "header": "Explanation and Content of a Soil Series Description"
    },
    {
      "clause": 13,
      "content": "(12) General guidance for preparing pedon descriptions. (i) Use \\\"few,\\\" \\\"common,\\\" or \\\"many\\\" for classes of numbers of redoximorphic features, roots, pores, and concentrations. Refer to chapter 3 of the Soil Survey Manual for a definition of the terms that apply to each of the features. Express rock fragments, pararock fragments, wood fragments, and artifacts as a percentage of the volume on a whole soil base. (ii) Use \\\"uncoated\\\" or \\\"clean silt and sand grains\\\" rather than \\\"bleached silt and sand\\\" or \\\"grainy coats.\\\" (iii) \\\"Ped\\\" is the preferred terminology for a natural structural unit. Clods and fragments result from tillage or cultural practices. The term \\\"aggregate\\\" is confusing because it has many different meanings. Use the expression \\\"faces of peds\\\" and not \\\"ped faces.\\\" (iv) Avoid expressions such as \\\"weak to moderate\\\" for grade of structure (or other property). Use \\\"weak and moderate\\\" if two grades of structure are present. If peds separate to form smaller peds, use the verbs \\\"part\\\" or \\\"separate\\\" to describe the formation of secondary peds. In contrast to a complete ped, a fragment of a ped has fracture surfaces rather than natural faces. The zero grade of structure (structureless) is single grain or massive. Do not use the term \\\"structureless\\\" because it is redundant if used with \\\"massive\\\" or \\\"single grain.\\\" Do not give a type of structure with either massive or single grain. Soil material of single grains does not have structure. Very fine or fine grade granular peds cannot be described as single grain. In addition, single grain soil material has a loose rupture resistance class. (v) Do not use hyphens in the class names for stickiness and plasticity. For example, \\\"nonsticky\\\" (not \\\"non-sticky\\\") is the correct spelling of the class name. (vi) By definition, concretions are cemented. Thus, the phrase \\\"soft lime concretions\\\" is not correct. Use \\\"masses of calcium carbonate\\\" or some other appropriate description. By definition, masses are noncemented. Thus the phrase \\\"weakly cemented iron masses\\\" is not correct. Preferred expressions are- - Common fine dark concretions (Fe and Mn oxides). - Common fine dark concretions (oxides). (vii) Carbonates commonly are criteria used to separate soil series. Carbonates may be present in segregated forms or disseminated in parts of the mass or throughout the mass. Soil series descriptions must specify the kind and distribution of carbonates within horizons. The degree of effervescence after the soil is treated with 1N hydrochloric acid is described as very slightly, slightly, strongly, and violently effervescent. The degree of effervescence is related to the surface area of the carbonate minerals and to the kinds of minerals rather than to the total carbonate content. Thus, effervescence is not a reliable basis for estimating the amount of carbonates. A small amount of finely divided carbonates can produce a violent effervescence for a short time. Field tests for estimating the amount of carbonates in a soil are available. Record the content in parentheses after the degree of effervescence, such as \\\"strongly effervescent (8 percent calcium carbonate equivalent).\\\" Estimate carbonates to the nearest 1 percent if the content is less than 20 percent and to the nearest 5 percent if it is more than 20 percent. An example is \\\"slightly effervescent (2 percent calcium carbonate equivalent); slightly alkaline.\\\" (viii) If E and Bt horizons are described, parts that refer to each horizon are indicated as follows: E and Bt--95 to 145 cm; yellowish brown (10YR 5/4) fine sand (E); single grain; loose; lamellae and bands of dark brown (7.5YR 4/4) fine sandy loam (Bt); coarse subangular blocky structure in thicker bands; friable; wavy and discontinuous 2- to 4-cm-thick lamellae in upper part and bands 5 cm thick in lower part; moderately acid; gradual wavy boundary. (40 to 75 cm thick) (ix) Neutral colors are written such as \\\"gray (N 5/)\\\". The hue is neutral (N) if the chroma is zero and the character (0) is not used. (x) Do not place a plus sign after the last stated depth in the profile description. The last stated depth is the depth to which the profile was examined. (xi) Chapter 3 of the Soil Survey Manual and chapter 18 of the of the Keys to Soil Taxonomy provide guidance and conventions on the designations used for horizons and layers. (xii) Indicate the range in thickness of horizons as follows: - The thickness of horizons that have two or more subhorizons can be combined. Note the range in thickness after the last subhorizon. For example, \\\"The combined thickness of the Bw horizons is 50 to 75 cm.\\\" - The thickness of horizons that are not essential to the classification and are not in all profiles is expressed as zero to an appropriate number of centimeters. For example, \\\"0 to 60 cm thick.\\\" (d) Type Location. The location is a specific site. The county and State names are given first. The location is described accurately enough in relationship to map coordinates or other geographic reference points that it could be located by a person unfamiliar with the area. For example: \\\"Lucky County, Nebraska; about 10 miles north and 7 miles east of Eden; 90 feet west and 30 feet south of the northeast corner of sec. 7, T. 12 N., R. 26 W.; USGS named topographic quadrangle; lat. 40 degrees 40 minutes 20 seconds N. and long. 40 degrees 30 minutes 20 seconds W., WGS84.\\\" Give the latitude, longitude, and horizontal datum (WGS84 is preferred) in both sectionized and nonsectionized areas. In sectionized areas, the four section corners and the center of a section may also be reference points. Do not use the term \\\"1/4 corners\\\" in giving the location. In nonsectionized areas, give locations using available permanent landmarks. (e) Range in Characteristics. This section spells out observed ranges in soil properties for the soil series class as it is currently conceived. Give emphasis to properties that are definitive for the soil series or that affect use and management whether or not these properties are known to differentiate locally. As much as practical, give quantitative limits for the ranges in properties. The ranges specified must fall within the ranges of the family in which the soil series is classified. If the allowable range of a given property coincides with the range of the family or a higher category, the range does not have to be repeated in the description because it is implied by the classification given. A range in a soil series property commonly is narrower than the range for the family class. If it is, give the narrower range. If class limits in the classification system are soil series limits, observe these limits before recording their values. The ranges given are those that are considered to be limiting for the soil series and do not extend to taxadjuncts. The inclusion of unusual ranges in properties magnifies problems of identifying soil series apart from one another. Limit the recorded ranges to those that have been observed in the field or determined in the laboratory. Record assumed properties in the \\\"Remarks\\\" paragraph. This section of the soil series description, like others, is not meant to cover the soils of other series present within map units. Record data on minor components in the NASIS database rather than in the official soil series descriptions. A standard arrangement of information in this section makes comparisons among soil series easier. Both tabular or text formats are acceptable. The arrangement first presents information on the soil as a whole and then presents in subsequent paragraphs information on the major individual horizons. Enter numerical values for ranges after using the conventional rules for rounding shown in section 614.13. Significant digits for soil properties used in taxonomic classification, such as percent clay content, are shown in section 614.14.",
      "part": "614",
      "headerid": "12",
      "header": "Explanation and Content of a Soil Series Description"
    },
    {
      "clause": 14,
      "content": "(1) First paragraph. Include general pedon features that apply to the soil as a whole rather than to individual horizons. Present such features as the thickness of the subsoil, depth to bedrock, depth to a fragipan, stoniness, mineralogy, range in soil temperature, and frequency and duration of periods when soil moisture is at or below the wilting point. Information that has been obtained through direct observations or that can be reliably inferred is recorded. (i) Use terms for diagnostic horizons or features in this section. If you use these terms, specify their relationship to the horizons and subhorizons of the typical pedon. (ii) Paralithic and lithic contacts, as defined in Soil Taxonomy, form the boundary between soil and paralithic materials and coherent underlying material, respectively. The concept of these root-limiting layers does not allow both of them to be present beneath a soil. Thus, soil series must not be defined as or differentiated from competing series by having, for example, a \\\"paralithic contact over a lithic contact.\\\" If paralithic materials become harder and more coherent with depth, this fact can be stated in the range in characteristics. Paralithic materials, however, can be used to differentiate soil series if the materials are within the series control section. Refer to chapter 17 of the current edition of the Keys to Soil Taxonomy for the key to the control section for the differentiation of series. The presence of hard, coherent bedrock below the series control section cannot be used to differentiate soil series but can be considered as a basis for phase distinctions. (iii) Characteristics can be presented in the first and subsequent paragraphs in either a semitabular (preferred) or full text format. An example of a semitabular format is: \\\"Soil moisture: Moist in some part of the soil moisture control section from December to March; intermittently moist from July to September; driest in May and June; ustic moisture regime that borders on aridic Soil temperature: 9 to 13 degrees C Rock fragments: 15 to 50 percent gravel and 10 to 25 percent cobbles; average of more than 35 percent in the particle-size control section Calcium carbonate equivalent: 15 to 40 percent Depth to bedrock: 18 to 50 cm to a lithic contact Reaction: Slightly alkaline or moderately alkaline Organic matter content: Average of 1 to 5 percent in the surface layer Clay content: 18 to 25 percent; textures of loam or silt loam with less than 40 percent sand\\\"",
      "part": "614",
      "headerid": "12",
      "header": "Explanation and Content of a Soil Series Description"
    },
    {
      "clause": 15,
      "content": "(2) Subsequent paragraphs. Describe each major horizon of mineral soils in a separate paragraph. Separate each paragraph with a double space. Use tiers or combinations of similar layers for organic soils. (i) The horizons covered in the subsequent paragraphs are the major ones described and are significant to the definition of the soil series. Discuss the ranges in soil properties in the same order as they are listed in the typical pedon description. An example of text format is: \\\"The Bt horizon has hue of 10YR or 7.5YR, value of 2 or 3 moist or 3 or 4 dry, and chroma of 1 or 2 moist or dry. It is loam or clay loam. It averages 18 to 28 percent clay and 40 to 60 percent fine sand or coarser material. It has weak or moderate medium subangular blocky structure and is friable or very friable. It ranges from pH 6.2 to 7.6.\\\" An example of a semitabular format is: \\\"Bt horizon Hue: 10YR or 7.5YR Value: 2 or 3 moist, 3 or 4 dry Chroma: 1 or 2 moist or dry Texture: Loam or clay loam Clay content: 18 to 28 percent Content of fine sand or coarser material: 40 to 60 percent Structure: Weak or moderate medium subangular blocky Moist consistence: Friable or very friable Reaction (pH): 6.2 to 7.6.\\\" (ii) Subdivisions of major horizons may be helpful for some soil series. The sequence begins with the uppermost horizon in the pedon and continues downward. Make subdivisions of major horizons only if necessary because the resulting long and detailed section may obscure important information. (iii) List the most common range of a soil characteristic before giving the complete range. For example, \\\"The A horizon commonly is loamy sand and less commonly is loamy fine sand, fine sand, or fine sandy loam\\\" or \\\"The A horizon is most commonly sand, but the range includes fine sand and loamy sand.\\\" (iv) If there is no known range of a particular characteristic, do not repeat the information provided in the typical pedon. (v) Preferred expressions: - \\\"typically\\\" or \\\"in some pedons\\\" rather than \\\"frequently\\\" or \\\"occasionally\\\" - \\\"some pedons\\\" rather than \\\"some places\\\" (for example, \\\"The lower part of the fragipan in some pedons has evidence of illuviation\\\") - \\\"do not have\\\" rather than \\\"lack\\\" - \\\"is\\\" or \\\"are\\\" rather than \\\"may be\\\" - \\\"2C horizon\\\" rather than \\\"2C material\\\" - \\\"bedrock\\\" rather than \\\"R layer\\\" - \\\"BC horizon\\\" rather than \\\"BC\\\" - \\\"some pedons do not have a BC horizon\\\" rather than \\\"the BC horizon may be missing\\\" - \\\"the upper part of the B horizon\\\" rather than \\\"the upper B horizon\\\" - \\\"interfingering of albic materials into the Bt horizon\\\" rather than \\\"interfingering of the albic horizon into the argillic horizon\\\" - \\\"a thin stone line is at the boundary between the two materials\\\" rather than \\\"a thin stone line separates the two materials\\\" (f) Competing Series. This section discusses the distinctions between the soil series being described and its major taxonomic competitors. It lists all the soil series of the same family and gives the principal differentiating characteristics that set them apart from the series being described. Because the properties that govern the classification of the soil series being described have already been stated, this section emphasizes those features that distinguish it from the competing series. The comparisons are as specific and quantitative as available information warrants. Comparisons may include reference to diagnostic horizons and other features.",
      "part": "614",
      "headerid": "12",
      "header": "Explanation and Content of a Soil Series Description"
    },
    {
      "clause": 16,
      "content": "(1) List all soil series in the same family in alphabetical order. List tentative soil series if the series being described is tentative. If the soil series being described is established, list tentative series if they are identified as tentative. Individually state the differentiating characteristics for soil series in the order of listing unless some can be grouped together and differentiated. If no soil series are in the same family, list series that are in similar families and their differentiating characteristics.",
      "part": "614",
      "headerid": "12",
      "header": "Explanation and Content of a Soil Series Description"
    },
    {
      "clause": 17,
      "content": "(2) Features that are used to differentiate or group soils include but are not limited to- - The presence or absence of a diagnostic horizon or feature. - The texture in some part of the series control section (the range is given in percent of soil separates). - Carbonates above or within a specified depth. - Depth to a lithic or paralithic contact. - Content or type of fragments in the soils. - Colors that are redder or yellower than a specified hue. - Redoximorphic features that have low chroma within a specified depth. - Soil temperature differences. - The thickness of the subsoil. - The thickness of the epipedon. - Soil moisture differences. - Reaction in the series control section.",
      "part": "614",
      "headerid": "12",
      "header": "Explanation and Content of a Soil Series Description"
    },
    {
      "clause": 18,
      "content": "(3) In selecting preferred expressions, change- - \\\"thicker darker surface horizon\\\" to \\\"Gamma soils have a mollic epipedon\\\" when indicating that a soil has a mollic epipedon. - \\\"light colored surface\\\" to \\\"Gamma soils have an ochric epipedon\\\" when distinguishing a soil that does not have a mollic epipedon. - \\\"lower subsoil\\\" to \\\"lower part of the subsoil.\\\" - \\\"are redder\\\" to \\\"have hue redder than 10YR.\\\" - \\\"soils lack argillic horizons\\\" to \\\"soils do not have an argillic horizon.\\\" - \\\"soils have higher organic matter\\\" to \\\"soils contain more than __ percent organic matter.\\\" - \\\"have siltier textures in the upper subsoil\\\" to \\\"contain more than __ percent silt in the upper part of the subsoil.\\\" - \\\"lower value\\\" to \\\"colors of lower value than.\\\" - \\\"moist value\\\" to \\\"moist color value.\\\" - \\\"small proportion\\\" to \\\"small part.\\\" - \\\"have up to and including 10 cm\\\" to \\\"have as much as 10 cm.\\\" - \\\"strongly developed horizons\\\" to \\\"strongly expressed horizons.\\\" - \\\"Gamma soils have argillic horizons with fine-silty textures\\\" to \\\"Gamma soils have a fine-silty particle-size class in the argillic horizon.\\\" (g) Geographic Setting. The items in this section include landscapes, landforms, relief, nature of regolith, climate, and any other features that are especially helpful in identifying the soils of the soil series. Indicate the name or names of the landforms and the range in slope gradient, kind of slope, and aspect for the soils of the series. Record landscape features that mark areas of the soils, such as common outcrops of rock, an erosional surface, or a depositional surface.",
      "part": "614",
      "headerid": "12",
      "header": "Explanation and Content of a Soil Series Description"
    },
    {
      "clause": 19,
      "content": "(1) Briefly describe the nature of the regolith in which the soils formed. Also list underlying rock. The purpose of this statement is to characterize the regolith to aid in identifying the soils rather than to define the soil series in the terms of underlying rock and mode of accumulation of the regolith.",
      "part": "614",
      "headerid": "12",
      "header": "Explanation and Content of a Soil Series Description"
    },
    {
      "clause": 20,
      "content": "(2) Characterize climate in terms of temperature, precipitation, and indices. For example, express PE index as a range for the soil series. Only use indices that have been defined in widely available publications. Give information on climate in the descriptions of soil series. Give the range of the number of mean annual temperature (in degrees C) and mean annual precipitation (in millimeters). Also give the range of numbers for the frost-free period (in days), if pertinent. The statements should apply to the geographic setting and not to the information on soil temperature and soil moisture that is given in the range in characteristics section. If pertinent, give the range of elevation (in meters).",
      "part": "614",
      "headerid": "12",
      "header": "Explanation and Content of a Soil Series Description"
    },
    {
      "clause": 21,
      "content": "(3) Preferred expressions include- - \\\"Gamma soils are nearly level\\\" rather than \\\"Gamma soils occur on nearly level.\\\" - \\\"The soil formed in calcareous\\\" rather than \\\"The soil developed in calcareous.\\\" - \\\"Mean annual temperature\\\" rather than \\\"Mean annual air temperature.\\\" (h) Geographically Associated Soils. Use the list of geographically associated soils to inform users of the names of soil series in the same locality. For example, describe the actual geographic locations of the various series and how they differ. List the geographically associated soil series and include a brief comment to distinguish each of them from the series being described. Relate the landscape positions of the associated soil series. The comments do not clearly differentiate soil series but rather highlight major distinctions. Do not repeat the differentiae that are used in the section on competing soil series. A preferred expression for \\\"associated landscapes\\\" is \\\"nearby landscapes.\\\" (i) Drainage and Saturated Hydraulic Conductivity. Give soil drainage for each soil series. Drainage is usually assigned as a single drainage class, or occasionally, two drainage classes. For some soil series, include segments of two adjacent drainage classes. Give the sequence of soil water states in addition to drainage class if it is a more useful way to record moisture regimes. Also include the characterization of saturated hydraulic conductivity in this section. Consider saturated hydraulic conductivity to a depth of 180 cm or to bedrock and describe it according to major changes, for example, \\\"high in the upper part and moderately low in the lower part.\\\" Always cite very high saturated hydraulic conductivity in the lower part of the profile. Surface runoff may be given in this section but it is not required. If it is important, describe run-on moisture in this section. If needed, also give statements about type and depths of saturation, flooding, and ponding. Avoid expressions such as \\\"well drained to moderately well drained.\\\" Instead use \\\"well drained or moderately well drained\\\" or \\\"well drained and moderately well drained.\\\" Do not assign more than two drainage classes to a soil series. Examples of statements: - Well drained; moderately high saturated hydraulic conductivity. - The soils are moderately well drained and have moderately low saturated hydraulic conductivity. They are flooded for short periods in early spring. - The soils are well drained. Runoff is medium on the gentle slopes and high on the steeper slopes. Saturated hydraulic conductivity is moderately high in the subsoil and low in the underlying material. (j) Use and Vegetation. List the major uses of the soil series in this section. If soils are used for crops, pasture, or forests or for urban or other uses, indicate the uses along with the general extent of each, if known. Do not discuss productivity levels, yields, limitations, or hazards. Also describe the native vegetation in this section if it covers an important part of the soil. If known, give the various plant communities in various successional stages. Refer to an ecological site if known. For some soil series, the kind of native vegetation is uncertain and no longer important because of current use. Do not describe the vegetation for these series. The description is brief since it is meant simply to aid in identifying the soils. A preferred expression for \\\"Soils are under cultivation with corn and wheat, the principal crops\\\" is \\\"Soils are cultivated. Corn and wheat are the principal crops.\\\" (k) Distribution and Extent. This section is used to provide more information on the distribution of the series by States, MLRAs, or both. If State information is given, use the complete spelling of State names instead of FIPS codes. Indicate the extent of the soils in a soil series using one of three classes. The names and extent figures for these classes are given below. Use either the substantive or adjective forms of the name, depending on which is more appropriate for the text. The terms and the extent ranges are as follows: - Small extent or not extensive-less than 10,000 acres - Moderate extent or moderately extensive-10,000 to 100,000 acres - Large extent or extensive-more than 100,000 acres Supplement the designation of classes for soil series with extent figures when the soil series is not extensive and when the soil series is of large extent. Some examples: - \\\"The soils of this series are not extensive; their total extent is about 6,000 acres.\\\" - \\\"These soils are extensive, with about 214,000 acres of the series mapped.\\\" (l) Soil Survey Regional Office (SSR) Responsible. Use this heading to indicate which SSR currently has responsibility for maintenance of the OSD. Check the entry against a like entry in the Soil Classification (SC) database at the time of updating. It must match the entry in the SC database for update of the series description to proceed. The format of the entry should look like: Portland, Oregon. The entries must be spelled correctly and must exactly match one of the 12 SSRs. Note that it is not recommended to enter the names or numbers of soil survey offices (SSOs) in this section since a corresponding entry for these offices is not possible in the SC database and the validation of the entry will fail. This entry will be automatically changed to match the corresponding entry in the SC database when responsibility for the series is transferred. Responsibility is transferred by revising the entry in the \\\"Responsible SSR\\\" field in the SC part of the SC/OSD Maintenance Tool. (m) Series Proposed or Series Established. Use one of these headings, depending on the current status of the series. For tentative series, the place where the soil series was proposed and the date when the series received tentative status follow the side heading \\\"Series Proposed.\\\" For established soil series, the place and date of establishment follow the side heading \\\"Series Established.\\\" Give the names of the county and State and the year in which a soil series received tentative status or was established. If the survey area is a geographical or political subdivision other than a county, include the name of that subdivision. Give the source of the name for a soil series in the first description of a newly proposed series. A revised description does not need to include the source of the name if it has been recorded in an earlier description. (n) Remarks. List the horizons and features that are considered diagnostic for the pedon described. The objective is a list of the features needed to classify and characterize the series. Restrict other remarks to those that can help in identifying soils of the soil series as it is currently conceived. For example, a proposal of a new soil series for soils originally from an already established series can be included in the \\\"Remarks\\\" section of the description of the new series. List any unresolved problem with defining the soil series or with differentiating it from others, or its status (active/inactive). Do not list laboratory data in this section. (o) Additional Data. This section is optional. It lists sources of data, including pedons in the National Cooperative Soil Survey soil characterization database, study thesis information, data from State laboratories, and advance copies of data from unpublished soil survey investigations reports that were used in defining properties of the soil series. This section is intended to provide a reference to sources of additional information and should not be used to reproduce data that is best accessed from the source.",
      "part": "614",
      "headerid": "12",
      "header": "Explanation and Content of a Soil Series Description"
    }
  ],
  "614.13": [
    {
      "clause": 1,
      "content": "614.13 Rounding Numbers from Laboratory Data Analytical data on soils will often be reported by laboratories using levels of precision that do not match the precision level of the criteria used in Soil Taxonomy (ST). For example, ST requires using percentages for clay content in whole numbers (integers) when applying criteria such as the required characteristics of the argillic horizon and the key to particle-size classes. However, primary characterization data supplied from the NSSC Kellogg Soil Survey Laboratory reports clay content (by weight) in tenths of a percent (one decimal place). When evaluating numerical data to determine if the critical values used in ST are met, you must round the numbers to the same number of digits as used in the criteria. So if critical limits for percent clay are presented as whole numbers in a particular criteria, then weighted average clay contents must be rounded to a whole number. However, when using a series of numbers in a calculation (for example, when calculating a weighted average clay percentage for the particle-size control section), only round the final result, not the individual values used in the calculation. The conventional rules for rounding numbers are as follows: If the digit immediately to the right of the last significant figure is more than 5, round up to the next higher digit. e.g.,    34.8 rounds to 35 (Round up because the digit to be dropped is more than halfway between 34 and 35.) If the digit immediately to the right of the last significant figure is less than 5, round down to the next lower digit. e.g.,    34.4 rounds to 34 (Round down because the digit to be dropped is less than halfway between 34 and 35.) If the digit immediately to the right of the last significant figure is equal to 5, round to the adjacent even number, either up or down. e.g.,   17.5 rounds to 18 (Round up because the result is an even number.) 34.5 rounds to 34 (Round down because the result is an even number.)",
      "part": "614",
      "headerid": "13",
      "header": "Rounding Numbers from Laboratory Data"
    }
  ],
  "614.14": [
    {
      "clause": 1,
      "content": "614.14 Significant Digits for Soil Property or Quality Measurements Used as Criteria in Soil Taxonomy (This exhibit references items in the 12th edition of the Keys to Soil Taxonomy, 2014. In the third column, information in brackets indicates the location of specific information under each item) Measurement of soil property or            Significant digit               Taxonomic criteria and taxa quality (units)                            used in Soil Taxonomy           in Soil Taxonomy [item code] Al plus \\u00bd Fe content, by ammonium          Tenths (0.1)                    Required characteristics for andic oxalate (%)                                                                  soil properties [2.c and 3.c]; \\\"Andic\\\" (except Kandic), Aquandic, and \\\"vitr\\\" subgroups Al plus \\u00bd Fe content, by ammonium          Hundredths (0.01)               Definition of spodic materials oxalate (%)                                                                  [2.b.3]; Spodic subgroups of Entisols, Gelisols, Inceptisols, and Ultisols Anhydrite content (% by weight)            Whole number (0)                Required characteristics for anhydritic horizon [2]; Anhydritic [C.1] mineralogy class Base saturation, by NH4OAc at pH 7         Whole number (0)                Required characteristics for mollic (%)                                                                          [4] and umbric [4] epipedons; Key to soil orders [I.2]; Xerollic, Ustollic, Mollic, and Eutric subgroups of Alfisols; Dystric and Humaqueptic subgroups of Entisols; Humic subgroups of Aquepts; Eutric subgroups of Inceptisols; Dystric (\\\"dystr\\\") and Eutric (\\\"eutr\\\") great groups of Inceptisols; Eutric (\\\"eutr\\\") great groups and subgroups of Oxisols Base saturation, by sum of cations at      Whole number (0)                Key to soil orders [H.1. and H.2.b]; pH 8.2 (%)                                                                 Ultic subgroups of Alfisols, Andisols, and Mollisols; Some Alfic [KFFT] and Dystric subgroups [KDEU] of Inceptisols; Alfic subgroups of Spodosols Measurement of soil property or          Significant digit               Taxonomic criteria and taxa quality (units)                          used in Soil Taxonomy           in Soil Taxonomy [item code] Bulk density, moist (g/cm3)              Tenths (0.1)                    Definitions of mineral and organic soils; Required characteristics for folistic and histic epipedons [1.a]; Key to soil orders [B.2.d] Bulk density, at 33 kPa (g/cm3)          Hundredths (0.01)               Required characteristics for andic soil properties [2.a] Bulk density, at 33 kPa (g/cm3)          Tenths (0.1)                    \\\"Andic\\\" (except Kandic), Aquandic, and Vitrandic (\\\"vitr\\\") subgroups Calcium carbonate equivalent (%)         Whole number (0)                Required characteristics for the mollic epipedon [3.b and 3.c], calcic horizon [2], and sulfidic materials [2]; Rendolls suborder [IC.3]; Rendollic Eutrudepts subgroup [KFES]; Carbonatic mineralogy class [C.3] Cation-exchange capacity, by 1N          Whole number (0)                Required characteristics for kandic NH4OAc pH 7 (cmol(+)/kg clay)                                              [5] and oxic [6] horizons; Kandic and Kanhaplic subgroups of Alfisols and Ultisols; Udoxic and Ustoxic subgroups of Quartzipsamments; Oxic subgroups of Inceptisols and Mollisols Cation-exchange capacity (cmol(+)/kg Whole number (0)                    Definitions of coprogenous earth organic matter, measured by loss on                                        and diatomaceous earth ignition) Measurement of soil property or            Significant digit                Taxonomic criteria and taxa quality (units)                            used in Soil Taxonomy            in Soil Taxonomy [item code] Clay content (% by weight)                 Whole number (0)                 Definition of mineral soil material; Required characteristics for the folistic and histic epipedons; Required characteristics for the argillic, calcic, kandic, natric, and oxic horizons; Required characteristics for the abrupt textural change; Required characteristics for lamellae; Key to soil orders [E.2, F.2, and",
      "part": "614",
      "headerid": "14",
      "header": "Significant Digits for Soil Property or Quality Measurements Used as Criteria"
    },
    {
      "clause": 2,
      "content": "K.2.a]; \\\"Kandi\\\" and \\\"pale\\\" great groups; Albaquic, Abruptic, and some Haplic subgroups of Alfisols; Abruptic subgroups of Aridisols; Hydric (\\\"hydr\\\") great groups and Haplic, Hydric, and Grossic subgroups of Entisols; \\\"Hydr\\\" subgroups of Inceptisols; Abruptic, \\\"pale,\\\" and Haplic Palexerolls subgroups of Mollisols; Glossaquic Fragiudults [HCBC.1.c] and Haplic Plinthustults [HDAA.2] subgroups; Entic subgroups of Vertisols; Key to particle-size classes of mineral soils and of Histosols and Histels; Strongly contrasting particle-size classes no. 20, 21, 29, 32, and 47 Effective cation-exchange capacity,        Whole number (0)                 Required characteristics for kandic by 1N NH4OAc pH 7 plus 1N KCl-                                                [5] and oxic [6] horizons extractable Al (cmol(+)/kg clay) Effective cation-exchange capacity         Hundredths (0.01)                Acric (\\\"acr\\\") great groups of (cmol(+)/kg clay)                                                             Oxisols Effective cation-exchange capacity,        Tenths (0.1)                     Acric (\\\"acr\\\") subgroups of Ultisols by 1N NH4OAc pH 7 plus 1N KCl- extractable Al (cmol(+)/kg clay) Electrical conductivity, in the extract    Whole number (0)                 Required characteristics for salic from a saturated paste (dS/m)                                                 horizon; Halic subgroups of Vertisols Electrical conductivity, in the extract    Tenths (0.1)                     Dystric (\\\"dystr\\\") great groups of from a saturated paste (dS/m)                                                 Vertisols Electrical conductivity, in 1:1 mixture   Whole number (0)                 Halic subgroups of Haplosaprists of soil and water (dS/m) Measurement of soil property or           Significant digit                Taxonomic criteria and taxa quality (units)                           used in Soil Taxonomy            in Soil Taxonomy [item code] Electrical conductivity, in 1:5 mixture   Tenths (0.1)                     Frasiwassists [BBA.] and of soil and water (dS/m)                                                     Frasiwassents [LAA.] great groups Exchangeable magnesium plus               Tenths (0.1)                     Required characteristics for natric sodium greater than calcium plus                                             horizon [5.b]; extractable acidity at pH 8.2                                              Albic subgroups of Natraqualfs (cmol(+)/kg fine-earth fraction) Exchangeable sodium percentage, or        Whole number (0)                 Required characteristics for natric ESP (%)                                                                      horizon [5]; Key to soil orders [K.2.b(3)]; Albic subgroups of Natraqualfs; Natric subgroups of Alfisols; Sodic subgroups of Aridisols, Entisols, Inceptisols, and Vertisols; Haplic (\\\"hapl\\\") subgroups of Natrustalfs and Natrargids; Key to suborders of Inceptisols [KA.2] and Mollisols [IB.2]; Halaquepts great group [KAC.2] Extractable Al3+, by 1N KCl               Tenths (0.1)                     Alic and some Eutric subgroups of (cmol(+)/kg fine-earth fraction)                                             Andisols Extractable Fe2O3, by dithionite-         Whole number (0)                 Aquic conditions [1.c.(2)(c)]; citrate (% by weight)                                                      Ferritic [A.1 and C.4], ferruginous [A.4], and sesquic [A.3.a] mineralogy classes; Ferrihumic soil material Extractable Fe2O3, by dithionite-         Tenths (0.1)                     Parasesquic mineralogy class [D.1 citrate (% by weight)                                                        and E.2] Extractable iron, by ammonium             Hundredths (0.01)                Alaquods [CAB] and Alorthods acetate (%)                                                                  [CED] great groups; Amorphic [B.2] and ferrihydritic [B.3] mineralogy classes Extractable silicon, by ammonium          Hundredths (0.01)                Amorphic [B.2] and ferrihydritic acetate (%)                                                                  [B.3] mineralogy classes Fiber content, after rubbing (% by        Whole number (0)                 Definitions of kinds (fibric, hemic, volume)                                                                      sapric) of organic soil materials Gibbsite content (% by weight)            Whole number (0)                 Gibbsitic [A.2 and C.5], sesquic [A.3.b], allitic [A.5], and parasesquic [D.1 and E.2] mineralogy classes Measurement of soil property or           Significant digit                Taxonomic criteria and taxa quality (units)                           used in Soil Taxonomy            in Soil Taxonomy [item code] Gypsum content (% by weight)              Whole number (0)                 Required characteristics for gypsic [3] and petrogypsic [4] horizons; Gypseous substitute classes [B.4]; Strongly contrasting particle-size classes no. 17, 42, 43, and 49; Gypsifactic human-altered and human-transported material class [A.4]; Hypergypsic [B.1], gypsic [C.2], and carbonatic [C.3] mineralogy classes Linear extensibility (cm)                 Tenths (0.1)                     Vertic (\\\"ertic\\\") subgroups Melanic index (ratio)                     Hundredths (0.01)                Required characteristics for melanic epipedon [2.c] Mica content (% by grain count)           Whole number (0)                 Micaceous mineralogy class [E.1] Nitrate concentration, in 1:5 extract of  Whole number (0)                 Nitric subgroups of Gelisols soil and water (mmol(-)/L) n value                                   Tenths (0.1)                     Required characteristics for anthropic, mollic, and umbric epipedons; Definitions of n value and manner of failure classes; Key to soil orders [K.2.a]; Key to great groups of Aquents [LBB] and Wassents [LAD]; Haplic Sulfaquents [LBAA.1], Hydric Frasiwassents [LAAA], Grossic Hydrowassents [LADB], and Haplic Sulfiwassents [LACB.1] subgroups of Entisols; Hydraquentic Humaquepts [KAHA.1] and Hydraquentic Sulfaquepts [KAAB] subgroups of Inceptisols Optical density of oxalate extract        Hundredths (0.01)                Definition of spodic materials [2.b.(4)]; Spodic subgroups of Entisols, Gelisols, Inceptisols, and Ultisols Organic-carbon content (kg/m2)            Whole number (0)                 Humic subgroups of Oxisols; Humults suborder [HB.2]; Humicryerts great group [FBA] Organic-carbon content (% by weight)   Whole number (0)                Mineral soil material; Required characteristics for folistic, histic, and melanic epipedons; Required characteristics for andic soil properties [1] Measurement of soil property or           Significant digit                Taxonomic criteria and taxa quality (units)                           used in Soil Taxonomy            in Soil Taxonomy [item code] Organic-carbon content (% by weight)      Tenths (0.1)                     Required characteristics for mollic, plaggen, and umbric epipedons; Definition of spodic materials [1]; Fluvents [LD.3.a], Humods [CD], and Humults [HB.1] suborders; Mollic subgroups of Haploxeralfs and Palexeralfs; Pachic and Thaptic subgroups of Andisols; \\\"Fluv\\\" great groups of Entisols; Humic great groups (\\\"humi\\\") and Humic and Entic subgroups of Spodosols; Some Cumulic subgroups and many \\\"fluv\\\" subgroups Particles 0.02 to 2.0 mm in diameter      Whole number (0)                 Required characteristics for andic (% by weight)                                                                soil properties [3.a]; Description of resistant minerals, volcanic glass content, and weatherable minerals; Aquandic and Vitrandic (\\\"vitr\\\") subgroups; Key to particle-size classes [B.1.b]; Siliceous mineralogy class [E.4] Percentage of clay (2.5[% water at        Whole number (0)                 Required characteristics for kandic 1500 kPa tension - % OC])                                                    horizon [5]; Key to particle-size classes [section C]; Cation-exchange activity classes Percentage of clay (3[% water at 1500     Whole number (0)                 Required characteristics for oxic kPa tension - % OC])                                                         horizon [6]; Torroxic [IGGK] and Oxic [IGGL] subgroups of Haplustolls pH, in ratio of 1:2 soil and 0.01M        Tenths (0.1)                     Dystric (\\\"dystr\\\") great groups of CaCl2 solution (pH units)                                                    Vertisols; Key to calcareous and reaction classes pH, on undried samples, in a ratio of     Tenths (0.1)                     Key to reaction classes for 1:2 soil and 0.01 M CaCl2 solution                                           Histosols and Histels (pH units) pH, by 1N KCl (pH units)                  Tenths (0.1)                     Acric (\\\"acr\\\") great groups and Anionic subgroups of Oxisols pH, in suspension of 1 g soil and 50      Tenths (0.1)                     Isotic mineralogy class [D.2.f.(2) ml 1M NaF (pH units)                                                         and E.3.b] Measurement of soil property or            Significant digit                Taxonomic criteria and taxa quality (units)                            used in Soil Taxonomy            in Soil Taxonomy [item code] pH, in ratio of 1:1 soil and water (pH     Tenths (0.1)                     Definition of spodic materials [1]; units)                                                                      Required characteristics for sulfidic materials; Sulfic subgroups of Entisols and Inceptisols; Anionic subgroups of Oxisols; Sulfaqueptic Dystraquerts subgroup [FAFA] pH, in saturated paste (pH units)          Tenths (0.1)                     Dystrusterts [FEA] and Dystruderts [FFA] great groups Phosphate retention (%)                    Whole number (0)                 Required characteristics for andic soil properties [2.b and 3.b] Positive water potential at the soil       Whole number (0)                 Wassists [BB] and Wassents [LA] surface (hours of each day in all                                             suborders years) Ratio of cation-exchange capacity          Hundredths (0.01)                Key to cation-exchange activity (cmol(+)/kg fine-earth fraction) to                                           classes clay content (% by weight) Ratio of fine clay to total clay content   Tenths (0.1)                     Required characteristics for argillic horizon [1.b.(5)] Ratio of 1500 kPa water content to         Hundredths (0.01) and            Key to particle-size classes; measured clay content                       tenths (0.1)                    Cation-exchange activity classes Ratio of 1500 kPa water content to         Tenths (0.1)                     Oxic subgroups of Inceptisols; measured clay content                                                       Isotic mineralogy class [D.2.f.(3) and E.3.c] Resistant minerals, in 0.02 to 2.0 mm      Whole number (0)                 Quartzipsamments great group fraction (% by weight or grain count)                                       [LCC]; Siliceous mineralogy class [E.4] Sand fraction content (% by weight)        Whole number (0)                 Key to particle-size classes of mineral soils [sections B.4.b and C]; Strongly contrasting particle-size classes no. 26, 45, 50, 70, and 71 Saturated hydraulic conductivity           Tenths (0.1)                     Albaqualfs [JAH] and Albaquults (cm/hr)                                                                       [HAC] great groups Saturation with water (month) 1/           Whole number (0)                 Key to soil orders [G.2.a)]; Aquisalids [GBA] and Aquicambids [GGA] great groups; Aquic (\\\"aqu\\\") subgroups of Aridisols 1/ For the saturation criterion, \\\"1 month or more\\\" is equivalent to \\\"more than 15 days.\\\" Measurement of soil property or           Significant digit               Taxonomic criteria and taxa quality (units)                           used in Soil Taxonomy           in Soil Taxonomy [item code] Slope gradient (%)                        Whole number (0)                Fluvents suborder [LD.2 and LD.4.b.(2)]; Fluvaquents great group [LBF.2]; Cumulic and \\\"fluv\\\" subgroups of Orthels and Cumulic subgroups of Turbels; Cumulic and \\\"fluv\\\" subgroups of Inceptisols; \\\"Fluv\\\" subgroups and most Cumulic subgroups of Mollisols Sodium adsorption ratio                   Whole number (0)                Required characteristics for natric horizon [5]; Key to soil orders [K.2.b.(3)]; Natric subgroups of Alfisols; Sodic subgroups of Aridisols, Entisols, Inceptisols, and Vertisols; Haplic (\\\"hapl\\\") subgroups of Natrustalfs and Natrargids; Key to suborders of Inceptisols [KA.2] and Mollisols [IB.2]; Halaquepts great group [KAC.2] Soil temperature (\\u00b0C)                     Whole number (0)                Required characteristics for mollic [7], plaggen [5], and umbric [7] epipedons; Required characteristics for anhydrous conditions; Soil moisture and temperature regimes; Key to soil temperature classes; Aridic (\\\"id\\\"), Torric (\\\"torr\\\"), Udic (\\\"ud\\\"), Ustic (\\\"ust\\\"), and Xeric (\\\"xer\\\") subgroups of Alfisols, Aridisols, Entisols, Inceptisols, Mollisols, and Ultisols; Torrerts suborder [FD] Sulfur, dry mass (%)                      Hundredths (0.01)               Required characteristics for sulfidic materials Sum of extractable bases by NH4OAc        Tenths (0.1)                    Acric (\\\"acr\\\") and Dystric plus extractable Al3+, by 1N KCl                                            subgroups of Andisols (cmol(+)/kg fine-earth fraction) Sum of extractable bases, by NH4OAc       Tenths (0.1)                    Most Eutric subgroups of Andisols (cmol(+)/kg fine-earth fraction) Measurement of soil property or           Significant digit               Taxonomic criteria and taxa quality (units)                           used in Soil Taxonomy           in Soil Taxonomy [item code] Volcanic glass content (% by grain        Whole number (0)                Required characteristics for andic count)                                                                      soil properties [3]; Fluvents suborder [LD.4.b.(2)] Aquandic and Vitrandic (\\\"vitr\\\") subgroups; Key to particle-size classes [B.1.b]; Glassy mineralogy class [B.4] Water retention, at 1500 kPa tension,     Whole number (0)                Vitrands suborder [DF]; on either air-dried or undried samples                                    Vitric (\\\"vitr\\\") and Hydric (\\\"hydr\\\") or both (%)                                                                 great groups and subgroups of Andisols; Key to particle-size classes [section B]; Strongly contrasting particle-size classes no. 5, 51, 52, and 56 Water-soluble sulfate (%)                 Hundredths (0.01)               Required characteristics for sulfuric horizon [1.b] Weatherable mineral content (% by         Whole number (0)                Required characteristics for oxic grain count)                                                                horizon [3]",
      "part": "614",
      "headerid": "14",
      "header": "Significant Digits for Soil Property or Quality Measurements Used as Criteria"
    }
  ]
}
