{
  "SERIES": "MABANK",
  "STATUS": "Established Series",
  "BYREV": "Rev. CLN-ACT",
  "REVDATE": "02/2018",
  "STATES": "TX",
  "OVERVIEW": "The Mabank series consists of very deep, moderately well drained, very slowly permeable soils that formed in alkaline clays. These soils are on nearly level to gently sloping terraces or remnants of terraces associated with uplands. Slopes are mainly less than 1 percent but range from 0 to 5\npercent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Oxyaquic Vertic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mabank fine sandy loam--pasture. (Colors are for moist soil unless otherwise stated).\nAp--0 to 7 inches; dark grayish brown (10YR 4/2) fine sandy loam, grayish brown (10YR 5/2) dry; massive; very hard, friable; many fine roots; few fine iron-manganese concretions; slightly acid; abrupt wavy boundary. (4 to 11 inches thick)\nBtg--7 to 24 inches; black (10YR 2/1) clay, very dark gray (10YR 3/1) dry; moderate medium angular blocky structure, extremely hard, very firm; few fine roots; patchy clay films; cracks 1/2 inch wide extend through the horizon; few pressure faces; few gypsum crystals; slightly alkaline; gradual smooth boundary. (8 to 20 inches thick)\nBtssg1--24 to 32 inches; dark gray (10YR 4/1) clay, gray (10YR 5/1) dry; moderate medium angular blocky structure; extremely hard, very firm; few fine roots; few slickensides; common clay films; cracks 1/4 inche wide extend through the horizon; few iron-manganese concretions; 5 percent strongly cemented calcium carbonate concretions; 5 percent masses of gypsum crystals; moderately alkaline; gradual smooth boundary.\nBtssg2--32 to 50 inches; grayish brown (10YR 5/2) clay, light brownish gray (10YR 6/2) dry; weak medium angular blocky structure; extremely hard, very firm; few fine roots; few large slickensides; common clay films; 5 percent strongly cemented calcium carbonate concretions; common gypsum crystals; few iron-manganese concretions; few fine distinct light olive brown (2.5Y 5/6) masses of iron accumulation; moderately alkaline; gradual smooth boundary. (combined thickness of Btssg subhorizons is 10 to 30 inches)\nBtyg1--50 to 74 inches; light brownish gray (10YR 6/2) clay, light gray (10YR 7/2) dry; weak medium angular blocky structure; extremely hard, very firm; few fine roots; few pressure faces; common clay films; 5 percent cemented calcium carbonate concretions; many gypsum crystals; few iron-manganese concretions; moderately alkaline.\nBtyg2--74 to 80 inches; light brownish gray (2.5Y 6/2) clay, light gray (2.5Y 7/2) dry; weak medium angular blocky structure; extremely hard, very firm; few fine roots; few pressure faces; common clay films; 3 percent cemented calcium carbonate concretions; few gypsum crystals; few iron-manganese concretions; moderately alkaline. (combined thickness of Btg subhorizons is 54 to more than 80 inches)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: From the junction of Farm Road 986 and Griffith Road in Terrell, 2.5 miles north on Farm Road 986, 0.7 mile west on County Road, 250 feet south in pasture."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 60 to more than 80 inches. Weighted average clay content of the upper 20 inches of the argillic horizon ranges from 35 to 50 percent. When dry, cracks at least 1/4 inch wide extend from the top of the argillic horizon through a thickness of 12 inches or more within the upper 50 inches of the soil. Slickensides and/or wedge-shaped aggregates and pressure faces range from few to common and occur throughout the argillic horizon. Linear extensibility is greater than 2.5 inches (6.0 cm) in the upper 40 inches (100 cm) of the soil. COLE  ranges from 0.07 to 0.10 inches in the upper 50 inches of the argillic. Siliceous and/or ironstone pebbles range from few to about 3 percent of some subhorizons. Redox features are both relic and contemporary. The soil does not have aquic soil conditions in most years.\nThe A horizon averages less than 10 inches thick in more than 50 percent of the pedon, but it is as much as 15 inches thick in some subsoil troughs. It has hue of 10YR or 2.5Y, value of 2 to 4, and chroma of 1 or 2. Texture is fine sandy loam, very fine sandy loam, silt loam, or loam. It is massive\nand hard or very hard when dry. The boundary between the A and Btg horizon is abrupt and smooth to wavy. Reaction ranges from moderately acid to neutral. Redoximorphic features in shades of brown, yellow and red range from none to common.\nThe upper part of the Btg horizon has hue of 10YR, value of 2 or 3, and chroma of 1. Texture is clay loam or clay. The reaction ranges from moderately acid to slightly alkaline. Redoximorphic features in shades of brown, yellow, and red range from none to few.\nThe middle and lower part of the Btg horizon has hue of 10YR or 2.5Y, value of 3 to 6, and chroma of 1 or 2. Redoximorphic features in shades of brown, yellow, or gray range from few to common in some subhorizons. Texture is clay loam or clay. Concretions or masses of calcium carbonate range from few to common in some subhorizons. Gypsum crystals range from a few to about 20 percent of some subhorizons. Reaction ranges from moderately acid to moderately alkaline.\nA 2C horizon is present below a depth of 60 inches in some pedons. It is shale, mudstone, marl or is stratified with these loamy and clayey geologic materials."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Lufkin (TX) and Tabor (TX) series. Similar soils are the Axtell, Derly, Edna, Herty, Oakhurst, and Wilson series. Lufkin soils are more acid in the upper part of the argillic horizon. Tabor soils have an epipedon that is thicker than 10 inches in more than half of the pedons. Axtell soils have reddish matrix colors in the upper part of the Bt horizon. Derly soils have glossic horizons, and have aquic conditions within 20 inches of the surface. Edna soils are in the udic moisture regime and they formed in the Lissie and Beaumont geologic formations. Herty soils are more acid in the upper part of the argillic horizon, and are in the udic moisture regime. Oakhurst\nsoils are in the udic moisture regime. Wilson soils do not have an abrupt textural change between the A and Bt horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Mabank soils are on nearly level to gently sloping high terraces or remnants of terraces associated with uplands. Slopes are mainly less than 1 percent, but range from 0 to 5 percent. The soil formed in\nalkaline clayey sediments. Mean annual temperature ranges from 64 to 70 degrees F., and mean annual precipitation ranges from 32 to 40 inches. Frost free days range from 220 to 280 days and elevation ranges from 225 to 675 feet. Thornthwaite annual P-E indices range from 50 to 70."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Axtell, Bremond, Burleson, Crockett, and Wilson soils. Axtell and Bremond soils are on slightly higher terrace positions. Bremond soils have higher chroma in the upper part of\nthe argillic horizon. Burleson and Wilson soils are on similar positions. Burleson soils are clayey throughout. Crockett are on higher upland positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. Permeability is very slow. Runoff is low on 0 to 1 percent slopes, medium on 1 to 3 percent slopes, and high on 3 to 5 percent slopes. Very slow internal drainage. The soil is seasonally wet and is saturated in the surface layer and upper part of the Bt horizon during the winter and spring seasons for periods of 10 to 30 days."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for growing corn, cotton, grain sorghums, and small grain, but much of the acreage is now idle or in improved bermudagrass pastures. Native vegetation is tall prairie grasses such as little bluestem, indiangrass, switchgrass, and gramas; and scattered elm, hackberry, mesquite, and honey locust trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mainly in the Blackland Prairies (MLRA 86A, 86B) and Texas Claypan (MLRA 87A) areas of Central Texas. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Caldwell County, Texas; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Classification change Udertic Paleustalfs to Oxyaquic Vertic Paleustalfs based on knowledge that these soils are saturated for 2 to 4 weeks in most years. This period of time is within the definition of saturation for one month or more if rules of rounding are applied, i.e., 2 to 6 weeks saturation is considered inclusive. The soil would classify in the Epioxyaquic subgroup if provided for by SOIL"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Texas Agricultural Experiment Station Laboratory S82TX-161-19"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Ap--0 to 7 inches; dark grayish brown (10YR 4/2) fine sandy loam, grayish brown (10YR 5/2) dry; massive; very hard, friable; many fine roots; few fine iron-manganese concretions; slightly acid; abrupt wavy boundary. (4 to 11 inches thick)"
      },
      {
        "name": "Btg",
        "top": 18,
        "bottom": 61,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btg--7 to 24 inches; black (10YR 2/1) clay, very dark gray (10YR 3/1) dry; moderate medium angular blocky structure, extremely hard, very firm; few fine roots; patchy clay films; cracks 1/2 inch wide extend through the horizon; few pressure faces; few gypsum crystals; slightly alkaline; gradual smooth boundary. (8 to 20 inches thick)"
      },
      {
        "name": "Btssg1",
        "top": 61,
        "bottom": 81,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btssg1--24 to 32 inches; dark gray (10YR 4/1) clay, gray (10YR 5/1) dry; moderate medium angular blocky structure; extremely hard, very firm; few fine roots; few slickensides; common clay films; cracks 1/4 inche wide extend through the horizon; few iron-manganese concretions; 5 percent strongly cemented calcium carbonate concretions; 5 percent masses of gypsum crystals; moderately alkaline; gradual smooth boundary."
      },
      {
        "name": "Btssg2",
        "top": 81,
        "bottom": 127,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btssg2--32 to 50 inches; grayish brown (10YR 5/2) clay, light brownish gray (10YR 6/2) dry; weak medium angular blocky structure; extremely hard, very firm; few fine roots; few large slickensides; common clay films; 5 percent strongly cemented calcium carbonate concretions; common gypsum crystals; few iron-manganese concretions; few fine distinct light olive brown (2.5Y 5/6) masses of iron accumulation; moderately alkaline; gradual smooth boundary. (combined thickness of Btssg subhorizons is 10 to 30 inches)"
      },
      {
        "name": "Btyg1",
        "top": 127,
        "bottom": 188,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Btyg1--50 to 74 inches; light brownish gray (10YR 6/2) clay, light gray (10YR 7/2) dry; weak medium angular blocky structure; extremely hard, very firm; few fine roots; few pressure faces; common clay films; 5 percent cemented calcium carbonate concretions; many gypsum crystals; few iron-manganese concretions; moderately alkaline."
      },
      {
        "name": "Btyg2",
        "top": 188,
        "bottom": 203,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Btyg2--74 to 80 inches; light brownish gray (2.5Y 6/2) clay, light gray (2.5Y 7/2) dry; weak medium angular blocky structure; extremely hard, very firm; few fine roots; few pressure faces; common clay films; 3 percent cemented calcium carbonate concretions; few gypsum crystals; few iron-manganese concretions; moderately alkaline. (combined thickness of Btg subhorizons is 54 to more than 80 inches)"
      }
    ]
  ]
}
