{
  "SERIES": "MABI",
  "STATUS": "Established Series",
  "BYREV": "Rev. LHR; JLL; GRB",
  "REVDATE": "09/2006",
  "STATES": "PR",
  "OVERVIEW": "The Mabi series consists of very deep, somewhat poorly drained, slowly permeable soils on alluvial fans and terraces of the Humid Coastal Plains MLRA. They formed in sediments of mixed origin.  Near the type location, the mean annual temperature is about 76 degrees F., and the mean annual precipitation is about 64 inches.  Slopes range from 0 to 12 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Very-fine, mixed, active, isohyperthermic Aquic Hapluderts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mabi clay--guava orchard (Colors are for moist soil).\nAp--0 to 7 inches; very dark grayish brown (10YR 3/2) clay; weak fine granular structure; hard, very firm; slightly sticky, slightly plastic; common fine roots; few fine fragments of volcanic rock; common fine manganese nodules; few fine prominent yellowish brown (10YR 5/6) masses of iron accumulation and red (2.5YR 4/6) coatings along root channels; very strongly acid; noneffervescent; clear smooth boundary. (6 to 12 inches thick)\nBss1--7 to 15 inches; dark yellowish brown (10YR 4/4) clay; weak fine and medium angular blocky structure; hard, very firm; slightly sticky, slightly plastic; common fine roots; many pressure faces on surface of peds; few intersecting slickensides having polished and grooved surfaces; few fine fragments of volcanic rock; few fine manganese nodules; common medium distinct yellowish brown (10YR 5/6) masses of iron accumulation and few fine prominent gray (10YR 5/1) areas of iron depletions; strongly acid; noneffervescent; clear wavy boundary.\nBss2--15 to 24 inches; yellowish brown (10YR 5/6) clay; weak fine and medium angular blocky structure; very hard, very firm; slightly sticky, slightly plastic; few fine roots; many pressure faces on surface of peds; many distinct intersecting slickensides having polished and grooved surfaces; few fine fragments of volcanic rock; few fine manganese nodules; many medium prominent gray (10YR 5/1) areas of iron depletions and coatings along root channels; moderately acid; noneffervescent; clear wavy boundary.\nBkss1--24 to 38 inches; yellowish brown (10YR 5/4) clay; weak medium and coarse angular blocky structure; very hard, very firm; slightly sticky, slightly plastic; many pressure faces on surface of peds; many distinct intersecting slickensides having polished and grooved surfaces; few fine fragments of volcanic rock; few fine manganese nodules; few fine and medium concretions of calcium carbonate; few fine prominent gray (10YR 5/1) and greenish gray (5GY 6/1) areas of iron depletion; moderately alkaline; noneffervescent; gradual smooth boundary.\nBkss2--38 to 53 inches; yellowish brown (10YR 5/4) clay; weak medium angular blocky structure; very hard, very firm; slightly sticky, slightly plastic; common pressure faces on surface of peds; common distinct intersecting slickensides having polished and grooved surfaces; few fine fragments of volcanic rock; few fine manganese nodules; few fine and medium concretions of calcium carbonate; common fine prominent gray (10YR 5/1) and few fine prominent greenish gray (5GY 6/1) areas of iron depletion; moderately alkaline; slightly effervescent; gradual smooth boundary.\nBkss3--53 to 67 inches; yellowish brown (10YR 5/4) clay; weak medium angular blocky structure; hard, very firm; slightly sticky, slightly plastic; few pressure faces on surface of peds; few distinct intersecting slickensides having polished and grooved surfaces; few fine and medium fragments of volcanic rock; few fine manganese nodules; few fine concretions of calcium carbonate; common fine prominent gray (10YR 5/1) and few fine prominent greenish gray (5GY 6/1) areas of iron depletion; moderately alkaline; slightly effervescent; gradual wavy boundary. (Combined thickness of the Bss horizons range from 42 to 62 inches thick)\nBC1--67 to 90 inches; about 50 percent yellowish brown (10YR 5/4) and 50 percent greenish gray (5GY 6/1) clay; massive; hard, very firm; slightly sticky, slightly plastic; few fine manganese nodules; moderately alkaline; the areas in shades of yellow are iron accumulations and the areas in shades of gray are iron depletions; slightly effervescent; gradual wavy boundary. (15 to 30 thick)\nBC2--90 to 113 inches; yellowish brown (10YR 5/6) clay; massive; hard, very firm; slightly sticky, slightly plastic; few medium prominent greenish gray (5GY 6/1) areas of iron depletion; moderately alkaline; slightly effervescent."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Gurabo, Puerto Rico.  Approximately 1.2 miles west of the city of Gurabo from the intersection of P.R. Hwy. 189 and P.R. Hwy. 943, about 800 feet north of the University of Puerto Rico Gurabo Experiment Station headquarters on guava orchard.  USGS Gurabo topographic quadrangle (1969); lat. 18 degrees 15 minutes 27 seconds N.; long. 65 degrees 39 minutes 34 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is more than 60 inches.  Reaction ranges from strongly acid to neutral in the A or Ap horizon, from moderately acid to slightly alkaline in the Bss horizons and from slightly alkaline to moderately alkaline in the Bgss horizons.    Mabi soils have cracks that open and close more than once a year but do not remain open for more than 90 cumulative days, in most years.\nThe A or Ap horizon has hue of 10YR or 2.5Y, value of 1 to 3, and chroma of 1 or 2.  Texture is clay.\nThe upper part of the Bss horizon has hue of 10YR to 5Y, value of 2.5 to 5, and chroma of 1 to 6.  Redoximorphic features in shades of gray, yellow, brown and red range from few to many.  Texture is clay.\nThe lower Bss and Bkss horizons have hue of 10YR to 5Y, value of 2.5 to 5, and chroma of 1 to 4; or it is neutral with value of 2.5.  Redoximorphic features in shades of gray, yellow, brown and red range from few to many.  Texture is clay.\nThe BC horizon has hue of 10YR to 5GY, value of 5 or 6, and chroma of 1 to 6.  Redoximorphic features in shades of gray, yellow, brown and red range from few to common.  Texture is clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no known series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Mabi soils are on alluvial fans and terraces of the Humid Coastal Plains MLRA of Puerto Rico.  Slopes range from 0 to 12 percent.  They formed in fine textured sediments of mixed origin.  The climate is humid tropical.  The average annual precipitation range from 50 to 78 inches and the average annual temperature ranges from 74 to 78 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Coloso, Gurabo, Montegrande, and Rio Arriba series.  Coloso soils are on adjacent lower flood plain positions and have kaolinitic mineralogy.  Gurabo soils are on similar positions, but have clayey over sandy layers 20 to 40 inches in thickness.  The moderately well drained Montegrande soils and Rio Arriba are on higher positions.  In addition, the Arriba Rio soils have an argillic horizon and less clay in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Mabi soils are used for pastureland.  The vegetation consists of native and introduced grasses, shrubs, and trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Alluvial fans and terraces in humid coastal plains of Puerto Rico.  The series is small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Raleigh, North Carolina."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Soil Survey of Puerto Rico; 1942."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nMollic epipedon - the zone from 0 to 7 inches (Ap horizon).\nSlickensides and vertic features - the zone from 7 to 67 inches (Bss1, Bss2, Bss3, Bss4 and Bss5 horizons).\nADDITIONAL DATA:  Characterization pedon - Gurabo Municipality, Puerto Rico; S63PR063002, S86PR063001.  Sample by NSSL, Lincoln, NE., 10/1965 and 02/1986.\nThe Mabi series is in MLRA 272.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
