{
  "SERIES": "MABRAY",
  "STATUS": "Established Series",
  "BYREV": "Rev. MLR",
  "REVDATE": "10/2014",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic, thermic Lithic Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mabray very gravelly loam - rangeland. (Colors are dry soil unless otherwise noted.)\nA--0 to 1 inch (0 to 3 cm); dark grayish brown (10YR 4/2) very gravelly loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; many fine and few medium roots; common fine and very fine irregular pores; 35 percent gravel and 15 percent cobble; violently effervescent; moderately alkaline (pH 8.0); abrupt smooth boundary. (1 to 3 inches thick)\nACk--1 to 12 inches (3 to 30 cm); dark grayish brown (10YR 4/2) extremely cobbly loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and few medium roots; common fine and very fine tubular pores; 30 percent gravel and 45 percent cobble; violently effervescent; common light gray (10YR 7/2) calcium carbonate coatings on underside of gravel and cobble; moderately alkaline (pH 8.2); abrupt irregular boundary. (3 to 17 inches thick)\n2R--12 inches (30 cm); extremely hard, fractured limestone; common fine roots along fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Cruz County, Arizona; approximately 10 miles east- southeast of Amado; 300 feet north of the Glove Mine and 1,250 feet north of the south 1/4 corner of section 30, T.20 S., R.14 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Intermittently moist in some part of the soil moisture control section during July-September and December-March. Driest during May and June. The epipedon is moist in some part more than 90 days (cumulative) when the soil temperature is above 41 degrees F (5 degrees C). in 7 out of 10 years. Ustic aridic soil moisture regime.\nSoil temperature: 59 to 72 degrees F (15 to 22 degrees C).\nParticle-Size Control Section (weighted average):\nClay Content: averages more than 18 percent, but ranges from 12 to 25 percent\nRock Fragments: 35 to 80 percent\nDepth to Bedrock: 4 to 20 inches.\nReaction: slightly alkaline to moderately alkaline\nCalcium Carbonate Equivalent: greater than 40 percent based on whole soil less than 20mm\nOrganic Matter: 1 to 5 percent\nA horizon\nHue: 10YR, 7.5YR\nValue: 2 to 6 dry, 2 to 5 moist\nChroma: 1 to 4, dry or moist\nAC or C horizon\nHue: 10YR, 7.5YR\nValue: 3 to 8 dry, 3 to 7 moist\nChroma: 1 to 4, dry or moist\nTexture: silt loam, loam, sandy loam, fine sandy loam\nSome pedons contain a layer less than 3 inches thick of weathered bedrock above the lithic contact."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Mabray soils are on hills and mountains. Elevations range from 3,000 to 5,500 feet (914 to 1,676 cm). Slopes range from 3 to 75 percent. They formed in slope alluvium from calcareous sedimentary rocks that includes limestone, marble and calcareous sandstone. Mean annual precipitation ranges from 12 to 16 inches (305 to 406 mm) as summer thundershowers and gentle winter rain and occasional snow. Mean annual air temperature ranges from 57 to 67 degrees F (14 to 19 degrees C). The frost-free period is about 160 to 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Caralampi, Chiricahua, Deloro, Graham, Oracle and Romero soils. Caralampi soils are very deep. Chiricahua, Deloro, Graham and Oracle soils have argillic horizons. Romero soils have mixed mineralogy and a paralithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for livestock grazing and wildlife habitat. Present vegetation is ocotillo, whitethorn, sandpaper bush, guajillo, catclaw, buckbrush, agave, sotol, beargrass, burroweed, snakeweed, some mesquite and palo verde, slim tridens, plains lovegrass, sideoats and hairy grama, black grama, New Mexico needlegrass, three-awn, fluffgrass and bullgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern and Central Arizona. The Mabray series is moderately extensive. This soil occurs in LRR-D, MLRAs 38 and 41."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Santa Cruz County Area, Arizona; 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 1 inch (0 to 3 cm) (A horizon)\nSecondary carbonates - the zone from 1 to12 inches (3 to 30 cm) (ACk horizon)\nLithic contact - the boundary at 12 inches (30 cm) (2R horizon)\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, 12th , 2014.\nRevised for the correlation of AZ661, 2/2009, WWJ\nRevised for the correlation of AZ675, 5/2009, WWJ\nRevised for the correlation the SDJR - MLRA 38 - Mabray-Rock outcrop complex, 20 to 75 percent slopes project, July 2014, LJG2\nNational Cooperative Soil Survey\nU.S.A."
  }
}
