{
  "SERIES": "MACAGCE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JCR/LJL/ET",
  "REVDATE": "09/2015",
  "STATES": "CA",
  "OVERVIEW": "The Macagce series consists of very deep, somewhat excessively drained soils that formed in sandy alluvium derived fron granite. Macagce soils are on fan remnants and have slopes of 0 to 4 percent. The mean annual precipitation is about 4 inches and the mean annual air temperature is about 67 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, thermic Durinodic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: On Narea-Macagce-Edalph complex, 2 to 8 percent slopes, at an elevation of 2,380 feet. (Colors are for dry soil unless otherwise noted).  The soil surface is partially covered with 55 percent gravel and 1 percent cobbles.\nA--0 to 1 inch; very pale brown (10YR 7/4) sandy loam, yellowish brown (10YR 5/4) moist; strong medium platy structure; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; common fine and medium vesicular pores; 10 percent gravel; strongly effervescent (5 percent calcium carbonate equivalence in the less than 2 millimeter fraction); strongly alkaline (pH 8.5); abrupt smooth boundary. (1 to 4 inches thick).\nBk--1 to 4 inches; very pale brown (10YR 7/4) coarse sandy loam, light yellowish brown (10YR 6/4) moist; moderate medium subangular blocky structure; hard, friable, nonsticky and nonplastic; common very fine, few fine and medium roots; common fine tubular pores; 5 percent pockets and bands of disseminated carbonates throughout; electrical conductivity of 4 dS/m; sodium adsorption ratio of 7; 10 percent gravel; violently effervescent (18 percent calcium carbonate equivalence in the less than 2 millimeter fraction); moderately alkaline (pH 8.0); abrupt irregular boundary. (2 to 6 inches thick).\nBkq--4 to 21 inches; very pale brown (10YR 7/3) gravelly loamy coarse sand, light yellowish brown (10YR 6/4) moist; weak thick platy structure; hard, very friable, nonsticky and nonplastic; common very fine, fine and medium roots; common fine discontinuous tubular pores; 25 percent discontinuous weakly and moderately cemented duripan fragments with thin discontinuous (1 millimeter) laminar caps; few thin (1 to 2 millimeter) calcium and silica coats on underside of rock fragments; electrical conductivity of 3 dS/m; sodium adsorption ratio of 10; 25 percent gravel; violently effervescent (15 percent calcium carbonate equivalence in the less than 2 millimeter fraction); moderately alkaline (pH 8.2); clear wavy boundary. (15 to 25 inches thick)\nBkqn1--21 to 31 inches; very pale brown (10YR 7/3) gravelly loamy coarse sand, pale brown (10YR 6/3) moist; moderate medium subangular blocky structure; hard, very friable, nonsticky and nonplastic; few very fine and fine roots; common fine tubular pores; 20 percent discontinuous weakly and moderately cemented duripan fragments; 20 percent pockets and bands of disseminated lime throughout; common thin (1 to 2 millimeter) calcium and silica coats on underside of rock fragments; electrical conductivity of 10 dS/m; sodium adsorption ratio of 33; 18 percent gravel; violently effervescent (11 percent calcium carbonate equivalence in the less than 2 millimeter fraction); moderately alkaline (pH 8.4); clear wavy boundary. (6 to 15 inches thick).\nBkqn2--31 to 39 inches; very pale brown (10YR 7/3) loamy coarse sand, brown (10YR 5/3) moist; massive; hard, very friable, nonsticky and nonplastic; few very fine and fine roots; common fine tubular pores; 30 percent discontinuous weakly and moderately cemented duripan fragments; 20 percent pockets and bands of disseminated lime throughout; common thin (1 to 2 millimeter) calcium and silica coats on underside of rock fragments; electrical conductivity of 8 dS/m; sodium adsorption ratio of 41; 10 percent gravel; violently effervescent (8 percent calcium carbonate equivalence in the less than 2 millimeter fraction); strongly alkaline (pH 8.9); clear wavy boundary. (4 to 10 inches thick).\nBkqn3--39 to 48 inches; very pale brown (10YR 7/4) gravelly coarse sand, light yellowish brown (10YR 6/4) moist; moderate medium subangular blocky structure; hard, friable, nonsticky and nonplastic; 20 percent discontinuous weakly and moderately cemented duripan fragments; common thin (1 to 2 millimeter) calcium and silica coats on underside of rock fragments; electrical conductivity of 6 dS/m; sodium adsorption ratio of 54; 16 percent gravel; violently effervescent (4 percent calcium carbonate equivalence in the less than 2 millimeter fraction); very strongly alkaline (pH 9.2); clear wavy boundary. (6 to 15 inches thick).\nBkqn4--48 to 64 inches; very pale brown (10YR 7/3) coarse sand, light yellowish brown (10YR 6/4) moist; single grain; loose, nonsticky and nonplastic; few thin (1 to 2 millimeter) calcium and silica coats on underside of rock fragments; electrical conductivity of 7 dS/m; sodium adsorption ratio of 54; 10 percent gravel; slightly effervescent (8 percent calcium carbonate equivalence in the less than 2 millimeter fraction); very strongly alkaline (pH 9.1); abrupt smooth boundary. (10 to 20 inches thick).\nBkqn5--64 to 80 inches; light yellowish brown (10YR 6/4) coarse sand, yellowish brown (10YR 5/4) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few thin (1 to 2 millimeter) calcium and silica coats on underside of coarse fragments; electrical conductivity of 7 dS/m; sodium adsorption ratio of 72; 5 percent gravel; slightly effervescent (1 percent calcium carbonate equivalence in the less than 2 millimeter fraction); very strongly alkaline (pH 9.1)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Bernardino County, California; about 8 miles west and 10 miles north of Twentynine Palms; about 900 feet east and 750 feet south of northwest corner of section 12, T. 2 N., R. 7 E.; 34 degrees, 16 minutes, 43.9 seconds north latitude and 116 degrees, 12 minutes, 30.7 seconds west longitude; Deadman Lake SW quadrangle; UTM 11S, 0572950e 3793080n; NAS-C."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - usually dry, moist in some part for short periods during winter and early spring and for 10 to 20 days cumulative between July and October following convection storms. The soils have a Typic-Aridic moisture regime.\nSoil temperature - 66 to 71 degrees F.\nDepth to durinodic horizon - 5 to 10 inches.\nDepth to calcic horizon - 1 to 6 inches.\nSurface rock fragments - 40 to 65 percent gravel and 1 to 5 percent cobbles.\nControl section -\nRock fragments: average 15 to 30 percent, mainly gravel.\nClay content: 0 to 8 percent.\nA horizon\nValue: 6 or 7 dry, 4 through 6 moist.\nChroma: 3 or 4, dry or moist.\nRock fragments: 5 to 15 percent.\nCalcium carbonate equivalence in the less than 2 millimeter fraction: 1 to 10 percent.\nReaction: slightly to strongly alkaline.\nBk horizon\nValue: 5 through 8 dry, 4 through 7 moist.\nChroma: 2 through 4 dry, 3 through 5 moist.\nRock fragments: 5 to 15 percent.\nClay content: 5 to 12 percent.\nCalcium carbonate equivalence in the less than 2 millimeter fraction: 15 to 25 percent.\nElectrical conductivity: 2 to 8 dS/m.\nSodium adsorption ratio: 5 to 12.\nReaction: slightly to strongly alkaline.\nBkq horizon\nValue: 7 or 8 dry, 5 through 7 moist.\nChroma: 2 through 4, dry or moist.\nRock fragments: 15 to 35 percent.\nClay content: 0 to 8 percent.\nCalcium carbonate equivalence in the less than 2 millimeter fraction: 10 to 20 percent.\nElectrical conductivity: 2 to 4 dS/m.\nSodium adsorption ratio: 5 to 12.\nReaction: moderately or strongly alkaline.\nOther features: 20 to 35 percent durinodes as pan fragments.\nBkqn1 and Bkqn2 horizons\nValue: 7 or 8 dry, 5 through 7 moist.\nChroma: 2 through 4, dry or moist.\nRock fragments: 10 to 25 percent.\nClay content: 0 to 6 percent.\nCalcium carbonate equivalence in the less than 2 millimeter fraction: 5 to 15 percent.\nElectrical conductivity: 4 to 16 dS/m.\nSodium adsorption ratio: 30 to 45.\nReaction: moderately alkaline or strongly alkaline.\nOther features: 20 to 35 percent durinodes as pan fragments.\nBkqn3, Bkqn4, and Bkqn5 horizons\nValue: 6 through 8 dry, 5 through 7 moist.\nChroma: 2 through 4, dry or moist.\nRock fragments: 5 to 25 percent.\nClay content: 0 to 6 percent.\nCalcium carbonate equivalence in the less than 2 millimeter fraction: 1 to 10 percent.\nEfferverscence: slightly to violently effervescent.\nReaction: strongly alkaline or very strongly alkaline.\nElectrical conductivity: 4 to 8 dS/m.\nSodium adsorption ratio: 45 to 90.\nOther features: 0 to 20 percent durinodes as pan fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Narea (T CA) and Coyote    (T CA) series. Narea soils are 20 to 30 inches deep to the durinodic horizon and have electrical conductivity of less than 4 dS/m and SAR of less than 13 in the lower half of the series control section. Coyote soils have 5 to 10 percent calcium carbonate equivalence in the particle-size control section and only a 10 to 20 inch thick durinodic layer."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Macagce soils are on fan remnants. Slopes are 0 to 4 percent. These soils formed in sandy alluvium derived from granite. Elevations are 1,860 to 3,300 feet. The climate is arid with hot, dry summers and warm, moist winters. The mean annual precipitation is 2 to 6 inches; the mean annual air temperature is 64 to 69 degrees F. and the frost-free season is 240 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Edalph and Narea soils. Edalph soils do not have a durinodic horizon. Narea soils are moderately deep to a durinodic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; very low runoff; moderately rapid over very rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Macagce soils are used for military exercises and wildlife habitat. The present vegetation is mainly creosotebush and white bursage."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mojave Desert of southeastern California, U.S.A.; MLRA 30. These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: San Bernardino County, California, Marine Corps Air/Ground Combat Center Soil Survey Area, 2000. The name is coined from the Marine Corps Air/Ground Combat Center (MCAGCC)."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in the profile are:\n1. Ochric epipedon -- 0 to 1 inch (A horizon).\n2. Calcic horizon -- 1 to 39 inches (Bk, Bkq, Bkqn1, and Bkqn2 horizons).\n3. Durinodic horizon -- 4 to 48 (Bkq, Bkqn1, Bkqn2 and Bkqn3 horizons).\n4. Particle-size control section -- 10 to 40 inches (Part of the Bkq, Bkqn1, Bkqn2 and part of the Bkqn3 horizons).\nSampled by National Lab - S97CA-071-007.\nResponsibility for this series was transferred from Davis to Phoenix 9/2015. The last revision to the series was 6/2000. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
