{
  "SERIES": "MACAR",
  "STATUS": "Established Series",
  "BYREV": "Rev. NRS-CJH-JAL",
  "REVDATE": "10/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Typic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Macar clay loam, in cropland (colors are for dry soil unless otherwise noted).\nAp--0 to 7 inches; grayish brown (2.5Y 5/2) clay loam, dark grayish brown (2.5Y 4/2) moist; weak medium and weak fine blocky structure parting to moderate medium and fine granular; slightly hard, friable, sticky and plastic; organic coating on ped faces is very dark grayish brown (2.5Y 3/2) moist; many fine and very fine roots; many fine and very fine pores; slightly alkaline (pH 7.8); abrupt, smooth boundary. (4 to 8 inches thick)\nBw--7 to 18 inches; grayish brown (2.5Y 5/2) clay loam, dark grayish brown (2.5Y 4/2) moist; moderate medium prismatic structure parting to moderate medium and moderate fine blocky; slightly hard, friable, sticky and plastic; prominent patchy very dark grayish brown (2.5Y 3/2) stains on faces of peds; many fine and very fine roots; many fine and very fine pores; slightly alkaline (pH 7.8); gradual wavy boundary. (6 to 15 inches thick)\nBk1--18 to 29 inches; light olive gray (5Y 6/2) clay loam, olive gray (5Y 4/2) moist; moderate medium and fine blocky structure; hard, friable, sticky and plastic; common fine and very fine roots; few pebbles that have lime coating on underside; common fine and very fine pores; common fine masses and threads of lime; strongly effervescent; moderately alkaline (pH 8.2); gradual wavy boundary.\nBk2--29 to 38 inches; light olive gray (5Y 6/2) sandy clay loam, olive gray (5Y 5/2) moist; massive; slightly hard, friable, sticky and plastic; few fine and very fine roots; few fine pores; few fine masses of lime; disseminated lime; violently effervescent; moderately alkaline (pH 8.2); gradual irregular boundary. (Combined Bk horizons 5 to 50 inches thick)\nBC--38 to 60 inches; light gray (5Y 6/1) silt loam, gray (5Y 5/1) moist; massive; slightly hard, friable; nonsticky and nonplastic; disseminated lime; violently effervescent; strongly alkaline (pH 8.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Carbon County, Montana; 1,400 feet west and 1,400 feet south of NE corner of sec. 1, T. 5 S., R. 21 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 42 to 47 degrees F.\nMoisture control section - between 4 and 12 inches.\nDepth to the Bk horizon - 11 to 24 inches.\nSoil phases - cool; saline.\nAp horizon - Hue:  10YR, 2.5Y, or 5Y\nValue:  4, 5 or 6 dry; 3, 4, or 5 moist\nChroma:  2, 3, or 4\nTexture:  loam or clay loam\nClay content:  18 to 35 percent\nRock fragments:  0 to 30 percent--0 to 5 percent cobbles; 0 to 25 percent pebbles\nEffervescence:  none to slightly\nEC:  0 to 2 mmhos/cm\nReaction:  pH 6.6 to 8.4; saline phase 7.9 to 8.4\nA thin dark colored A horizon that does not meet the requirements for a mollic epipedon after mixing to 7 inches is allowed.\nBw horizon - Hue:  10YR, 2.5Y, or 5Y\nValue:  5, 6, or 7 dry; 3, 4, or 5 moist\nChroma:  2, 3, 4, or 6\nTexture:  loam, clay loam, or silty clay loam\nClay content:  18 to 35 percent\nRock fragments:  0 to 5 percent pebbles\nEffervescence:  none to slightly\nEC:  0 to 8 mmhos/cm; saline phase 4 to 8 mmhos/cm\nReaction:  pH 6.6 to 9.0; saline phase 8.5 to 9.0.\nBk horizons - Hue:  10YR, 2.5Y, or 5Y\nValue:  5, 6, or 7 dry; 4, 5, or 6 moist\nChroma:  2, 3, 4, or 6\nTexture:  clay loam, loam, sandy clay loam, silt loam or silty clay loam.  Some pedons have fine strata of sandy loam and fine sandy loam in the lower part.\nClay content:  18 to 35 percent with 35 to 55 percent fine sand and coarser.\nRock fragments:  0 to 5 percent pebbles with up to 10 percent in the lower part.\nEffervescence:  slight or strong in the upper part and strong or violent in the lower part.\nCalcium carbonate equivalent:  5 to 15 percent\nEC:  0 to 16 mmhos/cm; saline phase 8 to 16 mmhos/cm\nReaction:  pH 7.4 to 9.0; saline phase pH 8.5 to 9.0\nBC horizon - Hue:  10YR, 2.5Y, or 5Y\nValue:  5, 6, or 7 dry; 4, 5, or 6 moist\nChroma:  2, 3, 4, or 6\nTexture:  loam, silt loam, silty clay loam or sandy clay loam consisting of strata of very fine sandy loam, sandy clay loam, and silt loam\nClay content:  15 to 30 percent\nRock fragments:  0 to 10 percent pebbles\nEffervescence:  strongly or violently\nCalcium carbonate equivalent:  5 to 12 percent\nEC:  0 to 16 mmhos/cm; saline phase 8 to 16 mmhos/cm\nReaction:  pH 7.9 to 9.0; saline phase 8.5 to 9.0"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nArikara (ND) - has an O horizon.\nBroadus (MT) - has 15 to 35 percent fine sand and coarser throughout the soil; has O horizons.\nDoney (MT) - is moderately deep to a paralithic contact.\nEaglewing (MT) - has O and E horizons; has a calcic horizon.\nMara (NM) - is calcareous throughout the profile; is moist in the moisture control section during winter months.\nSlategoat (MT) - has an AB horizon and an O horizon; moderately well drained."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - alluvial fans, stream terraces, sedimentary plains, and hills.\nElevation - 1,900 to 4,700 feet. It ranges up to 6,200 feet in the foothills of the mountains.\nSlope - 0 to 75 percent.\nParent material - alluvium and colluvium derived mainly from semiconsolidated sandstone and siltstone sedimentary beds.\nClimate -long, cold winters; moist springs; and warm summers.\nMean annual precipitation - 12 to 19 inches.  It ranges up to 20 inches in the foothills of the mountains.  Most of the precipitation falls in the spring and summer.\nMean annual air temperature - 39 to 45 degrees F.\nFrost-free period - 90 to 135 days.  It ranges down to 70 days in the foothills of the mountains."
  },
  "DRAINAGE AND PERMEABILITY": {},
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Macar soils are used for nonirrigated crops and for range.  The potential native vegetation is mainly western wheatgrass, bluebunch wheatgrass, green needlegrass, little bluestem, forbs, and shrubs."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Macar soils are extensive in south central Montana.  They are also in the state of Utah."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Denver, Colorado"
  },
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Big Horn County, Montana, 1970."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  }
}
