{
  "SERIES": "MACHIAS",
  "STATUS": "Established Series",
  "BYREV": "Rev. WHL-AJB",
  "REVDATE": "02/2006",
  "STATES": "ME,NH,VT",
  "OVERVIEW": "The Machias series consists of moderately well drained Podzols with medium to moderately coarse textured gravelly sola over glaciofluvial gravelly and cobbly deposits.  The sand fraction and the coarse fragments are dominantly quartzite, granite, and schist but in places include up to 25 percent dark colored shale, slate, or phyllite.  Machias soils are the moderately well drained analoguse of the well drained Stetson soils.  The strongly acid Red Hook, Atherton, Walpole, and Scarboro and the slightly acid to neutral Fredon and Halsey soils are the wet associates of the Machias soils.  The Machias soils differ from the moderately coarse, medium textured Podzol Madawaska soils and Brown Podzolic Ninigret soils in being gravelly in the solum and underlain by stratified sand, gravel, and cobbles at depths of 18 to 30 inches.  They differ from the Duane in that the latter are coarse textured, and from the sandy Croghan in that these soils, developed in deep sands, are essentially gravel free.  Machias soils are similar in texture and mineralogy of the sand and coarse fraction to the Brown Podzolic Sudbury soils, but the latter lack the distinct A2 bleicharde and the strongly developed B2 orterde of the Machias soils are not extensive.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over sandy or sandy-skeletal, isotic, frigid Aquic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Machias gravelly loam - virgin\nAO--2 to 0 inches; very dark brown granular mor, extremely acid.  (1 to 4 inches thick)\nA2--0 to 2 inches; bleicherde-gray (2.5Y 5/0) or olive gray (5Y 5/2) to light olive gray (5Y 6/2) gravelly loam; single grained; very friable; extremely acid; abrupt lower boundary with a few irregular tongues.  (0 to 6 inches thick)\nB21--2 to 6 inches; orterde - reddish brown (5YR 4/4) or strong brown (7.5YR 5/6) to dark brown (7.5YR 4/4) gravelly loam; weak fine granular structure; very friable.  In some places there is a very dark brown to nearly black 1-2 inch thick horizon just under the bleicherde.  The content of coarse materials ranges from 20 to 50 percent.  These materials consist for the most part of fine grained quartzite and slate particles, mainly 0.5 to 2 inches in diameter; extremely acid; abrupt boundary with a few irregular tongues extending into horizon below.  (3 to 8 inches thick)\nB22g--2 to 20 inches; dark yellowish brown (10YR 4/4) to yellowish brown (10YR 5/6) paling with depth to olive brown (2.5Y 4/4) gravelly loam; weak fine granular structure; and common distinct coarse mottling of strong brown and light gray occurs at 12 to 14 inches; strongly acid; gradual wavy boundary.  (10 to 20 inches thick)\nD--20+ inches; very dark grayish brown (10YR-2.5Y 3/2) to dark grayish brown (10YR-2.5Y 4/2) stratified gravel and sand; single grained; loose.  Pebbles are mostly 0.5 to 3 inches in diameter and many have olive brown (2.5Y 4/4) silt or very fine sand caps but are clean below.  Cobbles and stones are common in some places.  Strata tend to be about 8 to 12 inches in thickness and are not necessarily continuous. Faint to distinct coarse common mottles of strong broun and light gray occur in the upper three or four feet but gradually fade with depth and are no longer noted below seven or eight feet."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Ashland, Aroostook County, Maine."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Textures of the solum are centered on gravelly loam, but range from gravelly heavy sandy loam (low in coarse snads) to gravelly light silt loam.  In some places, gravel free fine sands comparable to those of the Madawaska and Ninigret series have been deposited over gravel.  Gravel free types of Machias are mapped if the upper part of the solum is gravel free, but gravel is prominent in the lower part of the solum.  Phases of Madawaska and Ninigret with Podzol and Brown Podzolic horizon sequence, respectively, are mapped if the solum is essentially free of gravel, but gravel is abundant at depth. Lenses of very fine sand or silt may be found in the gravel or cobbly substratum locally.\nThe A2 is variable in thickness; it may be absent from recent windthrow mounds.  Where the soils are cultivated, the Ao and A2 horizons have become mixed with the upper part of the B horizon to form a very dark grayish (10YR 3/2) or very dark brown (10YR 2/2) Ap horizon.  The Podzol horizons developed in these soils are thick enough so that remnants or tongues of A2 and B2 are found below plow depths.  Where Machias soils intergrade to the Brown Podzolic Sudbury soils, the A2 is commonly absent or less than 2 inches thick and the B is correspondingly less prominent.  In general, the entire soil is strongly or very strongly acid, but in some places the pH in the lower part of the solum may be as high as 6.0 or 6.3.  Where consistently present, the medium or slightly acid reaction may be recognized as a phase.  Colors are given for moist soil; dry soils are generally 1 or 2 units of value higher."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": null
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nearly level or very gently sloping; slopes generally slightly concave with gradients commonly 0 to 3 percent."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Surface runoff is slow, internal drainage is moderate.  The water table is about at the same height as mottling in the spring and fall but drops to depths of 8 or 10 feet during the summer."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Principally in forest.  Beech, white and yellow birch, sugar maple, spruce, fir, and considerable white pine. Small areas adjacent to larger areas of Colton, dark - materials, soils have been cleared in some instances and are used for agriculture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and northern New England and northern New York."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Northeastern Aroostook County, Maine.  1960."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  In 1955, the Stetson and Colton, dark - materials, soils were defined in terms of solum texture rather than depth to carbonates as had been done previously.  The Machias series, as now defined, is allowed to range so as to cover moderately well drained soils associated with the Stetson soils and the soils with moderately coarse textured sola formerly included with the Duane series.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "AO",
        "top": 5,
        "bottom": 0,
        "pH_class": "extremely acid",
        "narrative": "AO--2 to 0 inches; very dark brown granular mor, extremely acid.  (1 to 4 inches thick)"
      },
      {
        "name": "A2",
        "top": 0,
        "bottom": 5,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 0,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH_class": "extremely acid",
        "narrative": "A2--0 to 2 inches; bleicherde-gray (2.5Y 5/0) or olive gray (5Y 5/2) to light olive gray (5Y 6/2) gravelly loam; single grained; very friable; extremely acid; abrupt lower boundary with a few irregular tongues.  (0 to 6 inches thick)"
      },
      {
        "name": "B21",
        "top": 5,
        "bottom": 15,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH_class": "extremely acid",
        "narrative": "B21--2 to 6 inches; orterde - reddish brown (5YR 4/4) or strong brown (7.5YR 5/6) to dark brown (7.5YR 4/4) gravelly loam; weak fine granular structure; very friable.  In some places there is a very dark brown to nearly black 1-2 inch thick horizon just under the bleicherde.  The content of coarse materials ranges from 20 to 50 percent.  These materials consist for the most part of fine grained quartzite and slate particles, mainly 0.5 to 2 inches in diameter; extremely acid; abrupt boundary with a few irregular tongues extending into horizon below.  (3 to 8 inches thick)"
      },
      {
        "name": "B22g",
        "top": 5,
        "bottom": 51,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "B22g--2 to 20 inches; dark yellowish brown (10YR 4/4) to yellowish brown (10YR 5/6) paling with depth to olive brown (2.5Y 4/4) gravelly loam; weak fine granular structure; and common distinct coarse mottling of strong brown and light gray occurs at 12 to 14 inches; strongly acid; gradual wavy boundary.  (10 to 20 inches thick)"
      }
    ]
  ]
}
