{
  "SERIES": "MACKINAC",
  "STATUS": "Established Series",
  "BYREV": "Rev. LWB-northwestS",
  "REVDATE": "02/2003",
  "STATES": "MI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Argic Endoaquods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mackinac sandy loam - on a 2 percent slope in a cultivated field.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 6 inches; very dark gray (10YR 3/1) sandy loam, grayish brown (10YR 5/2) dry; weak fine granular structure; friable; slightly acid; abrupt smooth boundary.  (5 to 9 inches thick)\nE--6 to 8 inches; grayish brown (10YR 5/2) sandy loam; many medium distinct dark brown (7.5YR 3/2) and brown (7.5YR 5/4) mottles; weak thin platy structure; friable; slightly acid; abrupt wavy boundary.  (1 to 4 inches thick)\nBs--8 to 13 inches; dark brown (7.5YR 4/4) loam; many medium distinct brown (7.5YR 5/2) and light brown (7.5YR 6/4) mottles; weak fine subangular blocky structure; friable; medium acid; clear wavy boundary.  (3 to 7 inches thick)\nE'--13 to 17 inches; grayish brown (10YR 5/2) loam; common medium distinct dark brown (7.5YR 4/4) mottles; weak medium subangular blocky structure; friable; medium acid; abrupt irregular boundary.  (2 to 5 inches thick)\nBt1--17 to 24 inches; dark brown (7.5YR 4/4) clay loam; common medium distinct pale brown (10YR 6/3) and yellowish brown (10YR 5/6) mottles; moderate medium subangular blocky structure; firm; slightly acid; gradual wavy boundary.  (4 to 8 inches thick)\nBt2--24 to 30 inches; reddish brown (5YR 4/3) loam; common medium distinct pink (5YR 7/3), light brown (7.5YR 6/4), and strong brown (7.5YR 5/6) mottles; weak coarse subangular blocky structure; firm; neutral; abrupt irregular boundary.  (0 to 9 inches thick)\nC--30 to 60 inches; pinkish gray (7.5YR 6/2) loam; common fine distinct pink (5YR 7/3), gray (10YR 6/10), and reddish yellow (7.5YR 6/6) mottles; massive; friable; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Marquette County, Michigan; about 2 miles north of Watson; 660 feet south of the northwest corner of sec. 11, T. 42 N., R.  25 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum is commonly 20 to 30 inches thick but ranges from 18 to 42 inches in thickness.  Pebble and cobble content ranges from 0 to 10 percent by volume throughout the pedon. The solum ranges from neutral to medium acid.\nWhere present, the A horizon, has hue of 10YR; value of 2 or 3; and chroma of 1 or 2.  It is 1 to 3 inches thick.  The Ap horizon has hue of 10YR or 7.5YR; value of 2 or 3; and chroma of 1 or 2.\nThe E horizon has hue of 10YR or 7.5YR; value of 5 or 6; and chroma of 2 or 3.  The A and E horizons are sandy loam, silt loam, or loam.\nThe Bs horizon has hue of 7.5YR, 10YR, or 5YR; value of 3 or 4; and chroma of 2 to 4.  It is loam or fine sandy loam.\nThe E' horizon has hue of 10YR, 7.5YR, or 5YR; value of 5 or 6; and chroma of 2 or 3.  It is loam or sandy loam.  Small partially rounded remnants of Bt horizon are in the lower part of the E' horizon in some pedons.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 2 to 4.  It is a clay loam or loam.  In some pedons E' materials coat peds and is in cracks in the upper part of this horizon.\nThe C horizon has hue of 10YR, 7.5YR, or 5YR, but 7.5YR is most common.  Value is 4 to 6 and chroma is 2 to 4.  It is a silt loam, loam, or sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Brimley series.  Similar soils are the Belding, Capac, Charlevoix, Conover, Conant, Coral, Detour, Gaastra, Kawkawlin, Londo, Richter, Solona, and Twining series. Brimley soils are formed in variable textured lake laid sediments containing more fine sand and silt.  Belding , Charlevoix, Coral, Gaastra, and Richter soils have coarser textured sola.  Capac, Conover, Detour, Londo, Kawkawlin, and twining soils do not have spodic horizons.  In addition, the Detour soils are without argillic horizons and have very compact loam sandy loam C horizons and the Conover and Londo soils are mesic.  Conant soils do not have argillic horizons or mottling in the sopdic horizon and lack argillic horizons.  Solona soils do not have spodic horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Mackinac soils are on nearly level to undulating ground moraines and end moraines of Wisconsinan age.  Slope gradients range from 0 to 6 percent.  Mean annual precipitation ranges from 28 to 32 inches, mean annual temperature ranges from 40 to 45 degrees F, and mean summer temperature ranges from 60 to 65 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Angelica, Emmet, Onaway, and Trenary soils.  The well drained Onaway soils and Trenary soils and the poorly drained and very poorly drained Angelica soils are in the same drainage sequence.  In some places the coarser textured Emmet soils are nearby on better drained positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Surface runoff is slow.  Permeability is moderate or moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Areas are predominantly in forest.  Major species are balsam fir, white birch, elm, yellow birch, and aspen with some white cedar and spruce.  Cleared areas are used primarily for hay crops or pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern part of lower peninsula and south central part of the upper peninsula of Michigan, and possibly northeastern Wisconsin.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Charlevoix County, Michigan, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Classification adjusted to agree with ST Issue #17 on 6 Sept 94 by CLG.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
