{
  "SERIES": "MACLAREN",
  "STATUS": "Established Series",
  "BYREV": "Rev. MHC/JPM",
  "REVDATE": "11/2008",
  "STATES": "AK",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Coarse-loamy over sandy or sandy-skeletal, mixed, superactive Typic Haplocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Maclaren silt loam on a 0 percent slope under white spruce forest at 2250 feet elevation.  (All colors are for moist soil)\nOi--3 inches to 0; very dusky red (2.5YR 2.5/2) peat; fibrous moss, roots, and twigs; many roots of all sizes; abrupt smooth boundary. (1 to 4 inches thick)\nA--0 to 1 inch; dark brown (10YR 3/3) silt loam; weak fine platy structure; very friable, nonsticky and nonplastic; many roots of all sizes; moderately acid (pH 5.6); abrupt wavy boundary. (0 to 2 inches thick)\nBw--1 to 4 inches; brown (7.5YR 4/4) and strong brown (7.5YR 4/6) loam; weak medium subangular blocky structure; very friable, nonsticky and nonplastic; moderately acid (pH 5.6); diffuse irregular boundary. (2 to 7 inches thick)\nBw/C--4 to 8 inches; dark yellowish brown (10YR 4/4) and very dark grayish brown (10YR 3/2) stratified fine sand through silt with composite texture of fine sandy loam; weak coarse subangular blocky structure; very friable, nonsticky and nonplastic; few very fine, fine, and medium roots; moderately acid (pH 5.8); diffuse irregular boundary. (0 to 8 inches thick)\nC--8 to 18 inches; very dark grayish brown (10YR 3/2) stratified sand through silt with composite texture of sandy loam; weak coarse subangular blocky structure; very friable, nonsticky and nonplastic; common medium distinct dark yellowish brown (10YR 4/4) mottles; moderately acid (pH 6.0); abrupt wavy boundary. (4 to 16 inches thick)\n2C--18 to 60 inches; variegated extremely cobbly coarse sand; single grain; loose, nonsticky and nonplastic; 35 percent gravel; 25 percent cobble; slightly acid (pH 6.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: The Gulkana River Area, main stem, Alaska;   about 12 miles northwest of Sourdough; the NW1/4 of the NE1/4 of section 32, T.11N., R.2W., Copper River Meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum ranges in thickness from 2 to 8 inches.  Depth to sand and gravel ranges from 10 to 31 inches.  The upper part of the control section consists of stratified sandy and silty material with composite texture that is coarse-loamy.  The lower part of the control section is sandy or sandy-skeletal and averages from 40 to 75 percent coarse fragments.  Reaction ranges from strongly acid or moderately acid in the solum and slightly acid or neutral in the substratum.\nThe A horizon (absent in many pedons) has value moist of 2 or 3; chroma moist of 1 through 3.  Texture is silt loam, loam, or fine sandy loam.\nThe Bw horizon has hue of 10YR or 7.5YR; value moist of 3 or 4; chroma moist of 3 or 4.  Texture is stratified coarse sand, fine sand, sandy loam and silt loam.\nThe 2C horizons are variegated sand or coarse sand.  Rock fragments range from 40 to 75 percent and include 20 to 60 percent rounded gravel and 0 to 25 percent rounded cobble."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Lupine and Sawmill Creek series. Lupine and Sawmill Creek soils lack stratified textures in the profile."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Maclaren soils are on stream terraces and fan terraces.  Slopes range from 0 to 20 percent.  The soils formed in a mantle of stratified loamy alluvium underlain by gravelly alluvium.  Climate is subarctic continental.  Mean annual temperature is about 26 degrees F.  Mean annual precipitation is about 16 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Slow to rapid runoff.  Moderate permeability in the loamy surface mantle; rapid below."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Primary use is as wildlife habitat. Vegetation is white and black spruce forest or bog birch shrub."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southcentral Alaska.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Gulkana River Area, Alaska, 1999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic features and horizons recognized in this profile include a cambic horizon from 1 to 8 inches; a mantle of loamy stratified alluvium with a coarse-loamy particle size from 0 to 18 inches; sandy-skeletal particle size from 18 to 60 inches; cryic temperature regime.  Formerly classified as Cryochrepts.\nThis soil has stratified textures and could meet Fluventic subgroup criterion.--DLM\nNational Cooperative Soil Survey\nU.S.A."
  }
}
