{
  "SERIES": "MACOOL",
  "STATUS": "Established Series",
  "BYREV": "ARW/KP",
  "REVDATE": "12/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Typic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Macool loam on a hill side under a cover of scrub oak and ceonothus chaparral at an elevation of 680 feet (207 meters). (Colors are for moist soil unless otherwise noted).\nOi--0 to 1 inch, (0 to 2 cm); slightly decomposed oak and ceonothus leaves; abrupt smooth boundary. (0 to 2 inches thick, 0 to 5 centimeters)\nA1--1 to 2 inches, (2 to 5 cm); very dark grayish brown (10YR 3/2) loam, very dark brown (10YR 2/2) moist;10 percent clay; weak fine subangular blocky structure; slightly hard, very friable, nonsticky, nonplastic; 5 percent 2 to 75 millimeter gravel; neutral, pH 6.6 by pH meter; clear smooth boundary.\nA2--2 to 6 inches, (5 to 14 cm); grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist;18 percent clay; moderate medium subangular blocky and moderate coarse subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; 5 percent 2 to 75 millimeter gravel; neutral, pH 7.0 by pH meter; abrupt broken boundary.\nA3--6 to 12 inches, (14 to 31 cm); very dark grayish brown (10YR 3/2) loam, very dark brown (10YR 2/2) moist;25 percent clay; strong medium subangular blocky and strong coarse subangular blocky structure; slightly hard, friable, moderately sticky, slightly plastic; 5 percent 2 to 75 millimeter gravel; neutral, pH 7.1 by pH meter; clear wavy boundary. (Combined thickness of A horizon is 10 to 16 inches, 25 to 40 centimeters)\nBw--12 to 17 inches, (31 to 42 cm); brown (10YR 5/3) clay loam, dark brown (10YR 3/3) moist;31 percent clay; strong medium subangular blocky and strong coarse subangular blocky structure; hard, friable, moderately sticky, slightly plastic; 10 percent 2 to 75 millimeter gravel; neutral, pH 6.8 by pH meter; clear wavy boundary. .\nBt1--17 to 28 inches, (42 to 71 cm); 30 percent dark grayish brown (10YR 4/2) and 70 percent yellowish brown (10YR 5/4) clay, 30 percent very dark grayish brown (10YR 3/2) and 70 percent dark yellowish brown (10YR 4/4) moist;48 percent clay; strong medium subangular blocky and strong coarse subangular blocky structure; very hard, firm, very sticky, moderately plastic; 10 percent 2 to 75 millimeter gravel; neutral, pH 6.8 by pH meter; clear wavy boundary.\nBt2--28 to 30 inches, (71 to 77 cm); 30 percent yellowish brown (10YR 5/4) and 70 percent dark grayish brown (10YR 4/2) clay, 30 percent dark yellowish brown (10YR 4/4) and 70 percent very dark grayish brown (10YR 3/2) moist;44 percent clay; strong medium subangular blocky and strong coarse subangular blocky structure; hard, firm, moderately sticky, moderately plastic; 10 percent 2 to 75 millimeter gravel; neutral, pH 6.8 by pH meter; clear wavy boundary.\nBt3--30 to 38 inches, (77 to 97 cm); yellowish brown (10YR 5/4) clay, dark yellowish brown (10YR 4/4) moist;43 percent clay; strong medium subangular blocky and strong coarse subangular blocky structure; hard, firm, moderately sticky, moderately plastic; 10 percent 2 to 75 millimeter gravel; neutral, pH 6.6 by pH meter; clear wavy boundary. (Combined thickness of Bt horizons is 15 to 30 inches, 38 to 76 centimeters).\nBC--38 to 50 inches, (97 to 127 cm); light reddish brown (2.5YR 6/3) clay loam, reddish brown (2.5YR 5/3) moist;34 percent clay; massive; slightly hard, friable, slightly sticky, slightly plastic; 10 percent 2 to 75 millimeter gravel; neutral, pH 6.6 by pH meter; gradual wavy boundary. (0 to 15 inches thick, 0 to 38 centimeters).\nCr--50 to 52 inches, (127 to 132 cm); soft, highly weathered, easily diggable diorite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Cruz Island, Santa Barbara County, CA, in the Channel Islands Soil Survey Area 33 degrees North latitude, 59 minutes, 49 seconds and 119 degrees, 45 minutes, 46 seconds West longitude, NAD83; U.S.G.S Quad: Santa Cruz Island."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThe mean annual soil temperature is 54 to 59 degrees F. (12 to 15 degrees C.) The soil moisture control section is dry in all parts from about mid-September to mid-November (about 60 days) and is usually moist the rest of the time.\nDepth to bedrock is 40 to 50 inches (101 to 127 centimeters).\nThe particle size control section averages 40 to 60 percent clay and 0 to 15 percent rock fragments.\nOrganic matter ranges from 1 to 4 percent to a depth of at least 20 inches (50 centimeters).\nThe A horizon dry color is 10YR 5/2, 5/3, 4/2, 4/3, 3/3, or 3/2. Moist color is 10YR 4/2, 4/3, 3/3, 3/2, or 2/2.\nThe Bt horizon dry color is 10YR 5/2, 5/3, 5/4, 4/2, 4/3, 3/3, or 3/2. Moist color is 10YR 4/2, 4/3, 4/4, 3/3, 3/2, or 2/2.\nClay content ranges from 27 to 60 percent.\nTextures are clay loam and clay.\nBC horizon is absent in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are the Cranegulch, Daphnedale, Keating, Maple Hollow, Midvale, Ramo, Roacha, and Widmer soils. Cranegulch, Maple Hollow, Midvale and Ramo soils are greater than 60 inches to bedrock. Daphnedale, Keating, Roacha and Widmer soils are 20 to 40 inches to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Macool soils are on side slopes of hills on islands. Slopes range from 30 to 70 percent. The soils formed in materials weathered frommdiorite and gabbro. Elevations are 300 to 1500 feet (92 to 457 meters). The climate is characterized by warm, dry summers and cool, moist winters with fog common all year. The mean annual precipitation is 13 to 24 inches (330 to 610 mm), the mean annual temperature is 56 to 61 degrees F. (13 to 16 degrees C.), and the frost free season is 320 to 365 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Gunwale and Livigne soils. Both these soils have less than 35 percent clay in the particle size control section, and are on side slopes of hills."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; high runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Wildlife habitat, recreation and building site development. Vegetation is scrub oak and ceonothus chaparral."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Santa Barbara County, California on Santa Cruz Island. The soil is not extensive. MLRA 20."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Los Angeles County, California, 2004."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The series name is coined. Mesic is assumed due to NRCS Soil Temperature Stations in nearby Oak woodland/ceonothus chaparral sites. NASIS Pedon ID is CA03688SC47. Diagnostic horizons and features recognized in this pedon:\nMollic epipedon--The zone from the soil surface to a depth of about 17 inches .\nArgillic horizon--The zone from a depth of 17 inches to a depth of about 38 inches .\nParalithic material--The zone from a depth of 50 inches to about 52 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
