{
  "SERIES": "MACREEING",
  "STATUS": "Established Series",
  "BYREV": "Rev. VB/RJE/TLA",
  "REVDATE": "07/2004",
  "STATES": "WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, mesic Vitrandic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Macreeing stony ashy fine sandy loam, under a coniferous forest on a 56 percent south facing slope at an elevation of 2,700 feet. The soil was moist when described. (Colors are for dry soil unless otherwise noted. All textures are apparent field textures)\nA--0 to 5 inches; grayish brown (10YR 5/2) stony ashy fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine crumb structure; soft, very friable, nonsticky and nonplastic; common fine roots; few very fine tubular pores; 10 percent gravel, 5 percent cobbles, 5 percent stones and 2 percent surface stones; slightly alkaline (pH 7.6); clear wavy boundary. (4 to 7 inches thick)\nBw--5 to 23 inches; pale brown (10YR 6/3) very cobbly ashy sandy loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common medium and few large roots; few very fine interstitial pores; 15 percent gravel and 20 percent cobbles; neutral (pH 7.2); gradual wavy boundary. (15 to 20 inches thick)\nC--23 to 48 inches; light yellowish brown (10YR 6/4) very cobbly coarse sandy loam, dark yellowish brown (10YR 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; few medium and fine roots; few fine tubular pores; 20 percent gravel and 25 percent cobbles; neutral (pH 6.8); abrupt wavy boundary. (20 to 30 inches thick)\nR--48 inches; fractured rhyolite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Chelan County, Washington; about 5 miles southwest of Manson; 1,900 feet east and 2,500 feet north of southwest corner of sec. 30, T. 27 N., R. 21 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 47 to 49 degrees F. These soils are usually moist, but are dry in the moisture control section for 60 to 75 consecutive days following summer solstice. The upper 7 to 23 inches of the soil has an estimated moist bulk density of 1.20 to 1.50 g/cc, volcanic glass content of 5 to 20 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 0.4 to 1.0 percent, and 15-bar water retention of 5 to 10 percent for air dried samples. Depth to bedrock is 40 to 60 inches. Coarse fragments in the control section range from 35 to 75 percent.\nThe A horizon has value of 5 or 6 dry and chroma of 2 or 3 dry or moist.\nThe Bw horizon has value of 5 or 6 dry, value of 3 or 4 moist and chroma of 2 or 3 dry and moist. Texture is ashy sandy loam, ashy coarse sandy loam, sandy loam, or coarse sandy loam and is very cobbly or very gravelly. Soil reaction is neutral or slightly alkaline.\nThe C horizon has value of 5 or 6 dry, 4 or 5 moist and chroma of 3 or 4 dry and moist. Texture is coarse sandy loam or sandy loam and is very gravelly, extremely gravelly, or very cobbly. Soil reaction is neutral or slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Dehart, McGuire, Olete, Stutler, or Tukey series.\nDehart soil  dry for 75 to 90 consecutive days following the summer solstice; particle-size control section dominated by rock fragments of glacial till origin\nMcGuire soil  greater than 60 inches deep to bedrock; 25 to 40 inches deep to sand a gravel substratum (2C horizon)\nOlete soil -  20 to 30 inches deep to a lithic contact\nStutler soil  dry for 75 to 90 consecutive days following the summer solstice; 40 to 55 inches deep to sandy-skeletal substratum (2C horizon); greater than 60 inches deep to bedrock\nTukey soil  20 to 40 inches deep to densic material (Cd horizon) of glacial till origin"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Macreeing soils are on mountain side slopes that usually have a south aspect. Slope is 30 to 90 percent. They formed in loess and volcanic ash mixed with colluvium from rhyolite or granodiorite. Elevations are 2,500 to 3,800 feet. They are in a continental climate with warm, dry summers and cold, moist winters. The mean annual precipitation is 20 to 30 inches. The mean annual air temperature is 45 to 47 degrees F. The mean January temperature is about 24 degrees F and the mean July temperature is about 69 degrees F. The growing season at 28 degrees F is 140 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bisping, McCree, and Tyee soils. Bisping soils are Xerands. McCree soils are frigid. Tyee soils have a mollic epipedon and are shallow."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to very rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for timber production, livestock grazing, wildlife habitat, watershed, and recreation. Native vegetation is ponderosa pine and Douglas-fir with an understory of antelope bitterbrush, pinegrass, snowbrush ceanothus, lupine, serrate balsamroot, bluebunch wheatgrass, and arrowleaf balsamroot."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Chelan County, Washington; MLRA 6. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Chelan County, Washington, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon  the zone from surface to 5 inches\nCambic horizon  the zone from 5 to 23 inches\nParticle-size control section  the zone from 10 to 40 inches having a weighted average of 41 percent rock fragments.\nVitrandic feature  the zone from 0 to 23 inches\nNational Cooperative Soil Survey\nU.S.A."
  }
}
