{
  "SERIES": "MADONNA",
  "STATUS": "Established Series",
  "BYREV": "Rev. WCL/LCL/RWK/KP",
  "REVDATE": "10/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Typic Dystroxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Madonna loam, rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 7 inches; pale brown (10YR 6/3) loam, brown (10YR 4/3) moist; moderate medium and fine granular structure; hard, friable, nonsticky and nonplastic; many very fine roots; many very fine interstitial and tubular pores, and few medium tubular pores; moderately acid (pH 5.6); clear wavy boundary.  (6 to 16 inches thick)\nB2--7 to 25 inches; brown (10YR 5/3) loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; hard, friable, nonsticky and nonplastic; few very fine roots; many very fine interstitial and tubular pores and few medium tubular pores; few thin clay films on faces of peds and lining pores; moderately acid (pH 5.6); clear wavy boundary.  (14 to 24 inches thick)\nCr--25 to 30 inches; light yellowish brown (10YR 6/4) strongly acid sandstone, moderately hard and fractured; brown stains occur along fracture planes, fractures more than 10 cm apart."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Santa Clara County, California; 50 feet upslope from the intersection of old Watsonville Road and Summit Road; SE corner of NW1/4 NW1/4 section 21, T.10 S., R.2 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a paralithic contact ranges from 20 to 40 inches.  The mean annual soil temperature is about 52 to 56 degrees F.  Soil between depths of 5 to 15 inches is usually moist all of the time from October or early November until May or June.  It is usually dry all the rest of the year.  Rock fragments, usually gravel, range from 1 to 35 percent.  Base saturation is 35 to 60 percent in all parts or may be above 60 percent in the immediate surface.\nThe A horizon is pale brown, light brownish gray, light brown, brown, dark brown, grayish brown or dark grayish brown in 10YR or 7.5YR hue.  Where dry values are 4 or 5, such values are confined to the upper 1 to 6 inches.  This horizon is usually loam and less commonly fine sandy loam or light clay loam.  It has weak or moderate structure and is slightly or medium acid.\nThe B2 horizon is usually pale brown, light yellowish brown, very pale brown, brown and light brown in 10YR or 7.5YR hue, but value or chroma, or both, are 1 unit higher in some pedons.  It is loam, heavy loam, or light clay clay loam and is similar to or only slightly finer than the A horizon.  This horizon has weak or moderate structure and has common to very thin clay films.  It is usually medium or strongly acid but part of the B horizon is very strongly acid in some pedons.  A C horizon of soil material similar in color and texture to the B horizon is present in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Elwha, Hurlbut (t) and Renhaven (t) series.  Elwha soils contain cemented shot in the solum.  Hugo soils are more than 40 inches deep to bedrock.  Mashel soils have a B2ir horizon.  Renhaven soils are more than 40 inches deep to bedrock.  Hurlbut soils have a paralithic contact at depths of 20 to 40 inches and have more than 30 degree difference between mean January and July air temperatures."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Madonna soils are on rolling to very steep uplands at slopes of 15 to 75 percent.  Elevations are 1,500 to 4,500 feet.  They formed in material weathered from firm to hard sandstone and shale.  The climate is humid mesothermal with warm foggy, nearly rainless summers and cool, moist winters.  The mean annual precipitation is 35 to 55 inches, mostly in the form of rain.  The average January temperature is 42 to 47 degrees F.; the average July temperature is 62 to 67 degrees F.; and the mean annual temperature is 50 to 56 degrees F.  The average frost free season is 150 to 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Hugo soils and the Ben Lomond, Maymen and Sheetiron soils.  Ben Lomond soils have less than 18 percent clay.  Maymen soils are less than 20 inches deep to hard rock.  Sheetiron soils have more than 35 percent rock fragments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to very rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for range and timber production.  Native vegetation in drier and lower sites is annual grass, forbs, black oak, laurel and madrone.  In more moist, more protected, or higher sites, vegetation is Douglas fir, black oak, ponderosa pine, sugar pine, madrone and grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coast Range of central and northern California and possibly Oregon.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mendocino County (Mendocino National Forest Area), California, August, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soils less than 40 inches deep to a lithic contact, formerly included with the Hugo series, are now in the Madonna series.  Some soils without a mollic epipedon, formerly included with the Laughlin series, are now in the Madonna series.\nHowever, upon examining the description of the lithic material in this pedon it was found that it is only moderately hard which does not qualify for lithic.  Therefore, the R is changed to a Cr and it is identified as paralithic.  Classification does not change. -- KP\nNational Cooperative Soil Survey\nU.S.A."
  }
}
