{
  "SERIES": "MADRAK",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. JTK/RJE/RWL",
  "REVDATE": "11/2005",
  "STATES": "WA",
  "OVERVIEW": "The Madrak series consists of moderately deep, well drained soils formed in colluvium and residuum from sandstone mixed with volcanic ash. Madrak soils are on mountain side slopes and summits. Slopes are 5 to 45 percent. The mean annual precipitation is about 40 inches and the mean annual air temperature is about 4l degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy-skeletal, glassy Xeric Vitricryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Madrak gravelly ashy loam under a coniferous forest on a 5 percent southwest-facing slope at an elevation of 6,000 feet. The soil was dry when described. (Colors are for dry soil unless otherwise stated.)\nOi--0 to 1 inches; forest litter. (1/2 to l inch thick)\nA--1 to 2 inches; dark grayish brown (l0YR 4/2) gravelly ashy loam, dominated by volcanic ash), very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; soft, very friable, nonsticky and nonplastic, weakly smeary; few very fine, fine roots; 15 percent gravel; moderately acid (pH 5.8); clear wavy boundary. (0 to 4 inches thick)\nBwl--2 to 10 inches; brown (7.5YR 5/4) gravelly ashy loam (dominated by volcanic ash) dark brown (7.5YR 3/4) moist; moderate very fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; weakly smeary; few very fine, fine roots; 20 percent gravel; NaF pH 12.0; moderately acid (pH 5.8); clear smooth boundary. (7 to 9 inches thick)\nBw2--10 to 19 inches; light yellowish brown (10YR 6/4) very cobbly ashy sandy loam, dark yellowish brown (10YR 4/4) moist; moderate fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic, weakly smeary; few fine roots; 20 percent gravel and 20 percent cobbles; NaF pH 11.5; moderately acid (pH 5.8); clear smooth boundary. (7 to 12 inches thick)\nC--19 to 30 inches; pale yellow (2.5Y 7/4) very cobbly loamy ashy sand, light olive brown (2.5Y 5/4) moist; massive; loose, weakly smeary; 20 percent gravel and 30 percent cobbles; NaF pH 11.5; moderately acid (pH 5.8); abrupt smooth boundary. (6 to 17 inches thick)\nR--30 inches; hard fractured sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kittitas County, Washington; about 2 miles west of Mission Peak; 1,500 feet east and 1,500 feet north of the southwest corner of section 20, T. 21 N., R. 19 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to a lithic contact with sandstone ranges from 20 to 40 inches. The average annual soil temperature ranges from 42 to 44 degrees F. The soils are usually moist but are dry in all parts in the moisture control section for 45 to 60 consecutive days following summer solstice. The particle-size control section has an estimated 0.7 to 2.0 percent acid oxalate extractable Al plus  Fe, 15-bar moisture of 5 to 12 percent, and a moist bulk density of 0.85 to 1.10 g/cc.  The upper 7 to 13 inches of the pscs is estimated to have more than 60 percent volcanic glass in the fine earth fraction. The lower part is estimated to have 30 to 60 percent volcanic glass.\nThe A horizon has hue of 10YR or 7.5YR and value of 3 or 4 dry. Some pedons lack an A horizon.\nThe Bw1 horizon has hue of 7.5YR or 10YR and value of 5 or 6 dry, 3 or 4 moist. It averages 15 to 25 percent sandstone gravel.\nThe Bw2 horizon has value of 5 or 6 dry, 3 or 4 moist. It averages 15 to 25 percent sandstone gravel and 20 to 30 percent sandstone cobbles.\nThe C horizon has hue of 2.5Y or 10YR and value of 6 or 7 dry, 4 or 5 moist. Texture is very cobbly ashy loamy sand, extremely cobbly ashy loamy sand, or very cobbly ashy sandy loam. It averages 20 to 35 percent sandstone gravel and 25 to 35 percent sandstone cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Azwell, Bamber, Fears, Hallihan, Terence, Tiptop, and Wuksi series.\nAzwell soils - dry for 60 to 75 consecutive days following the summer solstice; pscs dominated by rock fragments of gneiss and schist origin; mean annual soil temperature of 40 to 42 degrees F.\nBamber soils - 40 to 60 inches to lithic contact (andesite)\nFears soils - greater than 60 inches to bedrock; pscs has 5 to 10 percent pumice paragravel and is dominated by rock fragments of granitic origin\nHallihan soils - greater than 60 inches to bedrock; pscs dominated by rock fragments of rhyolite origin\nTerence soils - greater than 60 inches to bedrock; pscs dominated by rock fragments of andesite and basalt origin\nTiptop soils - greater than 60 inches to bedrock; dry for 60 to 75 consecutive days following the summer solstice\nWuksi soils - greater than 60 inches to bedrock; pscs has 70 to 100 percent volcanic glass; depth to 2 Bwb horizon is 40 to more than 60 inches"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Madrak soils are on mountain side slopes and summits.  Slopes are 5 to 45 percent. They formed in colluvium and residuum from swauk sandstone mixed with volcanic ash. Elevations are 5,300 to 6,100 feet. The soils are in a continental climate with warm, dry summers and cool, moist winters. The mean annual precipitation is 30 to 55 inches. The average January temperature is about 22 degrees F and the average July temperature is about 60 degrees F. The mean annual temperature is 40 to 42 degrees F. The growing season at 28 degrees F is 80 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Darland, and Naxing soils.\nDarland soils - have a mollic epipedon, are deep and are on southerly exposed convex mountain side slopes.\nNaxing soils - have 40 to 75 percent basalt rock fragments in the particle-size control section and have an umbric epipedon 10 to 14 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Runoff is medium. Permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for timber production, wildlife habitat, watershed, and recreation. Vegetation is lodgepole pine, subalpine fir, western larch and Douglas-fir with an understory of dwarf huckleberry, pinegrass, elk sedge, pinemat manzanita, lupine, pachystima, and currant."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: East slopes of the Cascade Mountains in north-central Kittitas County; MLRA 3. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Kittitas County, Washington, l98l."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nochric epipedon - the zone from 1 to 2 inches\ncambic horizon - the zone from 2 to 19 inches\nandic soil properties - the zone from 1 o 30 inches\npscs - the zone from 1 to 30 inches\nlithic contact - beginning at 30 inches.\nClassification revised 09/1999 from medial-skeletal Andic Cryochrepts to ashy-skeletal, glassy Xeric Vitricryands.\nAll depths to diagnostic horizons and features are measured from the top of the first mineral horizon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--0 to 1 inches; forest litter. (1/2 to l inch thick)"
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--1 to 2 inches; dark grayish brown (l0YR 4/2) gravelly ashy loam, dominated by volcanic ash), very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; soft, very friable, nonsticky and nonplastic, weakly smeary; few very fine, fine roots; 15 percent gravel; moderately acid (pH 5.8); clear wavy boundary. (0 to 4 inches thick)"
      },
      {
        "name": "Bwl",
        "top": 5,
        "bottom": 25,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bwl--2 to 10 inches; brown (7.5YR 5/4) gravelly ashy loam (dominated by volcanic ash) dark brown (7.5YR 3/4) moist; moderate very fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; weakly smeary; few very fine, fine roots; 20 percent gravel; NaF pH 12.0; moderately acid (pH 5.8); clear smooth boundary. (7 to 9 inches thick)"
      },
      {
        "name": "Bw2",
        "top": 25,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very cobbly",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw2--10 to 19 inches; light yellowish brown (10YR 6/4) very cobbly ashy sandy loam, dark yellowish brown (10YR 4/4) moist; moderate fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic, weakly smeary; few fine roots; 20 percent gravel and 20 percent cobbles; NaF pH 11.5; moderately acid (pH 5.8); clear smooth boundary. (7 to 12 inches thick)"
      },
      {
        "name": "C",
        "top": 48,
        "bottom": 76,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sand",
        "cf_class": "very cobbly",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C--19 to 30 inches; pale yellow (2.5Y 7/4) very cobbly loamy ashy sand, light olive brown (2.5Y 5/4) moist; massive; loose, weakly smeary; 20 percent gravel and 30 percent cobbles; NaF pH 11.5; moderately acid (pH 5.8); abrupt smooth boundary. (6 to 17 inches thick)"
      },
      {
        "name": "R",
        "top": 76,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--30 inches; hard fractured sandstone."
      }
    ]
  ]
}
