{
  "SERIES": "MADRIVER",
  "STATUS": "Established Series",
  "BYREV": "Rev: DWH/SAA/JTB/ET/KP",
  "REVDATE": "10/2016",
  "STATES": "CA",
  "OVERVIEW": "The Madriver series consists of very deep, moderately well drained soils on natural levee positions on alluvial plains. These soils formed in mixed alluvium. Slopes range from 0 to 2 percent. Mean annual precipitation is about 1015 mm. Mean annual temperature is about 11 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, nonacid, mesic Oxyaquic Udifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Madriver loam on a nearly level slope of 1 percent under pasture at an elevation of 6 meters. (Colors are for moist soil unless otherwise noted. When described on May 17, 2001 the soil was moist, increasing in moisture with depth.)\nAp1--0 to 17 centimeters; very dark grayish brown (2.5Y 3/2) loam, light brownish gray (2.5Y 6/2) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky, moderately plastic; many very fine and few medium roots throughout; many very fine dendritic tubular pores; moderately acid (pH 6.0); clear wavy boundary. (17 to 43 centimeters thick)\nAp2--17 to 43 centimeters; very dark grayish brown (2.5Y 3/2) loam, light brownish gray (2.5Y 6/2) dry; weak medium subangular blocky structure; soft, very friable, slightly sticky, slightly plastic; common very fine and fine roots throughout; many very fine dendritic tubular pores; few fine faint dark yellowish brown (10YR 4/6) iron-manganese masses in matrix; slightly acid (pH 6.2); diffuse wavy boundary. (0 to 66 centimeters thick)\nC1--43 to 71 centimeters; very dark grayish brown (2.5Y 3/2) sandy loam, gray (2.5Y 6/1) dry; massive; loose, very friable, non-sticky, non-plastic; few very fine roots throughout; many very fine and fine dendritic tubular pores; slightly acid (pH 6.2); diffuse wavy boundary. (25 to 76 centimeters thick)\nC2--71 to 107 centimeters; very dark grayish brown (2.5Y 3/2) silt loam, light brownish gray (2.5Y 6/2) dry; massive; slightly hard, friable, slightly sticky, slightly plastic; many very fine roots throughout; many very fine and fine dendritic tubular pores; common medium distinct dark yellowish brown (10YR 4/6) iron-manganese masses and common fine and medium distinct gray (2.5Y 5/1) iron depletions in matrix; slightly acid (pH 6.4); diffuse wavy boundary. (0 to 91 centimeters)\nC3--107 to 142 centimeters; dark grayish brown (2.5Y 4/2) silt loam, light brownish gray (2.5Y 6/2) dry; massive; soft, very friable, non-sticky, non- plastic; common very fine roots throughout; common very fine and fine dendritic tubular pores; few fine distinct gray (2.5Y 5/1) iron depletions in matrix; slightly acid (pH 6.4); diffuse wavy boundary. (0 to 88 centimeters thick)\nC4--142 to 170 centimeters; dark grayish brown (2.5Y 4/2) fine sandy loam, light brownish gray (2.5Y 6/2) dry; massive; soft, very friable, non-sticky, non- plastic; common very fine roots throughout; common very fine and fine dendritic tubular pores; common medium distinct dark yellowish brown (10YR 4/6) iron-manganese masses and common fine and medium distinct gray (2.5Y 5/1) iron depletions in matrix; slightly acid (pH 6.5). (0 to 71 centimeters thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Humboldt County, California; Giuntoli Road east from Highway 101 overpass, north on frontage road 1280 meters, 7 meters from the gate east, 4 meters into the field north; 730 meters west, 290 meters north of the southeast corner Section 8, T.6N., R.1E., HB&M; Arcata North Quadrangle (7.5 minute series); WGS84 Decimal degrees 40.9163889 latitude and -124.0913889 longitude,; UTM 10N 408097mE 4530042mN NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: The soil moisture control section (17 to 53 centimeters) is not dry in all parts for as long as 90 cumulative days in normal years. The soils have a udic moisture regime.\nSoil Temperature: The mean annual soil temperature at 50 centimeters is 12 to 15 degrees C. The average summer soil temperature is about 18 degrees C and the average winter soil temperature is about 9 degrees C. The difference between average summer and winter soil temperatures is about 6 to 9 degrees C.  The soils have a mesic soil temperature regime.\nParticle Size Control Section (weighted average):\nClay content: 10 to 18 percent\nEndosaturation:  The water table is between 50 and 100 centimeters from about January through March and falls below 180 centimeters April through December.\nDepth to redoximorphic features:  50 to 100 centimeters.\nA horizon\nHue: 10YR or 2.5Y\nValue: 3 or 4 moist, 6 dry\nChroma: 2 or 3 moist, 3 dry\nTexture of fine earth: fine sandy loam or loam\nClay content: 10 to 24 percent\nReaction: moderately acid to neutral\nRedoximorphic features: fine iron-manganese masses related to compaction and irrigation\nQuanity: few to many\nValue: 4 to 6\nChroma: 4 to 8\nC horizon\nHue: 10YR or 2.5Y\nValue: 3 or 4 moist, 4 to 6 dry\nChroma: 1 to 3 moist and dry\nTexture of fine earth: silt loam, loam, very fine sandy loam, fine sandy loam, sandy loam\nClay content: 8 to 26 percent\nRock fragments: 0 to 20 percent\nReaction: slightly acid to neutral\nRedoximorphic features: fine and medium iron-manganese masses below 50 centimeters\nQuantity: few to many\nHue: 10 YR or 2.5Y\nChroma: 4 or 6"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Madriver soils are on natural levees on alluvial plains. Slopes are 0 to 2 percent.  These soils formed in mixed alluvium. Elevation is 3 to 50 meters. The climate is humid with cool, foggy summers and cool, rainy winters. Mean precipitation is 890 to 2030 millimeters. The mean annual temperature is 10 to 13 degrees C. The mean January temperature is about 9 degrees C.  The mean July temperature is about 14 degrees C. Frost free season is about 275 to 330 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Canalschool, Ferndale, Loleta, Russ, and Weott, soils. Canalschool soils are fine-silty and occur on low flood-plain steps. Ferndale soils have redoximorphic features at depths greater than 100 centimeters, are fine-silty and occur on high floodplain steps. Loleta soils are have redoximorphic features at 10 to 25 centimeters, have a mollic epipedon and occur on alluvial fans. Russ soils have redoximorphic features at depths greater than 100 centimeters, and occur on similar positions. Weott soils are fine-silty, have redoximorphic features at 0 to 10 centimeters, and occur on low floodplain steps."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained; high runoff; moderate permeability, moderately high saturated hydraulic conductivity. The soils are occasionally flooded for brief periods December through February."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for pasture, hay, and occasionally truck garden produce. Natural vegetation is estimated to have been red alder, black cottonwood, willow, and scattered sitka spruce, with an understory of blackberry, and ferns."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Coastal Redwood Belt MLRA 4B. The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Humboldt County, California 2012. Name is from the Mad River, north of Arcata."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\n1. Ochric epipedon - the zone from 0 to 43 centimeters (Ap horizon).\n2.\n2. Particle size control section - the zone from 25 to 100 centimeters (Ap2, C1, C2) averages 16 percent clay, and 33 percent fine sand or coarser.\nSoil classified using Keys to Soil Taxonomy, 12th edition.\nADDITIONAL DATA:   NASIS Pedon 01CA600012P\nSupported by lab data from the similar Russ series -- 02NO786\nNational Cooperative Soil Survey\nU.S.A."
  }
}
