{
  "SERIES": "MADRE",
  "STATUS": "Established Series",
  "BYREV": "DNB-JKW-RM",
  "REVDATE": "09/2015",
  "STATES": "TX",
  "OVERVIEW": "The Madre series consists of very deep, poorly drained, very slowly permeable soils that formed in sandy eolian and storm washover sediments on barrier islands.  These nearly level soils are on planar to concave barrier flats.  These soils are subject to occasional flooding by high storm surge from strong tropical storms, and are ponded after periods of heavy rainfall.  Slope ranges from 0 to 1 percent.  Mean annual precipitation is about 686 mm (27 in) and mean annual air temperature is about 22 degrees C (72 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Siliceous, hyperthermic Sodic Psammaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Madre fine sand--in area of Madre-Malaquite complex on a slightly concave, 0 to 1 percent slope in rangeland at an elevation of 1 meter (3 ft). (Colors are for moist soil unless otherwise stated.)\nAn1--0 to 10 cm (0 to 4 in); grayish brown (10YR 5/2) fine sand, light brownish gray (10YR 6/2) dry; weak fine and medium subangular blocky structure parting to single grain; soft, very friable; 6 percent very fine and fine roots; 3 percent fine and medium distinct yellowish brown (10YR 5/6) masses of oxidized iron with clear boundaries lining pores; very slightly saline; Sodium Adsorption Ratio is about 16; slightly alkaline; gradual smooth boundary.\nAn2--10 to 28 cm (4 to 11 in); grayish brown (10YR 5/2) fine sand, light brownish gray (10YR 6/2) dry; weak fine and medium subangular blocky structure parting to single grain; soft, very friable; 4 percent very fine and fine roots; 6 percent fine and medium distinct brownish yellow (10YR 6/6) masses of oxidized iron with clear boundaries lining pores; 1-inch thick strata of grayish brown (10YR 5/2) and very dark grayish brown (10YR 3/2) at lower boundary; very slightly saline; Sodium Adsorption Ratio is about 16; moderately alkaline; clear smooth boundary. (Combined thickness of the An horizon is 13 to 46 cm [5 to 18 in])\nCng1--28 to 56 cm (11 to 22 in); light brownish gray (10YR 6/2) fine sand, light gray (10YR 7/2) dry; weak medium subangular blocky structure parting to single grain; loose; 4 percent very fine and fine roots and 1 percent roots; 4 percent fine and medium distinct brownish yellow (10YR 6/6) and olive yellow (2.5Y 6/6) masses of oxidized iron with clear boundaries lining pores; very slightly saline; Sodium Adsorption Ratio  is about 14; slightly alkaline; abrupt smooth boundary.\nCng2--56 to 71 cm (22 to 28 in); grayish brown (2.5Y 5/2) fine sand, light brownish gray (2.5Y 6/2) dry; single grain; loose; 3 percent very fine and fine roots; 5 percent medium faint gray (10YR 5/1) iron depletions with diffuse boundaries in matrix; very slightly saline; Sodium Adsorption Ratio is about 18; neutral; clear smooth boundary.\nCng3--71 to 104 cm (28 to 41 in); light brownish gray (2.5Y 6/2) fine sand, light gray (2.5Y 7/2) dry; single grain; loose; 3 percent very fine and fine roots and 1 percent medium roots; 2 percent fine faint light olive brown (2.5Y 5/3) masses of oxidized iron with clear boundaries lining pores; 5 percent medium and coarse distinct gray (2.5Y 5/1) iron depletions with clear boundaries in matrix; very slightly saline; Sodium Adsorption Ratio is about 17; neutral; abrupt smooth boundary. (Combined thickness of the Cng horizon is 69 to 170 cm [27 to 67 in])\nAnb--104 to 117 cm (41 to 46 in); dark gray (10YR 4/1) fine sand, grayish brown (10YR 5/2) dry; single grain; loose; 2 percent very fine and fine roots; 5 percent medium and coarse faint gray (2.5Y 5/1) iron depletions with diffuse boundaries in matrix; very slightly saline; Sodium Adsorption Ratio is about 16; neutral; clear smooth boundary. (Thickness of the Anb horizon is 0 to 46 cm [0 to 18 in].)\nCngb1--117 to 135 cm (46 to 53 in); dark grayish brown (2.5Y 4/2) fine sand, grayish brown (2.5Y 5/2) dry; single grain; loose; 1 percent very fine and fine roots; 5 percent medium and coarse faint dark gray (2.5Y 4/1) and 5 percent medium distinct light brownish gray (10YR 6/2) iron depletions with diffuse boundaries in matrix; very slightly saline; Sodium Adsorption Ratio is about 15; neutral; clear smooth boundary. (Combined thickness of the Cngb horizon is 0 to 86 cm [0 to 34 in].)\nCngb2--135 to 203 cm (53 to 80 in); grayish brown (2.5Y 5/2) fine sand, light brownish gray (2.5Y 6/2) dry; single grain; loose; 1 percent very fine and fine roots; 5 percent medium and coarse faint light brownish gray (10YR 6/2) iron depletions with diffuse boundaries in matrix; very slightly saline; Sodium Adsorption Ratio is about 11; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kleberg County, Texas; from the intersection of Park Road 22 and the county line between Kleberg and Nueces Counties; 8.0 miles southwest on Park Road 22 to the pay station entrance of Padre Island National Seashore; 0.8 mile southwest on Park Road 22 to the intersection of Novillo and Bird Island Basin road; 0.42 mile west-northwest on Bird Island Basin road; 150 ft northeast in rangeland.  South Bird Island, Texas USGS topographic quadrangle; Latitude: 27 degrees, 28 minutes, 00.4 seconds N; Longitude: 97 degrees, 17 minutes, 48.4 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An aquic soil moisture regime.  Although rainfall amounts are that of an ustic moisture regime, the soil has a permanent water table at depths of 25 to 76 cm (10 to 30 in) throughout the year in most years.  The soil is rarely, if ever, at the wilting point below 25 cm (10 in), and it is saturated or ponded for periods of several days or weeks following heavy rains.\nMean annual soil temperature: 22.2 to 23.4 degrees C (72 to 74 degrees F).\nDepth to masses of oxidized iron: 0 to 25 cm (0 to 10 in)\nDepth to iron depletions: 13 to 46 cm (5 to 18 in)\nDepth to endosaturation: 25 to 76 cm (10 to 30 in) throughout the year in most years.\nParticle-size control section (weighted average)\nClay content: 0 to 5 percent\nSand content: 95 to 99 percent\nThe particle-size control section has less than 5 percent silt plus clay.\nAn horizon:\nHue: 10YR\nValue: 4 to 6\nChroma: 2 or 3\nTexture: fine sand\nClay content: 0 to 5 percent\nMasses of oxidized iron: quantity-1 to 12 percent; size-fine or medium; contrast-faint to prominent; boundary-clear or sharp; shades-brown or yellow\nIron depletions: amount-0 to 2 percent; size-fine or medium; contrast-faint; boundary-diffuse or clear; shades-gray\nElectrical Conductivity (mmhos/cm): 0 to 4\nSodium Adsorption Ratio: 5 to 20\nReaction: neutral to strongly alkaline\nCng horizon:\nHue: 10YR, 2.5Y, 5Y or N/\nValue: 4 to 6\nChroma: 0 to 2\nTexture: fine sand\nClay content: 0 to 5 percent\nMasses of oxidized iron: quantity-2 to 20 percent; size-fine or medium; contrast-faint to prominent; boundary-clear or sharp; shades-brown or yellow\nIron depletions: amount--1 to 15 percent, size--fine or medium, contrast--faint or distinct, boundary--diffuse or clear, shades--gray\nElectrical Conductivity (mmhos/cm): 2 to 8\nSodium Adsorption Ratio: 13 to 40\nReaction: neutral to strongly alkaline\nAnb horizon (where present):\nHue: 10YR, 2.5Y, 5GY or 5B\nValue: 3 or 4\nChroma: 1\nTexture: fine sand\nClay content: 0 to 5 percent\nMasses of oxidized iron: amount-0 to 10 percent; size-fine to coarse; contrast-faint to prominent; boundary-clear or sharp; shades-brown or yellow\nIron depletions: amount-1 to 5 percent; size-fine or medium; contrast-faint or distinct; boundary-diffuse or clear; shades-gray\nElectrical Conductivity (mmhos/cm): 2 to 8\nSodium Adsorption Ratio: 13 to 40\nReaction: neutral to strongly alkaline\nCngb horizon (where present):\nHue: 10YR, 2.5Y, 5Y or 5GY\nValue: 4 or 5\nChroma: 1 or 2\nTexture: fine sand\nClay content: 0 to 5 percent\nMasses of oxidized iron: amount-0 to 10 percent; size-fine or medium; contrast-faint or distinct; boundary-clear or sharp; shades-brown or yellow\nIron depletions: amount-2 to 20 percent; size-fine to coarse; contrast-faint or distinct; boundary-diffuse or clear; shades-gray\nElectrical Conductivity (mmhos/cm): 2 to 8\nSodium Adsorption Ratio: 13 to 40\nReaction: neutral to strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Satatton and Tatton series in the same family.  Similar soils include the Basinger, Captiva, Dianola, Hallandale, Kesson, Malaquite, Margate, Moultrie, Mustang, Novillo, Pompano, and Valkaria series.\nSatatton soils: have Sodium Adsorption Ratio values of more than 40, Electrical Conductivity values of more than 30 and are frequently flooded.\nTatton soils: have Sodium Adsorption Ratio values of more than 40, Electrical Conductivity values of more than 30, are very poorly drained and very frequently flooded.\nBasinger, Moultrie, and Valkaria soils: have spodic horizons\nCaptiva and Margate soils: have a mollic surface\nDianola, Kesson, Novillo, Pomapano and Mustang soils: do not have an Sodium Adsorption Ratio value of 13 or more.   In addition, Dianola soils have more than 5 percent silt plus clay within the control section.\nHallandale soils: have a lithic contact within 50 cm (20 in)\nMalaquite soils: have a salic horizon"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Eolian and storm washover sandy sediments of Holocene age.\nLandform: nearly level barrier flats or shallow depressions between dunes and low mounds of barrier islands\nSlope: 0 to 1 percent\nMean annual air temperature: 21.7 to 22.8 degrees C (71 to 73 degrees F)\nMean annual precipitation: 635 to 1245 mm (25 to 49 in)\nPrecipitation Pattern: November through April are the driest months, with a second dry period in July. September is the wettest month.\nFrost-free period: 310 to 350 days\nElevation: 0 to 2 m (0 to 5 ft)\nThornthwaite P-E Index: 31 to 44"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Daggerhill, Greenhill, Malaquite, Mustang, Novillo, Padre, Panam, Satatton, and Tatton series.\nDaggerhill and Greenhill soils: are on a higher landform on convex foredunes and back-island dune fields.\nMalaquite soils: are not sodic and are on a similar to slightly lower landform.\nMustang soils: are not sodic and are on a similar to slightly higher landform.\nNovillo soils: are very poorly drained and are on a lower landform in fresh-water marshes.\nPadre and Panam soils: are on a slightly higher landform on low dunes or mounds on barrier flats.\nSatatton and Tatton soils: are on a lower landform on planar to concave wind-tidal flats."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; runoff is negligible due to the depressional feature of the barrier flat.  Permeability is rapid above the high water table, but the overall permeability class is very slow.  These soils are subject to occasional flooding for brief periods by high storm surge during strong tropical storms.  The soils are ponded for several days to weeks following periods of heavy rainfall."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used primarily as wildlife habitat and for recreation.  Native vegetation is marshay cordgrass, seashore dropseed, seashore saltgrass, saltflat grass and star-topped sedge."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Gulf Coast Saline Prairies (MLRA 150B in LRR T) on barrier islands of the lower Gulf Coast of southern Texas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Kleberg County, Texas, 2007.  The name is from the Laguna Madre, which is between Padre Island and the mainland of south Texas."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The series was formerly included in the Mustang series and are separated based on the difference in the sodium adsorption ratio (SAR) of the soils.\nDiagnostic horizons and features recognized in this pedon are:\nAquic conditions: These soils remain saturated and have reducing conditions for at least one month in most years from 11 to 80 in. (Cng1, Cng2, Cng3, Anb, Cngb1 and Cngb2 horizons)\nParticle-size control section: 25 to 102 cm (10 to 40 in). (An2, Cng1, Cng2 and Cng3 horizons)\nOchric epipedon: 0 to 28 cm (0 to 11 in). (An1 and An2 horizons)\nSodic feature (SAR more than 13): 0 to 203 cm (0 to 80 in). (An1, An2, Cng1, Cng2, Cng3, Anb, Cngb1 and Cngb2 horizons)\nMasses of oxidized iron: 0 to 203 cm (0 to 80 in). (An1, An2, Cng1, Cng2, Cng3, Anb, Cngb1 and Cngb2 horizons)\nIron depletions or depleted matrix: 28 to 203 cm (11 to 80 in). (Cng1, Cng2, Cng3, Anb, Cngb1 and Cngb2 horizons)\nEndosaturation: The zone of saturation at 28 to 203 cm (11 to 80 in). (Cng1, Cng2, Cng3, Anb, Cngb1 and Cngb2 horizons)\nADDITIONAL DATA:  Particle-size analysis on five pedons, salinity and sodicity tests on six pedons performed at the soil survey project office.\nTaxonomic Version:  Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "An1",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "An1--0 to 10 cm (0 to 4 in); grayish brown (10YR 5/2) fine sand, light brownish gray (10YR 6/2) dry; weak fine and medium subangular blocky structure parting to single grain; soft, very friable; 6 percent very fine and fine roots; 3 percent fine and medium distinct yellowish brown (10YR 5/6) masses of oxidized iron with clear boundaries lining pores; very slightly saline; Sodium Adsorption Ratio is about 16; slightly alkaline; gradual smooth boundary."
      },
      {
        "name": "An2",
        "top": 10,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "An2--10 to 28 cm (4 to 11 in); grayish brown (10YR 5/2) fine sand, light brownish gray (10YR 6/2) dry; weak fine and medium subangular blocky structure parting to single grain; soft, very friable; 4 percent very fine and fine roots; 6 percent fine and medium distinct brownish yellow (10YR 6/6) masses of oxidized iron with clear boundaries lining pores; 1-inch thick strata of grayish brown (10YR 5/2) and very dark grayish brown (10YR 3/2) at lower boundary; very slightly saline; Sodium Adsorption Ratio is about 16; moderately alkaline; clear smooth boundary. (Combined thickness of the An horizon is 13 to 46 cm [5 to 18 in])"
      },
      {
        "name": "Cng1",
        "top": 28,
        "bottom": 56,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Cng1--28 to 56 cm (11 to 22 in); light brownish gray (10YR 6/2) fine sand, light gray (10YR 7/2) dry; weak medium subangular blocky structure parting to single grain; loose; 4 percent very fine and fine roots and 1 percent roots; 4 percent fine and medium distinct brownish yellow (10YR 6/6) and olive yellow (2.5Y 6/6) masses of oxidized iron with clear boundaries lining pores; very slightly saline; Sodium Adsorption Ratio  is about 14; slightly alkaline; abrupt smooth boundary."
      },
      {
        "name": "Cng2",
        "top": 56,
        "bottom": 71,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Cng2--56 to 71 cm (22 to 28 in); grayish brown (2.5Y 5/2) fine sand, light brownish gray (2.5Y 6/2) dry; single grain; loose; 3 percent very fine and fine roots; 5 percent medium faint gray (10YR 5/1) iron depletions with diffuse boundaries in matrix; very slightly saline; Sodium Adsorption Ratio is about 18; neutral; clear smooth boundary."
      },
      {
        "name": "Cng3",
        "top": 71,
        "bottom": 104,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Cng3--71 to 104 cm (28 to 41 in); light brownish gray (2.5Y 6/2) fine sand, light gray (2.5Y 7/2) dry; single grain; loose; 3 percent very fine and fine roots and 1 percent medium roots; 2 percent fine faint light olive brown (2.5Y 5/3) masses of oxidized iron with clear boundaries lining pores; 5 percent medium and coarse distinct gray (2.5Y 5/1) iron depletions with clear boundaries in matrix; very slightly saline; Sodium Adsorption Ratio is about 17; neutral; abrupt smooth boundary. (Combined thickness of the Cng horizon is 69 to 170 cm [27 to 67 in])"
      },
      {
        "name": "Anb",
        "top": 104,
        "bottom": 117,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Anb--104 to 117 cm (41 to 46 in); dark gray (10YR 4/1) fine sand, grayish brown (10YR 5/2) dry; single grain; loose; 2 percent very fine and fine roots; 5 percent medium and coarse faint gray (2.5Y 5/1) iron depletions with diffuse boundaries in matrix; very slightly saline; Sodium Adsorption Ratio is about 16; neutral; clear smooth boundary. (Thickness of the Anb horizon is 0 to 46 cm [0 to 18 in].)"
      },
      {
        "name": "Cngb1",
        "top": 117,
        "bottom": 135,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Cngb1--117 to 135 cm (46 to 53 in); dark grayish brown (2.5Y 4/2) fine sand, grayish brown (2.5Y 5/2) dry; single grain; loose; 1 percent very fine and fine roots; 5 percent medium and coarse faint dark gray (2.5Y 4/1) and 5 percent medium distinct light brownish gray (10YR 6/2) iron depletions with diffuse boundaries in matrix; very slightly saline; Sodium Adsorption Ratio is about 15; neutral; clear smooth boundary. (Combined thickness of the Cngb horizon is 0 to 86 cm [0 to 34 in].)"
      },
      {
        "name": "Cngb2",
        "top": 135,
        "bottom": 203,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cngb2--135 to 203 cm (53 to 80 in); grayish brown (2.5Y 5/2) fine sand, light brownish gray (2.5Y 6/2) dry; single grain; loose; 1 percent very fine and fine roots; 5 percent medium and coarse faint light brownish gray (10YR 6/2) iron depletions with diffuse boundaries in matrix; very slightly saline; Sodium Adsorption Ratio is about 11; neutral."
      }
    ]
  ]
}
