{
  "SERIES": "MAGGIB",
  "STATUS": "Established Series",
  "BYREV": "Rev. CAB/SBC",
  "REVDATE": "06/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial over sandy or sandy-skeletal, amorphic over isotic Andic Haplocryods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Maggib stony medial fine sandy loam, on a valley wall landform with a NNW facing slope of 20 percent at 1950 meters elevation under coniferous forest vegetation.  When described on September 17, 2007 the soil was dry throughout. (Colors are for moist soil unless otherwise noted.)\nOe--0 to 2 centimeters; moderately decomposed plant material; many very fine and common fine roots; abrupt smooth boundary.\nOa--2 to 5 cm; highly decomposed plant material; many very fine and fine, few medium and coarse roots; abrupt smooth boundary.\nE--5 to 9 cm; very dark gray (10YR 3/1) stony medial fine sandy loam, gray (10YR 6/1), dry; weak fine subangular blocky structure; soft, very friable, nonsticky, nonplastic; few very fine and fine roots and common medium and coarse roots; 5 percent medium and coarse gravel, 5 percent cobbles, and 5 percent stones; extremely acid (pH 4.4); clear irregular boundary.\nBs1--9 to 27 cm; strong brown (7.5YR 4/6) gravelly medial fine sandy loam, reddish yellow (7.5YR 7/6), dry; weak fine subangular blocky structure; soft, very friable, nonsticky, nonplastic; common very fine, fine, medium, coarse, and very coarse roots; 5 percent fine gravel, 10 percent medium and coarse gravel, and 5 percent cobbles; strongly acid (pH 5.2); clear wavy boundary.\nBs2--27 to 64 cm; dark brown (7.5YR 3/4) gravelly medial sandy loam, strong brown (7.5YR 5/6), dry; weak fine subangular blocky structure; soft, very friable, nonsticky, nonplastic; common very fine, fine, and medium roots and few coarse roots; 5 percent fine gravel, 20 percent medium and coarse gravel, and 5 percent cobbles; strongly acid (pH 5.4); clear wavy boundary.\n2BC--64 to 80 cm; dark yellowish brown (10YR 3/4) extremely cobbly loamy sand, yellowish brown (10YR 5/4), dry; single grain; loose, nonsticky, nonplastic; few very fine and fine and common medium and coarse roots; 15 percent fine gravel, 30 percent medium and coarse gravel,  and 35 percent cobbles; moderately acid (pH 5.8); abrupt wavy boundary.\nR--80 cm; orthogneiss bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  North Cascades National Park, Chelan County, Washington; 507 meters west and 669 meters south of NE corner of Section 31, T34N, R18E Willamette Meridian;  McAlester Mountain, Washington USGS quadrangle; 48 degrees 24 minutes 18 seconds north latitude, 120 degrees 39 minute 9 seconds west longitude; NAD83; UTM 673737 meters E, 5362975 meters N, zone 10N."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 1 to 6 degrees C.  Cryic soil temperature regime.\nSoil moisture control section:  dry for less than 30 consecutive days from June to October.  Udic soil moisture regime.\nThickness of volcanic ash mantle:  35 to 90 centimeters\nDepth to bedrock (lithic contact): 50 to 100 cm from the mineral surface\nThe particle-size control section in this soil is contrasting.  Most characteristics are listed by horizon.\nE horizon:\nHue - 7.5YR or 10YR\nValue - 3 to 5 moist, 5 to 7 dry\nChroma - 1 or 2 moist or dry\nFine earth texture - medial FSL, medial SL, or ashy LS\nRock fragments - 0 to 30 percent total\n0 to 15 percent gravel\n0 to 15 percent cobbles\n0 to 10 percent stones\nClay content - 1 to 6 percent\nVolcanic glass - 15 to 50 percent\nReaction - extremely acid to strongly acid\nThickness - 2 to 10 centimeters\nBhs horizons are sometimes present with thickness ranging from 1 to 9 centimeters, textures of medialSL or medial FSL, reaction of very strongly acid or strongly acid, hue of 7.5 YR or 5 YR, moist value of 2 to 4, and moist chroma of 3 or 4.\nBs horizons:\nHue - 5 YR or 7.5YR\nValue - 3 to 5 moist, 5 to 7 dry\nChroma - 2 to 6 moist or dry\nFine earth texture - medial FSL, medial SL or medial L\nRock fragments - 5 to 35 percent total\n5 to 25 percent gravel\n0 to 10 percent cobbles\n0 to 10 percent stones\nClay content - 3 to 10 percent\nVolcanic glass - 15 to 50 percent\nReaction - strongly acid to moderately acid\nThickness - 33 to 65 centimeters\n2BC horizons:\nHue -10YR or 2.5Y\nValue - 3 to 5 moist, 4 to 6 moist\nChroma - 3 to 5 moist or dry\nFine earth texture - SL, LS, or LCOS in the upper part\nLS or LCOS in the lower part\nRock fragments - 35 to 80 percent total\n25 to 45 percent gravel\n10 to 35 percent cobbles\n0 to 10 percent stones\nClay content - 1 to 8 percent\nVolcanic glass - 5 to 15 percent\nReaction - strongly acid to slightly acid\nThickness - 15 to 65 centimeters"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Altapeak, Chilliwack (T), Index, Shoestring, Skippeak, and Thetis soils.  Altapeak soils are ashy-skeletal in the upper part of the particle-size control section and have a paralithic contact at 100 to 150 cm.  Chilliwack soils are very deep to bedrock.  Index soils are ashy-skeletal in the upper part of the particle-size control section and have a paralithic contact at 100 to 180 cm.  Shoestring soils are very deep to bedrock, have amorphic over mixed mineralogy, and are formed in multiple layers of aerially deposited volcanic ash and pumice, with parts of the spodic horizon containing 30 to 45 percent pumice.  Skippeak soils are very deep to bedrock and are ashy-skeletal in the upper part of the particle-size control section.  Thetis soils are very deep to bedrock and are ashy-skeletal in the upper part of the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Maggib soils are on valley walls, bedrock benches, and passes at elevations of 1,100 to 2,000 meters.  Slopes are 0 to 65 percent.  These soils formed in volcanic ash and glacial drift.  The climate consists of cool, dry summers and cold, wet winters.  Mean annual precipitation ranges from 1,800 to 3,300 millimeters, and mean annual air temperature ranges from 1 to 6 degrees C. Frost-free season is 30 to 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Chilliwack(T), Spickard (T), and Treen soils.  Treen soils are found on the same landforms, are shallow to a lithic contact, and lack spodic horizons. Spickard soils form on the same stable portions of valley walls, are very deep to bedrock, and lack spodic horizons.  Chilliwack soils are found on valley walls and bedrock benches and are very deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; high to very high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for watershed, recreation, woodland, and wildlife habitat.  Potential natural vegetation consists of Pacific silver fir, mountain hemlock, and subalpine fir with an understory of pink mountain heather and Cascade huckleberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western slopes of the North Cascade Mountains, Washington.  MLRA 3.  Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  North Cascades National Park Service Complex, 2011."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nParticle-size control section:  25 to 80 centimeters from the mineral surface\nOchric epipedon: 0 to 18 centimeters (Oe, Oa, E, and upper 9 centimeters of the Bs1 horizons)\nAlbic horizon: 5 to 9 centimeters (E horizon)\nSpodic horizon: 9 to 64 centimeters (Bs1 and Bs2 horizons)\nAndic soil properties:  5 to 64 centimeters (E, Bs1, and Bs2 horizons)\nLithologic discontinuity:  64 centimeters\nLithic contact: 80 centimeters\nWhen chroma of the spodic horizon is 6, it still meets spodic material criteria 2.b.(3) (Keys to Soil Taxonomy, Version 10, page 20).  Laboratory data from the geographically associated Chilliwack series (lab pedon number 06N0802) indicate that ammonium oxalate extractable aluminum + 1/2 iron in the Bs (spodic) horizon is greater than 1.0 percent, and the overlying albic horizon is less than 0.2 percent.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
