{
  "SERIES": "MAGNET",
  "STATUS": "Established Series",
  "BYREV": "JEH:ALW:LBW",
  "REVDATE": "10/2003",
  "STATES": "AR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Ultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Magnet loam, 5 percent slope in a moist idle\nfield.          (Colors are for moist soil.)\nAp--0 to 4 inches; dark reddish brown (5YR 3/4) loam; moderate fine granular structure; friable; many fine roots; about 5 percent\nby volume of subrounded cobbles and gravel; strongly acid; clear smooth boundary.  (3 to 6 inches thick)\nA--4 to 8 inches; dark reddish brown (5YR 3/4) loam; weak medium subangular blocky structure; friable; common fine roots; about 5 percent by volume of subrounded cobbles and gravel; strongly acid; gradual smooth boundary.  (0 to 6 inches thick)\nBt1--8 to 23 inches; reddish brown (5YR 4/4) clay; moderate medium subangular blocky structure; firm; thin continuous clay films on faces of peds; few fine roots; about 5 percent by volume of subrounded cobbles and gravel; slightly acid; gradual smooth boundary.\nBt2--23 to 31 inches; about 75 percent reddish brown (5YR 4/3) clay loam; strong medium subangular blocky structure; firm; thin continuous clay films on faces of peds; 2 to 4 inch wide wedge\nshaped vertical seams in which peds are coated with dark stains; about 5 percent by volume of subrounded cobbles and gravel;\nstrongly acid; abrupt irregular boundary; about 25 percent of mass\nis soft, multicolored syenitic saprolite in small irregular shaped pockets.  (Combined thickness of Bt horizon is 17 to 38\ninches.)\nCr/Bt--31 to 72 inches; about 85 percent soft, multicolored syenitic saprolite; about 15 percent of mass is soil in seams\nabout 2 inches wide and 24 inches apart; the soil is reddish brown (5YR 4/3) clay loam, weak medium subangular blocky structure;\nfirm; thin continuous clay films on faces of peds; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hot Spring County, Arkansas; 2.5 miles northwest\nof Magnet Cove school in the SW1/4NW1/4NW1/1/4, sec. 17., T. 3 S.,\nR. 17 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to soft, weathered bedrock ranges from 20 to 50 inches and is extremely variable in short distances.  Depth to hard bedrock is more than\n60 inches.  Reaction ranges from slightly acid to strongly acid throughout.  Coarse fragment content ranges from 0 to 30 percent throughout.\nThe A horizon has hue of 7.5YR, value of 3 to 4, and chroma of 2\nor 4 or it has hue of 5YR, value of 3 or 4, and chroma of 2, 3, or\n4.  Texture is loam or stony loam.  A horizons with value and\nchroma of 3 or less, are less than 6 inches thick.\nThe Bt horizon has hue of 5YR, value of 4 or 5, and chroma of 3 to\n6 or it has hue of 2.5YR, value of 4 or 5, and chroma of 4 or 6.  Texture is silty clay loam, silty clay, clay, or clay loam; or\ntheir gravelly or cobbly analogs.  The upper 20 inches of the argillic horizon or to the paralithic contact averages 35 to 55 percent clay.\nThe Cr horizon is extremely variable over short distances.  Dominantly, it is soft, multi-colored syenitic saprolite and other igneous rocks of variable mineral composition."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include Brantley, Canton Bend,\nCapshaw, Enon, Gundy, Hampshire, Maben, Mecklenburg, Meth, Spray,\nand Zion series in the same family and Barnsdall, Lenberg,\nNeedmore, Sandhill, and Toine series in closely related families.  Brantley and Canton Bend soils contain mica flakes, generally have thicker sola, and lack a paralithic contact.  Capshaw soils have brown or olive Bt horizons, contain chert fragments, and are underlain by hard limestone.  Enon soils have hue of 7.5YR or yellower in the Bt horizon and are underlain by shale saprolite.  Gundy soils have 20 to 40 inches sola and are underlain by slate.  Hampshire soils have hue of 7.5YR or yellower in Bt horizon and\nare underlain by shale and linestone.  Maben soils contain mica flakes in the solum and are underlain by shale rich in mica.  Mecklenburg soils are slowly permeable and are underlain by\nsaprolite of mafic rocks.  Meth soils have sola more than 60\ninches thick and contain ironstone and mica flakes.  Spray soils\nhave 10 to 20 inches sola and are underlain partially weathered shale.  Zion soils have 20 to 40 inches sola and underlain by hard bedrock.  Barnsdall soils are fine-silty.  Lenberg and Needmore\nsoils are mesic.  Sandhill and Toine soils are fine-loamy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Magnet soils are on gently sloping foot\nslopes and steep side slopes and ridges of a ring dike complex in\nthe Ouachita Mountains.  The dike complex consists of three\nroughly concentric rings.  Slope ranges from 3 to 40 percent.\nThese soils formed principally in syenitic saprolite.  Near the\ntype location, the mean annual temperature ranges from 59 to 63 degrees F, and the annual precipitation ranges from 50 to 56\ninches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  There are no other soils\nrecognized inside the dike complex.  Associated soils outside the dike are Bismarck, Carnasaw, Pirum, Sherless, and Sherwood.\nBismark soils, which are on adjacent valley floors and lower side slopes, are loamy-skeletal and less than 20 inches deep to\nweathered shale bedrock.  Carnasaw soils, which are on side slopes have clayey Bt horizons and are 40 to 60 inches deep over shale bedrock.  Pirum and Sherwood soils, which are on adjacent\nridgetops and side slopes, are fine-loamy over hard sandstone.  Sherless soils, which are on adjacent valley floors, side slopes,\nand low ridges are fine-loamy over soft sandstone."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff\nand moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Chiefly used for forestry and pasture.\nNative trees are upland oaks, shortleaf pine, and eastern red\ncedar.  Most of the gently sloping to moderately steep areas have been cleared and are used for pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Ouachita Mountains of Arkansas.  The\nseries is of small extent, less than 5,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Hot Spring County, Arkansas; 1982."
  },
  "REMARKS": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  S81-A     R-059-1 (1-6)\nNational Cooperative Soil Survey\nU. S. A."
  }
}
