{
  "SERIES": "MAGOTHA",
  "STATUS": "Established Series",
  "BYREV": "Rev. PRC-CDP-WJE",
  "REVDATE": "07/1999",
  "STATES": "VA",
  "OVERVIEW": "Soil of the Magotha series are very deep and poorly drained.  They formed in loamy sediments.  They are in salt marshes.  Permeability is moderate. Slopes are 0 to 2 percent.  Mean annual precipitation is 42 inches, and mean annual air temperature is 57 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, thermic Typic Natraqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Magotha fine sandy loam - salt marsh.  (Colors are for moist soil.)\nA--O to 5 inches; dark grayish brown (10YR 4/2) fine sandy loam; weak fine granular structure; friable, slightly sticky, slightly plastic; few fine roots; common fiddler crab burrows; EC 410 dS/m; SAR 57; neutral; abrupt smooth boundary.  (2 to 8 inches thick)\nBtg1--5 to 22 inches; light brownish gray (10YR 6/2) fine sandy loam; many medium distinct strong brown (7.5YR 5/6) and olive yellow (2.5Y 6/8) mottles; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; few fine roots; many distinct clay films and bridges on sand grains; few faint clay films on faces of peds; EC 208 dS/m; SAR 59; neutral; gradual smooth boundary.\nBtg2--22 to 40 inches; gray (10YR 6/1) fine sandy loam; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; few fine roots; many distinct clay films and bridges on sand grains; few faint clay films on faces of peds; EC 84 dS/m; SAR 47; neutral; diffuse wavy boundary. (Combined thickness of the Btg horizon is 22 to 58 inches.)\nCg--40 to 72 inches; light gray (10YR 7/2) fine sand; single grain; loose; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Accomack County, Virginia; approximately 1.1 miles south of Highways VA-182 and VA-605 (Quinby) and 1.6 miles south southeast of the junction of Highway VA-182 and Machipongo River."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 30 to 60 inches.  Rounded gravel content ranges from 0 to 15 percent.  Shell fragments are usually absent, but content ranges to 15 percent.  Reaction ranges from extremely acid through neutral.  The sodium adsorption ratio (SAR) is greater than 13 .  Electrical conductivity is greater than\n16 mmhos/cm to a depth of 20 inches or more.  Mucky, mucky peat, or peat surface horizons of 1 to 15 inches thick are in some pedons.\nThe 0 horizon, where present, has hue of 10YR through 5Y, value of 2 or 3, and chroma of 1 or 2.\nThe A horizon has hue of 10YR through 5Y or is neutral, value of 2 through 6, and chroma of 0 through 2.  It is loamy sand, loamy fine sand, sandy loam, fine sandy loam, or loam.\nThe Eg horizon, where present, has hue of 10YR or 2.5Y or is neutral, value of 4 through 7, and chroma of 0 through 2.  It is loamy sand, loamy fine sand, sandy loam, fine sandy loam, or loam.\nThe Btg horizon has hue of 10YR through 5Y or is neutral, value of 3 through 7, and chroma of 0 through 2.  Mottles in shades of red, brown, yellow, and olive are in some pedons.  It is sandy loam, fine sandy loam, or loam.  Some pedons have thin subhorizons of loamy sand or sandy clay loam.\nThe Cg horizon has hue of 10YR through 5Y or is neutral, value of 5 through 7, and chroma of 0 through 2.  Mottles in shades or red, brown, yellow, and olive are in some pedons.  It is coarse sand through loamy fine sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other known series in this family.  Similar soils in closely related families include the Chincoteague and Hobucken series.  Chincoteague soils have fine-silty control sections and have sulfidic horizons.  Hobucken soils do not have natric horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Magotha soils are on higher landscape positions in salt marshes that were former uplands.  Slopes are less than 2 percent.  Mean annual precipitation ranges from 25 to 60 inches and mean annual air temperature ranges from 57 to 65 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Assateague, Bojac, Carteret, Chincoteague, Dragston, Fisherman, Molena, Munden, and Nimmo soils.  These soils do not have natric horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; slow runoff; moderate permeability.  Depth to seasonal water table is between 0 to 12 inches."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Magotha soils are used for wildlife habitat and recreation.  The natural plant community consists of marshhay cordgrass, smooth cordgrass, coastal or seashore saltgrass , eastern baccharis, bigleaf sumpweed, smooth cordgrass, Virginia swampfire, and southern bayberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Virginia, and possibly North Carolina, Georgia, and Florida.  This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Northampton County, Virginia, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  In the past Magotha soils were included in the miscellaneous land class Tidal Marsh, High Phase.  These soils support only salt tolerant vegetation which aids in defining limits of wetlands according to Silberhorn (Silberhorn, G.M. 1976.  Tidal wetland plants of Virginia.  Va. Inst. Marine Sci. Gloucester Point, Virginia. Ed. Series No. 19).  The classification of these soils as Typic Natraqualfs is based on SAR values defined by the following expression.  (Na) / (Ca) + (Mg) /2)and one half where ( ) is meq/1 for the saturation extract without prior leaching.  The observed values method range from 25 to 60.  These soils would classify as members of the coarse-loamy, mixed, thermic family of Typic Almyraqualfs according to the Committee VIII report on soils of coastal wetlands, their classification and correlation, except they do not have a peraquic moisture regime.  A natric horizon to a depth of 20 inches or more, salinity, and flooding by salt water are the main diagnostic features."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Virginia Polytechnic Institute and State University soil survey lab data support a coarse-loamy, mixed, thermic Typic Natraqualfs placement for the typical pedon and 9 other profiles.  Data for the official site location and other pedons are published in Virginia Agricultural Experiment Station Bulletin 85-8, 1985, \"Soil Classifications and Floral Relationships of Seaside Salt Marsh Soils in Accomac and Northampton Counties, Virginia\" by W. J. Edmonds, et al.\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nVA0225 MAGOTHA     0-  2   57- 65  200-240  25- 60     0-   5\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nVA0225 FREQ            0-1.0  APPARENT JAN-DEC  60-60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nVA0225  0- 5  LS LFS                  0-  0  75-100  5-15    -\nVA0225  0- 5  SL FSL L                0-  0  75-100 10-26    -\nVA0225  5-40  SL FSL L                0-  0  75-100 10-26    -\nVA0225 40-63  COS FS LFS              0-  0  75-100  0-15    -\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nVA0225  0- 5  4.5- 7.3  2.-8. 16-32   6.0-  20  LOW\nVA0225  0- 5  4.5- 7.3  2.-8. 16-32   0.6- 6.0  LOW\nVA0225  5-40  4.5- 7.3  .5-2. 16-32   0.6- 2.0  LOW\nVA0225 40-63  4.5- 7.3  .5-2. 16-32   6.0-  20  LOW"
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": "NA",
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--O to 5 inches; dark grayish brown (10YR 4/2) fine sandy loam; weak fine granular structure; friable, slightly sticky, slightly plastic; few fine roots; common fiddler crab burrows; EC 410 dS/m; SAR 57; neutral; abrupt smooth boundary.  (2 to 8 inches thick)"
      },
      {
        "name": "Btg1",
        "top": 13,
        "bottom": 56,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btg1--5 to 22 inches; light brownish gray (10YR 6/2) fine sandy loam; many medium distinct strong brown (7.5YR 5/6) and olive yellow (2.5Y 6/8) mottles; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; few fine roots; many distinct clay films and bridges on sand grains; few faint clay films on faces of peds; EC 208 dS/m; SAR 59; neutral; gradual smooth boundary."
      },
      {
        "name": "Btg2",
        "top": 56,
        "bottom": 102,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Btg2--22 to 40 inches; gray (10YR 6/1) fine sandy loam; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; few fine roots; many distinct clay films and bridges on sand grains; few faint clay films on faces of peds; EC 84 dS/m; SAR 47; neutral; diffuse wavy boundary. (Combined thickness of the Btg horizon is 22 to 58 inches.)"
      },
      {
        "name": "Cg",
        "top": 102,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg--40 to 72 inches; light gray (10YR 7/2) fine sand; single grain; loose; neutral."
      }
    ]
  ]
}
