{
  "SERIES": "MAGOTSU",
  "STATUS": "Established Series",
  "BYREV": "Rev. KMD/RSJ/MJD",
  "REVDATE": "02/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, smectitic, mesic, shallow Petrocalcic Paleustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Magotsu very cobbly loam - rangeland\n(Colors are for air dry soil unless otherwise noted.)\nA--0 to 2 inches; dark brown (7.5YR 4/3) very cobbly loam, dark brown (7.5YR 3/2) moist; weak thick platy structure that parts to moderate very fine subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; few very fine roots; many fine, and very fine vesicular pores; 60 percent gravel, cobbles and stones; neutral (pH 7.3); clear smooth boundary. (1 to 3 inches thick)\nBt1--2 to 5 inches; dark brown (7.5YR 4/2) gravelly clay loam, dark brown (7.5YR 3/2) moist; moderate medium and fine prismatic structure that parts to strong very fine granular structure; slightly hard, friable, sticky, plastic; few fine and very fine roots; few fine tubular and many very fine interstitial pores; common thin clay films on faces of peds and in pores; 25 percent gravel and cobbles; slightly alkaline (pH 7.4); clear wavy boundary. (2 to 4 inches thick)\nBt2--5 to 14 inches; dark brown (7.5YR 4/3) clay, dark brown (7.5YR 3/2) moist; moderate medium prismatic structure that parts to moderate medium and fine angular blocky structure; extremely hard, very firm, very sticky, very plastic; few fine and very fine roots; few fine and very fine tubular and common very fine interstitial pores; 10 percent gravel and cobbles; common, moderately thick clay films on faces of peds and in pores; slightly alkaline (pH 7.5); clear smooth boundary. (7 to 16 inches thick)\nBtk--14 to 17 inches; brown (7.5YR 5/3) clay loam, dark brown (7.5YR 4/3) moist; moderate medium prismatic structure that parts to moderate fine and very fine angular blocky structure; very hard, firm, very sticky, very plastic; few very fine roots; common very fine tubular pores; few thin clay films on faces of peds and in pores; 15 percent gravel and cobbles, strongly effervescent; moderately alkaline (pH 8.3); abrupt wavy boundary. (0 to 6 inches thick)\nBkm--17 to 21 inches; indurated carbonate hardpan over basalt; laminar upper surface. (2 to 6 inches thick)\nR--21 inches; basalt bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Washington County, Utah; about 4 miles east of Veyo; approximately 650 feet east and 1,700 feet south of the northwest corner of sec. 2, T.40S., R.16W; Saddle Mountain Quadrangle; lat. 37 degrees 20 minutes 26 seconds N. and long. 113 degrees 37 minutes 26 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is estimated to range from 48 to 55 degrees F., and the mean summer soil temperature is estimated to range from 48 to 55 degrees F., and the mean summer soil temperature is 68 to 72 degrees F. The soils are usually dry during the period the soil temperature is above 41 degrees F. They are moist in some parts of the moisture control section for 30 to 40 days during the summer months and are dry for 70 to 85 days during the 120 days following the winter solstice.  The soil moisture regime is aridic bordering on ustic.\nDepth to the hardpan ranges from 10 to 20 inches.  Gravel and cobble content ranges up to 20 percent. The soils are neutral to moderately alkaline.\nThe A horizon has value of 4 or 5 dry and chroma of 2 through 4. It ranges from very cobbly loam to loam.\nThe Bt and Btk horizons have a hue of 5YR or 7.5YR, value of 4 or 5 dry, 3 or 4 moist, and chroma of 2 through 4. It is clay or clay loam. This horizon has moderate medium prismatic or subangular blocky structure. It has common to many, thin to moderately thick clay films."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Magotsu soils are on undulating to steep upland slopes at elevations of 4,200 to 6,300 feet. Slopes range from 2 to 20 percent. These soils formed in residuum weathered from basalt. The mean annual temperature is 46 to 53 degrees F., and the mean summer temperature is 69 to 73 degrees F. The average annual precipitation is 10 to 13 inches. Frost-free period is 155 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Collbran and Pastura soils. Collbran soils are deep and lack petrocalcic horizons. Pastura soils have ochric epipedons and lack argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for rangeland. Vegetation is sagebrush, cliff rose, pinyon, juniper, galleta grass, and cheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Utah.  MLRA 35.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Washington County, Utah, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features found in this pedon are:\nMollic epipedon - from a depth of 0 to 14 inches.\nArgillic horizon - from a depth of 2 to 17 inches.\nPetrocalcic horizon - from a depth of 17 to 21 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
