{
  "SERIES": "MAGROC",
  "STATUS": "Established Series",
  "BYREV": "MJM-HFG-JJJ",
  "REVDATE": "12/2006",
  "STATES": "WI",
  "OVERVIEW": "The Magroc series consists of somewhat poorly drained soils which are deep to igneous or metamorphic bedrock on moraines.  They formed in loess and in the underlying loamy glacial till.  Permeability is moderate.  Slopes range from 0 to 4 percent.  Mean annual precipitation is about 30 inches.  Mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Aquic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Magroc silt loam - on a convex, southeast facing slope of 2 percent in a mixed hardwood forest on the foot slope of a moraine at an elevation of about 1,450 feet.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 4 inches; very dark gray (10YR 3/1) silt loam, gray (10YR 5/1) dry; moderate fine granular structure; friable; many fine roots; about 11 percent gravel and 3 percent cobbles; strongly acid; abrupt wavy boundary.  (2 to 5 inches thick)\nE--4 to 11 inches; grayish brown (10YR 5/2) silt loam, light gray (10YR 7/2) dry; moderate thin platy structure; very friable; common fine roots; few fine prominent yellowish red (5YR 4/6) and common fine prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; about 5 percent gravel and 3 percent cobbles; strongly acid; clear wavy boundary.  (0 to 9 inches thick)\nE/B--11 to 21 inches; 70 percent brown (10YR 5/3) silt loam (E), very pale brown (10YR 7/3) dry; moderate thin platy structure; very friable; surrounds remnants of dark yellowish brown (10YR 4/4) silt loam (Bt); weak fine subangular blocky structure; friable; few prominent brown (7.5YR 4/2) clay films on faces of peds; common fine roots; common fine faint and distinct light brownish gray (10YR 6/2) iron depletions in the matrix; few fine prominent red (2.5YR 4/6) and common medium prominent yellowish red (5YR 4/6) masses of iron accumulation in the matrix; common fine prominent very dusky red (2.5YR 2/2) concretions (iron and manganese oxides); about 5 percent gravel and 3 percent cobbles; very strongly acid; clear wavy boundary.  (0 to 13 inches thick)\nB/E--21 to 29 inches; 60 percent dark yellowish brown (10YR 4/4) gravelly silt loam (Bt); weak medium subangular blocky structure; friable; common prominent brown (7.5YR 4/2) clay films on faces of peds and in pores; penetrated by brown (10YR 5/3) gravelly silt loam (E), very pale brown (10YR 7/3) dry; weak medium platy structure; very friable; common fine roots; common medium prominent and faint light brownish gray (2.5Y 6/2) iron depletions in the matrix; few fine prominent dark red (2.5YR 3/6) and many medium prominent yellowish red (5YR 4/6) masses of iron accumulation in the matrix; common fine prominent very dusky red (2.5YR 2/2) concretions (iron and manganese oxides); about 17 percent gravel and 4 percent cobbles; very strongly acid; abrupt wavy boundary.  (0 to 17 inches thick)\n2Bt--29 to 42 inches; reddish brown (5YR 4/4) gravelly sandy loam; weak coarse prismatic structure parting to moderate medium subangular blocky; firm; few fine roots; few distinct dark reddish gray (5YR 4/2) clay films on faces of peds; few medium prominent pinkish gray (7.5YR 6/2) iron depletions in the matrix; common medium prominent red (2.5YR 4/6) masses of iron accumulation in the matrix; few fine distinct dark reddish brown (5YR 2/2) concretions (iron and manganese oxides); about 14 percent gravel and 5 percent cobbles; moderately acid; abrupt wavy boundary.  (10 to 45 inches thick)\n3R--42 inches; slightly fractured, dark gray (N 4/0) metamorphic bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lincoln County, Wisconsin; about 6 miles east of Merrill; 1,350 feet east and 100 feet north of the southwest corner of sec. 30, T. 32 N., R. 8 E. USGS Pine Dells, Wis. Quad. Latitude  45 degrees 13 minutes 17 seconds N. Longitude  89 degrees 32 minutes 36 seconds W. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the base of the argillic horizon and depth to a lithic contact with igneous or metamorphic bedrock both range from 40 to 60 inches.  Thickness of the silty mantle and depth to till ranges from 12 to 36 inches.  The particle-size control section averages 7 to 17 percent clay and 15 percent or more fine sand or coarser.  Volume of rock fragments averages less than 35 percent in the particle-size control section.  Volume of gravel ranges from 0 to 15 percent in the upper part of the silty mantle and from 0 to 30 percent in the lower part of the silty mantle at the contact with the till.  Volume of gravel ranges from 5 to 35 percent in the till.  Volume of cobbles ranges from 0 to 10 percent in the silty mantle and from 0 to 30 percent in the till.  Reaction typically ranges from very strongly acid to slightly acid in the silty mantle, but it ranges to neutral in the upper part, where the soil is limed.  Reaction ranges from strongly acid to neutral in the till.  Redox concentrations are typically throughout the pedon below the A or Ap horizon.  Redox depletions are in at least the upper 10 inches of the argillic horizon.  Saturation occurs within the upper 10 inches of the argillic horizon at some time in most years.\nThe A horizon has value of 2 or 3 and chroma of 1 to 2.  Cultivated areas have an Ap horizon with hue of 10YR, value of 3 or 4 and chroma of 2 or 3. Texture of the A or Ap horizon is silt loam.\nThe E horizon has value of 4 to 6 and chroma of 2 or 3.  Texture is silt loam or silt.  Colors of 4/3 and 5/3 have value dry of 7 or more.\nMagroc soils have a glossic horizon (E/B or B/E horizon, or both).  Horizonation has a wide range depending on thickness of the silty mantle and the extent to which eluviation has occurred.  Therefore, there can be E/B, B/E, 2E/B, or 2B/E horizons singly or in combination.\nThe E part of the E/B or B/E horizon has color and texture like the E horizon described above.  The Bt part has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 3 or 4.  Texture is silt loam. Texture of the E and Bt parts includes gravelly silt loam in the lower part of the silty mantle.\nSome pedons have a Bt horizon with color and texture like the Bt part described above.\nThe 2E part of the 2E/B or 2B/E horizon has hue of 2.5YR, 5YR, 7.5YR, or 10YR; value of 4 to 6; and chroma of 2 to 3.  Texture is loam, sandy loam, fine sandy loam, or the gravelly or cobbly analogs.  Colors of 4/3 or 5/3 have value dry of 7 or more.\nThe 2Bt part of the 2E/B or 2B/E horizons has hue of 2.5YR, 5YR, 7.5YR, or 10YR; value of 3 or 4, and chroma of 3 to 6.  Value and chroma of 3 do not occur together.  Texture is loam, sandy loam, fine sandy loam, or the gravelly or cobbly analogs.\nThe 2Bt horizon has color and texture like the 2Bt horizon described above.\nSome pedons have a 3C or 3Cd horizon with hue of 5YR or 7.5YR, value of 4, and chroma of 3 or 4.  Texture is loamy sand or gravelly loamy sand. When present, the 3Cd has a bulk density of 1.85 to 2.0 gm/cc.\nThe 3R horizon is hard, slightly fractured igneous or metamorphic bedrock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Brennyville, Fallcreek, Glendenning, Hatley, Magnor, Maincreek, Mora, Oesterle, Plover, Rosy, and Stinnett series.  None of these soils have a lithic contact within a depth of 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Magroc soils are on glacial moraines underlain by igneous or metamorphic bedrock.  Slopes range from 0 to 4 percent.  These soils formed in loess and in the underlying loamy glacial till of Late Wisconsinan Age. Mean annual precipitation ranges between 28 to 33 inches.  Mean annual temperature ranges from 39 to 45 degrees F.  The frost free period is estimated to range from 120 to 135 days.  Elevation ranges from 780 to 1950 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Capitola, Freeon, Magnor, and Mequithy series.  The well drained Mequithy soils are in a drainage sequence with the Magroc soils in many places.  The moderately well drained Freeon soils, somewhat poorly drained Magnor soils, and poorly drained and very poorly drained Capitola soils form a drainage sequence in nearby areas where the bedrock is below a depth of 5 feet."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  The potential for surface runoff ranges from negligible to low. Permeability is moderate.  Magroc soils have a perched seasonal high water table at a depth of 1 to 3 feet at some time during the period September to June in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Many areas are used for woodland or wooded pastureland.  The mature timber stands are mostly red maple and sugar maple, but American basswood, northern red oak, American hornbeam, yellow birch, and white ash are in most stands.  Balsam fir and quaking aspen are in stands on foot slopes where the high water table persists the longest.  Some areas of this soil are cleared and used for pastureland or cropland.  Common crops are corn, small grains, and hay."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Wisconsin.  This soil is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lincoln County, Wisconsin, 1993.  The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: ochric epipedon - 0 to 11 inches (A, E); albic horizon - 4 to 11 inches (E): glossic horizon - 11 to 29 inches (E/B, B/E); argillic horizon - 21 to 42 inches (B/E, 2Bt); aquic feature - redox depletions with chroma of 2 or less and saturation in the upper 10 inches of the argillic horizon."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Refer to soil survey sample number S91WI-069-279 for NSSL data on the typical pedon."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "structure": "moderate fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 4 inches; very dark gray (10YR 3/1) silt loam, gray (10YR 5/1) dry; moderate fine granular structure; friable; many fine roots; about 11 percent gravel and 3 percent cobbles; strongly acid; abrupt wavy boundary.  (2 to 5 inches thick)"
      },
      {
        "name": "E",
        "top": 10,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "moderate thin platy",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E--4 to 11 inches; grayish brown (10YR 5/2) silt loam, light gray (10YR 7/2) dry; moderate thin platy structure; very friable; common fine roots; few fine prominent yellowish red (5YR 4/6) and common fine prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; about 5 percent gravel and 3 percent cobbles; strongly acid; clear wavy boundary.  (0 to 9 inches thick)"
      },
      {
        "name": "E/B",
        "top": 28,
        "bottom": 53,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E/B--11 to 21 inches; 70 percent brown (10YR 5/3) silt loam (E), very pale brown (10YR 7/3) dry; moderate thin platy structure; very friable; surrounds remnants of dark yellowish brown (10YR 4/4) silt loam (Bt); weak fine subangular blocky structure; friable; few prominent brown (7.5YR 4/2) clay films on faces of peds; common fine roots; common fine faint and distinct light brownish gray (10YR 6/2) iron depletions in the matrix; few fine prominent red (2.5YR 4/6) and common medium prominent yellowish red (5YR 4/6) masses of iron accumulation in the matrix; common fine prominent very dusky red (2.5YR 2/2) concretions (iron and manganese oxides); about 5 percent gravel and 3 percent cobbles; very strongly acid; clear wavy boundary.  (0 to 13 inches thick)"
      },
      {
        "name": "B/E",
        "top": 53,
        "bottom": 74,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "structure": "weak medium platy",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "B/E--21 to 29 inches; 60 percent dark yellowish brown (10YR 4/4) gravelly silt loam (Bt); weak medium subangular blocky structure; friable; common prominent brown (7.5YR 4/2) clay films on faces of peds and in pores; penetrated by brown (10YR 5/3) gravelly silt loam (E), very pale brown (10YR 7/3) dry; weak medium platy structure; very friable; common fine roots; common medium prominent and faint light brownish gray (2.5Y 6/2) iron depletions in the matrix; few fine prominent dark red (2.5YR 3/6) and many medium prominent yellowish red (5YR 4/6) masses of iron accumulation in the matrix; common fine prominent very dusky red (2.5YR 2/2) concretions (iron and manganese oxides); about 17 percent gravel and 4 percent cobbles; very strongly acid; abrupt wavy boundary.  (0 to 17 inches thick)"
      },
      {
        "name": "2Bt",
        "top": 74,
        "bottom": 107,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "structure": "weak coarse prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "2Bt--29 to 42 inches; reddish brown (5YR 4/4) gravelly sandy loam; weak coarse prismatic structure parting to moderate medium subangular blocky; firm; few fine roots; few distinct dark reddish gray (5YR 4/2) clay films on faces of peds; few medium prominent pinkish gray (7.5YR 6/2) iron depletions in the matrix; common medium prominent red (2.5YR 4/6) masses of iron accumulation in the matrix; few fine distinct dark reddish brown (5YR 2/2) concretions (iron and manganese oxides); about 14 percent gravel and 5 percent cobbles; moderately acid; abrupt wavy boundary.  (10 to 45 inches thick)"
      },
      {
        "name": "3R",
        "top": 107,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "N",
        "moist_value": 4,
        "moist_chroma": 0,
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "3R--42 inches; slightly fractured, dark gray (N 4/0) metamorphic bedrock."
      }
    ]
  ]
}
