{
  "SERIES": "MAHOOSUC",
  "STATUS": "Established Series",
  "BYREV": "Rev. LRF-KJL-WDH",
  "REVDATE": "03/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Dysic Typic Cryofolists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mahoosuc slightly decomposed plant material on a 75 percent southeast-facing slope in a  forested area.  (Colors are for moist soil.)\nOi -- 0 to 8 centimeters; dusky red (2.5YR 3/2) slightly decomposed plant material consisting of needles and twigs; massive; very friable; many very fine roots; extremely acid; abrupt smooth boundary. (5 to 20 centimeters thick.)\nOe -- 8 to 20 centimeters; black (N 2/0) mucky peat (hemic material); moderate medium granular structure; very friable; many roots; 10 percent wood fragments; extremely acid; abrupt irregular boundary. (3 to 20 centimeters thick.)\nC1 -- 20 to 51 centimeters; fragmental materials consisting of cobbles, stones, gravel and boulders with about 15 percent organic soil material in the interstices; diffuse irregular boundary.\nC2 -- 51 to 165 centimeters; fragmental materials consisting of stones, boulders and cobbles."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Franklin County, Maine; Massachusetts Gore Township, on Maine-Quebec border between boundary monuments 438 and 439; USGS Northwest Pond, ME topographic quadrangle; Latitude 45 degrees, 19 minutes, 25 seconds N. and Longitude 70 degrees, 48 minutes, 20 seconds W., NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to the fragmental material ranges from 18 to 30 centimeters. Depth to bedrock is more than 102 centimeters.\nThe Oi horizon has hue of 2.5YR or 5YR, value and chroma of 2 to 4 and is very friable or friable. The Oe, or Oa horizon, where present, has hue of 5YR to 10YR, value of 2 to 3 and chroma of 2 or less. Consistence is very friable or friable.\nThe rock fragments in the C horizon are stones, boulders, gravel, cobbles, channers, and flagstones.\nWhere present, the bedrock is mostly metasandstone, phyllite, granite, schist or gneiss."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Annahootz, Reggad, and Sokolof series are in the same family. All of these are from outside of Region R. Annahootz soils have only stone and bouder size fragments and organic materials fill the interstices between fragments. Reggad soils have a layer of volcanic ash and pumice between the organic and fragmental material. Sokolof soils have only gravel and cobble size fragments and organic materials fill the interstices between fragments.\nRicker is in a related family and are less than 51 centimeters to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Mahoosuc soils are on hill and mountain side slopes and in the valleys at the base of these areas. Slopes range from 8 to 80 percent. The soils formed in a thin mat of decomposing forest litter held together by tree roots over the fragmental colluvium or till. The tree roots provide the support for the organic horizons to bridge the interstices in the underlying fragmental material. The mean annual precipitation ranges from 102 to 152 centimeters and the mean annual temperature ranges from 0 to 4 degrees C. The frost-free season ranges from 30 to 90 days. Elevation ranges from 700 to 1600 meters above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are primarily Enchanted soils, but also Bemis, Londonderry, Ricker, Saddleback, Sisk, Stratton, and Surplus soils. Enchanted and Sisk are mineral soils and are on less steep sideslopes.  Bemis and Surplus are mineral soils on concave slopes. Ricker soils are thin organic soils over bedrock. Londonderry, Saddleback, and Stratton soils are mineral soils less than 51 centimeters to bedrock on ridges."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained. Saturated hydraulic conductivity is moderate high or high in the organic layers and very high in the underlying fragmental material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Forest and Krummholz. Common tree species include balsam fir, red spruce, American mountain ash, mountain paper birch, and mountain maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mountains of Maine. MLRA 143. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Franklin County, Maine Area and Part of Somerset County, Maine Soil Survey, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: 1. Diagnostic features recognized in this pedon are:\na.  Dysic reaction class- pH < than 4.5 in 0.01M calcium chloride in all parts of the organic material.\nb.  Folists suborder- thickness of organic plus fragmental materials totals 51 centimeters.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
