{
  "SERIES": "MAHONEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. SDW-JBM-AGG",
  "REVDATE": "03/2009",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty over sandy or sandy-skeletal, mixed, superactive, frigid Aeric Calciaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Mahoney silty clay loam on 1 percent slope in cropland. When described the soil was moist throughout. (Colors are for moist soil unless otherwise stated)\nAp--0 to 8 inches; black (10YR 2/1) silty clay loam, dark gray (10YR 4/1) dry; weak medium subangular blocky structure parting to moderate fine and medium granular structure; slightly hard, friable; many medium roots and many very fine and fine roots; many very fine pores;  5 percent calcium carbonate equivalent; strongly effervescent; moderately alkaline; abrupt smooth boundary. (A horizon 7 to 12 inches thick)\nBk1--8 to 13 inches; very dark grayish brown (2.5Y 3/2) silty clay loam, grayish brown (2.5Y 5/2) dry; moderate fine and medium subangular blocky structure; slightly hard, very friable; many medium roots and many very fine and fine roots; many very fine pores; 23 percent calcium carbonate equivalent; common fine and medium carbonate masses; violently effervescent; strongly alkaline; clear wavy boundary.\nBk2--13 to 21 inches; grayish brown (2.5Y 5/2) silty clay loam, light gray (2.5Y 7/2) dry; weak medium prismatic structure parting to moderate fine and medium subangular blocky structure; slightly hard, very friable; many medium roots and many very fine roots; many very fine pores; 20 percent calcium carbonate equivalent; violent effervescence; strongly alkaline; clear wavy boundary.\nBk3--21 to 31 inches; light olive brown (2.5Y 5/3) silt loam, pale yellow (2.5Y 7/3) dry; many fine and medium prominent yellowish brown (10YR 5/6) redoximorphic concentrations and common fine distinct gray (10YR 6/1) redoximorphic depletions; weak medium prismatic structure parting to moderate fine and medium subangular blocky structure; slightly hard, very friable; common very fine roots; many very fine pores; 15 percent calcium carbonate equivalent; violent effervescence; strongly alkaline; clear wavy boundary. (Combined thickness of the Bk horizons is 12 to 30 inches thick)\n2Bk4--31 to 44 inches; olive brown (2.5Y 4/4) gravelly loamy sand, light yellowish brown (2.5Y 6/4) dry; common fine distinct yellowish brown (10YR 5/6) redoximorphic concentrations; single grain; loose; common very fine roots; 12 percent calcium carbonate equivalent; common carbonate coats on bottom surfaces of rock fragments; 26 percent mixed rock fragments; strongly effervescent; strongly alkaline; gradual wavy boundary. (2Bk horizon is 7 to 20 inches thick)\n2C--44 to 80 inches; olive brown (2.5Y 4/3) very gravelly coarse sand, light yellowish brown (2.5Y 6/3) dry; common fine distinct yellowish brown (10YR 5/6) redoximorphic concentrations; single grain; loose; 9 percent calcium carbonate equivalent; 37 percent mixed rock fragments; strongly effervescent; strongly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Codington County, South Dakota; about 2.5 miles north and 1 mile west Rauville; 2,560 feet north and 210 feet west of the southeast corner, sec. 24, T. 118 N., R. 53 W. USGS Still Lake, S. Dak. Topographic quadrangle; lat. 45 degrees 0 minutes 47 seconds N. and long. 97 degrees 7 minutes 37 seconds W., NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to sand and gravel typically is 30 to 40 inches, but ranges from 20 to 40 inches. The mollic epipedon ranges from 7 to 18 inches in thickness. The soil is slightly alkaline to strongly alkaline throughout.\nThe A horizon has hue of 10YR or 2.5Y, value of 2 or 3 and 3 to 5 dry, and chroma of 1. Chroma of 2 is allowed in the lower part. It is typically silt loam or silty clay loam. It does not have carbonates in the upper part of some pedons. Some pedons have an ABk horizon.\nThe Bk horizon has hue of 10YR or 2.5Y, value of 3 to 6 and 5 to 8 dry, and chroma of 2 to 4. It is silt loam or silty clay loam. The calcium carbonate equivalent ranges from 15 to 35 percent. Few to many, faint to prominent redoximorphic features are in the lower part of the Bk horizon in most pedons.\nThe 2Bk horizon has hue of 10YR, 2.5Y, or 5Y, value of 3 to 6 and 5 to 8 dry, and chroma of 2 to 4. It has few to many accumulations of calcium carbonate on the underside of pebbles. It is gravelly loam, gravelly sandy loam, gravelly loamy sand, very gravelly sandy loam, or very gravelly loamy sand. Gravel content ranges from 15 to 60 percent. Few or common, faint to prominent redoximorphic features are in most pedons.\nThe 2C horizon has hue of 10YR, 2.5Y, or 5Y, value of 4 to 6 and 5 to 7 dry, and chroma of 2 to 6. It is stratified with textures of sand, loamy sand, or sandy loam and their gravelly and very gravelly modifiers. Some pedons have loamy glacial till below a depth of 60 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Mahoney soils are on level and nearly level areas on outwash terraces. Slope gradients are 0 to 2 percent. The soils formed in silty sediments over sand and gravel. Mean annual air temperature ranges from 43 to 48 degrees F and mean annual precipitation ranges from 20 to 24 inches. Growing season is about 120 to 130 days; average growing season precipitation 15 to 18 inches; and growing degree days are about 2500 to 2900."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Brandt, Estelline, Fordville, Marysland, Rauville, and Renshaw soils. Brandt, Estelline, Fordville and Renshaw soils are on higher parts of the outwash plain at higher elevations than Mahoney soils. They do not have calcic horizons at depths of less than 16 inches and are well and somewhat excessively drained. Marysland and Rauville soils are in lower lying swales and drainageways. They have distinct or prominent redoximorphic features at depths of less than 20 inches and are poorly and very poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. Runoff is low.  Saturated hydraulic conductivity, expressed in inches per hour, is .6 to 2 in the upper mantle and greater than 20 inches in the underlying layers.  Seasonal high saturation is at depths of 1.5 to 3.5 feet at some time during the period of April through June in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mainly cropped to corn, soybeans, alfalfa, and some pasture. Native vegetation is big and little bluestem, prairie junegrass, green needlegrass, western wheatgrass, bearded wheatgrass, and a variety of forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA-102A.  Northeastern South Dakota.  The soil is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Codington County, South Dakota, 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: mollic epipedon - the zone from the surface of the soil to a depth of 13 inches (Ap and Bk1 horizons); calcic horizon - the zone from 8 to 44 inches (Bk1, Bk2, Bk3, and 2Bk4 horizons). Aquic conditions are present between depths of 16 and 20 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
