{
  "SERIES": "MAHOGAN",
  "STATUS": "Established Series",
  "BYREV": "RD: JJJ/TAC/WCL/DJE",
  "REVDATE": "03/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Pachic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Mahogan loam - on a 7 percent west facing slope under mountain mahogany, big sagebrush, bitterbrush, and Idaho fescue at 5,450 feet elevation.  (Colors are for dry soil unless otherwise stated.  When described on April 28, 1981, the soil was moist throughout.)\nA1--0 to 4 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist, strong fine subangular blocky structure; soft, very friable, slightly sticky and plastic; many very fine and fine roots; many very fine interstitial pores; 5 percent pebbles; neutral (pH 6.6); clear smooth boundary.  (3 to 5 inches thick)\nA2--4 to 13 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; strong fine subangular blocky structure; soft, very friable, slightly sticky and plastic; many very fine and fine roots; many very fine interstitial pores; 5 percent pebbles; neutral (pH 7.0); clear smooth boundary.  (8 to 10 inches thick)\nBAt1--13 to 19 inches; brown (7.5YR 5/2) gravelly loam, dark brown (7.5YR 3/2) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and plastic; common very fine and fine, few coarse roots; common very fine interstitial and tubular pores; common thin clay films on faces of peds; 15 percent pebbles; neutral (pH 7.0); clear wavy boundary.  (5 to 7 inches thick)\nBAt2--19 to 26 inches; brown (7.5YR 5/2) gravelly loam, dark brown (7.5YR 3/2) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, sticky and plastic; common very fine and fine roots; common very fine interstitial and tubular pores; common moderately thick clay films on faces of peds; 20 percent pebbles and 5 percent cobbles; neutral (pH 7.0); clear wavy boundary.  (4 to 8 inches thick)\nBt--26 to 38 inches; brown (7.5YR 5/4) gravelly sandy clay loam, dark brown (7.5YR 3/4) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, sticky and plastic; few very fine and fine roots; common very fine interstitial and tubular pores; common moderately thick clay films on faces of peds; 20 percent pebbles and 5 percent cobbles; neutral (pH 7.0); abrupt wavy boundary.  (10 to 14 inches thick)\nR--38 inches; hard extrusive igneous rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Siskiyou County, California; about 7 miles southeast of Macdoel, 70 feet west of intersection of two dirt roads; about 2,074 feet south and 1,634 feet east of the northwest corner of section 28, T. 46 N., R. 1 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to extrusive igneous rock ranges from 30 to 40 inches.  The mean annual soil temperature ranges from 44 degrees to 47 degrees F.  The soil temperature at a depth of 20 inches is above 41 degrees F from about April 15 to November 10 (205 days) and is above 47 degrees F from about May 15 to October 20 (155 days).  The soil between depths of 8 to 20 inches is dry from about July 15 to October 15 (90 days).  The mollic epipedon is 20 to 30 inches thick.  Content of organic matter ranges from 1 to 3 percent in the surface 20 to 30 inches.\nThe A horizon has dry color of 10YR 5/2 or 7.5YR 5/2 and moist color of 10YR 3/2 or 7.5YR 3/2.  Gravel range from 5 to 15 percent.  Clay content ranges from 10 to 15 percent.\nThe BAt and Bt horizon have dry color of 10YR 5/3, 6/3; 7.5YR 5/2, 5/4, or 6/4 and moist color of 10YR 3/3, 3/4; 7.5YR 3/2, 3/4 or 4/4.  They are gravelly loam or gravelly sandy clay loam and average 18 to 25 percent clay. There is an increase of at least 3 percent more clay content than the A horizon and 15 to 30 percent rock fragments.  Cobbles range from 0 to 5 percent.  Gravel range from 15 to 25 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bluejoint, Bly, Dunford, Hades, Krueger, Nagle, Lagnaf, Strom and Tusk.  These soils except Dunford are greater than 40 inches to bedrock.  Dunford soils have more than 25 percent clay in the particle-size control section and are dry less than 90 days."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Mahogan soils are on mountains.  Slopes are 5 to 50 percent.  The soils formed in material weathered from extrusive igneous rock.  Elevation is 5,200 to 6,518 feet.  The climate is semiarid with warm dry summers and cold, moist winters.  The mean annual precipitation varies from 14 to 18 inches.  Snowfall is 20 to 40 inches.  The mean January temperature is 26 degrees F; mean July temperature is 62 degrees F; and mean annual temperature is 44 degrees F.  Frost-free season is 50 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Fredonyer, Searles and Orhood soils.  Fredonyer soils are skeletal and lack argillic horizons.  Searles soils are skeletal and have mesic temperature regimes.  Orhood soils are less than 20 inches to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium or rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mahogan soils are used for rangeland.  Vegetation is curleaf mountainmahogany, big sagebrush, bitterbrush and Idaho fescue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northcentral California.  These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Siskiyou County, California; Butte Valley-Tule Lake Soil Survey, 1983.  The name is from nearby Mahogany Mountain."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in the pedon are: Mollic epipedon--The zone from the surface of the soil to a depth of 26 inches (A1, A2, BAt horizons).\nArgrillic horizon--The zone from 13 to 38 inches (BAt1, BAt2, Bt horizons).\nFine-loamy family--The particle size control section (13 to 33 inches) weighted averaged clay content is 19 percent.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
